[
  {
    "verseNumber": "1CH 1:1",
    "verseText": "Adamu, Sethi, Enoshi,"
  },
  {
    "verseNumber": "1CH 1:2",
    "verseText": "Kenani, Mahalaleli, Yaredi,"
  },
  {
    "verseNumber": "1CH 1:3",
    "verseText": "Enoki, Methusela, Lameki, Noa."
  },
  {
    "verseNumber": "1CH 1:4",
    "verseText": "Wana wa Noa walikuwa: Shemu, Hamu na Yafethi."
  },
  {
    "verseNumber": "1CH 1:5",
    "verseText": "Wana wa Yafethi walikuwa: Gomeri, Magogu, Madai, Yavani, Tubali, Mesheki na Tirasi."
  },
  {
    "verseNumber": "1CH 1:6",
    "verseText": "Wana wa Gomeri walikuwa: Ashkenazi, Rifathi na Togarma."
  },
  {
    "verseNumber": "1CH 1:7",
    "verseText": "Wana wa Yavani walikuwa: Elisha, Tarshishi, Kitimu na Rodanimu."
  },
  {
    "verseNumber": "1CH 1:8",
    "verseText": "Wana wa Hamu walikuwa: Kushi, Misraimu, Putu na Kanaani."
  },
  {
    "verseNumber": "1CH 1:9",
    "verseText": "Wana wa Kushi walikuwa: Seba, Havila, Sabta, Raama na Sabteka. Wana wa Raama walikuwa: Sheba na Dedani."
  },
  {
    "verseNumber": "1CH 1:10",
    "verseText": "Kushi akamzaa Nimrodi, ambaye alikua akawa mtu shujaa katika nchi."
  },
  {
    "verseNumber": "1CH 1:11",
    "verseText": "Misraimu akawazaa: Waludi, Waanami, Walehabi, Wanaftuhi,"
  },
  {
    "verseNumber": "1CH 1:12",
    "verseText": "Wapathrusi, Wakasluhi (hao ndio asili ya Wafilisti) na Wakaftori."
  },
  {
    "verseNumber": "1CH 1:13",
    "verseText": "Wana wa Kanaani walikuwa: Sidoni, mzaliwa wake wa kwanza, na Hethi,"
  },
  {
    "verseNumber": "1CH 1:14",
    "verseText": "Wayebusi, Waamori, Wagirgashi,"
  },
  {
    "verseNumber": "1CH 1:15",
    "verseText": "Wahivi, Waariki, Wasini,"
  },
  {
    "verseNumber": "1CH 1:16",
    "verseText": "Waarvadi, Wasemari na Wahamathi."
  },
  {
    "verseNumber": "1CH 1:17",
    "verseText": "Wana wa Shemu walikuwa: Elamu, Ashuru, Arfaksadi, Ludi na Aramu. Wana wa Aramu walikuwa: Usi, Huli, Getheri na Mesheki."
  },
  {
    "verseNumber": "1CH 1:18",
    "verseText": "Arfaksadi akamzaa Shela, Shela akamzaa Eberi."
  },
  {
    "verseNumber": "1CH 1:19",
    "verseText": "Eberi alipata wana wawili: Mmoja wao aliitwa Pelegi, kwa kuwa wakati wake dunia iligawanyika; nduguye aliitwa Yoktani."
  },
  {
    "verseNumber": "1CH 1:20",
    "verseText": "Wana wa Yoktani walikuwa: Almodadi, Shelefu, Hasarmawethi, Yera,"
  },
  {
    "verseNumber": "1CH 1:21",
    "verseText": "Hadoramu, Uzali, Dikla,"
  },
  {
    "verseNumber": "1CH 1:22",
    "verseText": "Obali, Abimaeli, Sheba,"
  },
  {
    "verseNumber": "1CH 1:23",
    "verseText": "Ofiri, Havila na Yobabu. Wote hawa walikuwa wana wa Yoktani."
  },
  {
    "verseNumber": "1CH 1:24",
    "verseText": "Wana wa Shemu walikuwa Arfaksadi, Shela,"
  },
  {
    "verseNumber": "1CH 1:25",
    "verseText": "Eberi, Pelegi, Reu,"
  },
  {
    "verseNumber": "1CH 1:26",
    "verseText": "Serugi, Nahori, Tera,"
  },
  {
    "verseNumber": "1CH 1:27",
    "verseText": "Tera akamzaa Abramu (yaani, Abrahamu)."
  },
  {
    "verseNumber": "1CH 1:28",
    "verseText": "Abrahamu alikuwa na wana wawili: Isaki na Ishmaeli."
  },
  {
    "verseNumber": "1CH 1:29",
    "verseText": "Hawa ndio waliokuwa wazao wa Hagari: Nebayothi mzaliwa wa kwanza wa Ishmaeli, Kedari, Adbeeli, Mibsamu,"
  },
  {
    "verseNumber": "1CH 1:30",
    "verseText": "Mishma, Duma, Masa, Hadadi, Tema,"
  },
  {
    "verseNumber": "1CH 1:31",
    "verseText": "Yeturi, Nafishi na Kedema. Hao ndio wana wa Ishmaeli."
  },
  {
    "verseNumber": "1CH 1:32",
    "verseText": "Wana waliozaliwa na Ketura suria wa Abrahamu walikuwa: Zimrani, Yokshani, Medani, Midiani, Ishbaki na Shua. Wana wa Yokshani walikuwa: Sheba na Dedani."
  },
  {
    "verseNumber": "1CH 1:33",
    "verseText": "Wana wa Midiani walikuwa: Efa, Eferi, Hanoki, Abida na Eldaa. Wote hao walikuwa wa uzao wa Ketura."
  },
  {
    "verseNumber": "1CH 1:34",
    "verseText": "Abrahamu alikuwa baba wa Isaki. Wana wa Isaki walikuwa: Esau na Israeli."
  },
  {
    "verseNumber": "1CH 1:35",
    "verseText": "Wana wa Esau walikuwa: Elifazi, Reueli, Yeushi, Yalamu na Kora."
  },
  {
    "verseNumber": "1CH 1:36",
    "verseText": "Wana wa Elifazi walikuwa: Temani, Omari, Sefo, Gatamu na Kenazi; Elifazi kwa Timna akamzaa Amaleki."
  },
  {
    "verseNumber": "1CH 1:37",
    "verseText": "Wana wa Reueli walikuwa: Nahathi, Zera, Shama na Miza."
  },
  {
    "verseNumber": "1CH 1:38",
    "verseText": "Wana wa Seiri walikuwa: Lotani, Shobali, Sibeoni, Ana, Dishoni, Eseri na Dishani."
  },
  {
    "verseNumber": "1CH 1:39",
    "verseText": "Wana wa Lotani walikuwa wawili: Hori na Homamu. Lotani alikuwa na dada yake aliyeitwa Timna."
  },
  {
    "verseNumber": "1CH 1:40",
    "verseText": "Wana wa Shobali walikuwa: Alvani, Manahathi, Ebali, Shefo na Onamu. Wana wa Sibeoni walikuwa: Aiya na Ana."
  },
  {
    "verseNumber": "1CH 1:41",
    "verseText": "Mwana wa Ana alikuwa: Dishoni. Nao wana wa Dishoni walikuwa: Hemdani, Eshbani, Ithrani na Kerani."
  },
  {
    "verseNumber": "1CH 1:42",
    "verseText": "Wana wa Eseri walikuwa: Bilhani, Zaavani na Akani. Wana wa Dishani walikuwa: Usi na Arani."
  },
  {
    "verseNumber": "1CH 1:43",
    "verseText": "Hawa ndio wafalme waliotawala Edomu kabla hajatawala mfalme yeyote wa Waisraeli: Bela mwana wa Beori, ambaye mji wake ni Dinhaba."
  },
  {
    "verseNumber": "1CH 1:44",
    "verseText": "Bela alipofariki, Yobabu mwana wa Zera kutoka Bosra akawa mfalme baada yake."
  },
  {
    "verseNumber": "1CH 1:45",
    "verseText": "Yobabu alipofariki, Hushamu kutoka nchi ya Watemani akawa mfalme baada yake."
  },
  {
    "verseNumber": "1CH 1:46",
    "verseText": "Hushamu alipofariki, Hadadi mwana wa Bedadi, aliyeshinda Midiani katika nchi ya Moabu, akawa mfalme baada yake. Mji wake uliitwa Avithi."
  },
  {
    "verseNumber": "1CH 1:47",
    "verseText": "Hadadi alipofariki, Samla kutoka Masreka akawa mfalme baada yake."
  },
  {
    "verseNumber": "1CH 1:48",
    "verseText": "Samla alipofariki, Shauli kutoka Rehobothi ngʼambo ya Mto Frati, akawa mfalme baada yake."
  },
  {
    "verseNumber": "1CH 1:49",
    "verseText": "Shauli alipofariki, Baal-Hanani mwana wa Akbori akawa mfalme baada yake."
  },
  {
    "verseNumber": "1CH 1:50",
    "verseText": "Baal-Hanani alipofariki, Hadadi akawa mfalme baada yake. Mji wake uliitwa Pau, na mkewe aliitwa Mehetabeli binti Matredi, binti Me-Zahabu."
  },
  {
    "verseNumber": "1CH 1:51",
    "verseText": "Naye Hadadi pia akafa. Wakuu wa Edomu walikuwa: Timna, Alva, Yethethi,"
  },
  {
    "verseNumber": "1CH 1:52",
    "verseText": "Oholibama, Ela, Pinoni,"
  },
  {
    "verseNumber": "1CH 1:53",
    "verseText": "Kenazi, Temani, Mibsari,"
  },
  {
    "verseNumber": "1CH 1:54",
    "verseText": "Magdieli na Iramu. Hao ndio wakuu wa makabila ya Edomu."
  },
  {
    "verseNumber": "1CH 2:1",
    "verseText": "Hawa ndio waliokuwa wana wa Israeli: Reubeni, Simeoni, Lawi, Yuda, Isakari, Zabuloni,"
  },
  {
    "verseNumber": "1CH 2:2",
    "verseText": "Dani, Yosefu, Benyamini, Naftali, Gadi na Asheri."
  },
  {
    "verseNumber": "1CH 2:3",
    "verseText": "Wana wa Yuda walikuwa: Eri, Onani na Shela. Hawa watatu walizaliwa kwake na mkewe Mkanaani, binti wa Shua. Eri, mzaliwa wa kwanza wa Yuda, alikuwa mwovu machoni pa BWANA, kwa hiyo BWANA alimuua."
  },
  {
    "verseNumber": "1CH 2:4",
    "verseText": "Tamari, mkwewe Yuda, alimzalia wana wawili: Peresi na Zera. Yuda alikuwa na jumla ya wana watano."
  },
  {
    "verseNumber": "1CH 2:5",
    "verseText": "Wana wa Peresi walikuwa: Hesroni na Hamuli."
  },
  {
    "verseNumber": "1CH 2:6",
    "verseText": "Wana wa Zera walikuwa: Zimri, Ethani, Hemani, Kalkoli na Dara. Jumla ya wana wa Zera walikuwa watano."
  },
  {
    "verseNumber": "1CH 2:7",
    "verseText": "Mwana wa Karmi alikuwa: Akari, ambaye alileta taabu kwa Waisraeli kwa kukiuka onyo la kutokuchukua vitu vilivyokuwa vimewekwa wakfu."
  },
  {
    "verseNumber": "1CH 2:8",
    "verseText": "Mwana wa Ethani alikuwa: Azariya."
  },
  {
    "verseNumber": "1CH 2:9",
    "verseText": "Wana wa Hesroni walikuwa: Yerameeli, Ramu na Kalebu."
  },
  {
    "verseNumber": "1CH 2:10",
    "verseText": "Ramu alimzaa Aminadabu, na Aminadabu akamzaa Nashoni, kiongozi wa kabila la Yuda."
  },
  {
    "verseNumber": "1CH 2:11",
    "verseText": "Nashoni akamzaa Salmoni, Salmoni akamzaa Boazi,"
  },
  {
    "verseNumber": "1CH 2:12",
    "verseText": "Boazi akamzaa Obedi, Obedi akamzaa Yese."
  },
  {
    "verseNumber": "1CH 2:13",
    "verseText": "Yese akawazaa Eliabu mwanawe wa kwanza; wa pili Abinadabu, wa tatu Shimea,"
  },
  {
    "verseNumber": "1CH 2:14",
    "verseText": "wa nne Nethaneli, wa tano Radai,"
  },
  {
    "verseNumber": "1CH 2:15",
    "verseText": "wa sita Osemu, na wa saba Daudi."
  },
  {
    "verseNumber": "1CH 2:16",
    "verseText": "Dada zao walikuwa Seruya na Abigaili. Wana wa Seruya walikuwa watatu: Abishai, Yoabu na Asaheli."
  },
  {
    "verseNumber": "1CH 2:17",
    "verseText": "Abigaili alikuwa mama yake Amasa, ambaye baba yake alikuwa Yetheri, Mwishmaeli."
  },
  {
    "verseNumber": "1CH 2:18",
    "verseText": "Kalebu mwana wa Hesroni akazaa wana na mkewe Azuba (na pia na Yeriothi). Hawa ndio wana Azuba aliomzalia Kalebu: Yesheri, Shobabu na Ardoni."
  },
  {
    "verseNumber": "1CH 2:19",
    "verseText": "Azuba alipofariki, Kalebu akamwoa Efrathi, ambaye alimzalia Huri."
  },
  {
    "verseNumber": "1CH 2:20",
    "verseText": "Huri akamzaa Uri, Uri akamzaa Bezaleli."
  },
  {
    "verseNumber": "1CH 2:21",
    "verseText": "Hatimaye, Hesroni akakutana kimwili na binti wa Makiri babaye Gileadi (ambaye alimwoa alipokuwa na umri wa miaka sitini), naye akamzaa Segubu."
  },
  {
    "verseNumber": "1CH 2:22",
    "verseText": "Segubu akamzaa Yairi, ambaye alitawala miji ishirini na mitatu katika Gileadi."
  },
  {
    "verseNumber": "1CH 2:23",
    "verseText": "(Lakini Geshuri na Aramu wakateka miji ya Hawoth-Yairi, pamoja na Kenathi na viunga vyake; jumla ilikuwa miji sitini.) Wote hawa walikuwa wazao wa Makiri babaye Gileadi."
  },
  {
    "verseNumber": "1CH 2:24",
    "verseText": "Baada ya Hesroni kufa huko Efrathi, Abiya mjane wa Hesroni akamzalia Ashuru, aliye baba wa Tekoa."
  },
  {
    "verseNumber": "1CH 2:25",
    "verseText": "Wana wa Yerameeli mzaliwa wa kwanza wa Hesroni walikuwa: Ramu mzaliwa wake wa kwanza, Buna, Oreni, Osemu na Ahiya."
  },
  {
    "verseNumber": "1CH 2:26",
    "verseText": "Yerameeli alikuwa na mke mwingine, aliyeitwa Atara, aliyekuwa mama yake Onamu."
  },
  {
    "verseNumber": "1CH 2:27",
    "verseText": "Wana wa Ramu mzaliwa wa kwanza wa Yerameeli walikuwa: Maasi, Yamini na Ekeri."
  },
  {
    "verseNumber": "1CH 2:28",
    "verseText": "Wana wa Onamu walikuwa: Shamai na Yada. Wana wa Shamai walikuwa: Nadabu na Abishuri."
  },
  {
    "verseNumber": "1CH 2:29",
    "verseText": "Mke wa Abishuri aliitwa Abihaili, ambaye alimzalia Abani na Molidi."
  },
  {
    "verseNumber": "1CH 2:30",
    "verseText": "Wana wa Nadabu walikuwa Seledi na Apaimu, lakini Seledi alikufa bila kuzaa watoto."
  },
  {
    "verseNumber": "1CH 2:31",
    "verseText": "Apaimu akamzaa: Ishi ambaye alikuwa baba wa Sheshani. Sheshani akamzaa Alai."
  },
  {
    "verseNumber": "1CH 2:32",
    "verseText": "Wana wa Yada, nduguye Shamai walikuwa: Yetheri na Yonathani. Yetheri alikufa bila kuzaa watoto."
  },
  {
    "verseNumber": "1CH 2:33",
    "verseText": "Wana wa Yonathani walikuwa: Pelethi na Zaza. Hawa ndio waliokuwa wazao wa Yerameeli."
  },
  {
    "verseNumber": "1CH 2:34",
    "verseText": "Sheshani hakuwa na watoto wa kiume, ila wasichana tu. Alikuwa na mtumishi Mmisri aliyeitwa Yarha."
  },
  {
    "verseNumber": "1CH 2:35",
    "verseText": "Sheshani akamwoza huyu mtumishi wake Yarha binti yake, akamzalia mwana jina lake Atai."
  },
  {
    "verseNumber": "1CH 2:36",
    "verseText": "Atai akamzaa Nathani, Nathani akamzaa Zabadi,"
  },
  {
    "verseNumber": "1CH 2:37",
    "verseText": "Zabadi akamzaa Eflali, Eflali akamzaa Obedi,"
  },
  {
    "verseNumber": "1CH 2:38",
    "verseText": "Obedi akamzaa Yehu, Yehu akamzaa Azaria,"
  },
  {
    "verseNumber": "1CH 2:39",
    "verseText": "Azaria akamzaa Helesi, Helesi akamzaa Eleasa,"
  },
  {
    "verseNumber": "1CH 2:40",
    "verseText": "Eleasa akamzaa Sismai, Sismai akamzaa Shalumu,"
  },
  {
    "verseNumber": "1CH 2:41",
    "verseText": "Shalumu akamzaa Yekamia, naye Yekamia akamzaa Elishama."
  },
  {
    "verseNumber": "1CH 2:42",
    "verseText": "Wana wa Kalebu nduguye Yerameeli walikuwa: Mesha mzaliwa wake wa kwanza alimzaa Zifu, naye mwanawe Maresha akamzaa Hebroni."
  },
  {
    "verseNumber": "1CH 2:43",
    "verseText": "Hebroni alikuwa na wana wanne: Kora, Tapua, Rekemu na Shema."
  },
  {
    "verseNumber": "1CH 2:44",
    "verseText": "Shema alikuwa baba yake Rahamu na Rahamu alikuwa baba wa Yorkeamu na Rekemu alikuwa baba wa Shamai."
  },
  {
    "verseNumber": "1CH 2:45",
    "verseText": "Shamai akamzaa Maoni na Maoni akamzaa Beth-Suri."
  },
  {
    "verseNumber": "1CH 2:46",
    "verseText": "Efa, suria wa Kalebu alikuwa mamaye Harani, Mosa na Gazezi. Harani alikuwa baba wa Gazezi."
  },
  {
    "verseNumber": "1CH 2:47",
    "verseText": "Wana wa Yadai walikuwa: Regemu, Yothamu, Geshani, Peleti, Efa na Shaafu."
  },
  {
    "verseNumber": "1CH 2:48",
    "verseText": "Maaka suria wa Kalebu alikuwa mamaye Sheberi na Tirhana."
  },
  {
    "verseNumber": "1CH 2:49",
    "verseText": "Pia Maaka akamzaa Shaafu babaye Madmana, na Sheva babaye Makbena na Gibea. Kalebu alikuwa na binti jina lake Aksa."
  },
  {
    "verseNumber": "1CH 2:50",
    "verseText": "Hawa ndio waliokuwa wazao wa Kalebu. Wana wa Huri, mzaliwa mkuu wao wa Efrathi, walikuwa: Shobali akamzaa Kiriath-Yearimu,"
  },
  {
    "verseNumber": "1CH 2:51",
    "verseText": "Salma akamzaa Bethlehemu, naye Harefu akamzaa Beth-Gaderi."
  },
  {
    "verseNumber": "1CH 2:52",
    "verseText": "Wazao wa Shobali, baba yake Kiriath-Yearimu, walikuwa: Haroe, nusu ya wakazi wa mji wa Menuhothi,"
  },
  {
    "verseNumber": "1CH 2:53",
    "verseText": "pamoja na koo za Kiriath-Yearimu ambazo ni: Waithiri, Waputhi, Washumathi na Wamishrai. Kutokana na watu hawa walizaliwa Wasorathi na Waeshtaoli."
  },
  {
    "verseNumber": "1CH 2:54",
    "verseText": "Wazao wa Salma walikuwa: Bethlehemu, Wanetofathi, Atroth-Beth-Yoabu, nusu ya Wamanahathi, Wasori,"
  },
  {
    "verseNumber": "1CH 2:55",
    "verseText": "pamoja na koo za waandishi zilizoishi katika mji wa Yabesi: yaani Watirathi, Washimeathi na Wasukathi. Hawa ndio Wakeni waliotokana na Hamathi, baba wa nyumba ya Rekabu."
  },
  {
    "verseNumber": "1CH 3:1",
    "verseText": "Hawa ndio waliokuwa wana wa Daudi waliozaliwa huko Hebroni: Mzaliwa wa kwanza alikuwa Amnoni ambaye mama yake aliitwa Ahinoamu wa Yezreeli; wa pili, Danieli ambaye mama yake alikuwa Abigaili wa Karmeli;"
  },
  {
    "verseNumber": "1CH 3:2",
    "verseText": "wa tatu alikuwa Absalomu, ambaye mama yake alikuwa Maaka, binti Talmai mfalme wa Geshuri; wa nne, Adoniya, ambaye mama yake alikuwa Hagithi;"
  },
  {
    "verseNumber": "1CH 3:3",
    "verseText": "wa tano alikuwa Shefatia ambaye mama yake alikuwa Abitali; wa sita alikuwa Ithreamu, aliyezaliwa na mke wake Egla."
  },
  {
    "verseNumber": "1CH 3:4",
    "verseText": "Hawa sita walizaliwa huko Hebroni ambako Daudi alitawala kwa miaka saba na miezi sita. Daudi alitawala Yerusalemu kwa miaka thelathini na mitatu,"
  },
  {
    "verseNumber": "1CH 3:5",
    "verseText": "nao hawa ndio watoto wa Daudi waliozaliwa huko Yerusalemu: mkewe Bathsheba, binti Amieli, alimzalia Shamua, Shobabu, Nathani na Solomoni."
  },
  {
    "verseNumber": "1CH 3:6",
    "verseText": "Pia kulikuwa na wana wengine: Ibihari, Elishua, Elifeleti,"
  },
  {
    "verseNumber": "1CH 3:7",
    "verseText": "Noga, Nefegi, Yafia,"
  },
  {
    "verseNumber": "1CH 3:8",
    "verseText": "Elishama, Eliada na Elifeleti; wote walikuwa tisa."
  },
  {
    "verseNumber": "1CH 3:9",
    "verseText": "Hawa wote walikuwa wana wa Daudi, mbali na wale wana waliozaliwa na masuria. Naye Tamari alikuwa dada yao."
  },
  {
    "verseNumber": "1CH 3:10",
    "verseText": "Mwana wa Solomoni alikuwa Rehoboamu, mwanawe huyo alikuwa Abiya, mwanawe huyo alikuwa Yehoshafati, mwanawe huyo alikuwa Asa,"
  },
  {
    "verseNumber": "1CH 3:11",
    "verseText": "mwanawe huyo alikuwa Yehoramu, mwanawe huyo alikuwa Ahazia, mwanawe huyo alikuwa Yoashi,"
  },
  {
    "verseNumber": "1CH 3:12",
    "verseText": "mwanawe huyo alikuwa Amazia, mwanawe huyo alikuwa Azaria, mwanawe huyo alikuwa Yothamu,"
  },
  {
    "verseNumber": "1CH 3:13",
    "verseText": "mwanawe huyo alikuwa Ahazi, mwanawe huyo alikuwa Hezekia, mwanawe huyo alikuwa Manase,"
  },
  {
    "verseNumber": "1CH 3:14",
    "verseText": "mwanawe huyo alikuwa Amoni na mwanawe huyo alikuwa Yosia."
  },
  {
    "verseNumber": "1CH 3:15",
    "verseText": "Wana wa Yosia walikuwa: Yohanani mzaliwa wake wa kwanza, Yehoyakimu mwanawe wa pili, wa tatu Sedekia, wa nne Shalumu."
  },
  {
    "verseNumber": "1CH 3:16",
    "verseText": "Walioingia mahali pa Yehoyakimu kama wafalme ni: Yekonia mwanawe, na Sedekia."
  },
  {
    "verseNumber": "1CH 3:17",
    "verseText": "Hawa ndio waliokuwa wazao wa Yekonia aliyekuwa mateka: Shealtieli mwanawe,"
  },
  {
    "verseNumber": "1CH 3:18",
    "verseText": "Malkiramu, Pedaya, Shenasari, Yekamia, Hoshama na Nedabia."
  },
  {
    "verseNumber": "1CH 3:19",
    "verseText": "Wana wa Pedaya walikuwa: Zerubabeli na Shimei. Wana wa Zerubabeli walikuwa: Meshulamu na Hanania. Shelomithi alikuwa dada yao."
  },
  {
    "verseNumber": "1CH 3:20",
    "verseText": "Pia walikuwepo wengine watano: Hashuba, Oheli, Berekia, Hasadia na Yushab-Hesedi."
  },
  {
    "verseNumber": "1CH 3:21",
    "verseText": "Wazao wa Hanania walikuwa: Pelatia na Yeshaya, na wana wa Refaya, na wana wa Arnani, na wana wa Obadia, na wana wa Shekania."
  },
  {
    "verseNumber": "1CH 3:22",
    "verseText": "Wazao wa Shekania: Shemaya na wanawe: Hatushi, Igali, Baria, Nearia na Shafati; jumla yao walikuwa sita."
  },
  {
    "verseNumber": "1CH 3:23",
    "verseText": "Wana wa Nearia walikuwa: Elioenai, Hizkia na Azrikamu; jumla yao watatu."
  },
  {
    "verseNumber": "1CH 3:24",
    "verseText": "Wana wa Elioenai walikuwa: Hodavia, Eliashibu, Pelaya, Akubu, Yohanani, Delaya na Anani; jumla yao wote saba."
  },
  {
    "verseNumber": "1CH 4:1",
    "verseText": "Wana wa Yuda walikuwa: Peresi, Hesroni, Karmi, Huri na Shobali."
  },
  {
    "verseNumber": "1CH 4:2",
    "verseText": "Reaya mwana wa Shobali akamzaa Yahathi, Yahathi akawazaa Ahumai na Lahadi. Hizi ndizo zilizokuwa koo za Wasorathi."
  },
  {
    "verseNumber": "1CH 4:3",
    "verseText": "Hawa ndio waliokuwa wana wa Etamu: Yezreeli, Ishma na Idbashi. Dada yao aliitwa Haselelponi."
  },
  {
    "verseNumber": "1CH 4:4",
    "verseText": "Penueli akamzaa Gedori, naye Ezeri akamzaa Husha. Hawa walikuwa wazao wa Huri, mzaliwa wa kwanza wa Efrathi, na baba yake Bethlehemu."
  },
  {
    "verseNumber": "1CH 4:5",
    "verseText": "Ashuri baba yake Tekoa alikuwa na wake wawili, Hela na Naara."
  },
  {
    "verseNumber": "1CH 4:6",
    "verseText": "Hawa walikuwa wazao wa Naara: Ahuzamu, Heferi, Temeni na Haahashtari."
  },
  {
    "verseNumber": "1CH 4:7",
    "verseText": "Wana wa Hela walikuwa: Serethi, Sohari, Ethnani,"
  },
  {
    "verseNumber": "1CH 4:8",
    "verseText": "na Kosi ambaye aliwazaa Anubi, Sobeba na jamaa zote za Aharheli mwana wa Harumu."
  },
  {
    "verseNumber": "1CH 4:9",
    "verseText": "Yabesi aliheshimiwa kuliko ndugu zake. Mama yake alimwita Yabesi, akisema, “Nilimzaa kwa huzuni.”"
  },
  {
    "verseNumber": "1CH 4:10",
    "verseText": "Yabesi akamlilia Mungu wa Israeli akisema, “Ee Mungu, laiti ungenibariki kweli kweli na kuipanua mipaka yangu! Mkono wako na uwe pamoja nami, uniepushe na uovu ili nisidhurike!” Naye Mungu akamjalia hayo aliyoyaomba."
  },
  {
    "verseNumber": "1CH 4:11",
    "verseText": "Kelubu, nduguye Shuha, akamzaa Mehiri, naye Mehiri akamzaa Eshtoni."
  },
  {
    "verseNumber": "1CH 4:12",
    "verseText": "Eshtoni akawazaa Beth-Rafa, Pasea na Tehina. Tehina alikuwa baba wa Iri-Nahashi. Hawa ndio waliokuwa wazao wa Reka."
  },
  {
    "verseNumber": "1CH 4:13",
    "verseText": "Wana wa Kenazi walikuwa: Othnieli na Seraya. Wana wa Othnieli walikuwa: Hathathi na Meonathai."
  },
  {
    "verseNumber": "1CH 4:14",
    "verseText": "Meonathai akamzaa Ofra. Seraya akamzaa Yoabu, baba wa Ge-Harashimu. Liliitwa hivyo kwa sababu watu walioishi humo walikuwa mafundi."
  },
  {
    "verseNumber": "1CH 4:15",
    "verseText": "Kalebu mwana wa Yefune alikuwa na wana watatu: Iru, Ela na Naamu. Naye mwana wa Ela alikuwa: Kenazi."
  },
  {
    "verseNumber": "1CH 4:16",
    "verseText": "Wana wa Yahaleleli walikuwa: Zifu, Zifa, Tiria na Asareli."
  },
  {
    "verseNumber": "1CH 4:17",
    "verseText": "Wana wa Ezra walikuwa: Yetheri, Meredi, Eferi na Yaloni. Mmojawapo wa wake zake Meredi aliwazaa: Miriamu, Shamai na Ishba aliyekuwa baba yake Eshtemoa."
  },
  {
    "verseNumber": "1CH 4:18",
    "verseText": "Meredi alikuwa na mke mwingine Myahudi ambaye aliwazaa: Yeredi baba wa Gedori, Heberi baba wa Soko na Yekuthieli baba wa Zanoa. Hawa walikuwa watoto wa Bithia binti Farao, ambaye Meredi alikuwa amemwoa."
  },
  {
    "verseNumber": "1CH 4:19",
    "verseText": "Wana wa mke wa Hodia aliyekuwa dada yake Nahamu walikuwa: baba yake Keila, Mgarmi na Eshtemoa, Mmaakathi."
  },
  {
    "verseNumber": "1CH 4:20",
    "verseText": "Wana wa Shimoni walikuwa: Amnoni, Rina, Ben-Hanani na Tiloni. Wazao wa Ishi walikuwa: Zohethi na Ben-Zohethi."
  },
  {
    "verseNumber": "1CH 4:21",
    "verseText": "Wana wa Shela, mwana wa Yuda, walikuwa: Eri baba yake Leka, Laada baba yake Maresha na jamaa za wafumaji nguo za kitani safi waliokuwa wakiishi huko Beth-Ashbea,"
  },
  {
    "verseNumber": "1CH 4:22",
    "verseText": "Yokimu, watu walioishi Kozeba, Yoashi na Sarafi waliotawala huko Moabu na Yashubi-Lehemu. (Taarifa hizi ni za zamani sana.)"
  },
  {
    "verseNumber": "1CH 4:23",
    "verseText": "Hawa walikuwa wafinyanzi walioishi Netaimu na Gedera; waliishi huko wakimtumikia mfalme."
  },
  {
    "verseNumber": "1CH 4:24",
    "verseText": "Wazao wa Simeoni walikuwa: Nemueli, Yamini, Yaribu, Zera na Shauli."
  },
  {
    "verseNumber": "1CH 4:25",
    "verseText": "Mwana wa Shauli alikuwa Shalumu, Shalumu akamzaa Mibsamu, na Mibsamu akamzaa Mishma."
  },
  {
    "verseNumber": "1CH 4:26",
    "verseText": "Wazao wa Mishma walikuwa: Hamueli aliyemzaa Zakuri, Zakuri akamzaa Shimei."
  },
  {
    "verseNumber": "1CH 4:27",
    "verseText": "Shimei alikuwa na wana kumi na sita, na binti sita, lakini ndugu zake hawakuwa na watoto wengi, hivyo ukoo wao wote haukuwa na watu wengi kama ukoo wa Yuda."
  },
  {
    "verseNumber": "1CH 4:28",
    "verseText": "Waliishi Beer-Sheba, Molada, Hasar-Shuali,"
  },
  {
    "verseNumber": "1CH 4:29",
    "verseText": "Bilha, Esemu, Toladi,"
  },
  {
    "verseNumber": "1CH 4:30",
    "verseText": "Bethueli, Horma, Siklagi,"
  },
  {
    "verseNumber": "1CH 4:31",
    "verseText": "Beth-Markabothi, Hasar-Susimu, Beth-Biri na Shaaraimu. Hii ilikuwa miji yao mpaka wakati wa utawala wa Daudi."
  },
  {
    "verseNumber": "1CH 4:32",
    "verseText": "Vijiji vilivyoizunguka vilikuwa Etamu, Aini, Rimoni, Tokeni na Ashani; jumla miji mitano:"
  },
  {
    "verseNumber": "1CH 4:33",
    "verseText": "pamoja na vijiji vyote kuizunguka hii miji hadi huko Baali. Haya yalikuwa makao yao, nao waliweka kumbukumbu ya ukoo wao."
  },
  {
    "verseNumber": "1CH 4:34",
    "verseText": "Meshobabu, Yamleki, Yosha mwana wa Amazia,"
  },
  {
    "verseNumber": "1CH 4:35",
    "verseText": "Yoeli, Yehu mwana wa Yoshibia, mwana wa Seraya, mwana wa Asieli."
  },
  {
    "verseNumber": "1CH 4:36",
    "verseText": "Pia Elioenai, Yaakoba, Yeshohaya, Asaya, Adieli, Yesimieli, Benaya,"
  },
  {
    "verseNumber": "1CH 4:37",
    "verseText": "Ziza mwana wa Shifi, mwana wa Aloni, mwana wa Yedaya, mwana wa Shimri, mwana wa Shemaya."
  },
  {
    "verseNumber": "1CH 4:38",
    "verseText": "Watu hawa walioorodheshwa hapa juu kwa majina walikuwa viongozi wa koo zao. Jamaa zao ziliongezeka sana,"
  },
  {
    "verseNumber": "1CH 4:39",
    "verseText": "wakaenea mpaka kwenye viunga vya Gedori kuelekea mashariki mwa bonde wakitafuta malisho kwa ajili ya mifugo yao."
  },
  {
    "verseNumber": "1CH 4:40",
    "verseText": "Huko walipata malisho mengi mazuri, nayo nchi ilikuwa na nafasi kubwa, yenye amani na utulivu. Baadhi ya Wahamu waliishi huko zamani."
  },
  {
    "verseNumber": "1CH 4:41",
    "verseText": "Watu walioorodheshwa majina walikuja katika nchi hiyo wakati wa Hezekia mfalme wa Yuda. Akawashambulia Wahamu katika makao yao pamoja na Wameuni ambao walikuwako huko nao wakawaangamiza kabisa, kama ilivyo dhahiri hadi leo. Kisha wakafanya makazi yao huko kwa sababu kulikuwa na malisho mazuri kwa ajili ya mifugo yao."
  },
  {
    "verseNumber": "1CH 4:42",
    "verseText": "Watu wa kabila la wa Simeoni wapatao mia tano, wakiongozwa na Pelatia, Nearia, Refaya na Uzieli wana wa Ishi, wakavamia nchi ya vilima ya Seiri."
  },
  {
    "verseNumber": "1CH 4:43",
    "verseText": "Wakawaua Waamaleki waliobaki, waliokuwa wamenusurika, nao wanaishi huko hadi leo."
  },
  {
    "verseNumber": "1CH 5:1",
    "verseText": "Wana wa Reubeni mzaliwa wa kwanza wa Israeli (yeye alikuwa mzaliwa wa kwanza, lakini kwa kuwa alikinajisi kitanda cha baba yake, haki zake za mzaliwa wa kwanza walipewa wana wa Yosefu mwana wa Israeli. Hivyo hakuorodheshwa kwenye orodha ya ukoo wao kulingana na haki yake ya kuzaliwa."
  },
  {
    "verseNumber": "1CH 5:2",
    "verseText": "Na ingawa Yuda alikuwa na nguvu zaidi ya ndugu zake wote, na mtawala alitoka kwake, haki za mzaliwa wa kwanza zilikuwa za Yosefu.)"
  },
  {
    "verseNumber": "1CH 5:3",
    "verseText": "Wana wa Reubeni mzaliwa wa kwanza wa Israeli walikuwa: Hanoki, Palu, Hesroni na Karmi."
  },
  {
    "verseNumber": "1CH 5:4",
    "verseText": "Wazao wa Yoeli walikuwa: Shemaya mwanawe, Gogu mwanawe; Shimei mwanawe,"
  },
  {
    "verseNumber": "1CH 5:5",
    "verseText": "Mika mwanawe, Reaya mwanawe, Baali mwanawe,"
  },
  {
    "verseNumber": "1CH 5:6",
    "verseText": "na Beera mwanawe, ambaye Tiglath-Pileseri mfalme wa Ashuru alimchukua kwenda uhamishoni. Beera alikuwa kiongozi wa Wareubeni."
  },
  {
    "verseNumber": "1CH 5:7",
    "verseText": "Jamaa zao kulingana na koo zao, walioorodheshwa kwa kufuata koo zao kama ifuatavyo: Yeieli aliyekuwa mkuu wao, Zekaria,"
  },
  {
    "verseNumber": "1CH 5:8",
    "verseText": "Bela mwana wa Azazi, mwana wa Shema, mwana wa Yoeli. Hao waliishi katika eneo kuanzia Aroeri mpaka Nebo na Baal-Meoni."
  },
  {
    "verseNumber": "1CH 5:9",
    "verseText": "Kwa upande wa mashariki walienea hadi pembeni mwa jangwa linaloenea mpaka kwenye Mto Frati, kwa sababu mifugo yao ilikuwa imeongezeka huko Gileadi."
  },
  {
    "verseNumber": "1CH 5:10",
    "verseText": "Wakati wa utawala wa Mfalme Sauli, walipigana vita dhidi ya Wahagari, wakaanguka kwa mikono yao, kisha wakaishi katika mahema ya Wahagari katika eneo lote la mashariki ya Gileadi."
  },
  {
    "verseNumber": "1CH 5:11",
    "verseText": "Wagadi waliishi jirani nao katika nchi ya Bashani, mpaka Saleka."
  },
  {
    "verseNumber": "1CH 5:12",
    "verseText": "Yoeli ndiye alikuwa mkuu wao, Shafamu wa pili, na wakafuata Yanai na Shafati, huko Bashani."
  },
  {
    "verseNumber": "1CH 5:13",
    "verseText": "Ndugu zao kulingana na koo zao walikuwa saba: Mikaeli, Meshulamu, Sheba, Yorai, Yakani, Zia na Eberi."
  },
  {
    "verseNumber": "1CH 5:14",
    "verseText": "Hawa walikuwa ndio wana wa Abihaili mwana wa Huri, mwana wa Yaroa, mwana wa Gileadi, mwana wa Mikaeli, mwana wa Yeshishai, mwana wa Yahdo, mwana wa Buzi."
  },
  {
    "verseNumber": "1CH 5:15",
    "verseText": "Ahi mwana wa Abdieli, mwana wa Guni, alikuwa ndiye kiongozi wa jamaa yao."
  },
  {
    "verseNumber": "1CH 5:16",
    "verseText": "Wagadi waliishi Gileadi, huko Bashani pamoja na vijiji vilivyoizunguka, pia katika nchi yote ya malisho ya Sharoni kote walikoenea."
  },
  {
    "verseNumber": "1CH 5:17",
    "verseText": "Yote haya yaliwekwa katika kumbukumbu za ukoo wao wakati wa utawala wa Yothamu, mfalme wa Yuda na Yeroboamu mfalme wa Israeli."
  },
  {
    "verseNumber": "1CH 5:18",
    "verseText": "Wareubeni, Wagadi na nusu ya kabila la Manase walikuwa na watu mashujaa 44,760 waliokuwa wameandaliwa kwa ajili ya vita: watu wenye nguvu, hodari wa kutumia ngao na upanga, mashujaa wa kutumia upinde, waliokuwa tayari kwa ajili ya kazi hiyo."
  },
  {
    "verseNumber": "1CH 5:19",
    "verseText": "Walipigana vita dhidi ya Wahagari, Yeturi, Nafishi na Nodabu."
  },
  {
    "verseNumber": "1CH 5:20",
    "verseText": "Walisaidiwa katika kupigana nao, Mungu akawatia Wahagari pamoja na wote walioungana nao mikononi mwao, kwa sababu walimlilia Mungu wakati wa vita. Alijibu maombi yao, kwa sababu walimtegemea."
  },
  {
    "verseNumber": "1CH 5:21",
    "verseText": "Walitwaa mifugo ya Wahagari: ngamia 50,000, kondoo 250,000, punda 2,000. Pia wakateka watu 100,000,"
  },
  {
    "verseNumber": "1CH 5:22",
    "verseText": "na wengine wengi waliuawa kwa sababu vita vilikuwa ni vya Mungu. Nao waliendelea kuikalia nchi hiyo mpaka wakati wa uhamisho."
  },
  {
    "verseNumber": "1CH 5:23",
    "verseText": "Idadi ya nusu ya kabila la Manase walikuwa wengi sana, Wakakaa kuanzia Bashani hadi Baal-Hermoni, yaani mpaka Seniri na mlima Hermoni."
  },
  {
    "verseNumber": "1CH 5:24",
    "verseText": "Hawa ndio waliokuwa viongozi wa jamaa za kabila hilo: Eferi, Ishi, Elieli, Azrieli, Yeremia, Hodavia na Yahdieli. Walikuwa askari shujaa watu maarufu, viongozi wa jamaa zao."
  },
  {
    "verseNumber": "1CH 5:25",
    "verseText": "Lakini hawakuwa waaminifu kwa Mungu wa baba zao, nao wakafanya ukahaba kwa miungu ya mataifa, ambayo Mungu alikuwa ameyaangamiza mbele yao."
  },
  {
    "verseNumber": "1CH 5:26",
    "verseText": "Kwa hiyo Mungu wa Israeli akaiamsha roho ya Pulu, mfalme wa Ashuru (ambaye pia alijulikana kama Tiglath-Pileseri), ambaye aliwachukua Wareubeni, Wagadi na nusu ya kabila la Manase kwenda uhamishoni. Akawapeleka huko Hala, Habori, Hara na mto Gozani, ambako wamekaa mpaka leo."
  },
  {
    "verseNumber": "1CH 6:1",
    "verseText": "Wana wa Lawi walikuwa: Gershoni, Kohathi na Merari."
  },
  {
    "verseNumber": "1CH 6:2",
    "verseText": "Wana wa Kohathi walikuwa: Amramu, Ishari, Hebroni na Uzieli."
  },
  {
    "verseNumber": "1CH 6:3",
    "verseText": "Amramu alikuwa na wana: Aroni, Mose, na Miriamu. Aroni alikuwa na wana: Nadabu, Abihu, Eleazari na Ithamari."
  },
  {
    "verseNumber": "1CH 6:4",
    "verseText": "Eleazari akamzaa Finehasi, Finehasi akamzaa Abishua,"
  },
  {
    "verseNumber": "1CH 6:5",
    "verseText": "Abishua akamzaa Buki, Buki akamzaa Uzi,"
  },
  {
    "verseNumber": "1CH 6:6",
    "verseText": "Uzi akamzaa Zerahia, Zerahia akamzaa Merayothi,"
  },
  {
    "verseNumber": "1CH 6:7",
    "verseText": "Merayothi akamzaa Amaria, Amaria akamzaa Ahitubu,"
  },
  {
    "verseNumber": "1CH 6:8",
    "verseText": "Ahitubu akamzaa Sadoki, Sadoki akamzaa Ahimaasi,"
  },
  {
    "verseNumber": "1CH 6:9",
    "verseText": "Ahimaasi akamzaa Azaria, Azaria akamzaa Yohanani,"
  },
  {
    "verseNumber": "1CH 6:10",
    "verseText": "Yohanani akamzaa Azaria (ndiye alifanya kazi ya ukuhani katika Hekalu alilojenga Mfalme Solomoni huko Yerusalemu),"
  },
  {
    "verseNumber": "1CH 6:11",
    "verseText": "Azaria akamzaa Amaria, Amaria akamzaa Ahitubu,"
  },
  {
    "verseNumber": "1CH 6:12",
    "verseText": "Ahitubu akamzaa Sadoki, Sadoki akamzaa Shalumu,"
  },
  {
    "verseNumber": "1CH 6:13",
    "verseText": "Shalumu akamzaa Hilkia, Hilkia akamzaa Azaria,"
  },
  {
    "verseNumber": "1CH 6:14",
    "verseText": "Azaria akamzaa Seraya, Seraya akamzaa Yehosadaki."
  },
  {
    "verseNumber": "1CH 6:15",
    "verseText": "Yehosadaki alihamishwa wakati BWANA aliwapeleka uhamishoni watu wa Yuda na Yerusalemu kwa mkono wa Mfalme Nebukadneza."
  },
  {
    "verseNumber": "1CH 6:16",
    "verseText": "Wana wa Lawi walikuwa: Gershoni, Kohathi na Merari."
  },
  {
    "verseNumber": "1CH 6:17",
    "verseText": "Haya ndiyo majina ya wana wa Gershoni: Libni na Shimei."
  },
  {
    "verseNumber": "1CH 6:18",
    "verseText": "Wana wa Kohathi walikuwa: Amramu, Ishari, Hebroni na Uzieli."
  },
  {
    "verseNumber": "1CH 6:19",
    "verseText": "Wana wa Merari walikuwa: Mahli na Mushi. Zifuatazo ni koo za Walawi zilizoorodheshwa kufuatana na baba zao:"
  },
  {
    "verseNumber": "1CH 6:20",
    "verseText": "Wazao wa Gershoni: Gershoni akamzaa Libni, Libni akamzaa Yahathi, Yahathi akamzaa Zima,"
  },
  {
    "verseNumber": "1CH 6:21",
    "verseText": "Zima akamzaa Yoa, Yoa akamzaa Ido, Ido akamzaa Zera, Zera akamzaa Yeatherai."
  },
  {
    "verseNumber": "1CH 6:22",
    "verseText": "Wazao wa Kohathi: Kohathi akamzaa Aminadabu, Aminadabu akamzaa Kora, Kora akamzaa Asiri,"
  },
  {
    "verseNumber": "1CH 6:23",
    "verseText": "Asiri akamzaa Elikana, Elikana akamzaa Ebiasafu, Ebiasafu akamzaa Asiri,"
  },
  {
    "verseNumber": "1CH 6:24",
    "verseText": "Asiri akamzaa Tahathi, Tahathi akamzaa Urieli, Urieli akamzaa Uzia, Uzia akamzaa Shauli."
  },
  {
    "verseNumber": "1CH 6:25",
    "verseText": "Wazao wa Elikana walikuwa: Amasai na Ahimothi,"
  },
  {
    "verseNumber": "1CH 6:26",
    "verseText": "Ahimothi akamzaa Elikana, Elikana akamzaa Sofai, Sofai akamzaa Nahathi,"
  },
  {
    "verseNumber": "1CH 6:27",
    "verseText": "Nahathi akamzaa Eliabu, Eliabu akamzaa Yerohamu, Yerohamu akamzaa Elikana, Elikana akamzaa Samweli."
  },
  {
    "verseNumber": "1CH 6:28",
    "verseText": "Wana wa Samweli walikuwa: Yoeli mzaliwa wake wa kwanza, na Abiya mwanawe wa pili."
  },
  {
    "verseNumber": "1CH 6:29",
    "verseText": "Wafuatao ndio wazao wa Merari: Merari akamzaa Mahli, Mahli akamzaa Libni, Libni akamzaa Shimei, Shimei akamzaa Uza,"
  },
  {
    "verseNumber": "1CH 6:30",
    "verseText": "Uza akamzaa Shimea, Shimea akamzaa Hagia, Hagia akamzaa Asaya."
  },
  {
    "verseNumber": "1CH 6:31",
    "verseText": "Hawa ndio watu ambao Daudi aliwaweka kuwa viongozi wa uimbaji katika nyumba ya BWANA, baada ya Sanduku la Agano kuletwa ili kukaa huko."
  },
  {
    "verseNumber": "1CH 6:32",
    "verseText": "Walihudumu kwa kuimba mbele ya Maskani, Hema la Kukutania, mpaka hapo Mfalme Solomoni alipojenga Hekalu la BWANA huko Yerusalemu. Walitimiza wajibu wao kulingana na taratibu walizokuwa wamewekewa."
  },
  {
    "verseNumber": "1CH 6:33",
    "verseText": "Wafuatao ni watu waliohudumu pamoja na wana wao: Kutoka ukoo wa Kohathi walikuwa: Hemani, mpiga kinanda, alikuwa mwana wa Yoeli, mwana wa Samweli,"
  },
  {
    "verseNumber": "1CH 6:34",
    "verseText": "mwana wa Elikana, mwana wa Yerohamu, mwana wa Elieli, mwana wa Toa,"
  },
  {
    "verseNumber": "1CH 6:35",
    "verseText": "mwana wa Sufu, mwana wa Elikana, mwana wa Mahathi, mwana wa Amasai,"
  },
  {
    "verseNumber": "1CH 6:36",
    "verseText": "mwana wa Elikana, mwana wa Yoeli, mwana wa Azaria, mwana wa Sefania,"
  },
  {
    "verseNumber": "1CH 6:37",
    "verseText": "mwana wa Tahathi, mwana wa Asiri, mwana wa Ebiasafu, mwana wa Kora,"
  },
  {
    "verseNumber": "1CH 6:38",
    "verseText": "mwana wa Ishari, mwana wa Kohathi, mwana wa Lawi, mwana wa Israeli;"
  },
  {
    "verseNumber": "1CH 6:39",
    "verseText": "na msaidizi wa Hemani alikuwa Asafu, aliyesimama mkono wa kuume: Asafu mwana wa Berekia, mwana wa Shimea,"
  },
  {
    "verseNumber": "1CH 6:40",
    "verseText": "mwana wa Mikaeli, mwana wa Baaseya, mwana wa Malkiya,"
  },
  {
    "verseNumber": "1CH 6:41",
    "verseText": "mwana wa Ethni, mwana wa Zera, mwana wa Adaya,"
  },
  {
    "verseNumber": "1CH 6:42",
    "verseText": "mwana wa Ethani, mwana wa Zima, mwana wa Shimei,"
  },
  {
    "verseNumber": "1CH 6:43",
    "verseText": "mwana wa Yahathi, mwana wa Gershoni, mwana wa Lawi."
  },
  {
    "verseNumber": "1CH 6:44",
    "verseText": "Na kutoka kwa walioshirikiana nao, Wamerari, mkono wake wa kushoto: Ethani mwana wa Kishi, mwana wa Abdi, mwana wa Maluki,"
  },
  {
    "verseNumber": "1CH 6:45",
    "verseText": "mwana wa Hashabia, mwana wa Amazia, mwana wa Hilkia,"
  },
  {
    "verseNumber": "1CH 6:46",
    "verseText": "mwana wa Amsi, mwana wa Bani, mwana wa Shemeri,"
  },
  {
    "verseNumber": "1CH 6:47",
    "verseText": "mwana wa Mahli, mwana wa Mushi, mwana wa Merari, mwana wa Lawi."
  },
  {
    "verseNumber": "1CH 6:48",
    "verseText": "Ndugu zao wengine Walawi walipewa huduma nyingine za kuhudumia hema takatifu, nyumba ya Mungu."
  },
  {
    "verseNumber": "1CH 6:49",
    "verseText": "Lakini Aroni na uzao wake ndio waliokuwa na wajibu wa kutoa sadaka katika madhabahu ya sadaka ya kuteketezwa na kwenye madhabahu ya kufukizia uvumba pamoja na yote yaliyofanyika pa Patakatifu, wakifanya upatanisho kwa ajili ya Israeli, sawasawa na yale yote aliyoagiza Mose mtumishi wa Mungu."
  },
  {
    "verseNumber": "1CH 6:50",
    "verseText": "Hawa ndio waliokuwa wazao wa Aroni: Aroni akamzaa Eleazari, Eleazari akamzaa Finehasi, Finehasi akamzaa Abishua,"
  },
  {
    "verseNumber": "1CH 6:51",
    "verseText": "Abishua akamzaa Buki, Buki akamzaa Uzi, Uzi akamzaa Zerahia,"
  },
  {
    "verseNumber": "1CH 6:52",
    "verseText": "Zerahia akamzaa Merayothi, Merayothi akamzaa Amaria, Amaria akamzaa Ahitubu,"
  },
  {
    "verseNumber": "1CH 6:53",
    "verseText": "Ahitubu akamzaa Sadoki, Sadoki akamzaa Ahimaasi."
  },
  {
    "verseNumber": "1CH 6:54",
    "verseText": "Zifuatazo ni sehemu walizopewa ziwe nchi yao kwa ajili ya makazi yao (walipewa wazao wa Aroni waliotoka katika ukoo wa Wakohathi, kwa sababu kura ya kwanza iliwaangukia):"
  },
  {
    "verseNumber": "1CH 6:55",
    "verseText": "Walipewa Hebroni katika nchi ya Yuda pamoja na sehemu ya malisho inayouzunguka."
  },
  {
    "verseNumber": "1CH 6:56",
    "verseText": "Lakini mashamba pamoja na vijiji vilivyouzunguka mji alipewa Kalebu mwana wa Yefune."
  },
  {
    "verseNumber": "1CH 6:57",
    "verseText": "Kwa hiyo wazao wa Aroni walipewa miji ifuatayo pamoja na eneo la malisho: Hebroni (mji wa makimbilio), Libna, Yatiri, Eshtemoa,"
  },
  {
    "verseNumber": "1CH 6:58",
    "verseText": "Hileni, Debiri,"
  },
  {
    "verseNumber": "1CH 6:59",
    "verseText": "Ashani, Yuta na Beth-Shemeshi pamoja na maeneo yake ya malisho."
  },
  {
    "verseNumber": "1CH 6:60",
    "verseText": "Kutoka kabila la Benyamini walipewa Gibeoni, Geba, Alemethi na Anathothi, pamoja na maeneo yake ya malisho. Miji hii kumi na mitatu iligawanywa miongoni mwa koo za Wakohathi."
  },
  {
    "verseNumber": "1CH 6:61",
    "verseText": "Wazao waliobaki wa Wakohathi walipewa miji kumi kutoka koo za nusu ya kabila la Manase."
  },
  {
    "verseNumber": "1CH 6:62",
    "verseText": "Wazao wa Gershoni, ukoo kwa ukoo, walipewa miji kumi na mitatu kutoka kwa makabila ya Isakari, Asheri na Naftali kutoka sehemu ya kabila la Manase huko Bashani."
  },
  {
    "verseNumber": "1CH 6:63",
    "verseText": "Wazao wa Merari, ukoo kwa ukoo walipewa miji kumi na miwili kutoka makabila ya Reubeni, Gadi na Zabuloni."
  },
  {
    "verseNumber": "1CH 6:64",
    "verseText": "Kwa hiyo Waisraeli waliwapa Walawi miji hii pamoja na maeneo yake ya malisho."
  },
  {
    "verseNumber": "1CH 6:65",
    "verseText": "Kutoka makabila ya Yuda, Simeoni na Benyamini walipewa miji iliyotajwa hapo juu."
  },
  {
    "verseNumber": "1CH 6:66",
    "verseText": "Baadhi ya koo za Wakohathi walipewa kama nchi yao miji kutoka kabila la Efraimu."
  },
  {
    "verseNumber": "1CH 6:67",
    "verseText": "Katika nchi ya vilima ya Efraimu walipewa Shekemu (mji wa makimbilio) na Gezeri,"
  },
  {
    "verseNumber": "1CH 6:68",
    "verseText": "Yokmeamu, Beth-Horoni,"
  },
  {
    "verseNumber": "1CH 6:69",
    "verseText": "Aiyaloni na Gath-Rimoni, pamoja na maeneo yake ya malisho."
  },
  {
    "verseNumber": "1CH 6:70",
    "verseText": "Kutoka nusu ya kabila la Manase, Waisraeli waliwapa koo za Wakohathi waliobaki miji ya Aneri na Bileamu pamoja na maeneo yake ya malisho."
  },
  {
    "verseNumber": "1CH 6:71",
    "verseText": "Wagershoni walipokea miji ifuatayo pamoja na maeneo yake ya malisho: Katika nusu ya kabila la Manase: walipewa Golani katika Bashani na pia Ashtarothi."
  },
  {
    "verseNumber": "1CH 6:72",
    "verseText": "Kutoka kabila la Isakari walipokea Kedeshi, Daberathi,"
  },
  {
    "verseNumber": "1CH 6:73",
    "verseText": "Ramothi na Anemu, pamoja na maeneo yake ya malisho."
  },
  {
    "verseNumber": "1CH 6:74",
    "verseText": "Kutoka kabila la Asheri walipokea Mashali, Abdoni,"
  },
  {
    "verseNumber": "1CH 6:75",
    "verseText": "Hukoki na Rehobu, pamoja na maeneo yake ya malisho."
  },
  {
    "verseNumber": "1CH 6:76",
    "verseText": "Kutoka kabila la Naftali walipokea Kedeshi katika Galilaya, Hamoni na Kiriathaimu pamoja na maeneo yake ya malisho."
  },
  {
    "verseNumber": "1CH 6:77",
    "verseText": "Wamerari (Walawi waliobakia) walipokea miji ifuatayo: kutoka kabila la Zabuloni walipokea Yokneamu, Karta, Rimoni na Tabori pamoja na maeneo yake ya malisho."
  },
  {
    "verseNumber": "1CH 6:78",
    "verseText": "Kutoka kabila la Reubeni, ngʼambo ya Yordani mashariki mwa Yeriko walipokea Bezeri ulioko jangwani, Yahasa,"
  },
  {
    "verseNumber": "1CH 6:79",
    "verseText": "Kedemothi na Mefaathi pamoja na maeneo yake ya malisho."
  },
  {
    "verseNumber": "1CH 6:80",
    "verseText": "Na kutoka kabila la Gadi walipokea Ramothi huko Gileadi, Mahanaimu,"
  },
  {
    "verseNumber": "1CH 6:81",
    "verseText": "Heshboni na Yazeri, pamoja na maeneo yake ya malisho."
  },
  {
    "verseNumber": "1CH 7:1",
    "verseText": "Wana wa Isakari walikuwa: Tola, Pua, Yashubu na Shimroni; wote ni wanne."
  },
  {
    "verseNumber": "1CH 7:2",
    "verseText": "Wana wa Tola walikuwa: Uzi, Refaya, Yerieli, Yahmai, Ibsamu na Shemueli waliokuwa viongozi wa jamaa zao. Wakati wa utawala wa Mfalme Daudi, wazao wa Tola walioorodheshwa kama wapiganaji katika ukoo wao walikuwa watu 22,600."
  },
  {
    "verseNumber": "1CH 7:3",
    "verseText": "Mwana wa Uzi alikuwa: Izrahia. Wana wa Izrahia walikuwa: Mikaeli, Obadia, Yoeli na Ishia. Wote hawa watano walikuwa wakuu wao."
  },
  {
    "verseNumber": "1CH 7:4",
    "verseText": "Kulingana na ukoo wa jamaa zao, walikuwa na watu hodari wa vita wapatao 36,000, kwa sababu walikuwa na wanawake na watoto wengi."
  },
  {
    "verseNumber": "1CH 7:5",
    "verseText": "Jamaa ya watu waliokuwa wapiganaji hodari kutoka koo zote za Isakari, kama ilivyoorodheshwa katika ukoo wao, jumla yao walikuwa 87,000."
  },
  {
    "verseNumber": "1CH 7:6",
    "verseText": "Wana watatu wa Benyamini walikuwa: Bela, Bekeri na Yediaeli."
  },
  {
    "verseNumber": "1CH 7:7",
    "verseText": "Wana wa Bela walikuwa: Esboni, Uzi, Uzieli, Yeremothi na Iri; walikuwa viongozi wa jamaa zao; wote ni watano. Watu wapiganaji walioorodheshwa katika ukoo wao walikuwa 22,034."
  },
  {
    "verseNumber": "1CH 7:8",
    "verseText": "Wana wa Bekeri walikuwa: Zemira, Yoashi, Eliezeri, Elioenai, Omri, Yeremothi, Abiya, Anathothi na Alemethi. Hawa wote walikuwa wana wa Bekeri."
  },
  {
    "verseNumber": "1CH 7:9",
    "verseText": "Orodha ya ukoo wao iliyoandikwa viongozi wa jamaa zao walikuwa wapiganaji 20,200."
  },
  {
    "verseNumber": "1CH 7:10",
    "verseText": "Mwana wa Yediaeli alikuwa: Bilhani. Wana wa Bilhani walikuwa: Yeushi, Benyamini, Ehudi, Kenaana, Zethani, Tarshishi na Ahishahari."
  },
  {
    "verseNumber": "1CH 7:11",
    "verseText": "Hawa wana wote wa Yediaeli walikuwa viongozi wa jamaa zao. Kulikuwako wanaume wapiganaji 17,200 waliokuwa tayari kwenda vitani."
  },
  {
    "verseNumber": "1CH 7:12",
    "verseText": "Washupimu na Wahupimu walikuwa wazao wa Iri. Wahushimu walikuwa wazao wa Aheri."
  },
  {
    "verseNumber": "1CH 7:13",
    "verseText": "Wana wa Naftali walikuwa: Yahzieli, Guni, Yeseri na Shalumu; hao walikuwa wazao wa Bilha."
  },
  {
    "verseNumber": "1CH 7:14",
    "verseText": "Wana wa Manase walikuwa: Asirieli alikuwa mzao wake kutokana na suria wake wa Kiaramu. Huyu suria akamzaa Makiri baba wa Gileadi."
  },
  {
    "verseNumber": "1CH 7:15",
    "verseText": "Makiri akatwaa mke kutoka miongoni mwa Wahupimu na Washupimu. Jina la dada yake aliitwa Maaka. Mwana wa pili wa Makiri aliitwa Selofehadi, ambaye alikuwa na wasichana tu."
  },
  {
    "verseNumber": "1CH 7:16",
    "verseText": "Maaka mkewe Makiri akamzaa mwana aliyemwita Pereshi. Jina la nduguye lilikuwa Shereshi. Wana wa Pereshi walikuwa Ulamu na Rakemu."
  },
  {
    "verseNumber": "1CH 7:17",
    "verseText": "Mwana wa Ulamu alikuwa: Bedani. Hawa ndio waliokuwa wana wa Gileadi mwana wa Makiri, mwana wa Manase."
  },
  {
    "verseNumber": "1CH 7:18",
    "verseText": "Dada yake aliyeitwa Hamolekethi aliwazaa Ish-Hodi, Abiezeri na Mahla."
  },
  {
    "verseNumber": "1CH 7:19",
    "verseText": "Wana wa Shemida walikuwa: Ahiani, Shekemu, Liki na Aniamu."
  },
  {
    "verseNumber": "1CH 7:20",
    "verseText": "Wana wa Efraimu walikuwa: Shuthela, ambaye alimzaa Beredi, Beredi akamzaa Tahathi, Tahathi akazaa Eleada, Eleada akamzaa Tahathi,"
  },
  {
    "verseNumber": "1CH 7:21",
    "verseText": "Tahathi akamzaa Zabadi, na Zabadi akamzaa Shuthela. Ezeri na Eleadi waliuawa na wenyeji wa Gathi walipokuwa wamekwenda huko kuwanyangʼanya mifugo yao."
  },
  {
    "verseNumber": "1CH 7:22",
    "verseText": "Baba yao Efraimu akawaombolezea kwa siku nyingi, na jamaa zake wakaja kumfariji."
  },
  {
    "verseNumber": "1CH 7:23",
    "verseText": "Kisha akakutana kimwili na mke wake tena, naye akachukua mimba, akamzalia mwana. Akamwita Beria, kwa sababu ya misiba iliyoipata nyumba yake."
  },
  {
    "verseNumber": "1CH 7:24",
    "verseText": "Beria alikuwa na binti jina lake Sheera. Huyu ndiye aliijenga miji ya Beth-Horoni ya Juu na Beth-Horoni ya Chini, pamoja na Uzen-Sheera."
  },
  {
    "verseNumber": "1CH 7:25",
    "verseText": "Beria akamzaa pia Refa, naye Refa akamzaa Reshefu, Reshefu akamzaa Tela, Tela akamzaa Tahani,"
  },
  {
    "verseNumber": "1CH 7:26",
    "verseText": "Tahani akamzaa Ladani, Ladani akamzaa Amihudi, Amihudi akamzaa Elishama,"
  },
  {
    "verseNumber": "1CH 7:27",
    "verseText": "Elishama akamzaa Nuni, Nuni akamzaa Yoshua."
  },
  {
    "verseNumber": "1CH 7:28",
    "verseText": "Nchi zao na makazi yao yalijumuisha Betheli na vijiji vilivyouzunguka, Naarani ilikuwa upande wa mashariki, Gezeri pamoja na vijiji vyake upande wa magharibi, pia Shekemu na vijiji vyake hadi kufikia Aya na vijiji vyake."
  },
  {
    "verseNumber": "1CH 7:29",
    "verseText": "Katika mipaka ya Manase walikuwepo Beth-Shani, Taanaki, Megido na Dori pamoja na vijiji vyake. Wana wa Yosefu mwana wa Israeli waliishi katika miji hii."
  },
  {
    "verseNumber": "1CH 7:30",
    "verseText": "Wana wa Asheri walikuwa: Imna, Ishva, Ishvi na Beria. Dada yao alikuwa Sera."
  },
  {
    "verseNumber": "1CH 7:31",
    "verseText": "Wana wa Beria walikuwa: Heberi na Malkieli, aliyekuwa baba yake Birzaithi."
  },
  {
    "verseNumber": "1CH 7:32",
    "verseText": "Heberi akawazaa Yafleti, Shomeri na Hothamu, na Shua dada yao."
  },
  {
    "verseNumber": "1CH 7:33",
    "verseText": "Wana wa Yafleti walikuwa: Pasaki, Bimhali na Ashvathi. Hawa walikuwa wana wa Yafleti."
  },
  {
    "verseNumber": "1CH 7:34",
    "verseText": "Wana wa Shemeri walikuwa: Ahi, Roga, Yehuba na Aramu."
  },
  {
    "verseNumber": "1CH 7:35",
    "verseText": "Wana wa Helemu ndugu yake walikuwa: Sofa, Imna, Sheleshi na Amali."
  },
  {
    "verseNumber": "1CH 7:36",
    "verseText": "Wana wa Sofa walikuwa: Sua, Harneferi, Shuali, Beri, Imra,"
  },
  {
    "verseNumber": "1CH 7:37",
    "verseText": "Bezeri, Hodu, Shama, Shilsha, Ithrani na Beera."
  },
  {
    "verseNumber": "1CH 7:38",
    "verseText": "Wana wa Yetheri walikuwa: Yefune, Pispa na Ara."
  },
  {
    "verseNumber": "1CH 7:39",
    "verseText": "Wana wa Ula walikuwa: Ara, Hanieli na Risia."
  },
  {
    "verseNumber": "1CH 7:40",
    "verseText": "Hawa wote ndio waliokuwa wazao wa Asheri, viongozi wa jamaa zao, watu bora, mashujaa walio hodari na viongozi maarufu. Idadi ya watu waliokuwa tayari kwa vita, kama ilivyoorodheshwa katika ukoo wao, walikuwa 26,000."
  },
  {
    "verseNumber": "1CH 8:1",
    "verseText": "Benyamini akamzaa: Bela mzaliwa wake wa kwanza, Ashbeli mwanawe wa pili, Ahara mwanawe wa tatu,"
  },
  {
    "verseNumber": "1CH 8:2",
    "verseText": "Noha mwanawe wa nne na Rafa mwanawe wa tano."
  },
  {
    "verseNumber": "1CH 8:3",
    "verseText": "Wana wa Bela walikuwa: Adari, Gera, Abihudi,"
  },
  {
    "verseNumber": "1CH 8:4",
    "verseText": "Abishua, Naamani, Ahoa,"
  },
  {
    "verseNumber": "1CH 8:5",
    "verseText": "Gera, Shefufani na Huramu."
  },
  {
    "verseNumber": "1CH 8:6",
    "verseText": "Hawa ndio wazao wa Ehudi, waliokuwa viongozi wa jamaa za wale walioishi huko Geba na ambao walihamishiwa Manahathi:"
  },
  {
    "verseNumber": "1CH 8:7",
    "verseText": "Naamani, Ahiya na Gera. Gera alikuwa baba yao Uza na Ahihudi na ndiye aliwaongoza kwenda uhamishoni."
  },
  {
    "verseNumber": "1CH 8:8",
    "verseText": "Shaharaimu aliwazaa wana katika nchi ya Moabu baada ya kuwapa talaka wake zake wawili yaani, Hushimu na Baara."
  },
  {
    "verseNumber": "1CH 8:9",
    "verseText": "Kwa mkewe Hodeshi, akawazaa wana saba: Yobabu, Sibia, Mesha, Malkamu,"
  },
  {
    "verseNumber": "1CH 8:10",
    "verseText": "Yeuzi, Sakia na Mirma. Hawa ndio waliokuwa wanawe, viongozi wa jamaa zao."
  },
  {
    "verseNumber": "1CH 8:11",
    "verseText": "Hushimu alimzalia: Abitubu na Elpaali."
  },
  {
    "verseNumber": "1CH 8:12",
    "verseText": "Wana wa Elpaali walikuwa: Eberi, Mishamu, Shemedi (aliyeijenga miji ya Ono na Lodi, pamoja na vijiji vilivyoizunguka),"
  },
  {
    "verseNumber": "1CH 8:13",
    "verseText": "na Beria na Shema, waliokuwa viongozi wa zile jamaa zilizokuwa zinaishi katika mji wa Aiyaloni, na ambao waliwafukuza wenyeji wa Gathi."
  },
  {
    "verseNumber": "1CH 8:14",
    "verseText": "Wana wa Beria walikuwa Ahio, Shashaki, Yeremothi,"
  },
  {
    "verseNumber": "1CH 8:15",
    "verseText": "Zebadia, Aradi, Ederi,"
  },
  {
    "verseNumber": "1CH 8:16",
    "verseText": "Mikaeli, Ishpa, na Yoha."
  },
  {
    "verseNumber": "1CH 8:17",
    "verseText": "Zebadia, Meshulamu, Hizki, Heberi,"
  },
  {
    "verseNumber": "1CH 8:18",
    "verseText": "Ishmerai, Izlia na Yobabu ndio waliokuwa wana wa Elpaali."
  },
  {
    "verseNumber": "1CH 8:19",
    "verseText": "Yakimu, Zikri, Zabdi,"
  },
  {
    "verseNumber": "1CH 8:20",
    "verseText": "Elienai, Silethai, Elieli,"
  },
  {
    "verseNumber": "1CH 8:21",
    "verseText": "Adaya, Beraya na Shimrathi walikuwa wana wa Shimei."
  },
  {
    "verseNumber": "1CH 8:22",
    "verseText": "Wana wa Shashaki walikuwa Ishpani, Eberi, Elieli,"
  },
  {
    "verseNumber": "1CH 8:23",
    "verseText": "Abdoni, Zikri, Hanani,"
  },
  {
    "verseNumber": "1CH 8:24",
    "verseText": "Hanania, Elamu, Anthothiya,"
  },
  {
    "verseNumber": "1CH 8:25",
    "verseText": "Ifdeya na Penueli."
  },
  {
    "verseNumber": "1CH 8:26",
    "verseText": "Shamsherai, Sheharia, Athalia,"
  },
  {
    "verseNumber": "1CH 8:27",
    "verseText": "Yaareshia, Eliya na Zikri walikuwa wana wa Yerohamu."
  },
  {
    "verseNumber": "1CH 8:28",
    "verseText": "Hawa wote walikuwa viongozi wa jamaa zao wakuu, kama ilivyoorodheshwa katika koo zao, nao waliishi Yerusalemu."
  },
  {
    "verseNumber": "1CH 8:29",
    "verseText": "Yeieli alikuwa baba yake Gibeoni naye aliishi huko Gibeoni. Mke wake aliitwa Maaka."
  },
  {
    "verseNumber": "1CH 8:30",
    "verseText": "Mwanawe mzaliwa wa kwanza alikuwa Abdoni, akafuatiwa na Suri, Kishi, Baali, Neri, Nadabu,"
  },
  {
    "verseNumber": "1CH 8:31",
    "verseText": "Gedori, Ahio, Zekeri,"
  },
  {
    "verseNumber": "1CH 8:32",
    "verseText": "na Miklothi ambaye alikuwa baba yake Shimea. Hawa pia waliishi karibu na jamaa zao huko Yerusalemu."
  },
  {
    "verseNumber": "1CH 8:33",
    "verseText": "Neri akamzaa Kishi, Kishi akamzaa Sauli, Sauli akamzaa Yonathani, Malki-Shua, Abinadabu na Esh-Baali."
  },
  {
    "verseNumber": "1CH 8:34",
    "verseText": "Yonathani akamzaa: Merib-Baali, naye Merib-Baali akamzaa Mika."
  },
  {
    "verseNumber": "1CH 8:35",
    "verseText": "Wana wa Mika walikuwa: Pithoni, Meleki, Tarea na Ahazi."
  },
  {
    "verseNumber": "1CH 8:36",
    "verseText": "Ahazi akamzaa Yehoada. Naye Yehoada akawazaa Alemethi, Azmawethi na Zimri, naye Zimri akamzaa Mosa."
  },
  {
    "verseNumber": "1CH 8:37",
    "verseText": "Mosa akamzaa Binea, Binea akamzaa Rafa, na mwanawe huyo ni Eleasa, na mwanawe huyo ni Aseli."
  },
  {
    "verseNumber": "1CH 8:38",
    "verseText": "Aseli alikuwa na wana sita; haya ndiyo majina yao: Azrikamu, Bokeru, Ishmaeli, Shearia, Obadia na Hanani. Hawa wote ndio waliokuwa wana wa Aseli."
  },
  {
    "verseNumber": "1CH 8:39",
    "verseText": "Wana wa Esheki, nduguye Aseli, walikuwa: Mzaliwa wake wa kwanza alikuwa Ulamu, wa pili Yeushi na wa tatu Elifeleti."
  },
  {
    "verseNumber": "1CH 8:40",
    "verseText": "Wana wa Ulamu walikuwa mashujaa hodari walioweza kutumia upinde. Alikuwa na wana wengi na wajukuu, jumla yao 150. Hawa wote ndio walikuwa wazao wa Benyamini."
  },
  {
    "verseNumber": "1CH 9:1",
    "verseText": "Waisraeli wote waliorodheshwa katika koo zilizoandikwa kwenye kitabu cha wafalme wa Israeli. Watu Katika Yerusalemu Watu wa Yuda walichukuliwa mateka kwenda Babeli kwa sababu ya kukosa uaminifu kwa Mungu."
  },
  {
    "verseNumber": "1CH 9:2",
    "verseText": "Basi watu wa kwanza kurudi kukaa kwenye milki zao katika miji yao walikuwa baadhi ya Waisraeli, makuhani, Walawi na watumishi wa Hekalu."
  },
  {
    "verseNumber": "1CH 9:3",
    "verseText": "Wale waliotoka Yuda, Benyamini, Efraimu na Manase ambao waliishi Yerusalemu walikuwa:"
  },
  {
    "verseNumber": "1CH 9:4",
    "verseText": "Uthai mwana wa Amihudi, mwana wa Omri, mwana wa Imri, mwana wa Bani, wa wana wa Peresi, mwana wa Yuda."
  },
  {
    "verseNumber": "1CH 9:5",
    "verseText": "Wazao wa Washiloni waliorudi ni: Asaya mzaliwa wa kwanza na wanawe."
  },
  {
    "verseNumber": "1CH 9:6",
    "verseText": "Kwa wana wa Zera: Yeueli. Watu wa Yuda jumla yao walikuwa watu 690."
  },
  {
    "verseNumber": "1CH 9:7",
    "verseText": "Kwa Benyamini walikuwa: Salu mwana wa Meshulamu, mwana wa Hodavia, mwana wa Hasenua;"
  },
  {
    "verseNumber": "1CH 9:8",
    "verseText": "Ibneya mwana wa Yerohamu, Ela mwana wa Uzi, mwana wa Mikri; na Meshulamu mwana wa Shefatia, mwana wa Reueli, mwana wa Ibniya."
  },
  {
    "verseNumber": "1CH 9:9",
    "verseText": "Watu kutoka Benyamini kama walivyoorodheshwa katika koo zao jumla yao ni 956. Watu hawa wote walikuwa viongozi wa jamaa zao."
  },
  {
    "verseNumber": "1CH 9:10",
    "verseText": "Wa jamaa za makuhani walikuwa: Yedaya, Yehoyaribu na Yakini;"
  },
  {
    "verseNumber": "1CH 9:11",
    "verseText": "Azaria mwana wa Hilkia, mwana wa Meshulamu, mwana wa Sadoki, mwana wa Merayothi, mwana wa Ahitubu aliyekuwa afisa kiongozi wa nyumba ya Mungu."
  },
  {
    "verseNumber": "1CH 9:12",
    "verseText": "Adaya mwana wa Yerohamu, mwana wa Pashuri, mwana wa Malkiya; Maasai, mwana wa Adieli, mwana wa Yahzera, mwana wa Meshulamu, mwana wa Meshilemithi, mwana wa Imeri."
  },
  {
    "verseNumber": "1CH 9:13",
    "verseText": "Makuhani waliokuwa viongozi wa jamaa zao walikuwa 1,760. Walikuwa watu wenye uwezo, waliowajibika kuhudumu katika nyumba ya Mungu."
  },
  {
    "verseNumber": "1CH 9:14",
    "verseText": "Jamaa za Walawi walikuwa: Shemaya, mwana wa Hashubu, mwana wa Azrikamu, mwana wa Hashabia, wa wana wa Merari."
  },
  {
    "verseNumber": "1CH 9:15",
    "verseText": "Bakbakari, Hereshi, Galali na Matania mwana wa Mika, mwana wa Zikri, mwana wa Asafu."
  },
  {
    "verseNumber": "1CH 9:16",
    "verseText": "Obadia mwana wa Shemaya, mwana wa Galali, mwana wa Yeduthuni. Berekia mwana wa Asa, mwana wa Elikana, ambao waliishi katika vijiji vya Wanetofathi."
  },
  {
    "verseNumber": "1CH 9:17",
    "verseText": "Mabawabu katika Hekalu la BWANA waliorudi walikuwa: Shalumu, Akubu, Talmoni, Ahimani na ndugu zao. Shalumu alikuwa mlinzi wao mkuu."
  },
  {
    "verseNumber": "1CH 9:18",
    "verseText": "Walikuwa wamewekwa katika lango la mfalme lililokuwa upande wa mashariki, mpaka wakati huu. Hawa walikuwa mabawabu wa kutoka kwenye kambi ya Walawi."
  },
  {
    "verseNumber": "1CH 9:19",
    "verseText": "Shalumu mwana wa Kore, mwana wa Ebiasafu, mwana wa Kora, pamoja na mabawabu wenzake kutoka jamaa yake ya Kora waliwajibika kulinda malango ya Hema, kama vile baba zao walivyokuwa wamewajibika kulinda ingilio la Maskani ya BWANA."
  },
  {
    "verseNumber": "1CH 9:20",
    "verseText": "Hapo zamani Finehasi mwana wa Eleazari alikuwa kiongozi wa mabawabu, naye BWANA alikuwa pamoja naye:"
  },
  {
    "verseNumber": "1CH 9:21",
    "verseText": "Zekaria mwana wa Meshelemia alikuwa bawabu katika ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "1CH 9:22",
    "verseText": "Jumla ya waliochaguliwa kuwa mabawabu katika sakafu za kupuria nafaka walikuwa watu 212. Waliandikishwa kwa koo zao kwenye vijiji vyao. Mabawabu hawa waliwekwa katika nafasi zao za kuaminiwa na Daudi pamoja na mwonaji Samweli."
  },
  {
    "verseNumber": "1CH 9:23",
    "verseText": "Wao na wazao wao walikuwa viongozi wa kulinda malango ya nyumba ya BWANA, nyumba iliyoitwa Hema."
  },
  {
    "verseNumber": "1CH 9:24",
    "verseText": "Mabawabu walikuwa pande zote nne: mashariki, magharibi, kaskazini na kusini."
  },
  {
    "verseNumber": "1CH 9:25",
    "verseText": "Ndugu zao katika vijiji vyao walikuwa wakija mara kwa mara na kuwasaidia katika kazi zao kwa vipindi mbalimbali vya siku saba."
  },
  {
    "verseNumber": "1CH 9:26",
    "verseText": "Lakini mabawabu wanne wakuu, waliokuwa Walawi, walikabidhiwa wajibu kwa ajili ya vyumba na hazina katika nyumba ya Mungu."
  },
  {
    "verseNumber": "1CH 9:27",
    "verseText": "Walikesha mahali walipowekwa kuizunguka nyumba ya Mungu, kwa sababu iliwapasa kuilinda. Pia walitunza funguo kwa ajili ya kufungua mlango kila siku asubuhi."
  },
  {
    "verseNumber": "1CH 9:28",
    "verseText": "Baadhi yao walikuwa viongozi wa kutunza vifaa vilivyotumika katika huduma ndani ya Hekalu; walivihesabu kila vilipoingizwa ndani na kila vilipotolewa."
  },
  {
    "verseNumber": "1CH 9:29",
    "verseText": "Wengine walipangiwa kutunza mapambo na vifaa vingine vya patakatifu, pamoja na unga, divai, mafuta, uvumba na vikolezo."
  },
  {
    "verseNumber": "1CH 9:30",
    "verseText": "Lakini baadhi ya makuhani walifanya kazi ya kuchanganya vikolezo."
  },
  {
    "verseNumber": "1CH 9:31",
    "verseText": "Mlawi aliyeitwa Matithia, mwana mzaliwa wa kwanza wa Shalumu, wa ukoo wa Kora, alikabidhiwa wajibu kwa ajili ya kuoka mikate ya sadaka."
  },
  {
    "verseNumber": "1CH 9:32",
    "verseText": "Baadhi ya ndugu zao wa ukoo wa Kohathi walikuwa viongozi wa kuandaa mikate ya Wonyesho kwa ajili ya kila Sabato, mikate iliyokuwa inawekwa mezani."
  },
  {
    "verseNumber": "1CH 9:33",
    "verseText": "Wale waliokuwa waimbaji, viongozi wa jamaa za Walawi, waliishi katika vyumba vya Hekalu, nao hawakufanya shughuli nyingine yoyote kwa sababu iliwapasa kuwajibika kwa kazi hiyo usiku na mchana."
  },
  {
    "verseNumber": "1CH 9:34",
    "verseText": "Hawa wote walikuwa viongozi wa jamaa za Walawi, wakuu kama walivyoorodheshwa katika koo zao, nao waliishi Yerusalemu."
  },
  {
    "verseNumber": "1CH 9:35",
    "verseText": "Yeieli alikuwa baba yake Gibeoni naye aliishi huko Gibeoni. Mke wake aliitwa Maaka,"
  },
  {
    "verseNumber": "1CH 9:36",
    "verseText": "mwanawe mzaliwa wa kwanza alikuwa Abdoni, akafuatiwa na Suri, Kishi, Baali, Neri, Nadabu,"
  },
  {
    "verseNumber": "1CH 9:37",
    "verseText": "Gedori, Ahio, Zekaria na Miklothi."
  },
  {
    "verseNumber": "1CH 9:38",
    "verseText": "Miklothi akamzaa Shimeamu. Wao pia waliishi karibu na jamaa zao huko Yerusalemu."
  },
  {
    "verseNumber": "1CH 9:39",
    "verseText": "Neri akamzaa Kishi, Kishi akamzaa Sauli. Sauli akamzaa Yonathani, Malki-Shua, Abinadabu na Esh-Baali."
  },
  {
    "verseNumber": "1CH 9:40",
    "verseText": "Yonathani akamzaa Merib-Baali, naye Merib-Baali akamzaa Mika."
  },
  {
    "verseNumber": "1CH 9:41",
    "verseText": "Wana wa Mika walikuwa: Pithoni, Meleki, Tarea, na Ahazi."
  },
  {
    "verseNumber": "1CH 9:42",
    "verseText": "Ahazi akamzaa Yara, Yara akawazaa Alemethi, Azmawethi na Zimri, naye Zimri akamzaa Mosa."
  },
  {
    "verseNumber": "1CH 9:43",
    "verseText": "Mosa akamzaa Binea, Binea akamzaa Refaya, na mwanawe huyo ni Eleasa, na mwanawe huyo ni Aseli."
  },
  {
    "verseNumber": "1CH 9:44",
    "verseText": "Aseli alikuwa na wana sita, na haya ndiyo majina yao: Azrikamu, Bokeru, Ishmaeli, Shearia, Obadia na Hanani. Hawa ndio waliokuwa wana wa Aseli."
  },
  {
    "verseNumber": "1CH 10:1",
    "verseText": "Basi Wafilisti wakapigana na Israeli. Waisraeli wakawakimbia, na wengi wakauawa katika mlima Gilboa."
  },
  {
    "verseNumber": "1CH 10:2",
    "verseText": "Wafilisti wakawafuatia kwa bidii Sauli na wanawe, wakawaua Yonathani, Abinadabu na Malki-Shua."
  },
  {
    "verseNumber": "1CH 10:3",
    "verseText": "Mapigano yakawa makali kumzunguka Sauli na wakati wapiga mishale walipompata, wakamjeruhi."
  },
  {
    "verseNumber": "1CH 10:4",
    "verseText": "Sauli akamwambia mbeba silaha wake, “Futa upanga wako unichome nao, la sivyo hawa watu wasiotahiriwa watakuja na kunidhalilisha.” Lakini mbeba silaha wake akaogopa sana wala hakuweza kufanya hivyo. Kwa hiyo Sauli akachukua upanga wake mwenyewe na kuuangukia."
  },
  {
    "verseNumber": "1CH 10:5",
    "verseText": "Mbeba silaha wake alipoona kwamba Sauli amekufa, naye pia akauangukia upanga wake akafa."
  },
  {
    "verseNumber": "1CH 10:6",
    "verseText": "Kwa hiyo Sauli na wanawe watatu wakafa, pamoja na nyumba yake yote."
  },
  {
    "verseNumber": "1CH 10:7",
    "verseText": "Waisraeli wote waliokuwa bondeni walipoona kwamba jeshi limekimbia na kwamba Sauli na wanawe wamekufa, waliacha miji yao wakakimbia. Nao Wafilisti wakaja na kukaa humo."
  },
  {
    "verseNumber": "1CH 10:8",
    "verseText": "Kesho yake Wafilisti walipokuja kuwavua maiti silaha, walimkuta Sauli na wanawe wameanguka katika Mlima Gilboa."
  },
  {
    "verseNumber": "1CH 10:9",
    "verseText": "Wakamvua mavazi, wakachukua kichwa chake pamoja na silaha zake, wakawatuma wajumbe katika nchi yote ya Wafilisti kutangaza habari hizi miongoni mwa sanamu zao na watu wao."
  },
  {
    "verseNumber": "1CH 10:10",
    "verseText": "Waliweka silaha zake katika hekalu la miungu yao, wakatundika kichwa chake katika hekalu la Dagoni."
  },
  {
    "verseNumber": "1CH 10:11",
    "verseText": "Wakazi wote wa Yabeshi-Gileadi waliposikia yote Wafilisti waliyomtendea Sauli,"
  },
  {
    "verseNumber": "1CH 10:12",
    "verseText": "mashujaa wao wote wakaondoka, wakautwaa mwili wa Sauli na miili ya wanawe, wakaileta Yabeshi. Wakaizika mifupa yao chini ya mti mkubwa huko Yabeshi, nao wakafunga kwa siku saba."
  },
  {
    "verseNumber": "1CH 10:13",
    "verseText": "Sauli alikufa kwa sababu hakuwa mwaminifu kwa BWANA. Hakulishika neno la BWANA, hata akataka shauri kwa mwaguzi kwa ajili ya uongozi,"
  },
  {
    "verseNumber": "1CH 10:14",
    "verseText": "hakumuuliza BWANA. Kwa hiyo BWANA alimuua, na ufalme akampa Daudi mwana wa Yese."
  },
  {
    "verseNumber": "1CH 11:1",
    "verseText": "Israeli yote walimjia Daudi kwa pamoja huko Hebroni wakamwambia, “Sisi ni nyama yako na damu yako."
  },
  {
    "verseNumber": "1CH 11:2",
    "verseText": "Zamani, wakati Sauli alikuwa mfalme, wewe ndiwe uliyeiongoza Israeli vitani, naye BWANA Mungu wako alikuambia, ‘Wewe utawachunga watu wangu Israeli, na utakuwa mtawala wao.’ ”"
  },
  {
    "verseNumber": "1CH 11:3",
    "verseText": "Wazee wote wa Israeli walipokuwa wamewasili kwa Mfalme Daudi huko Hebroni, alifanya mapatano nao huko Hebroni mbele za BWANA, nao wakamtia Daudi mafuta awe mfalme wa Israeli, sawasawa na BWANA alivyoahidi kupitia kwa Samweli."
  },
  {
    "verseNumber": "1CH 11:4",
    "verseText": "Daudi na Waisraeli wote wakaenda Yerusalemu (ndio Yebusi). Nao Wayebusi walioishi humo"
  },
  {
    "verseNumber": "1CH 11:5",
    "verseText": "wakamwambia Daudi, “Wewe hutaingia humu.” Hata hivyo, Daudi akaiteka ngome ya Sayuni, Mji wa Daudi."
  },
  {
    "verseNumber": "1CH 11:6",
    "verseText": "Daudi alikuwa amesema, “Yeyote aongozaye mashambulizi dhidi ya Wayebusi, atakuwa jemadari mkuu.” Yoabu mwana wa Seruya akawa wa kwanza kukwea, naye akawa mkuu."
  },
  {
    "verseNumber": "1CH 11:7",
    "verseText": "Daudi akafanya makao yake kwenye ngome, hivyo ukaitwa Mji wa Daudi."
  },
  {
    "verseNumber": "1CH 11:8",
    "verseText": "Akajenga mji pande zote, kuanzia kwenye mito hadi kwenye ukuta kuzunguka, wakati huo huo Yoabu akajenga sehemu zingine zilizobaki za Yerusalemu."
  },
  {
    "verseNumber": "1CH 11:9",
    "verseText": "Daudi akazidi kuwa na nguvu zaidi na zaidi, kwa sababu BWANA Mwenye Nguvu Zote alikuwa pamoja naye."
  },
  {
    "verseNumber": "1CH 11:10",
    "verseText": "Hawa ndio waliokuwa wakuu wa mashujaa wa Daudi: wao pamoja na Israeli wote wakauimarisha ufalme wake ili kuenea katika nchi yote, kama BWANA alivyoahidi."
  },
  {
    "verseNumber": "1CH 11:11",
    "verseText": "Hii ndio orodha ya mashujaa wa Daudi: Yashobeamu, Mhakmoni, alikuwa mkuu wa maafisa; yeye aliinua mkuki wake dhidi ya watu 300, ambao aliwaua katika pambano moja."
  },
  {
    "verseNumber": "1CH 11:12",
    "verseText": "Aliyefuata alikuwa Eleazari, mwana wa Dodai, Mwahohi, mmojawapo wa wale mashujaa watatu."
  },
  {
    "verseNumber": "1CH 11:13",
    "verseText": "Huyo alikuwa pamoja na Daudi huko Pas-Damimu, wakati Wafilisti walikusanyika huko kwa ajili ya vita. Huko ambapo kulikuwa na shamba lililokuwa limejaa shayiri, vikosi vya Israeli vikawakimbia Wafilisti."
  },
  {
    "verseNumber": "1CH 11:14",
    "verseText": "Lakini Eleazari na Daudi wakasimama imara katikati ya lile shamba, nao wakalishindania na wakawaua Wafilisti. Naye BWANA akawapa ushindi mkubwa."
  },
  {
    "verseNumber": "1CH 11:15",
    "verseText": "Wakuu watatu miongoni mwa wale thelathini, walimwendea Daudi katika mwamba huko kwenye pango la Adulamu, wakati kikundi cha Wafilisti kilikuwa kimepiga kambi katika Bonde la Warefai."
  },
  {
    "verseNumber": "1CH 11:16",
    "verseText": "Wakati huo Daudi alikuwa katika ngome, na kambi ya Wafilisti ilikuwa huko Bethlehemu."
  },
  {
    "verseNumber": "1CH 11:17",
    "verseText": "Daudi akatamani maji, akasema, “Laiti mtu angenipatia maji ya kunywa kutoka kisima kilichoko karibu na lango la Bethlehemu!”"
  },
  {
    "verseNumber": "1CH 11:18",
    "verseText": "Kwa hivyo wale watatu, wakapita katikati ya safu za Wafilisti, wakachota maji kutoka kwa kisima kilicho karibu na lango la Bethlehemu, wakamletea Daudi. Lakini yeye akakataa kuyanywa. Badala yake, aliyamimina mbele za BWANA."
  },
  {
    "verseNumber": "1CH 11:19",
    "verseText": "Akasema, “Mungu apishie mbali kwamba nifanye hivi! Je kweli, niinywe damu ya watu hawa waliohatarisha maisha yao?” Kwa sababu walihatarisha maisha yao kuyaleta yale maji, Daudi hakukubali kuyanywa. Huo ndio uliokuwa ujasiri wa wale mashujaa watatu."
  },
  {
    "verseNumber": "1CH 11:20",
    "verseText": "Abishai, ndugu yake Yoabu ndiye alikuwa kiongozi wa hao Watatu. Aliinua mkuki wake dhidi ya watu 300, ambao aliwaua, kwa hiyo naye akawa na sifa kama hao Watatu."
  },
  {
    "verseNumber": "1CH 11:21",
    "verseText": "Alitunukiwa heshima maradufu ya wale Watatu, akawa jemadari wao, ingawa hakuhesabiwa miongoni mwao."
  },
  {
    "verseNumber": "1CH 11:22",
    "verseText": "Benaya, mwana wa Yehoyada alikuwa mpiganaji hodari kutoka Kabseeli ambaye alifanya mambo makubwa ya ujasiri. Aliwaua mashujaa wawili waliokuwa hodari kuliko wote wa Moabu. Pia alishuka shimoni kulipokuwa na theluji na kumuua simba."
  },
  {
    "verseNumber": "1CH 11:23",
    "verseText": "Alimuua Mmisri aliyekuwa na urefu kama dhiraa tano. Ingawa Mmisri alikuwa na mkuki kama mti wa mfumaji mkononi mwake, Benaya alimwendea na rungu. Akamnyangʼanya Mmisri mkuki wake na kumuua nao."
  },
  {
    "verseNumber": "1CH 11:24",
    "verseText": "Haya yalikuwa mambo ya ushujaa ya Benaya mwana wa Yehoyada; naye pia alikuwa maarufu kama wale mashujaa watatu."
  },
  {
    "verseNumber": "1CH 11:25",
    "verseText": "Yeye aliheshimiwa zaidi ya wale Thelathini, lakini hakujumuishwa miongoni mwa wale Watatu: Daudi akamweka kuwa kiongozi wa walinzi wake."
  },
  {
    "verseNumber": "1CH 11:26",
    "verseText": "Wale watu mashujaa walikuwa: Asaheli nduguye Yoabu, Elhanani mwana wa Dodo kutoka Bethlehemu,"
  },
  {
    "verseNumber": "1CH 11:27",
    "verseText": "Shamothi Mharori, Helesi Mpeloni,"
  },
  {
    "verseNumber": "1CH 11:28",
    "verseText": "Ira mwana wa Ikeshi kutoka Tekoa, Abiezeri kutoka Anathothi,"
  },
  {
    "verseNumber": "1CH 11:29",
    "verseText": "Sibekai Mhushathi, Ilai Mwahohi,"
  },
  {
    "verseNumber": "1CH 11:30",
    "verseText": "Maharai Mnetofathi, Heledi mwana wa Baana, Mnetofathi,"
  },
  {
    "verseNumber": "1CH 11:31",
    "verseText": "Itai mwana wa Ribai kutoka Gibea ya Benyamini, Benaya Mpirathoni,"
  },
  {
    "verseNumber": "1CH 11:32",
    "verseText": "Hurai kutoka mabonde ya Gaashi, Abieli Mwaribathi,"
  },
  {
    "verseNumber": "1CH 11:33",
    "verseText": "Azmawethi Mbaharumi, Eliaba Mshaalboni,"
  },
  {
    "verseNumber": "1CH 11:34",
    "verseText": "wana wa Hashemu Mgiloni, Yonathani mwana wa Shagee Mharari,"
  },
  {
    "verseNumber": "1CH 11:35",
    "verseText": "Ahiamu mwana wa Sakari Mharari, Elifale mwana wa Uru,"
  },
  {
    "verseNumber": "1CH 11:36",
    "verseText": "Heferi Mmekerathi, Ahiya Mpeloni,"
  },
  {
    "verseNumber": "1CH 11:37",
    "verseText": "Hezro Mkarmeli, Naarai mwana wa Ezbai,"
  },
  {
    "verseNumber": "1CH 11:38",
    "verseText": "Yoeli nduguye Nathani, Mibhari mwana wa Hagri,"
  },
  {
    "verseNumber": "1CH 11:39",
    "verseText": "Seleki Mwamoni, Naharai Mbeerothi, mbeba silaha wa Yoabu mwana wa Seruya,"
  },
  {
    "verseNumber": "1CH 11:40",
    "verseText": "Ira Mwithiri, Garebu Mwithiri,"
  },
  {
    "verseNumber": "1CH 11:41",
    "verseText": "Uria Mhiti, Zabadi mwana wa Alai,"
  },
  {
    "verseNumber": "1CH 11:42",
    "verseText": "Adina mwana wa Shiza Mreubeni, ambaye alikuwa mkuu wa Wareubeni, akiwa pamoja na watu thelathini,"
  },
  {
    "verseNumber": "1CH 11:43",
    "verseText": "Hanani mwana wa Maaka, Yoshafati Mmithni,"
  },
  {
    "verseNumber": "1CH 11:44",
    "verseText": "Uzia Mwashterathi, Shama na Yeieli wana wa Hothamu Mwaroeri,"
  },
  {
    "verseNumber": "1CH 11:45",
    "verseText": "Yediaeli mwana wa Shimri, nduguye Yoha Mtizi,"
  },
  {
    "verseNumber": "1CH 11:46",
    "verseText": "Elieli Mmahawi, Yeribai na Yoshavia wana wa Elnaamu, Ithma Mmoabu,"
  },
  {
    "verseNumber": "1CH 11:47",
    "verseText": "Elieli, na Obedi na Yaasieli Mmesobai."
  },
  {
    "verseNumber": "1CH 12:1",
    "verseText": "Hawa ndio watu waliomjia Daudi huko Siklagi, wakati alikuwa amefukuzwa mbele ya Sauli mwana wa Kishi (walikuwa miongoni mwa mashujaa waliomsaidia Daudi vitani,"
  },
  {
    "verseNumber": "1CH 12:2",
    "verseText": "walikuwa na pinde na walikuwa na uwezo wa kupiga mishale au kutupa mawe kwa kombeo wakitumia mkono wa kushoto au wa kulia; hawa walikuwa ndugu zake Sauli kutoka kabila la Benyamini):"
  },
  {
    "verseNumber": "1CH 12:3",
    "verseText": "Mkuu wao alikuwa Ahiezeri, na wa pili Yoashi, wote wana wa Shemaa Mgibeathi; pia Yezieli na Peleti wana wa Azmawethi; Beraka, Yehu Mwanathothi,"
  },
  {
    "verseNumber": "1CH 12:4",
    "verseText": "na Ishmaya Mgibeoni, shujaa miongoni mwa wale Thelathini, ambaye alikuwa kiongozi wa wale Thelathini; Yeremia, Yahazieli, Yohanani, Yozabadi, Mgederathi,"
  },
  {
    "verseNumber": "1CH 12:5",
    "verseText": "Eluzai, Yeremothi, Bealia, Shemaria, Shefatia, Mharufi;"
  },
  {
    "verseNumber": "1CH 12:6",
    "verseText": "Elikana, Ishia, Azareli, Yoezeri na Yashobeamu, wana wa Kora;"
  },
  {
    "verseNumber": "1CH 12:7",
    "verseText": "Yoela na Zebadia, wana wa Yerohamu, kutoka Gedori."
  },
  {
    "verseNumber": "1CH 12:8",
    "verseText": "Baadhi ya Wagadi wakajitenga na kujiunga na Daudi katika ngome yake huko jangwani. Walikuwa mashujaa hodari, waliokuwa tayari kwa vita na wenye uwezo wa kutumia ngao na mkuki. Nyuso zao zilikuwa nyuso za simba na walikuwa na wepesi kama paa milimani."
  },
  {
    "verseNumber": "1CH 12:9",
    "verseText": "Ezeri alikuwa mkuu wao, Obadia alikuwa wa pili katika uongozi, Eliabu wa tatu,"
  },
  {
    "verseNumber": "1CH 12:10",
    "verseText": "Mishmana wa nne, Yeremia wa tano,"
  },
  {
    "verseNumber": "1CH 12:11",
    "verseText": "Atai wa sita, Elieli wa saba,"
  },
  {
    "verseNumber": "1CH 12:12",
    "verseText": "Yohanani wa nane, Elzabadi wa tisa,"
  },
  {
    "verseNumber": "1CH 12:13",
    "verseText": "Yeremia wa kumi, na Makbanai wa kumi na moja."
  },
  {
    "verseNumber": "1CH 12:14",
    "verseText": "Hawa Wagadi walikuwa majemadari. Aliyekuwa wa mwisho kuliko wote aliweza kuongoza askari 100, na aliyekuwa na uweza zaidi ya wote aliongoza 1,000."
  },
  {
    "verseNumber": "1CH 12:15",
    "verseText": "Wao ndio walivuka Mto Yordani katika mwezi wa kwanza ukiwa umefurika hadi kwenye kingo zake zote na kusababisha watu wote waliokuwa wanaishi kwenye mabonde kukimbilia mashariki na wengine magharibi."
  },
  {
    "verseNumber": "1CH 12:16",
    "verseText": "Wabenyamini wengine na baadhi ya watu kutoka Yuda pia walikuja kwa Daudi katika ngome yake."
  },
  {
    "verseNumber": "1CH 12:17",
    "verseText": "Daudi akatoka nje kuwalaki na akawaambia, “Kama mmekuja kwangu kwa amani, kunisaidia, mimi niko tayari kuwaruhusu ninyi kuungana nami. Lakini kama mmekuja ili kunisaliti kwa adui zangu wakati mimi mikono yangu haina hatia, basi Mungu wa baba zetu aone na awahukumu.”"
  },
  {
    "verseNumber": "1CH 12:18",
    "verseText": "Kisha Roho akaja juu ya Amasai, mkuu wa wale Thelathini, naye akasema: “Sisi tu watu wako, ee Daudi! Nasi tuko pamoja na wewe, ee mwana wa Yese! Ushindi, naam, ushindi uwe kwako, pia ushindi kwa wale walio upande wako, kwa kuwa Mungu wako atakusaidia.” Kwa hiyo Daudi akawapokea na kuwafanya viongozi wa vikosi vyake vya uvamizi."
  },
  {
    "verseNumber": "1CH 12:19",
    "verseText": "Baadhi ya watu kutoka kabila la Manase wakajiunga na Daudi wakati alikwenda pamoja na Wafilisti, kupigana na Sauli. (Daudi na watu wake hawakuwasaidia Wafilisti kwa sababu, baada ya ushauri, watawala wao walimrudisha. Wakasema, “Itatugharimu vichwa vyetu kama Daudi atatuasi na kurudi kwa Sauli bwana wake.”)"
  },
  {
    "verseNumber": "1CH 12:20",
    "verseText": "Daudi alipokwenda Siklagi, hawa ndio watu wa kabila la Manase waliojiunga naye: Adna, Yozabadi, Yediaeli, Mikaeli, Yozabadi, Elihu na Silethai, viongozi wa vikosi vya watu 1,000 katika kabila la Manase."
  },
  {
    "verseNumber": "1CH 12:21",
    "verseText": "Walimsaidia Daudi dhidi ya makundi ya uvamizi, kwa kuwa wote walikuwa mashujaa hodari na walikuwa majemadari katika jeshi lake."
  },
  {
    "verseNumber": "1CH 12:22",
    "verseText": "Siku baada ya siku watu walikuja kumsaidia Daudi, mpaka akawa na jeshi kubwa, kama jeshi la Mungu."
  },
  {
    "verseNumber": "1CH 12:23",
    "verseText": "Hawa ndio watu waliojiandaa kwa ajili ya vita waliokuja kwa Daudi huko Hebroni ili kumtwalia ufalme kutoka kwa Sauli, kama BWANA alivyokuwa amesema:"
  },
  {
    "verseNumber": "1CH 12:24",
    "verseText": "watu wa Yuda, wanaochukua ngao na mikuki walikuwa 6,800 wote wakiwa tayari kwa vita."
  },
  {
    "verseNumber": "1CH 12:25",
    "verseText": "Watu wa Simeoni, mashujaa waliokuwa tayari kwa vita walikuwa 7,100."
  },
  {
    "verseNumber": "1CH 12:26",
    "verseText": "Watu wa Lawi walikuwa 4,600,"
  },
  {
    "verseNumber": "1CH 12:27",
    "verseText": "pamoja na Yehoyada, kiongozi wa jamaa ya Aroni, aliyekuwa pamoja na watu 3,700,"
  },
  {
    "verseNumber": "1CH 12:28",
    "verseText": "na Sadoki, kijana shujaa na hodari, aliyekuwa pamoja na maafisa ishirini na wawili kutoka jamaa yake."
  },
  {
    "verseNumber": "1CH 12:29",
    "verseText": "Watu wa Benyamini, ndugu zake Sauli, walikuwa 3,000; wengi wao walikuwa wameendelea kuwa waaminifu kwa Sauli mpaka wakati huo."
  },
  {
    "verseNumber": "1CH 12:30",
    "verseText": "Watu wa Efraimu, mashujaa hodari 20,800, watu waliokuwa maarufu katika koo zao."
  },
  {
    "verseNumber": "1CH 12:31",
    "verseText": "Watu wa nusu ya kabila la Manase, waliotajwa kwa majina ili waje kumweka Daudi kuwa mfalme, watu 18,000."
  },
  {
    "verseNumber": "1CH 12:32",
    "verseText": "Watu wa Isakari, waliofahamu majira na kujua kile ambacho Israeli inapasa kufanya, walikuwa viongozi 200, pamoja na jamaa zao wote chini ya uongozi wao."
  },
  {
    "verseNumber": "1CH 12:33",
    "verseText": "Watu wa Zabuloni, askari wenye uzoefu mkubwa walioandaliwa tayari kwa vita wakiwa na silaha za kila aina, ili kumsaidia Daudi kwa uaminifu thabiti, walikuwa 50,000."
  },
  {
    "verseNumber": "1CH 12:34",
    "verseText": "Watu wa Naftali, maafisa 1,000, pamoja na watu 37,000 waliochukua ngao na mikuki."
  },
  {
    "verseNumber": "1CH 12:35",
    "verseText": "Watu wa Dani 28,600 waliokuwa tayari kwa vita."
  },
  {
    "verseNumber": "1CH 12:36",
    "verseText": "Watu wa Asheri, askari 40,000 wenye uzoefu mkubwa waliondaliwa kwa ajili ya vita."
  },
  {
    "verseNumber": "1CH 12:37",
    "verseText": "Na pia watu kutoka mashariki ya Yordani, watu wa Reubeni, Gadi na nusu ya kabila la Manase, wakiwa na kila aina ya silaha, watu 120,000."
  },
  {
    "verseNumber": "1CH 12:38",
    "verseText": "Wote hawa walikuwa watu wapiganaji waliojitolea kutumika katika safu zao. Walikuja Hebroni wakiwa wameamua kikamilifu kumfanya Daudi mfalme juu ya Israeli yote. Waisraeli wengine wote walikuwa pia na nia hiyo moja ya kumfanya Daudi kuwa mfalme."
  },
  {
    "verseNumber": "1CH 12:39",
    "verseText": "Watu hawa wakakaa huko na Daudi siku tatu, wakila na kunywa, kwa sababu jamaa zao zilikuwa zimewapatia mahitaji yao."
  },
  {
    "verseNumber": "1CH 12:40",
    "verseText": "Pia, majirani zao hata wale walio mbali hadi Isakari, Zabuloni na Naftali, walikuja wakiwaletea vyakula walivyovibeba kwa punda, ngamia, nyumbu na maksai. Kulikuwepo na wingi wa unga, maandazi ya tini, maandazi ya zabibu kavu, divai, mafuta, ngʼombe na kondoo, kwa maana kulikuwa na furaha katika Israeli."
  },
  {
    "verseNumber": "1CH 13:1",
    "verseText": "Daudi alishauriana na kila afisa wake, majemadari wa maelfu na majemadari wa mamia."
  },
  {
    "verseNumber": "1CH 13:2",
    "verseText": "Ndipo Daudi akaliambia kusanyiko lote la Israeli, “Kama mkiona ni vyema, na kama ni mapenzi ya BWANA Mungu wetu, tupeleke ujumbe kwa ndugu zetu wengine walio mbali na walio karibu katika nchi yote ya Israeli, pia kwa makuhani na Walawi walio pamoja nao katika miji yao na katika sehemu zao za malisho yao, waje waungane na sisi."
  },
  {
    "verseNumber": "1CH 13:3",
    "verseText": "Sisi na tulirudishe Sanduku la Mungu wetu kwetu kwa maana hatukujali wakati wa utawala wa Sauli.”"
  },
  {
    "verseNumber": "1CH 13:4",
    "verseText": "Kusanyiko lote likakubaliana kufanya hivyo, kwa sababu ilionekana vyema kwa watu wote."
  },
  {
    "verseNumber": "1CH 13:5",
    "verseText": "Basi Daudi akawakusanya Waisraeli wote, kuanzia Mto Shihori ulioko Misri hadi Lebo-Hamathi, ili kulileta Sanduku la Mungu kutoka Kiriath-Yearimu."
  },
  {
    "verseNumber": "1CH 13:6",
    "verseText": "Daudi akiwa pamoja na Waisraeli wote wakaenda Baala ya Yuda (yaani Kiriath-Yearimu) kulipandisha Sanduku la Mungu BWANA, yeye anayeketi katika kiti cha enzi kati ya makerubi: Sanduku linaloitwa kwa Jina lake, kutoka huko."
  },
  {
    "verseNumber": "1CH 13:7",
    "verseText": "Wakalisafirisha Sanduku la Mungu kwa gari jipya la kukokotwa na maksai kutoka nyumba ya Abinadabu, Uza na Ahio wakiliongoza gari hilo."
  },
  {
    "verseNumber": "1CH 13:8",
    "verseText": "Daudi pamoja na Waisraeli wote walikuwa wanasifu kwa nguvu zao zote mbele za Mungu, kwa nyimbo na kwa vinubi, zeze, matari, matoazi na tarumbeta."
  },
  {
    "verseNumber": "1CH 13:9",
    "verseText": "Walipofika kwenye uwanja wa kupuria nafaka wa Kidoni, Uza akaunyoosha mkono wake ili kulizuia Sanduku, kwa sababu maksai walijikwaa."
  },
  {
    "verseNumber": "1CH 13:10",
    "verseText": "Hasira ya BWANA ikawaka dhidi ya Uza, akampiga kwa sababu aliuweka mkono wake kwenye Sanduku. Kwa hiyo akafa pale mbele za Mungu."
  },
  {
    "verseNumber": "1CH 13:11",
    "verseText": "Ndipo Daudi akakasirika kwa sababu ghadhabu ya BWANA ilifurika dhidi ya Uza, mahali pale pakaitwa Peres-Uza hadi leo."
  },
  {
    "verseNumber": "1CH 13:12",
    "verseText": "Siku ile Daudi akamwogopa Mungu naye akauliza. “Nitawezaje kulichukua Sanduku la Mungu kwangu?”"
  },
  {
    "verseNumber": "1CH 13:13",
    "verseText": "Hakulichukua hilo Sanduku akae nalo katika Mji wa Daudi. Badala yake, akalipeleka nyumbani kwa Obed-Edomu, Mgiti."
  },
  {
    "verseNumber": "1CH 13:14",
    "verseText": "Sanduku la Mungu likabaki pamoja na jamaa ya Obed-Edomu, nyumbani kwake kwa miezi mitatu, naye BWANA akaibariki nyumba yake pamoja na kila kitu alichokuwa nacho."
  },
  {
    "verseNumber": "1CH 14:1",
    "verseText": "Basi Hiramu mfalme wa Tiro akawatuma wajumbe kwa Daudi, wakiwa na magogo ya mierezi, waashi na maseremala ili kumjengea jumba la kifalme."
  },
  {
    "verseNumber": "1CH 14:2",
    "verseText": "Naye Daudi akatambua kwamba BWANA amemwimarisha kuwa mfalme juu ya Israeli na kwamba ufalme wake umetukuzwa kwa ajili ya Israeli, watu wake."
  },
  {
    "verseNumber": "1CH 14:3",
    "verseText": "Huko Yerusalemu Daudi akaoa wake wengine zaidi na akawa baba wa wana na mabinti wengi."
  },
  {
    "verseNumber": "1CH 14:4",
    "verseText": "Haya ndiyo majina ya watoto waliozaliwa kwake huko: Shamua, Shobabu, Nathani, Solomoni,"
  },
  {
    "verseNumber": "1CH 14:5",
    "verseText": "Ibihari, Elishua, Elpeleti,"
  },
  {
    "verseNumber": "1CH 14:6",
    "verseText": "Noga, Nefegi, Yafia,"
  },
  {
    "verseNumber": "1CH 14:7",
    "verseText": "Elishama, Beeliada na Elifeleti."
  },
  {
    "verseNumber": "1CH 14:8",
    "verseText": "Wafilisti waliposikia kuwa Daudi ametiwa mafuta kuwa mfalme wa Israeli yote, wakapanda na jeshi lao lote kwenda kumsaka, lakini Daudi akapata habari hizo, naye akatoka ili kwenda kukabiliana nao."
  },
  {
    "verseNumber": "1CH 14:9",
    "verseText": "Basi Wafilisti walikuwa wameingia na kushambulia Bonde la Warefai,"
  },
  {
    "verseNumber": "1CH 14:10",
    "verseText": "Hivyo Daudi akamuuliza Mungu: “Je, niende kuwashambulia hao Wafilisti? Je, utawatia mikononi mwangu?” BWANA akamjibu, “Nenda, nitawatia mikononi mwako.”"
  },
  {
    "verseNumber": "1CH 14:11",
    "verseText": "Hivyo Daudi pamoja na watu wake wakakwea mpaka Baal-Perasimu, akawashinda huko. Akasema, “Kama maji yafurikavyo, Mungu amewafurikia adui zangu kwa kutumia mkono wangu.” Kwa hiyo mahali pale pakaitwa Baal-Perasimu."
  },
  {
    "verseNumber": "1CH 14:12",
    "verseText": "Wafilisti walikuwa wameacha miungu yao huko, Daudi akaamuru iteketezwe kwa moto."
  },
  {
    "verseNumber": "1CH 14:13",
    "verseText": "Kwa mara nyingine Wafilisti wakavamia lile bonde;"
  },
  {
    "verseNumber": "1CH 14:14",
    "verseText": "hivyo Daudi akamuuliza Mungu tena, naye Mungu akamjibu, “Usiwapandie moja kwa moja, bali wazungukie na uwashambulie kutoka mbele ya hiyo miti ya miforosadi."
  },
  {
    "verseNumber": "1CH 14:15",
    "verseText": "Mara usikiapo sauti ya kwenda juu ya hiyo miti ya miforosadi, hapo ndipo utoke upigane vita, kwa sababu hiyo itaonyesha kwamba Mungu amekutangulia ili kupiga jeshi la Wafilisti.”"
  },
  {
    "verseNumber": "1CH 14:16",
    "verseText": "Kwa hiyo Daudi akafanya kama alivyoagizwa na Mungu, wakalipiga jeshi la Wafilisti kuanzia Gibeoni hadi Gezeri."
  },
  {
    "verseNumber": "1CH 14:17",
    "verseText": "Hivyo umaarufu wa Daudi ukaenea katika kila nchi, naye BWANA akayafanya mataifa yote kumwogopa Daudi."
  },
  {
    "verseNumber": "1CH 15:1",
    "verseText": "Baada ya Daudi kujijengea nyumba zake katika Mji wa Daudi, akatengeneza sehemu kwa ajili ya Sanduku la Mungu, kisha akasimamisha hema kwa ajili yake."
  },
  {
    "verseNumber": "1CH 15:2",
    "verseText": "Kisha Daudi akasema, “Hakuna mtu yeyote anayeruhusiwa kulibeba Sanduku la Mungu isipokuwa Walawi peke yao, kwa sababu BWANA aliwachagua kulibeba Sanduku la BWANA na kuhudumu mbele zake milele.”"
  },
  {
    "verseNumber": "1CH 15:3",
    "verseText": "Daudi akawakusanya Israeli wote huko Yerusalemu ili kulipandisha Sanduku la BWANA na kulileta hadi kwenye sehemu aliyokuwa ametengeneza kwa ajili yake."
  },
  {
    "verseNumber": "1CH 15:4",
    "verseText": "Kisha Daudi akawakusanya pamoja wazao wa Aroni na Walawi:"
  },
  {
    "verseNumber": "1CH 15:5",
    "verseText": "Kutoka wazao wa Kohathi, Urieli kiongozi na ndugu zake 120,"
  },
  {
    "verseNumber": "1CH 15:6",
    "verseText": "Kutoka wazao wa Merari, Asaya kiongozi na ndugu zake 220."
  },
  {
    "verseNumber": "1CH 15:7",
    "verseText": "Kutoka wazao wa Gershoni, Yoeli kiongozi na ndugu zake 130."
  },
  {
    "verseNumber": "1CH 15:8",
    "verseText": "Kutoka wazao wa Elisafani, Shemaya kiongozi na ndugu zake 200."
  },
  {
    "verseNumber": "1CH 15:9",
    "verseText": "Kutoka wazao wa Hebroni, Elieli kiongozi na ndugu zake 80."
  },
  {
    "verseNumber": "1CH 15:10",
    "verseText": "Kutoka wazao wa Uzieli, Aminadabu kiongozi na ndugu zake 112."
  },
  {
    "verseNumber": "1CH 15:11",
    "verseText": "Kisha Daudi akawaita makuhani Sadoki na Abiathari, pamoja na Walawi Urieli, Asaya, Yoeli, Shemaya, Elieli na Aminadabu."
  },
  {
    "verseNumber": "1CH 15:12",
    "verseText": "Akawaambia, “Ninyi ndio viongozi wa jamaa za Walawi. Ninyi pamoja na Walawi wenzenu inawapasa mjitakase na kulipandisha Sanduku la BWANA, Mungu wa Israeli hadi mahali ambapo nimetengeneza kwa ajili yake."
  },
  {
    "verseNumber": "1CH 15:13",
    "verseText": "Ilikuwa ni kwa sababu hii, ninyi Walawi, hamkulipandisha Sanduku la BWANA mara ya kwanza, hata ikasababisha BWANA Mungu wetu kuwaka hasira dhidi yetu. Hatukumuuliza jinsi ya kufanya ili tupate kulileta jinsi alivyoagiza.”"
  },
  {
    "verseNumber": "1CH 15:14",
    "verseText": "Kwa hiyo makuhani pamoja na Walawi wakajitakasa ili kulipandisha Sanduku la BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "1CH 15:15",
    "verseText": "Nao Walawi wakalichukua Sanduku la Mungu mabegani mwao wakitumia mipiko, kama vile Mose alivyoamuru sawasawa na neno la BWANA."
  },
  {
    "verseNumber": "1CH 15:16",
    "verseText": "Daudi akawaambia viongozi wa Walawi kuwaweka ndugu zao waimbaji ili waimbe nyimbo za shangwe, wakiwa na vyombo vya uimbaji: zeze, vinubi na matoazi."
  },
  {
    "verseNumber": "1CH 15:17",
    "verseText": "Basi Walawi wakawaweka Hemani mwana wa Yoeli; kutoka miongoni mwa ndugu zake, Asafu mwana wa Berekia; kutoka miongoni mwa ndugu zao Wamerari, Ethani mwana wa Kushaiya;"
  },
  {
    "verseNumber": "1CH 15:18",
    "verseText": "hawa ndio waliochaguliwa kuwa wasaidizi wao: Zekaria, Yaazieli, Shemiramothi, Yehieli, Uni, Eliabu, Benaya, Maaseya, Matithia, Elifelehu, Mikneya, pamoja na mabawabu Obed-Edomu na Yehieli."
  },
  {
    "verseNumber": "1CH 15:19",
    "verseText": "Waimbaji Hemani, Asafu na Ethani walichaguliwa kupiga matoazi ya shaba;"
  },
  {
    "verseNumber": "1CH 15:20",
    "verseText": "Zekaria, Azieli, Shemiramothi, Yehieli, Uni, Eliabu, Maaseya na Benaya walikuwa wapiga zeze kufuatana na sauti ya alamothi,"
  },
  {
    "verseNumber": "1CH 15:21",
    "verseText": "na Matithia, Elifelehu, Mikneya, Obed-Edomu, Yehieli na Azazia walikuwa wapiga vinubi, wakiongozwa kwa kufuata sauti ya sheminithi."
  },
  {
    "verseNumber": "1CH 15:22",
    "verseText": "Kenania kiongozi wa Walawi alikuwa msimamizi wa uimbaji; huu ndio uliokuwa wajibu wake kwa sababu alikuwa stadi katika hilo."
  },
  {
    "verseNumber": "1CH 15:23",
    "verseText": "Berekia na Elikana walikuwa mabawabu kwa ajili ya Sanduku."
  },
  {
    "verseNumber": "1CH 15:24",
    "verseText": "Shebania, Yoshafati, Nethaneli, Amasai, Zekaria, Benaya na Eliezeri, makuhani, walikuwa wapiga tarumbeta mbele ya Sanduku la Mungu. Obed-Edomu na Yehiya waliwekwa pia kuwa mabawabu wa Sanduku."
  },
  {
    "verseNumber": "1CH 15:25",
    "verseText": "Basi Daudi pamoja na wazee wa Israeli na majemadari wa vikosi vya elfu wakaenda ili kulipandisha Sanduku la Agano la BWANA kutoka nyumba ya Obed-Edomu kwa shangwe."
  },
  {
    "verseNumber": "1CH 15:26",
    "verseText": "Kwa sababu Mungu alikuwa amewasaidia Walawi waliokuwa wanalichukua Sanduku la Agano la BWANA, mafahali saba na kondoo dume saba walitolewa dhabihu."
  },
  {
    "verseNumber": "1CH 15:27",
    "verseText": "Basi Daudi alikuwa amevaa joho la kitani safi, kama walivyokuwa wamevaa Walawi wote waliokuwa wanalichukua lile Sanduku, waimbaji nao walivaa vivyo hivyo, pamoja na Kenania aliyekuwa anaongoza nyimbo za waimbaji. Daudi alivaa pia kisibau cha kitani safi."
  },
  {
    "verseNumber": "1CH 15:28",
    "verseText": "Hivyo Israeli wote wakalipandisha Sanduku la Agano la BWANA kwa shangwe, wakipiga pembe za kondoo dume, tarumbeta, matoazi, wakipiga zeze na vinubi."
  },
  {
    "verseNumber": "1CH 15:29",
    "verseText": "Sanduku la Agano la BWANA lilipokuwa linaingia katika Mji wa Daudi, Mikali binti Sauli akachungulia dirishani. Naye alipomwona Mfalme Daudi akicheza na kusherehekea, akamdharau moyoni mwake."
  },
  {
    "verseNumber": "1CH 16:1",
    "verseText": "Wakaleta Sanduku la Mungu na kuliweka ndani ya hema ambalo Daudi alikuwa amelisimamisha kwa ajili yake, na wakatoa sadaka za kuteketezwa na sadaka za amani mbele za Mungu."
  },
  {
    "verseNumber": "1CH 16:2",
    "verseText": "Baada ya Daudi kumaliza kutoa hizo sadaka za kuteketezwa na hizo sadaka za amani, akawabariki watu katika jina la BWANA."
  },
  {
    "verseNumber": "1CH 16:3",
    "verseText": "Kisha akamgawia kila Mwisraeli mwanaume na mwanamke mkate, andazi la tende na andazi la zabibu kavu."
  },
  {
    "verseNumber": "1CH 16:4",
    "verseText": "Akawaweka pia baadhi ya Walawi ili wahudumu mbele ya Sanduku la BWANA kufanya maombi, kumshukuru na kumsifu BWANA, Mungu wa Israeli:"
  },
  {
    "verseNumber": "1CH 16:5",
    "verseText": "Asafu ndiye alikuwa mkuu wao, akisaidiwa na Zekaria, Yeieli, Shemiramothi, Yehieli, Matithia, Eliabu, Benaya, Obed-Edomu na Yeieli. Hawa ndio wangepiga zeze na vinubi, Asafu angepiga matoazi,"
  },
  {
    "verseNumber": "1CH 16:6",
    "verseText": "nao Benaya na Yahazieli makuhani, ndio wangepiga tarumbeta mara kwa mara mbele ya Sanduku la Agano la Mungu."
  },
  {
    "verseNumber": "1CH 16:7",
    "verseText": "Siku ile, kitu cha kwanza Daudi alichofanya ni kumkabidhi Asafu na wenzake zaburi hii ya shukrani kwa BWANA:"
  },
  {
    "verseNumber": "1CH 16:8",
    "verseText": "Mshukuruni BWANA, liitieni jina lake; wajulisheni mataifa yale aliyoyatenda."
  },
  {
    "verseNumber": "1CH 16:9",
    "verseText": "Mwimbieni yeye, mwimbieni yeye sifa; waambieni matendo yake yote ya ajabu."
  },
  {
    "verseNumber": "1CH 16:10",
    "verseText": "Lishangilieni jina lake takatifu; mioyo ya wale wamtafutao BWANA na ifurahi."
  },
  {
    "verseNumber": "1CH 16:11",
    "verseText": "Mtafuteni BWANA na nguvu zake; utafuteni uso wake siku zote."
  },
  {
    "verseNumber": "1CH 16:12",
    "verseText": "Kumbuka matendo ya ajabu aliyoyafanya, miujiza yake na hukumu alizozitamka,"
  },
  {
    "verseNumber": "1CH 16:13",
    "verseText": "enyi wazao wa Israeli mtumishi wake, enyi wana wa Yakobo, wateule wake."
  },
  {
    "verseNumber": "1CH 16:14",
    "verseText": "Yeye ndiye BWANA Mungu wetu; hukumu zake zimo duniani pote."
  },
  {
    "verseNumber": "1CH 16:15",
    "verseText": "Hulikumbuka agano lake milele, neno ambalo aliamuru, kwa vizazi elfu,"
  },
  {
    "verseNumber": "1CH 16:16",
    "verseText": "agano alilolifanya na Abrahamu, kiapo alichomwapia Isaki."
  },
  {
    "verseNumber": "1CH 16:17",
    "verseText": "Alilithibitisha kwa Yakobo kuwa amri, kwa Israeli liwe agano la milele:"
  },
  {
    "verseNumber": "1CH 16:18",
    "verseText": "“Nitakupa wewe nchi ya Kanaani kuwa sehemu utakayoirithi.”"
  },
  {
    "verseNumber": "1CH 16:19",
    "verseText": "Walipokuwa wachache kwa idadi, wachache sana na wageni ndani yake,"
  },
  {
    "verseNumber": "1CH 16:20",
    "verseText": "walitangatanga kutoka taifa moja hadi jingine, kutoka ufalme mmoja hadi mwingine."
  },
  {
    "verseNumber": "1CH 16:21",
    "verseText": "Hakuruhusu mtu yeyote awaonee; kwa ajili yao aliwakemea wafalme, akisema:"
  },
  {
    "verseNumber": "1CH 16:22",
    "verseText": "“Msiwaguse niliowatia mafuta; msiwadhuru manabii wangu.”"
  },
  {
    "verseNumber": "1CH 16:23",
    "verseText": "Mwimbieni BWANA dunia yote; tangazeni wokovu wake siku baada ya siku."
  },
  {
    "verseNumber": "1CH 16:24",
    "verseText": "Tangazeni utukufu wake katikati ya mataifa, matendo yake ya ajabu miongoni mwa mataifa yote."
  },
  {
    "verseNumber": "1CH 16:25",
    "verseText": "Kwa kuwa BWANA ni mkuu, mwenye kustahili kusifiwa kuliko wote; yeye ni wa kuogopwa kuliko miungu yote."
  },
  {
    "verseNumber": "1CH 16:26",
    "verseText": "Kwa maana miungu yote ya mataifa ni sanamu, lakini BWANA aliziumba mbingu."
  },
  {
    "verseNumber": "1CH 16:27",
    "verseText": "Fahari na enzi viko mbele yake; nguvu na utukufu vimo patakatifu pake."
  },
  {
    "verseNumber": "1CH 16:28",
    "verseText": "Mpeni BWANA, enyi jamaa za mataifa, mpeni BWANA utukufu na nguvu,"
  },
  {
    "verseNumber": "1CH 16:29",
    "verseText": "mpeni BWANA utukufu unaostahili jina lake. Leteni sadaka na mje katika nyua zake; mwabuduni BWANA katika uzuri wa utakatifu wake."
  },
  {
    "verseNumber": "1CH 16:30",
    "verseText": "Dunia yote na itetemeke mbele zake! Ulimwengu ameuweka imara; hauwezi kusogezwa."
  },
  {
    "verseNumber": "1CH 16:31",
    "verseText": "Mbingu na zishangilie, nchi na ifurahi; semeni katikati ya mataifa, “BWANA anatawala!”"
  },
  {
    "verseNumber": "1CH 16:32",
    "verseText": "Bahari na ivume, na vyote vilivyomo ndani yake; mashamba na yashangilie, na vyote vilivyomo ndani yake."
  },
  {
    "verseNumber": "1CH 16:33",
    "verseText": "Kisha miti ya msituni itaimba, itaimba kwa furaha mbele za BWANA, kwa maana anakuja kuihukumu dunia."
  },
  {
    "verseNumber": "1CH 16:34",
    "verseText": "Mshukuruni BWANA kwa kuwa ni mwema; upendo wake wadumu milele."
  },
  {
    "verseNumber": "1CH 16:35",
    "verseText": "Mlilieni, “Ee Mungu Mwokozi wetu, tuokoe. Tukusanye tena na utukomboe kutoka kwa mataifa, ili tuweze kulishukuru jina lako takatifu, na kushangilia katika sifa zako.”"
  },
  {
    "verseNumber": "1CH 16:36",
    "verseText": "Atukuzwe BWANA, Mungu wa Israeli, tangu milele na hata milele. Nao watu wote wakasema, “Amen,” na “Msifuni BWANA.”"
  },
  {
    "verseNumber": "1CH 16:37",
    "verseText": "Daudi akamwacha Asafu na wenzake mbele ya Sanduku la Agano la BWANA ili wahudumu humo mara kwa mara, kulingana na mahitaji ya kila siku."
  },
  {
    "verseNumber": "1CH 16:38",
    "verseText": "Pia akamwacha Obed-Edomu pamoja na wenzake sitini na wanane wahudumu pamoja nao. Obed-Edomu mwana wa Yeduthuni na pia Hosa walikuwa mabawabu wa lango."
  },
  {
    "verseNumber": "1CH 16:39",
    "verseText": "Daudi akamwacha kuhani Sadoki pamoja na makuhani wenzake mbele ya hema ya ibada ya BWANA katika mahali pa juu pa kuabudia huko Gibeoni"
  },
  {
    "verseNumber": "1CH 16:40",
    "verseText": "ili kutoa sadaka za kuteketezwa kwa BWANA kwenye madhabahu ya sadaka ya kuteketezwa mara kwa mara, asubuhi na jioni, sawasawa na kila kitu kilichoandikwa katika sheria ya BWANA ambayo alikuwa amempa Israeli."
  },
  {
    "verseNumber": "1CH 16:41",
    "verseText": "Waliohudumu pamoja nao walikuwa Hemani, Yeduthuni na wale wote waliochaguliwa na kutajwa kwa jina kumpa BWANA shukrani, “Kwa maana fadhili zake zadumu milele.”"
  },
  {
    "verseNumber": "1CH 16:42",
    "verseText": "Hemani na Yeduthuni walikuwa na wajibu wa kupiga tarumbeta, matoazi na kutumia vyombo vingine kwa ajili ya nyimbo za sifa kwa Mungu. Wana wa Yeduthuni waliwekwa langoni."
  },
  {
    "verseNumber": "1CH 16:43",
    "verseText": "Kisha watu wote wakaondoka, kila mmoja akarudi nyumbani kwake, naye Daudi akarudi nyumbani kuibariki jamaa yake."
  },
  {
    "verseNumber": "1CH 17:1",
    "verseText": "Baada ya Daudi kuingia rasmi katika jumba lake la kifalme, akamwambia nabii Nathani, “Hebu tazama, mimi ninakaa kwenye nyumba nzuri iliyojengwa kwa mierezi, wakati Sanduku la Agano la BWANA liko ndani ya hema.”"
  },
  {
    "verseNumber": "1CH 17:2",
    "verseText": "Nathani akamjibu Daudi, “Lolote ulilo nalo moyoni mwako litende, kwa maana Mungu yu pamoja nawe.”"
  },
  {
    "verseNumber": "1CH 17:3",
    "verseText": "Usiku ule neno la Mungu likamjia Nathani, kusema:"
  },
  {
    "verseNumber": "1CH 17:4",
    "verseText": "“Nenda ukamwambie mtumishi wangu Daudi, ‘Hili ndilo asemalo BWANA: Wewe hutanijengea mimi nyumba ili nikae humo."
  },
  {
    "verseNumber": "1CH 17:5",
    "verseText": "Mimi sijakaa ndani ya nyumba tangu siku ile niliyowatoa Israeli kutoka Misri mpaka leo. Nimehama kutoka hema moja hadi jingine na kutoka mahali pamoja hadi pengine."
  },
  {
    "verseNumber": "1CH 17:6",
    "verseText": "Je, popote nilipokwenda pamoja na Waisraeli wote, wakati wowote nilimwambia kiongozi yeyote niliyemwagiza kuwachunga watu wangu, kwa nini hujanijengea nyumba ya mierezi?’"
  },
  {
    "verseNumber": "1CH 17:7",
    "verseText": "“Sasa basi, mwambie mtumishi wangu Daudi, ‘Hili ndilo asemalo BWANA Mwenye Nguvu Zote: Nilikuchukua machungani na kutoka kuandama kondoo ili uwatawale watu wangu Israeli."
  },
  {
    "verseNumber": "1CH 17:8",
    "verseText": "Nimekuwa pamoja nawe popote ulipokwenda, nami nimekuondolea mbali adui zako wote mbele yako. Basi nitalifanya jina lako kuwa kuu kama majina ya watu walio wakuu sana duniani."
  },
  {
    "verseNumber": "1CH 17:9",
    "verseText": "Nami nitawapatia watu wangu Israeli mahali na nitawapa ili wawe na mahali pao wenyewe pa kuishi na wasisumbuliwe tena. Watu waovu hawatawaonea tena, kama walivyofanya mwanzoni,"
  },
  {
    "verseNumber": "1CH 17:10",
    "verseText": "na ambavyo wamefanya siku zote tangu nilipowachagua viongozi kwa ajili ya watu wangu Israeli. Pia nitawatiisha adui zenu wote. “ ‘Pamoja na hayo ninakuambia kwamba BWANA atakujengea nyumba:"
  },
  {
    "verseNumber": "1CH 17:11",
    "verseText": "Wakati wako utakapokuwa umekwisha, nawe ukawa umekwenda kukaa na baba zako, nitamwinua mzao wako aingie mahali pako kuwa mfalme, mmoja wa wana wako mwenyewe, nami nitaufanya imara ufalme wake."
  },
  {
    "verseNumber": "1CH 17:12",
    "verseText": "Yeye ndiye atakayejenga nyumba kwa ajili yangu, nami nitakifanya imara kiti cha ufalme wake milele."
  },
  {
    "verseNumber": "1CH 17:13",
    "verseText": "Mimi nitakuwa baba yake, naye atakuwa mwanangu. Kamwe sitaondoa upendo wangu kwake, kama nilivyouondoa kwa yeye aliyekutangulia."
  },
  {
    "verseNumber": "1CH 17:14",
    "verseText": "Nitamweka juu ya nyumba yangu na ufalme wangu milele; kiti chake cha enzi nitakifanya imara milele.’ ”"
  },
  {
    "verseNumber": "1CH 17:15",
    "verseText": "Nathani akamwarifu Daudi maneno yote ya maono haya."
  },
  {
    "verseNumber": "1CH 17:16",
    "verseText": "Ndipo Mfalme Daudi akaingia ndani, akaketi mbele za BWANA, akasema: “Mimi ni nani, Ee BWANA Mungu, na jamaa yangu ni nini, hata umenileta mpaka hapa nilipo?"
  },
  {
    "verseNumber": "1CH 17:17",
    "verseText": "Kana kwamba hili halitoshi machoni pako, Ee Mungu, umenena pia kuhusu siku zijazo za nyumba ya mtumishi wako. Umeniangalia kama mtu aliyetukuka kuliko watu wote, Ee BWANA Mungu."
  },
  {
    "verseNumber": "1CH 17:18",
    "verseText": "“Daudi aweza kukuambia nini zaidi kuhusu kumheshimu mtumishi wako? Kwa maana wewe unamjua mtumishi wako,"
  },
  {
    "verseNumber": "1CH 17:19",
    "verseText": "Ee BWANA Mungu. Kwa ajili ya mtumishi wako, tena sawasawa na mapenzi yako, umefanya jambo hili kubwa sana na kujulisha ahadi hizi zote zilizo kubwa sana."
  },
  {
    "verseNumber": "1CH 17:20",
    "verseText": "“Hakuna aliye kama wewe, Ee BWANA Mungu, wala hakuna Mungu ila wewe, kama vile tulivyosikia kwa masikio yetu wenyewe."
  },
  {
    "verseNumber": "1CH 17:21",
    "verseText": "Naye ni nani aliye kama watu wako Israeli: taifa pekee duniani ambalo Mungu wake alitoka kwenda kulikomboa kwa ajili yake mwenyewe na kujifanyia jina kwa ajili yake mwenyewe, kwa kufanya maajabu makubwa na ya kutisha kwa kuwafukuza mataifa mbele ya watu wako, ambao uliwakomboa kutoka Misri?"
  },
  {
    "verseNumber": "1CH 17:22",
    "verseText": "Uliwafanya watu wako Israeli kuwa watu wako wewe mwenyewe milele, nawe, Ee BWANA Mungu, umekuwa Mungu wao."
  },
  {
    "verseNumber": "1CH 17:23",
    "verseText": "“Sasa basi, BWANA ahadi uliyoweka kuhusu mtumishi wako na nyumba yake na uithibitishe milele. Fanya kama ulivyoahidi,"
  },
  {
    "verseNumber": "1CH 17:24",
    "verseText": "ili ithibitike na jina lako litakuwa kuu milele. Kisha watu watasema, ‘BWANA Mungu Mwenye Nguvu Zote, Mungu aliye juu ya Israeli, ndiye Mungu wa Israeli.’ Nayo nyumba ya mtumishi wako Daudi itafanywa imara mbele zako."
  },
  {
    "verseNumber": "1CH 17:25",
    "verseText": "“Wewe, Mungu wangu, umemfunulia mtumishi wako Daudi kwamba utamjengea yeye nyumba. Hivyo mtumishi wako amekuwa na ujasiri wa kukuomba maombi haya."
  },
  {
    "verseNumber": "1CH 17:26",
    "verseText": "Ee BWANA, wewe ndiwe Mungu! Umemwahidi mtumishi wako mambo haya mazuri."
  },
  {
    "verseNumber": "1CH 17:27",
    "verseText": "Basi imekupendeza kuibariki nyumba ya mtumishi wako, ili idumu milele machoni pako; kwa ajili yako, Ee BWANA, umeibariki, nayo itabarikiwa milele.”"
  },
  {
    "verseNumber": "1CH 18:1",
    "verseText": "Baada ya muda, Daudi akawashinda Wafilisti na kuwatiisha, naye akautwaa Gathi pamoja na vijiji vinavyouzunguka kutoka utawala wa Wafilisti."
  },
  {
    "verseNumber": "1CH 18:2",
    "verseText": "Pia Daudi akawashinda Wamoabu, wakawa watumishi wake, nao wakawa wanamletea ushuru."
  },
  {
    "verseNumber": "1CH 18:3",
    "verseText": "Zaidi ya hayo, Daudi akapigana na Hadadezeri mfalme wa Soba, hadi Hamathi, wakati alikwenda kuimarisha utawala wake katika Mto Frati."
  },
  {
    "verseNumber": "1CH 18:4",
    "verseText": "Daudi akateka magari ya vita 1,000 miongoni mwa magari yake, waendesha hayo magari ya kukokotwa na farasi 7,000 na askari wa miguu 20,000. Daudi akakata mishipa ya miguu ya nyuma ya farasi wote wakokotao magari, ila akabakiza 100."
  },
  {
    "verseNumber": "1CH 18:5",
    "verseText": "Waaramu wa Dameski, walipokuja kumsaidia Hadadezeri mfalme wa Soba, Daudi akawashambulia na kuwaua 22,000 miongoni mwao."
  },
  {
    "verseNumber": "1CH 18:6",
    "verseText": "Daudi akaweka askari walinzi katika ufalme wa Waaramu huko Dameski. Basi Waaramu wakawa watumwa wa Daudi, na kumlipa ushuru. BWANA akampa Daudi ushindi kote alipokwenda."
  },
  {
    "verseNumber": "1CH 18:7",
    "verseText": "Daudi akazitwaa ngao za dhahabu zilizokuwa za maafisa wa Hadadezeri na kuzileta Yerusalemu."
  },
  {
    "verseNumber": "1CH 18:8",
    "verseText": "Kutoka miji ya Tibhathi na Kuni, iliyokuwa miji ya Hadadezeri, Daudi akatwaa shaba nyingi sana, ambayo Solomoni aliitumia kutengenezea ile Bahari ya shaba, zile nguzo na vifaa mbalimbali vya shaba."
  },
  {
    "verseNumber": "1CH 18:9",
    "verseText": "Tou mfalme wa Hamathi aliposikia kwamba Daudi amelishinda jeshi lote la Hadadezeri mfalme wa Soba,"
  },
  {
    "verseNumber": "1CH 18:10",
    "verseText": "akamtuma mwanawe, Hadoramu kwa Mfalme Daudi ili kumsalimu na kumpongeza kwa ushindi wake katika vita dhidi ya Mfalme Hadadezeri, kwa kuwa alikuwa amepigana vita mara nyingi na Tou. Hadoramu akamletea Daudi vifaa mbalimbali vya dhahabu, fedha na shaba."
  },
  {
    "verseNumber": "1CH 18:11",
    "verseText": "Mfalme Daudi akaviweka vifaa hivi wakfu kwa BWANA kama vile alivyokuwa amefanya kwa fedha na dhahabu aliyokuwa ameitwaa katika mataifa yote haya: Edomu na Moabu, Waamoni, Wafilisti na Waamaleki."
  },
  {
    "verseNumber": "1CH 18:12",
    "verseText": "Abishai mwana wa Seruya akawaua Waedomu 18,000 katika Bonde la Chumvi."
  },
  {
    "verseNumber": "1CH 18:13",
    "verseText": "Akaweka kambi za askari walinzi huko Edomu, nao Waedomu wote wakawa watumishi wa Daudi. BWANA akampa Daudi ushindi kila alipokwenda."
  },
  {
    "verseNumber": "1CH 18:14",
    "verseText": "Daudi akatawala Israeli yote, akitenda lililo haki na sawa kwa watu wake wote."
  },
  {
    "verseNumber": "1CH 18:15",
    "verseText": "Yoabu mwana wa Seruya alikuwa jemadari wa jeshi; Yehoshafati mwana wa Ahiludi alikuwa mweka kumbukumbu;"
  },
  {
    "verseNumber": "1CH 18:16",
    "verseText": "Sadoki mwana wa Ahitubu na Ahimeleki mwana wa Abiathari walikuwa makuhani; Shausha alikuwa mwandishi;"
  },
  {
    "verseNumber": "1CH 18:17",
    "verseText": "naye Benaya mwana wa Yehoyada alikuwa msimamizi wa Wakerethi na Wapelethi; nao wana wa Daudi walikuwa maafisa wakuu katika utumishi wa mfalme."
  },
  {
    "verseNumber": "1CH 19:1",
    "verseText": "Baada ya muda, Nahashi mfalme wa Waamoni akafa, mwanawe akaingia mahali pake."
  },
  {
    "verseNumber": "1CH 19:2",
    "verseText": "Daudi akawaza, “Nitamtendea wema Hanuni mwana wa Nahashi, kwa sababu baba yake alinitendea wema.” Hivyo Daudi akatuma wajumbe ili kumfariji Hanuni kwa ajili ya kifo cha baba yake. Watu wa Daudi walipofika kwa Hanuni katika nchi ya Waamoni ili kumfariji,"
  },
  {
    "verseNumber": "1CH 19:3",
    "verseText": "wakuu wa Waamoni wakamwambia Hanuni, “Hivi unadhani Daudi anamheshimu baba yako kwa kuwatuma wajumbe kukufariji? Je, hawa watu hawakuja kuipeleleza na kuidadisi nchi ili waishinde?”"
  },
  {
    "verseNumber": "1CH 19:4",
    "verseText": "Kwa hiyo Hanuni akawakamata watu wa Daudi, akawanyoa ndevu akakata nguo zao katikati kwenye matako, akawaacha waende zao."
  },
  {
    "verseNumber": "1CH 19:5",
    "verseText": "Mtu mmoja alipofika na kumpasha Daudi habari za watu hawa, akawatuma wajumbe wengine kuwalaki, kwa maana walikuwa wamevunjiwa heshima sana. Mfalme akasema, “Kaeni huko Yeriko mpaka ndevu zenu ziote, ndipo mje.”"
  },
  {
    "verseNumber": "1CH 19:6",
    "verseText": "Waamoni walipotambua kuwa wamekuwa machukizo kwa Daudi, Hanuni na Waamoni wakatuma talanta 1,000 za fedha ili kukodisha magari ya vita pamoja na waendeshaji wa hayo magari ya kukokotwa na farasi, kutoka Aramu-Naharaimu, Aramu-Maaka na Soba."
  },
  {
    "verseNumber": "1CH 19:7",
    "verseText": "Wakakodisha magari ya vita 32,000 yakiwa na waendeshaji wake, pamoja na mfalme wa Maaka na vikosi vyake, wakaja na kupiga kambi karibu na Medeba. Waamoni nao wakakusanyika toka miji yao, wakatoka ili kupigana vita."
  },
  {
    "verseNumber": "1CH 19:8",
    "verseText": "Daudi aliposikia jambo hili, akamtuma Yoabu na jeshi lote la wapiganaji."
  },
  {
    "verseNumber": "1CH 19:9",
    "verseText": "Waamoni wakatoka wakajipanga wakiwa tayari kwa vita langoni la mji wao, wakati wale wafalme wengine waliokuja nao walijipanga kwa vita uwanjani."
  },
  {
    "verseNumber": "1CH 19:10",
    "verseText": "Yoabu akaona kuwa mbele yake na nyuma yake kumepangwa vita; kwa hiyo akachagua baadhi ya vikosi vilivyo bora sana katika Israeli akavipanga dhidi ya Waaramu."
  },
  {
    "verseNumber": "1CH 19:11",
    "verseText": "Akawaweka wale wanajeshi wengine waliobaki chini ya amri ya Abishai ndugu yake, nao wakapangwa ili wakabiliane na Waamoni."
  },
  {
    "verseNumber": "1CH 19:12",
    "verseText": "Yoabu akasema, “Kama Waaramu watanizidi nguvu, basi itakupasa wewe unisaidie; lakini kama Waamoni watakuzidi nguvu, basi mimi nitakusaidia."
  },
  {
    "verseNumber": "1CH 19:13",
    "verseText": "Uwe hodari na tupigane kwa ujasiri kwa ajili ya watu wetu na miji ya Mungu wetu. BWANA atafanya lile lililo jema machoni pake.”"
  },
  {
    "verseNumber": "1CH 19:14",
    "verseText": "Basi Yoabu na vikosi vyake wakasonga mbele kupigana na Waaramu, nao Waaramu wakakimbia mbele yake."
  },
  {
    "verseNumber": "1CH 19:15",
    "verseText": "Waamoni walipoona Waaramu wanakimbia, nao pia wakakimbia mbele ya nduguye Abishai na kuingia ndani ya mji. Basi Yoabu akarudi Yerusalemu."
  },
  {
    "verseNumber": "1CH 19:16",
    "verseText": "Baada ya Waaramu kuona kwamba wameshindwa na Israeli, wakapeleka wajumbe na kuwataka Waaramu wengine kutoka ngʼambo ya Mto Frati, wakiongozwa na Shofaki, jemadari wa jeshi la Hadadezeri."
  },
  {
    "verseNumber": "1CH 19:17",
    "verseText": "Daudi alipoambiwa haya, akawakusanya Israeli wote na kuvuka Yordani. Akasonga mbele dhidi yao na akajipanga kuwakabili. Daudi akapanga vita ili kupigana na Waaramu, nao wakapigana dhidi yake."
  },
  {
    "verseNumber": "1CH 19:18",
    "verseText": "Lakini Waaramu wakakimbia mbele ya Israeli, naye Daudi akawaua waendesha magari 7,000 na askari wao wa miguu 40,000. Pia akamuua Shofaki, jemadari wa jeshi lao."
  },
  {
    "verseNumber": "1CH 19:19",
    "verseText": "Raiya wa Hadadezeri walipoona kuwa wameshindwa na Israeli, wakafanya mapatano ya amani na Daudi, wakawa watumishi wake. Hivyo Waaramu hawakukubali kuwasaidia Waamoni tena."
  },
  {
    "verseNumber": "1CH 20:1",
    "verseText": "Mwanzoni mwa mwaka mpya, wakati ambapo wafalme huenda vitani, Yoabu aliliongoza jeshi. Aliangamiza nchi ya Waamoni, na akaenda Raba na kuuzingira, lakini Daudi alibaki Yerusalemu. Yoabu akashambulia Raba na kuuacha ukiwa magofu."
  },
  {
    "verseNumber": "1CH 20:2",
    "verseText": "Daudi akachukua taji kutoka kwa kichwa cha mfalme wao, lililokuwa na uzito wa talanta moja ya dhahabu, nayo ilizungushiwa vito vya thamani. Ikawekwa juu ya kichwa cha Daudi. Alichukua nyara nyingi kutoka mjini huo."
  },
  {
    "verseNumber": "1CH 20:3",
    "verseText": "Akawatoa watu waliokuwa humo, akawaweka wafanye kazi kwa misumeno, sululu za chuma na mashoka. Daudi akafanya hivi kwa miji yote ya Waamoni. Kisha Daudi na jeshi lake lote wakarudi Yerusalemu."
  },
  {
    "verseNumber": "1CH 20:4",
    "verseText": "Baada ya muda, kulitokea vita dhidi ya Wafilisti, huko Gezeri. Wakati huo Sibekai, Mhushathi, akamuua Sipai, aliyekuwa mmoja wa wazao wa Warefai, nao Wafilisti wakashindwa."
  },
  {
    "verseNumber": "1CH 20:5",
    "verseText": "Katika vita vingine na Wafilisti, Elhanani mwana wa Yairi alimuua Lahmi nduguye Goliathi, Mgiti, ambaye mkuki wake ulikuwa na mpini kama mti wa mfumaji."
  },
  {
    "verseNumber": "1CH 20:6",
    "verseText": "Katika vita vingine tena, vilivyopiganwa huko Gathi, kulikuwako na mtu mmoja mkubwa mwenye vidole sita katika kila mkono na vidole sita katika kila mguu: jumla vidole ishirini na vinne. Yeye alikuwa pia mzao wa Mrefai."
  },
  {
    "verseNumber": "1CH 20:7",
    "verseText": "Alipowadhihaki Israeli, Yonathani, mwana wa Shimea, nduguye Daudi, akamuua."
  },
  {
    "verseNumber": "1CH 20:8",
    "verseText": "Hawa walikuwa ndio wazao wa Warefai huko Gathi, nao walianguka kwa mikono ya Daudi na watu wake."
  },
  {
    "verseNumber": "1CH 21:1",
    "verseText": "Shetani akainuka dhidi ya Israeli na kumshawishi Daudi ahesabu watu wa Israeli."
  },
  {
    "verseNumber": "1CH 21:2",
    "verseText": "Kwa hiyo Daudi akamwambia Yoabu na majemadari wa jeshi, “Nendeni mkawahesabu Waisraeli kuanzia Beer-Sheba mpaka Dani. Kisha nileteeni taarifa ili kwamba niweze kufahamu wako wangapi.”"
  },
  {
    "verseNumber": "1CH 21:3",
    "verseText": "Yoabu akajibu, “BWANA na aongeze jeshi lake mara mia na zaidi. Mfalme bwana wangu, kwani hawa wote si raiya wa bwana wangu? Kwa nini bwana wangu unataka kufanya hivi? Kwa nini kuleta hatia juu ya Israeli?”"
  },
  {
    "verseNumber": "1CH 21:4",
    "verseText": "Hata hivyo, neno la mfalme likawa na nguvu juu ya Yoabu; kwa hiyo Yoabu akaondoka na kuzunguka Israeli yote kisha akarudi Yerusalemu."
  },
  {
    "verseNumber": "1CH 21:5",
    "verseText": "Yoabu akampa Daudi jumla ya idadi ya watu wanaoweza kupigana. Katika Israeli kulikuwa na watu 1,100,000 ambao wangeweza kutumia upanga na katika Yuda watu 470,000."
  },
  {
    "verseNumber": "1CH 21:6",
    "verseText": "Lakini Yoabu hakuwahesabu Walawi na Wabenyamini, kwa sababu alichukizwa sana na amri ya mfalme."
  },
  {
    "verseNumber": "1CH 21:7",
    "verseText": "Amri hii ilikuwa mbaya machoni pa Mungu pia; hivyo akaiadhibu Israeli."
  },
  {
    "verseNumber": "1CH 21:8",
    "verseText": "Kisha Daudi akamwambia Mungu, “Nimetenda dhambi kubwa kwa kufanya jambo hili. Sasa, ninakusihi, ondoa hatia ya mtumishi wako. Nimefanya jambo la kipumbavu sana.”"
  },
  {
    "verseNumber": "1CH 21:9",
    "verseText": "BWANA akamwambia Gadi, mwonaji wa Daudi,"
  },
  {
    "verseNumber": "1CH 21:10",
    "verseText": "“Nenda ukamwambie Daudi, hivi ndivyo asemavyo Bwana: ‘Ninakupa wewe uchaguzi wa mambo matatu. Nichagulie mojawapo nitakalotenda dhidi yako.’ ”"
  },
  {
    "verseNumber": "1CH 21:11",
    "verseText": "Kwa hiyo Gadi akamwendea Daudi akamwambia, “Hili ndilo BWANA asemalo: ‘Chagua:"
  },
  {
    "verseNumber": "1CH 21:12",
    "verseText": "miaka mitatu ya njaa, au miezi mitatu ya kushindwa na adui zako, ukipatwa na upanga wao, au siku tatu za upanga wa BWANA, yaani, siku tatu za tauni katika nchi na malaika wa BWANA akiangamiza kila mahali katika Israeli.’ Sasa basi, amua jinsi nitakavyomjibu yeye aliyenituma.”"
  },
  {
    "verseNumber": "1CH 21:13",
    "verseText": "Daudi akamwambia Gadi, “Ninayo mahangaiko makubwa. Mimi na nianguke mikononi mwa BWANA kwa maana rehema zake ni kuu mno, lakini usiniache niangukie mikononi mwa wanadamu.”"
  },
  {
    "verseNumber": "1CH 21:14",
    "verseText": "Basi BWANA akatuma tauni katika Israeli, watu 70,000 wa Israeli wakafa."
  },
  {
    "verseNumber": "1CH 21:15",
    "verseText": "Mungu akapeleka malaika kuangamiza Yerusalemu. Lakini malaika alipokuwa akifanya hivyo, BWANA akaona na akahuzunika kwa sababu ya maafa, akamwambia yule malaika aliyekuwa anaangamiza watu, “Yatosha! Rudisha mkono wako.” Wakati huo malaika wa BWANA alikuwa amesimama katika sakafu ya kupuria nafaka ya Arauna Myebusi."
  },
  {
    "verseNumber": "1CH 21:16",
    "verseText": "Daudi akayainua macho yake akamwona huyo malaika wa BWANA akiwa amesimama katikati ya mbingu na dunia, naye ameunyoosha upanga wake juu ya Yerusalemu tayari kuangamiza. Kisha Daudi na wazee, waliokuwa wamevaa nguo za gunia, wakaanguka kifudifudi."
  },
  {
    "verseNumber": "1CH 21:17",
    "verseText": "Daudi akamwambia Mungu, “Je, si mimi ndiye niliyeamuru watu wahesabiwe? Mimi ndiye niliyetenda dhambi na kukosa. Hawa ni kondoo tu. Wamefanya nini? Ee BWANA, Mungu wangu, mkono wako na uwe juu yangu mimi na jamaa yangu, lakini usiache tauni hii iendelee juu ya watu wako.”"
  },
  {
    "verseNumber": "1CH 21:18",
    "verseText": "Kisha malaika wa BWANA akamwamuru Gadi amwambie Daudi apande na kumjengea BWANA madhabahu kwenye sakafu ya kupuria nafaka ya Arauna Myebusi."
  },
  {
    "verseNumber": "1CH 21:19",
    "verseText": "Kwa hiyo Daudi akakwea, akalitii lile neno ambalo Gadi alikuwa amelisema katika jina la BWANA."
  },
  {
    "verseNumber": "1CH 21:20",
    "verseText": "Arauna alipokuwa akipura ngano, akageuka akamwona yule malaika. Wanawe wanne waliokuwa pamoja naye wakajificha, yeye akaendelea kupura ngano."
  },
  {
    "verseNumber": "1CH 21:21",
    "verseText": "Kisha Daudi akakaribia, Arauna alipotazama na kumwona, akaondoka kwenye uwanja wa kupuria nafaka akamsujudia Daudi akiuinamisha uso wake ardhini."
  },
  {
    "verseNumber": "1CH 21:22",
    "verseText": "Daudi akamwambia, “Nipatie huu uwanja wako wa kupuria nafaka ili niweze kujenga madhabahu ya BWANA tauni ipate kukomeshwa katika watu. Niuzie kwa bei yake kamili.”"
  },
  {
    "verseNumber": "1CH 21:23",
    "verseText": "Arauna akamwambia Daudi, “Uchukue huo uwanja. Mfalme bwana wangu na afanye lolote analopenda. Tazama, nitatoa maksai kwa ajili ya sadaka za kuteketezwa, vifaa vya kupuria kuwa kuni, pamoja na ngano kwa ajili ya dhabihu ya nafaka. Natoa hivi vyote.”"
  },
  {
    "verseNumber": "1CH 21:24",
    "verseText": "Lakini Mfalme Daudi akamjibu Arauna, “La hasha! Lakini ninasisitiza kwamba nitalipa bei yake kamili. Sitachukua kilicho chako kwa ajili ya BWANA au kutoa sadaka ya kuteketezwa ambayo hainigharimu chochote.”"
  },
  {
    "verseNumber": "1CH 21:25",
    "verseText": "Basi Daudi akamlipa Arauna shekeli za dhahabu 600 kwa ajili ya ule uwanja."
  },
  {
    "verseNumber": "1CH 21:26",
    "verseText": "Kisha Daudi akamjengea BWANA madhabahu mahali hapo, na kutoa sadaka za kuteketezwa na sadaka za amani. Akamwita BWANA naye BWANA akajibu maombi yake kwa moto toka mbinguni juu ya madhabahu ya sadaka ya kuteketezwa."
  },
  {
    "verseNumber": "1CH 21:27",
    "verseText": "Kisha BWANA akanena na yule malaika, naye akarudisha upanga wake katika ala yake."
  },
  {
    "verseNumber": "1CH 21:28",
    "verseText": "Wakati huo, Daudi alipoona kwamba BWANA amemjibu kule kwenye uwanja wa kupuria nafaka wa Arauna Myebusi, akatoa dhabihu huko."
  },
  {
    "verseNumber": "1CH 21:29",
    "verseText": "Maskani ya BWANA ambayo Mose aliitengeneza kule jangwani, pamoja na madhabahu ya sadaka ya kuteketezwa kwa wakati huo vilikuwa viko mahali pa juu pa kuabudia huko Gibeoni."
  },
  {
    "verseNumber": "1CH 21:30",
    "verseText": "Lakini Daudi hakuthubutu kuisogelea ili kumuuliza Mungu, kwa sababu aliuogopa upanga wa yule malaika wa BWANA."
  },
  {
    "verseNumber": "1CH 22:1",
    "verseText": "Ndipo Daudi akasema, “Nyumba ya BWANA Mungu itakuwa mahali hapa, pia pamoja na madhabahu ya sadaka ya kuteketezwa kwa ajili ya Israeli.”"
  },
  {
    "verseNumber": "1CH 22:2",
    "verseText": "Kwa hiyo Daudi akatoa amri wakusanyike wageni wote waliokuwa wanaishi Israeli, na kutoka miongoni mwao akaweka waashi ili kuchonga mawe kwa ajili ya kujenga nyumba ya Mungu."
  },
  {
    "verseNumber": "1CH 22:3",
    "verseText": "Daudi akatoa chuma tele ili kutengenezea misumari kwa ajili ya mafungo ya malango ya nyumba na shaba tele isiyopimika."
  },
  {
    "verseNumber": "1CH 22:4",
    "verseText": "Pia akatoa magogo ya mierezi yasiyohesabika, kwa kuwa Wasidoni na Watiro walikuwa wamemletea Daudi idadi kubwa ya mierezi."
  },
  {
    "verseNumber": "1CH 22:5",
    "verseText": "Daudi akasema, “Mwanangu Solomoni bado ni mdogo wa umri na hana uzoefu. Nyumba itakayojengwa kwa ajili ya BWANA inatakiwa iwe yenye uzuri mwingi na sifa na fahari mbele ya mataifa yote. Kwa hiyo nitaifanyia matayarisho.” Daudi akafanya matayarisho makubwa kabla ya kifo chake."
  },
  {
    "verseNumber": "1CH 22:6",
    "verseText": "Kisha akamwita Solomoni mwanawe akamwagiza kujenga nyumba kwa ajili ya BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "1CH 22:7",
    "verseText": "Daudi akamwambia Solomoni: “Mwanangu, nilikuwa na jambo hili ndani ya moyo wangu kujenga nyumba kwa ajili ya Jina la BWANA Mungu wangu."
  },
  {
    "verseNumber": "1CH 22:8",
    "verseText": "Lakini neno hili la BWANA likanijia, kusema: ‘Wewe umemwaga damu nyingi na kupigana vita vingi. Wewe hutajenga nyumba kwa ajili ya Jina langu, kwa sababu umemwaga damu nyingi juu ya nchi machoni pangu."
  },
  {
    "verseNumber": "1CH 22:9",
    "verseText": "Lakini utakuwa na mwana ambaye atakuwa mtu wa amani na utulivu nami nitampa utulivu mbele ya adui zake wote pande zote. Jina lake ataitwa Solomoni, nami nitawapa Israeli amani na utulivu wakati wa utawala wake."
  },
  {
    "verseNumber": "1CH 22:10",
    "verseText": "Yeye ndiye atakayejenga nyumba kwa ajili ya Jina langu. Yeye atakuwa mwanangu, nami nitakuwa baba yake. Nami nitakifanya imara kiti chake cha enzi cha utawala wake katika Israeli milele.’"
  },
  {
    "verseNumber": "1CH 22:11",
    "verseText": "“Sasa, mwanangu, BWANA awe pamoja nawe, nawe uwe na mafanikio upate kuijenga nyumba ya BWANA Mungu wako, kama alivyosema utafanya."
  },
  {
    "verseNumber": "1CH 22:12",
    "verseText": "BWANA na akupe hekima na ufahamu wakati atakuweka juu ya Israeli, ili uweze kuishika sheria ya BWANA Mungu wako."
  },
  {
    "verseNumber": "1CH 22:13",
    "verseText": "Ndipo utakapofanikiwa, ikiwa utakuwa na bidii kutii amri na sheria BWANA alizompa Mose kwa ajili ya Israeli. Uwe hodari na ushujaa. Usiogope wala usikate tamaa."
  },
  {
    "verseNumber": "1CH 22:14",
    "verseText": "“Nimejitaabisha sana ili kupata mahitaji kwa ajili ya Hekalu la BWANA: talanta 100,000 za dhahabu, talanta 1,000,000 za fedha na kiasi kisichopimika cha shaba na chuma, pia mbao na mawe. Nawe waweza kuviongeza."
  },
  {
    "verseNumber": "1CH 22:15",
    "verseText": "Unao wafanyakazi wengi: Wachonga mawe, waashi na maseremala, pamoja na watu walio na ustadi katika kila kazi"
  },
  {
    "verseNumber": "1CH 22:16",
    "verseText": "wa kufua dhahabu, fedha, shaba na chuma, mafundi wasiohesabika. Sasa basi anza kazi hii, naye BWANA awe pamoja nawe.”"
  },
  {
    "verseNumber": "1CH 22:17",
    "verseText": "Kisha Daudi akawaamuru viongozi wote wa Israeli wamsaidie Solomoni mwanawe."
  },
  {
    "verseNumber": "1CH 22:18",
    "verseText": "Akawaambia, “Je, BWANA Mungu wenu si yuko pamoja na ninyi? Pia si amewapa raha pande zote? Kwa maana amewatia wenyeji wa nchi mkononi mwangu, nayo nchi iko chini ya BWANA na watu wake."
  },
  {
    "verseNumber": "1CH 22:19",
    "verseText": "Sasa itoeni mioyo yenu na nafsi zenu katika kumtafuta BWANA Mungu wenu. Anzeni kujenga Maskani ya BWANA Mungu, ili mweze kulileta Sanduku la Agano la BWANA na vyombo vitakatifu vya Mungu katika Hekalu litakalojengwa kwa ajili ya Jina la BWANA.”"
  },
  {
    "verseNumber": "1CH 23:1",
    "verseText": "Daudi alipokuwa mzee aliyeshiba siku, akamfanya Solomoni mwanawe kuwa mfalme juu ya Israeli."
  },
  {
    "verseNumber": "1CH 23:2",
    "verseText": "Pia akawakusanya pamoja viongozi wote wa Israeli, pamoja na makuhani na Walawi."
  },
  {
    "verseNumber": "1CH 23:3",
    "verseText": "Walawi waliokuwa na umri wa miaka thelathini au zaidi walihesabiwa, nayo hesabu ya wanaume ilikuwa 38,000."
  },
  {
    "verseNumber": "1CH 23:4",
    "verseText": "Daudi akasema, “Miongoni mwa hawa, 24,000 watasimamia kazi ya Hekalu la BWANA na 6,000 watakuwa maafisa na waamuzi,"
  },
  {
    "verseNumber": "1CH 23:5",
    "verseText": "na 4,000 watakuwa mabawabu, na wengine 4,000 watamsifu BWANA kwa ala za uimbaji nilizotoa kwa ajili ya kusudi hilo.”"
  },
  {
    "verseNumber": "1CH 23:6",
    "verseText": "Daudi akawagawa Walawi katika makundi kufuatana na wana wa Lawi: Gershoni, Kohathi na Merari."
  },
  {
    "verseNumber": "1CH 23:7",
    "verseText": "Wana wa Wagershoni walikuwa wawili: Ladani na Shimei."
  },
  {
    "verseNumber": "1CH 23:8",
    "verseText": "Wana wa Ladani walikuwa watatu: Yehieli wa kwanza, Zethamu na Yoeli."
  },
  {
    "verseNumber": "1CH 23:9",
    "verseText": "Wana wa Shimei walikuwa watatu: Shelomothi, Hazieli na Harani. Hawa watatu walikuwa viongozi wa jamaa za Ladani."
  },
  {
    "verseNumber": "1CH 23:10",
    "verseText": "Nao wana wa Shimei walikuwa wanne: Yahathi, Zina, Yeushi na Beria."
  },
  {
    "verseNumber": "1CH 23:11",
    "verseText": "Yahathi alikuwa wa kwanza na Ziza wa pili, lakini Yeushi na Beria hawakuwa na wana wengi; kwa hiyo walihesabiwa kama jamaa moja, wakapewa wajibu kwa pamoja."
  },
  {
    "verseNumber": "1CH 23:12",
    "verseText": "Wana wa Kohathi walikuwa wanne: Amramu, Ishari, Hebroni na Uzieli."
  },
  {
    "verseNumber": "1CH 23:13",
    "verseText": "Wana wa Amramu walikuwa: Aroni na Mose. Aroni waliwekwa wakfu, yeye na wazao wake milele, wawe wakiweka wakfu vitu ambavyo ni vitakatifu mno, kutoa dhabihu mbele za BWANA, kuhudumu mbele zake na kutamka baraka katika Jina la BWANA milele."
  },
  {
    "verseNumber": "1CH 23:14",
    "verseText": "Wana wa Mose mtu wa Mungu walihesabiwa kama sehemu ya kabila la Lawi."
  },
  {
    "verseNumber": "1CH 23:15",
    "verseText": "Wana wa Mose walikuwa: Gershomu na Eliezeri."
  },
  {
    "verseNumber": "1CH 23:16",
    "verseText": "Wazao wa Gershomu: Shebueli alikuwa wa kwanza."
  },
  {
    "verseNumber": "1CH 23:17",
    "verseText": "Wazao wa Eliezeri: Rehabia alikuwa wa kwanza. Eliezeri alikuwa na mwana mmoja tu, lakini wana wa Rehabia walikuwa wengi sana."
  },
  {
    "verseNumber": "1CH 23:18",
    "verseText": "Wana wa Ishari: Shelomithi alikuwa wa kwanza."
  },
  {
    "verseNumber": "1CH 23:19",
    "verseText": "Wana wa Hebroni walikuwa: Yeria alikuwa wa kwanza, wa pili Amaria, wa tatu Yahazieli, na wa nne Yekameamu."
  },
  {
    "verseNumber": "1CH 23:20",
    "verseText": "Wana wa Uzieli walikuwa: Mika wa kwanza na Ishia wa pili."
  },
  {
    "verseNumber": "1CH 23:21",
    "verseText": "Wana wa Merari walikuwa: Mahli na Mushi. Wana wa Mahli walikuwa: Eleazari na Kishi."
  },
  {
    "verseNumber": "1CH 23:22",
    "verseText": "Eleazari akafa bila ya kuwa na wana: alikuwa na binti tu. Binamu zao, wana wa Kishi, wakawaoa."
  },
  {
    "verseNumber": "1CH 23:23",
    "verseText": "Wana wa Mushi: Mahli, Ederi na Yeremothi; wote walikuwa watatu."
  },
  {
    "verseNumber": "1CH 23:24",
    "verseText": "Hawa walikuwa wazao wa Lawi kwa jamaa zao. Wakuu wa jamaa kama walivyoandikwa kwa majina yao na kuhesabiwa kila mmoja, yaani, wenye uwezo wa kufanya kazi kuanzia miaka ishirini au zaidi, waliohudumu katika Hekalu la BWANA."
  },
  {
    "verseNumber": "1CH 23:25",
    "verseText": "Kwa maana Daudi alikuwa amesema, “Kwa vile BWANA, Mungu wa Israeli amewapa watu wake raha na amekuja kuishi Yerusalemu milele,"
  },
  {
    "verseNumber": "1CH 23:26",
    "verseText": "Walawi hawahitaji tena kubeba Maskani wala chombo chochote cha utumishi wake.”"
  },
  {
    "verseNumber": "1CH 23:27",
    "verseText": "Kulingana na maagizo ya mwisho ya Daudi, Walawi waliohesabiwa ni wale wa kuanzia umri wa miaka ishirini au zaidi."
  },
  {
    "verseNumber": "1CH 23:28",
    "verseText": "Wajibu wa Walawi ulikuwa kuwasaidia wazao wa Aroni kuhudumu katika Hekalu la BWANA: Kuwa wasimamizi wa nyua, vyumba vya pembeni, kutakasa vyombo vitakatifu na utendaji mwingine wowote katika nyumba ya Mungu."
  },
  {
    "verseNumber": "1CH 23:29",
    "verseText": "Walikuwa wasimamizi wa mikate iliyowekwa mezani, unga kwa ajili ya sadaka za nafaka, mikate isiyotiwa chachu, uokaji na uchanganyaji, pamoja na vipimo vyote vya wingi na ukubwa."
  },
  {
    "verseNumber": "1CH 23:30",
    "verseText": "Pia ulikuwa wajibu wao kila asubuhi kumshukuru na kumsifu BWANA. Iliwapasa pia kufanya hivyo jioni"
  },
  {
    "verseNumber": "1CH 23:31",
    "verseText": "na wakati wowote sadaka za kuteketezwa zilipotolewa kwa BWANA siku za Sabato na kwenye sikukuu za Mwezi Mwandamo na katika sikukuu nyingine zilizoamriwa. Iliwapasa kuhudumu mbele za BWANA mara kwa mara kwa idadi maalum na kwa namna waliyokuwa wamepewa maelekezo."
  },
  {
    "verseNumber": "1CH 23:32",
    "verseText": "Hivyo Walawi wakafanya wajibu wao katika Hema la Kukutania, katika Mahali Patakatifu chini ya uongozi wa ndugu zao wazao wa Aroni, kwa ajili ya utumishi katika Hekalu la BWANA."
  },
  {
    "verseNumber": "1CH 24:1",
    "verseText": "Hii ndiyo migawanyo ya wana wa Aroni: Aroni alikuwa na wana wanne: Nadabu, Abihu, Eleazari na Ithamari."
  },
  {
    "verseNumber": "1CH 24:2",
    "verseText": "Nadabu na Abihu walikufa kabla ya baba yao, nao hawakuwa na wana; kwa hiyo ndugu zao Eleazari na Ithamari wakahudumu kama makuhani."
  },
  {
    "verseNumber": "1CH 24:3",
    "verseText": "Akisaidiwa na Sadoki mwana wa Eleazari na Ahimeleki mwana wa Ithamari, Daudi aliwapanga wazao wa Aroni katika migawanyo kufuatana na wajibu wa huduma zao."
  },
  {
    "verseNumber": "1CH 24:4",
    "verseText": "Idadi kubwa ya viongozi walipatikana miongoni mwa wazao wa Eleazari, kuliko miongoni mwa wazao wa Ithamari, nao waligawanywa kwa uwiano: Viongozi kumi na sita kutoka jamaa ya wazao wa Eleazari na viongozi wanane kutoka jamaa ya wazao wa Ithamari."
  },
  {
    "verseNumber": "1CH 24:5",
    "verseText": "Waliwagawanya bila upendeleo kwa kupiga kura, kwa kuwa kulikuwa na maafisa wa mahali patakatifu na maafisa wa Mungu miongoni mwa wazao wale wa Eleazari na wale wa Ithamari."
  },
  {
    "verseNumber": "1CH 24:6",
    "verseText": "Mwandishi Shemaya mwana wa Nethaneli, Mlawi, aliorodhesha majina yao mbele ya Mfalme Daudi na maafisa: Kuhani Sadoki, Ahimeleki mwana wa Abiathari, na viongozi wa jamaa za makuhani na za Walawi: jamaa moja ikitoka upande wa Eleazari na nyingine upande wa Ithamari."
  },
  {
    "verseNumber": "1CH 24:7",
    "verseText": "Kura ya kwanza ilimwangukia Yehoyaribu, ya pili Yedaya,"
  },
  {
    "verseNumber": "1CH 24:8",
    "verseText": "ya tatu Harimu, ya nne Seorimu,"
  },
  {
    "verseNumber": "1CH 24:9",
    "verseText": "ya tano Malkiya, ya sita Miyamini,"
  },
  {
    "verseNumber": "1CH 24:10",
    "verseText": "ya saba Hakosi, ya nane Abiya,"
  },
  {
    "verseNumber": "1CH 24:11",
    "verseText": "ya tisa Yeshua, ya kumi Shekania,"
  },
  {
    "verseNumber": "1CH 24:12",
    "verseText": "ya kumi na moja Eliashibu, ya kumi na mbili Yakimu,"
  },
  {
    "verseNumber": "1CH 24:13",
    "verseText": "ya kumi na tatu Hupa, ya kumi na nne Yeshebeabu,"
  },
  {
    "verseNumber": "1CH 24:14",
    "verseText": "ya kumi na tano Bilga, ya kumi na sita Imeri,"
  },
  {
    "verseNumber": "1CH 24:15",
    "verseText": "ya kumi na saba Heziri, ya kumi na nane Hapisesi,"
  },
  {
    "verseNumber": "1CH 24:16",
    "verseText": "ya kumi na tisa Pethahia, ya ishirini Yehezkeli,"
  },
  {
    "verseNumber": "1CH 24:17",
    "verseText": "ya ishirini na moja Yakini, ya ishirini na mbili Gamuli,"
  },
  {
    "verseNumber": "1CH 24:18",
    "verseText": "ya ishirini na tatu Delaya, ya ishirini na nne Maazia."
  },
  {
    "verseNumber": "1CH 24:19",
    "verseText": "Huu ulikuwa ndio utaratibu wao uliokubalika wa kuhudumu walipoingia katika Hekalu la BWANA kulingana na masharti waliyoelekezwa na Aroni baba yao, kama BWANA, Mungu wa Israeli, alivyokuwa amemwamuru."
  },
  {
    "verseNumber": "1CH 24:20",
    "verseText": "Kuhusu wazao wa Lawi waliobaki: Kutoka kwa wana wa Amramu: alikuwa Shubaeli; kutoka kwa wana wa Shubaeli: alikuwa Yedeya."
  },
  {
    "verseNumber": "1CH 24:21",
    "verseText": "Kwa wa Rehabia, kutoka kwa wanawe: Ishia alikuwa wa kwanza."
  },
  {
    "verseNumber": "1CH 24:22",
    "verseText": "Kutoka kwa Waishari: alikuwa Shelomithi, kutoka kwa wana wa Shelomithi: alikuwa Yahathi."
  },
  {
    "verseNumber": "1CH 24:23",
    "verseText": "Wana wa Hebroni: Yeria alikuwa mkuu, Amaria wa pili, Yahazieli wa tatu, na Yekameamu wa nne."
  },
  {
    "verseNumber": "1CH 24:24",
    "verseText": "Mwana wa Uzieli: alikuwa Mika; kutoka kwa wana wa Mika: alikuwa Shamiri."
  },
  {
    "verseNumber": "1CH 24:25",
    "verseText": "Ndugu yake Mika: alikuwa Ishia; na kutoka kwa wana wa Ishia: alikuwa Zekaria."
  },
  {
    "verseNumber": "1CH 24:26",
    "verseText": "Wana wa Merari: walikuwa Mahli na Mushi. Mwana wa Yaazia: alikuwa Beno."
  },
  {
    "verseNumber": "1CH 24:27",
    "verseText": "Wana wa Merari: kutoka kwa Yaazia: ni Beno, Shohamu, Zakuri na Ibri."
  },
  {
    "verseNumber": "1CH 24:28",
    "verseText": "Kutoka kwa Mahli: alikuwa Eleazari, ambaye hakuwa na wana."
  },
  {
    "verseNumber": "1CH 24:29",
    "verseText": "Kutoka kwa Kishi: mwana wa Kishi: alikuwa Yerameeli."
  },
  {
    "verseNumber": "1CH 24:30",
    "verseText": "Nao wana wa Mushi: walikuwa Mahli, Ederi na Yeremothi. Hawa walikuwa Walawi kulingana na jamaa zao."
  },
  {
    "verseNumber": "1CH 24:31",
    "verseText": "Pia walipiga kura kama vile ndugu zao wazao wa Aroni walivyofanya, mbele ya Mfalme Daudi, Sadoki, Ahimeleki na mbele ya viongozi wa jamaa ya makuhani na ya Walawi. Jamaa za ndugu wakubwa zilitendewa sawasawa na zile za ndugu wadogo."
  },
  {
    "verseNumber": "1CH 25:1",
    "verseText": "Daudi, pamoja na majemadari wa jeshi, wakawatenga baadhi ya wana wa Asafu, wana wa Hemani na wana wa Yeduthuni, kwa ajili ya huduma ya kutoa unabii, wakitumia vinubi, zeze na matoazi. Hii ndiyo orodha ya watu waliofanya huduma hii:"
  },
  {
    "verseNumber": "1CH 25:2",
    "verseText": "Kutoka kwa wana wa Asafu walikuwa: Zakuri, Yosefu, Nethania na Asarela. Wana wa Asafu walikuwa chini ya usimamizi wa Asafu, ambaye alitoa unabii chini ya usimamizi wa mfalme."
  },
  {
    "verseNumber": "1CH 25:3",
    "verseText": "Wana wa Yeduthuni walikuwa sita: Gedalia, Seri, Yeshaya, Shimei, Hashabia, na Matithia, nao walikuwa chini ya usimamizi wa baba yao Yeduthuni, wao walikuwa wakitoa unabii wakitumia vinubi, wakimshukuru na kumtukuza BWANA."
  },
  {
    "verseNumber": "1CH 25:4",
    "verseText": "Wana wa Hemani walikuwa: Bukia, Matania, Uzieli, Shebueli na Yeremothi, Hanania, Hanani, Eliatha, Gidalti na Romamti-Ezeri, Yoshbekasha, Malothi, Hothiri na Mahaziothi."
  },
  {
    "verseNumber": "1CH 25:5",
    "verseText": "Wote hawa walikuwa wana wa Hemani mwonaji wa mfalme. Aliwapata wana hawa kutokana na ahadi ya Mungu ili kumwinua. Mungu alimpa Hemani wana kumi na wanne na binti watatu."
  },
  {
    "verseNumber": "1CH 25:6",
    "verseText": "Hawa wanaume wote walikuwa chini ya usimamizi wa baba yao kwa ajili ya uimbaji katika Hekalu la BWANA wakitumia matoazi, zeze na vinubi, kwa ajili ya huduma katika nyumba ya Mungu. Asafu, Yeduthuni na Hemani walikuwa chini ya usimamizi wa mfalme."
  },
  {
    "verseNumber": "1CH 25:7",
    "verseText": "Pamoja na ndugu zao wote walikuwa wamefundishwa na kuwa stadi wa uimbaji kwa BWANA. Idadi yao walikuwa 288."
  },
  {
    "verseNumber": "1CH 25:8",
    "verseText": "Vijana kwa wazee, walimu kwa wanafunzi, wote walipanga kazi zao kwa kupiga kura."
  },
  {
    "verseNumber": "1CH 25:9",
    "verseText": "Kura ya kwanza, ambayo ilikuwa kwa ajili ya Asafu, ilimwangukia Yosefu, wanawe na jamaa zake, 12 Ya pili ikamwangukia Gedalia, yeye na wanawe pamoja na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:10",
    "verseText": "Ya tatu ikamwangukia Zakuri, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:11",
    "verseText": "ya nne ikamwangukia Isri, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:12",
    "verseText": "ya tano ikamwangukia Nethania, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:13",
    "verseText": "ya sita ikamwangukia Bukia, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:14",
    "verseText": "ya saba ikamwangukia Yesarela, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:15",
    "verseText": "ya nane ikamwangukia Yeshaya, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:16",
    "verseText": "ya tisa ikamwangukia Matania, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:17",
    "verseText": "ya kumi ikamwangukia Shimei, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:18",
    "verseText": "ya kumi na moja ikamwangukia Azareli, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:19",
    "verseText": "ya kumi na mbili ikamwangukia Hashabia, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:20",
    "verseText": "ya kumi na tatu ikamwangukia Shubaeli, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:21",
    "verseText": "ya kumi na nne ikamwangukia Matithia, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:22",
    "verseText": "ya kumi na tano ikamwangukia Yeremothi, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:23",
    "verseText": "Ya kumi na sita ikamwangukia Hanania, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:24",
    "verseText": "ya kumi na saba ikamwangukia Yoshbekasha, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:25",
    "verseText": "ya kumi na nane ikamwangukia Hanani, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:26",
    "verseText": "ya kumi na tisa ikamwangukia Malothi, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:27",
    "verseText": "ya ishirini ikamwangukia Eliatha, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:28",
    "verseText": "ya ishirini na moja ikamwangukia Hothiri, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:29",
    "verseText": "ya ishirini na mbili ikamwangukia Gidalti, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:30",
    "verseText": "ya ishirini na tatu ikamwangukia Mahaziothi, wanawe na jamaa zake, 12"
  },
  {
    "verseNumber": "1CH 25:31",
    "verseText": "ya ishirini na nne ikamwangukia Romamti-Ezeri, wanawe na jamaa zake, 12."
  },
  {
    "verseNumber": "1CH 26:1",
    "verseText": "Hii ndiyo migawanyo ya mabawabu: Kutoka kwa wana wa Kora alikuwa: Meshelemia mwana wa Kore, mmoja wa wana wa Asafu."
  },
  {
    "verseNumber": "1CH 26:2",
    "verseText": "Meshelemia alikuwa na wana wafuatao: Zekaria mzaliwa wa kwanza, Yediaeli wa pili, Zebadia wa tatu, Yathnieli wa nne,"
  },
  {
    "verseNumber": "1CH 26:3",
    "verseText": "Elamu wa tano Yehohanani wa sita na Eliehoenai wa saba."
  },
  {
    "verseNumber": "1CH 26:4",
    "verseText": "Obed-Edomu naye alikuwa na wana wafuatao: Shemaya mzaliwa wa kwanza, Yehozabadi wa pili, Yoa wa tatu, Sakari wa nne, Nethaneli wa tano,"
  },
  {
    "verseNumber": "1CH 26:5",
    "verseText": "Amieli wa sita, Isakari wa saba, na Peulethai wa nane. (Kwa kuwa Mungu alikuwa amembariki Obed-Edomu.)"
  },
  {
    "verseNumber": "1CH 26:6",
    "verseText": "Shemaya mwanawe pia alikuwa na wana, waliokuwa viongozi katika jamaa ya baba yao kwa sababu walikuwa watu wenye uwezo mkubwa."
  },
  {
    "verseNumber": "1CH 26:7",
    "verseText": "Wana wa Shemaya ni: Othni, Refaeli, Obedi na Elizabadi; jamaa zake Elihu na Semakia walikuwa pia watu wenye uwezo."
  },
  {
    "verseNumber": "1CH 26:8",
    "verseText": "Hawa wote walikuwa wazao wa Obed-Edomu; wao na wana wao na jamaa zao walikuwa watu wenye uwezo pamoja na nguvu za kufanya kazi. Wazao wa Obed-Edomu jumla yao walikuwa sitini na wawili."
  },
  {
    "verseNumber": "1CH 26:9",
    "verseText": "Meshelemia alikuwa na wana na jamaa zake, waliokuwa watu wenye uwezo: jumla yao watu kumi na wanane."
  },
  {
    "verseNumber": "1CH 26:10",
    "verseText": "Hosa, Mmerari, alikuwa na wana wafuatao: Shimri alikuwa mkuu wao (baba yake alikuwa amemweka yeye kuwa mkuu ijapokuwa hakuwa mzaliwa wa kwanza),"
  },
  {
    "verseNumber": "1CH 26:11",
    "verseText": "Hilkia wa pili, Tabalia wa tatu na Zekaria wa nne. Wana na jamaa za Hosa jumla yao walikuwa watu kumi na watatu."
  },
  {
    "verseNumber": "1CH 26:12",
    "verseText": "Hii migawanyo ya mabawabu, kupitia wakuu wao, walikuwa na zamu za kuhudumu hekaluni mwa BWANA kama jamaa zao walivyokuwa nazo."
  },
  {
    "verseNumber": "1CH 26:13",
    "verseText": "Kura zilipigwa kwa kila lango, kufuatana na jamaa zao, wakubwa kwa wadogo."
  },
  {
    "verseNumber": "1CH 26:14",
    "verseText": "Kura ya Lango la Mashariki ilimwangukia Shelemia. Kisha wakapiga kura kwa Zekaria mwanawe, aliyekuwa mshauri mwenye hekima, nayo kura ya Lango la Kaskazini ikamwangukia."
  },
  {
    "verseNumber": "1CH 26:15",
    "verseText": "Kura ya Lango la Kusini ikamwangukia Obed-Edomu, nayo kura ya maghala ikawaangukia wanawe."
  },
  {
    "verseNumber": "1CH 26:16",
    "verseText": "Kura za Lango la Magharibi na Lango la Shalekethi kwenye barabara ya juu zikawaangukia Shupimu na Hosa. Zamu za walinzi ziligawanywa kwa usawa:"
  },
  {
    "verseNumber": "1CH 26:17",
    "verseText": "Kulikuwa na Walawi sita kila siku upande wa mashariki, wanne upande wa kaskazini, wanne upande wa kusini, na wawili wawili kwa mara moja kwenye ghala."
  },
  {
    "verseNumber": "1CH 26:18",
    "verseText": "Kuhusu ukumbi kuelekea magharibi, kulikuwa na wanne barabarani na wawili kwenye ukumbi wenyewe."
  },
  {
    "verseNumber": "1CH 26:19",
    "verseText": "Hii ndiyo iliyokuwa migawanyo ya mabawabu waliokuwa wazao wa Kora na wa Merari."
  },
  {
    "verseNumber": "1CH 26:20",
    "verseText": "Katika Walawi, Ahiya alikuwa mwangalizi wa hazina za nyumba ya Mungu na mwangalizi wa hazina za vitu vilivyowekwa wakfu."
  },
  {
    "verseNumber": "1CH 26:21",
    "verseText": "Wazao wa Ladani, waliokuwa Wagershoni kupitia Ladani na waliokuwa viongozi wa jamaa za Ladani Mgershoni, walikuwa Yehieli,"
  },
  {
    "verseNumber": "1CH 26:22",
    "verseText": "wana wa Yehieli, wana wa Zethamu na wa nduguye Yoeli. Wao walikuwa waangalizi wa hazina za Hekalu la BWANA."
  },
  {
    "verseNumber": "1CH 26:23",
    "verseText": "Kutoka kwa wana wa Amramu, wana wa Ishari, wana wa Hebroni na wana wa Uzieli:"
  },
  {
    "verseNumber": "1CH 26:24",
    "verseText": "Shebueli, mzao wa Gershomu mwana wa Mose, alikuwa afisa mwangalizi wa hazina."
  },
  {
    "verseNumber": "1CH 26:25",
    "verseText": "Jamaa zake kutoka kwa Eliezeri, wanawe walikuwa: Rehabia, Yeshaya, Yoramu, Zikri na Shelomithi."
  },
  {
    "verseNumber": "1CH 26:26",
    "verseText": "Shelomithi na jamaa zake walikuwa waangalizi wa hazina zote za vitu vile vilivyowekwa wakfu na Mfalme Daudi, kwa viongozi wa jamaa waliokuwa majemadari wa maelfu na majemadari wa mamia, na kwa maafisa wengine wa jeshi."
  },
  {
    "verseNumber": "1CH 26:27",
    "verseText": "Baadhi ya nyara zilizotekwa vitani waliziweka wakfu kwa ajili ya ukarabati wa Hekalu la BWANA."
  },
  {
    "verseNumber": "1CH 26:28",
    "verseText": "Kila kitu kilichokuwa kimewekwa wakfu na Samweli mwonaji, na Sauli mwana wa Kishi, Abneri mwana wa Neri, na Yoabu mwana wa Seruya, pamoja na vitu vingine vyote vilivyokuwa vimewekwa wakfu, vyote vilikuwa chini ya uangalizi wa Shelomithi na jamaa zake."
  },
  {
    "verseNumber": "1CH 26:29",
    "verseText": "Kutoka kwa wana wa Ishari: Kenania na wanawe walipewa kazi nje ya Hekalu kama maafisa na waamuzi juu ya Israeli."
  },
  {
    "verseNumber": "1CH 26:30",
    "verseText": "Kutoka kwa wana wa Hebroni: Hashabia na jamaa zake, watu 1,700 wenye uwezo, waliwajibika katika Israeli magharibi ya Yordani kwa ajili ya kazi zote za BWANA na utumishi wa mfalme."
  },
  {
    "verseNumber": "1CH 26:31",
    "verseText": "Kuhusu wana wa Hebroni, Yeria alikuwa mkuu wao kufuatana na orodha ya jamaa yao. Katika mwaka wa arobaini wa utawala wa Daudi uchunguzi ulifanyika katika kumbukumbu, nao watu wenye uwezo miongoni mwa wana wa Hebroni wakapatikana huko Yazeri katika Gileadi."
  },
  {
    "verseNumber": "1CH 26:32",
    "verseText": "Yeria alikuwa na jamaa ya watu 2,700 waliokuwa watu wenye uwezo na viongozi wa jamaa, naye Mfalme Daudi akawaweka kuangalia Wareubeni, Wagadi na nusu ya kabila Manase kuhusu kila jambo lililomhusu Mungu na shughuli za mfalme."
  },
  {
    "verseNumber": "1CH 27:1",
    "verseText": "Hii ndiyo orodha ya Waisraeli: viongozi wa jamaa, majemadari wa maelfu, majemadari wa mamia na maafisa wao, waliomtumikia mfalme kwa lolote lililohusu vikosi vya jeshi vilivyokuwa zamu mwezi baada ya mwezi katika mwaka mzima. Kila kikosi kimoja kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:2",
    "verseText": "Msimamizi wa kikosi cha kwanza kwa mwezi wa kwanza alikuwa Yashobeamu mwana wa Zabdieli. Kulikuwa na watu 24,000 katika kikosi chake."
  },
  {
    "verseNumber": "1CH 27:3",
    "verseText": "Yeye alikuwa mzao wa Peresi, na mkuu wa maafisa wote wa jeshi kwa mwezi wa kwanza."
  },
  {
    "verseNumber": "1CH 27:4",
    "verseText": "Msimamizi wa kikosi kwa mwezi wa pili alikuwa Dodai Mwahohi. Miklothi ndiye alikuwa kiongozi wa kikosi chake. Kikosi chake kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:5",
    "verseText": "Jemadari wa kikosi cha tatu kwa mwezi wa tatu alikuwa Benaya mwana wa kuhani Yehoyada. Ndiye alikuwa mkuu wa kikosi chake kilichokuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:6",
    "verseText": "Huyu ndiye yule Benaya aliyekuwa shujaa miongoni mwa wale Thelathini na ndiye alikuwa juu yao hao Thelathini. Mwanawe Amizabadi ndiye alikuwa mkuu katika kikosi chake."
  },
  {
    "verseNumber": "1CH 27:7",
    "verseText": "Jemadari wa nne kwa mwezi wa nne alikuwa Asaheli nduguye Yoabu, mwanawe Zebadia ndiye aliingia mahali pake kwenye uongozi. Kikosi chake kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:8",
    "verseText": "Jemadari wa kikosi cha tano kwa mwezi wa tano alikuwa Shamhuthi Mwizrahi. Kikosi chake kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:9",
    "verseText": "Jemadari wa kikosi cha sita kwa mwezi wa sita alikuwa Ira, mwana wa Ikeshi Mtekoa. Kikosi chake kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:10",
    "verseText": "Jemadari wa kikosi cha saba kwa mwezi wa saba alikuwa Helesi Mpeloni wa Waefraimu. Kikosi chake kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:11",
    "verseText": "Jemadari wa nane kwa mwezi wa nane, alikuwa Sibekai Mhushathi wa Wazera. Kikosi chake kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:12",
    "verseText": "Jemadari wa tisa kwa mwezi wa tisa alikuwa Abiezeri Mwanathothi wa Wabenyamini. Kikosi chake kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:13",
    "verseText": "Jemadari wa kumi kwa mwezi wa kumi alikuwa Maharai Mnetofathi wa Wazera. Kikosi chake kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:14",
    "verseText": "Jemadari wa kumi na moja kwa mwezi wa kumi na moja alikuwa Benaya Mpirathoni wa Waefraimu. Kikosi chake kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:15",
    "verseText": "Jemadari wa kumi na mbili kwa mwezi wa kumi na mbili alikuwa Heldai Mnetofathi kutoka jamaa ya Othnieli. Kikosi chake kilikuwa na watu 24,000."
  },
  {
    "verseNumber": "1CH 27:16",
    "verseText": "Maafisa waliokuwa wanaoongoza makabila ya Israeli walikuwa: Kwa Wareubeni: Eliezeri mwana wa Zikri; kwa Wasimeoni: Shefatia mwana wa Maaka;"
  },
  {
    "verseNumber": "1CH 27:17",
    "verseText": "kwa Walawi: Hashabia mwana wa Kemueli; kwa Aroni: Sadoki;"
  },
  {
    "verseNumber": "1CH 27:18",
    "verseText": "kwa Yuda: Elihu, nduguye Daudi; kwa Waisakari: Omri mwana wa Mikaeli;"
  },
  {
    "verseNumber": "1CH 27:19",
    "verseText": "kwa Wazabuloni: Ishmaya mwana wa Obadia; kwa Wanaftali: Yeremothi mwana wa Azrieli;"
  },
  {
    "verseNumber": "1CH 27:20",
    "verseText": "kwa Waefraimu: Hoshea mwana wa Azazia; kwa nusu ya kabila la Manase: Yoeli mwana wa Pedaya;"
  },
  {
    "verseNumber": "1CH 27:21",
    "verseText": "kwa nusu nyingine ya kabila la Manase huko Gileadi: Ido mwana wa Zekaria; kwa Wabenyamini: Yaasieli mwana wa Abneri;"
  },
  {
    "verseNumber": "1CH 27:22",
    "verseText": "kwa Wadani: Azareli mwana wa Yerohamu. Hao ndio waliokuwa maafisa wa makabila ya Israeli."
  },
  {
    "verseNumber": "1CH 27:23",
    "verseText": "Daudi hakuwahesabu watu waliokuwa chini ya miaka ishirini, kwa sababu BWANA alikuwa ameahidi kuwafanya Israeli kuwa wengi kama nyota za angani."
  },
  {
    "verseNumber": "1CH 27:24",
    "verseText": "Yoabu mwana wa Seruya alianza kuwahesabu watu lakini hakumaliza. Kwa sababu ya kuwahesabu watu, hasira ya Mungu iliwaka juu ya Israeli, nayo hiyo hesabu yao haikuingizwa katika kitabu cha kumbukumbu za Mfalme Daudi."
  },
  {
    "verseNumber": "1CH 27:25",
    "verseText": "Azmawethi mwana wa Adieli ndiye alikuwa msimamizi wa hazina za mfalme. Msimamizi wa hazina katika mashamba, miji, vijiji na kwenye ngome alikuwa Yonathani mwana wa Uzia."
  },
  {
    "verseNumber": "1CH 27:26",
    "verseText": "Ezri mwana wa Kelubu alikuwa msimamizi wa wafanyakazi waliolima katika mashamba."
  },
  {
    "verseNumber": "1CH 27:27",
    "verseText": "Shimei Mramathi alikuwa msimamizi wa mashamba ya mizabibu. Zabdi Mshifmi alikuwa msimamizi wa zabibu, utengenezaji na uhifadhi wa divai katika mapipa makubwa."
  },
  {
    "verseNumber": "1CH 27:28",
    "verseText": "Baal-Hanani Mgederi ndiye alikuwa mwangalizi wa mashamba ya mfalme ya mizeituni na mikuyu katika tambarare za vilima vya magharibi. Yoashi alikuwa msimamizi wa ghala za mafuta ya zeituni."
  },
  {
    "verseNumber": "1CH 27:29",
    "verseText": "Shitrai Msharoni alikuwa msimamizi wa makundi ya ngʼombe waliojilisha huko Sharoni. Shafati mwana wa Adlai alikuwa msimamizi wa yale makundi ya ngʼombe yaliyokuwa makondeni."
  },
  {
    "verseNumber": "1CH 27:30",
    "verseText": "Obili Mwishmaeli alikuwa msimamizi wa ngamia. Yedeya Mmeronothi alikuwa msimamizi wa punda."
  },
  {
    "verseNumber": "1CH 27:31",
    "verseText": "Yazizi Mhagri alikuwa msimamizi wa makundi ya kondoo na mbuzi. Hawa wote ndio waliokuwa maafisa wasimamizi wa mali alizokuwa nazo Mfalme Daudi."
  },
  {
    "verseNumber": "1CH 27:32",
    "verseText": "Yonathani mjomba wa Daudi alikuwa mshauri, mtu mwenye ufahamu mkubwa na mwandishi. Yehieli mwana wa Hakmoni alikuwa akiwahudumia wana wa mfalme."
  },
  {
    "verseNumber": "1CH 27:33",
    "verseText": "Ahithofeli alikuwa mshauri wa mfalme. Hushai Mwariki alikuwa rafiki wa mfalme."
  },
  {
    "verseNumber": "1CH 27:34",
    "verseText": "Baada ya Ahithofeli, Yehoyada mwana wa Benaya aliingia mahali pake kama mshauri wa mfalme pamoja na Abiathari. Yoabu alikuwa ndiye jemadari wa majeshi ya mfalme."
  },
  {
    "verseNumber": "1CH 28:1",
    "verseText": "Daudi akawaita maafisa wote wa Israeli wakusanyike huko Yerusalemu: yaani, maafisa walio juu ya makabila, majemadari wa vikosi katika utumishi wa mfalme, majemadari wa maelfu na majemadari wa mamia, maafisa wanaosimamia mali zote na mifugo ya mfalme na wanawe, wakiwemo maafisa wa jumba la kifalme, mashujaa na askari wote walio hodari."
  },
  {
    "verseNumber": "1CH 28:2",
    "verseText": "Mfalme Daudi akainuka na kusema: “Nisikilizeni ndugu zangu nanyi watu wangu. Nilikuwa na nia ya kujenga nyumba ili iwe mahali pa kukaa Sanduku la Agano la BWANA kwa ajili ya kuwa mahali pa kuwekea miguu ya Mungu wetu, nami nikafanya maandalizi ya kuijenga."
  },
  {
    "verseNumber": "1CH 28:3",
    "verseText": "Lakini Mungu akaniambia, ‘Wewe hutajenga nyumba kwa Jina langu, kwa sababu wewe umepigana vita na umemwaga damu.’"
  },
  {
    "verseNumber": "1CH 28:4",
    "verseText": "“Hata hivyo, BWANA, Mungu wa Israeli, alinichagua mimi kutoka jamaa yangu yote niwe mfalme juu ya Israeli milele. Alimchagua Yuda kuwa kiongozi na kutoka nyumba ya Yuda akaichagua jamaa yangu na kutoka wana wa baba yangu ikampendeza kunifanya niwe mfalme juu ya Israeli yote."
  },
  {
    "verseNumber": "1CH 28:5",
    "verseText": "Miongoni mwa wanangu wote, naye BWANA amenipa wengi, amemchagua Solomoni mwanangu ili kukikalia kiti cha enzi cha ufalme wa BWANA juu ya Israeli."
  },
  {
    "verseNumber": "1CH 28:6",
    "verseText": "Aliniambia, ‘Solomoni mwanao ndiye atakayejenga nyumba yangu na nyua zangu, kwa maana nimemchagua yeye kuwa mwanangu, nami nitakuwa baba yake."
  },
  {
    "verseNumber": "1CH 28:7",
    "verseText": "Nitaufanya imara ufalme wake milele kama akiendelea kuzishika amri zangu na sheria zangu, kama afanyavyo hivi leo.’"
  },
  {
    "verseNumber": "1CH 28:8",
    "verseText": "“Hivyo basi ninawaagiza mbele za Israeli yote na kusanyiko hili la BWANA naye Mungu wetu akiwa anasikia: Kuweni na bidii kuzifuata amri za BWANA Mungu wenu, ili mpate kumiliki nchi hii nzuri na kuwaachia wana wenu kuwa urithi milele."
  },
  {
    "verseNumber": "1CH 28:9",
    "verseText": "“Nawe Solomoni mwanangu, mjue Mungu wa baba yako, ukamtumikie kwa kujitoa kwa moyo wote na kwa nia ya kumkubali, kwa maana BWANA huuchunguza kila moyo na kujua kila kusudi la kila fikira. Ukimtafuta, ataonekana kwako; bali kama ukimwacha, yeye atakukataa milele."
  },
  {
    "verseNumber": "1CH 28:10",
    "verseText": "Angalia basi, kwa maana BWANA amekuchagua wewe ili ujenge Hekalu kuwa mahali patakatifu. Uwe hodari ukafanye kazi hiyo.”"
  },
  {
    "verseNumber": "1CH 28:11",
    "verseText": "Ndipo Daudi akampa Solomoni mwanawe kielelezo kwa ajili ya ukumbi wa Hekalu, nyumba zake, vyumba vyake vya hazina, ghorofa zake, vyumba vyake vya ndani na mahali pa kufanyia upatanisho."
  },
  {
    "verseNumber": "1CH 28:12",
    "verseText": "Akampa vielelezo vya yote Roho alikuwa ameviweka moyoni mwake kwa ajili ya kumbi za Hekalu la BWANA na vyumba vyote vilivyolizunguka, kwa ajili ya hazina za Hekalu la Mungu na kwa hazina za vitu vilivyowekwa wakfu."
  },
  {
    "verseNumber": "1CH 28:13",
    "verseText": "Mfalme pia akampa Solomoni maelekezo kwa ajili ya migawanyo ya huduma za makuhani na Walawi, pia kwa ajili ya kazi zote za huduma katika Hekalu la BWANA. Akampa pia maelezo kuhusu vifaa vyote vya kutumika katika huduma ya Hekalu."
  },
  {
    "verseNumber": "1CH 28:14",
    "verseText": "Akamwagizia uzito wa dhahabu kwa ajili ya vitu vyote vya dhahabu vya kutumika katika huduma mbalimbali, uzito wa fedha kwa ajili ya vitu vyote vya fedha vya kutumika katika huduma mbalimbali."
  },
  {
    "verseNumber": "1CH 28:15",
    "verseText": "Uzito wa dhahabu kwa ajili ya vinara vya dhahabu na taa zake, kukiwa na uzito kwa ajili ya kila kinara na taa zake, pamoja na uzito wa fedha kwa ajili ya kila kinara cha fedha na taa zake, kulingana na matumizi ya kila kinara;"
  },
  {
    "verseNumber": "1CH 28:16",
    "verseText": "uzito wa dhahabu kwa ajili ya meza ya mikate iliyowekwa wakfu, uzito wa fedha kwa ajili ya meza ya fedha;"
  },
  {
    "verseNumber": "1CH 28:17",
    "verseText": "uzito wa dhahabu safi kwa ajili ya nyuma, mabakuli ya kunyunyizia na vikombe, masinia; uzito wa dhahabu kwa ajili ya kila bakuli la dhahabu; uzito wa fedha kwa ajili ya kila bakuli la fedha;"
  },
  {
    "verseNumber": "1CH 28:18",
    "verseText": "na uzito wa dhahabu safi kwa ajili ya madhabahu ya kufukizia uvumba. Pia alimpa kielelezo kwa ajili ya gari, yaani, wale makerubi wa dhahabu waliokunjua mbawa zao na kuweka kivuli juu ya Sanduku la Agano la BWANA."
  },
  {
    "verseNumber": "1CH 28:19",
    "verseText": "Daudi akasema, “Hii yote, ninayo kwa maandishi kutoka mkononi mwa BWANA ulio juu yangu, naye amenipa ufahamu kwa ajili ya habari zote za kielelezo hiki.”"
  },
  {
    "verseNumber": "1CH 28:20",
    "verseText": "Daudi pia akamwambia Solomoni mwanawe, “Uwe hodari na moyo mkuu, ukafanye kazi hii. Usiogope wala usifadhaike, kwa maana BWANA aliye Mungu, Mungu wangu yu pamoja nawe. Hatakuacha wala hatakupungukia mpaka kazi hii yote kwa ajili ya utumishi wa Hekalu la BWANA itakapokamilika."
  },
  {
    "verseNumber": "1CH 28:21",
    "verseText": "Migawanyo ya makuhani na Walawi iko tayari kwa ajili ya kazi yote katika Hekalu la Mungu, naye kila mtu mwenye moyo wa kupenda mwenye ustadi katika aina yoyote ya ufundi atakusaidia katika kazi yote. Maafisa na watu wote watatii kila agizo lako.”"
  },
  {
    "verseNumber": "1CH 29:1",
    "verseText": "Ndipo Mfalme Daudi akaliambia kusanyiko lote: “Mwanangu Solomoni, yeye ambaye Mungu amemchagua, ni kijana mdogo na asiye na uzoefu. Kazi hii ni kubwa, kwa sababu Hekalu hili la fahari si kwa ajili ya mwanadamu bali ni kwa ajili ya BWANA."
  },
  {
    "verseNumber": "1CH 29:2",
    "verseText": "Kwa uwezo wangu wote nimetenga mali kwa ajili ya Hekalu la Mungu wangu: dhahabu kwa kazi za dhahabu, fedha kwa ajili ya fedha, shaba kwa kazi za shaba, chuma kwa kazi za chuma na miti kwa kazi za miti, vivyo hivyo vito vya shohamu kwa ajili ya kutia kwenye vijalizo, almasi, mawe ya rangi mbalimbali, aina zote za vito vya thamani na marmar; yote haya kwa wingi mno."
  },
  {
    "verseNumber": "1CH 29:3",
    "verseText": "Zaidi ya hayo, kwa kujitolea kwangu kwa ajili ya Hekalu la Mungu wangu, sasa ninatoa hazina zangu mwenyewe za dhahabu na fedha kwa ajili ya Hekalu la Mungu wangu, zaidi ya mali niliyotoa kwa ajili ya Hekalu hili takatifu:"
  },
  {
    "verseNumber": "1CH 29:4",
    "verseText": "talanta 3,000 za dhahabu (dhahabu ya Ofiri) na talanta 7,000 za fedha safi iliyosafishwa, kwa ajili ya kufunika kuta za Hekalu,"
  },
  {
    "verseNumber": "1CH 29:5",
    "verseText": "kwa kazi ya dhahabu na kazi ya fedha na kwa kazi yote itakayofanywa na mafundi. Basi, ni nani anayependa kujitoa kwa BWANA leo?”"
  },
  {
    "verseNumber": "1CH 29:6",
    "verseText": "Ndipo viongozi wa jamaa, maafisa wa kabila za Israeli, majemadari wa maelfu na majemadari wa mamia, pamoja na maafisa waliokuwa wasimamizi wa kazi za mfalme wakatoa kwa hiari yao."
  },
  {
    "verseNumber": "1CH 29:7",
    "verseText": "Wakatoa kwa ajili ya kazi ya Hekalu la Mungu talanta 5,000 na darkoni 10,000 za dhahabu, talanta 10,000 za fedha, talanta 18,000 za shaba na talanta 100,000 za chuma."
  },
  {
    "verseNumber": "1CH 29:8",
    "verseText": "Kila mmoja aliyekuwa na vito vya thamani akavitoa katika hazina ya Hekalu la BWANA chini ya uangalizi wa Yehieli Mgershoni."
  },
  {
    "verseNumber": "1CH 29:9",
    "verseText": "Watu wakafurahi kwa sababu ya itikio la hiari la viongozi wao, kwa kuwa walikuwa wametoa kwa hiari na kwa moyo wote kwa BWANA. Mfalme Daudi pia akafurahi sana."
  },
  {
    "verseNumber": "1CH 29:10",
    "verseText": "Daudi akamhimidi BWANA mbele ya kusanyiko lote, akisema: “Uhimidiwe wewe, Ee BWANA, Mungu wa Israeli baba yetu, tangu milele hata milele."
  },
  {
    "verseNumber": "1CH 29:11",
    "verseText": "Ukuu na uweza, ni vyako, Ee BWANA, na utukufu na enzi na uzuri, kwa kuwa kila kilichoko mbinguni na duniani ni chako wewe. Ee BWANA, ufalme ni wako; umetukuzwa kuwa mkuu juu ya yote."
  },
  {
    "verseNumber": "1CH 29:12",
    "verseText": "Utajiri na heshima vyatoka kwako; wewe ndiwe utawalaye vitu vyote. Mikononi mwako kuna nguvu na uweza ili kuinua na kuwapa wote nguvu,"
  },
  {
    "verseNumber": "1CH 29:13",
    "verseText": "Sasa, Mungu wetu, tunakushukuru na kulisifu Jina lako tukufu."
  },
  {
    "verseNumber": "1CH 29:14",
    "verseText": "“Lakini mimi ni nani, nao watu wangu ni nani, hata tuweze kukutolea kwa ukarimu namna hii? Vitu vyote vyatoka kwako, nasi tumekutolea tu vile vitokavyo mkononi mwako."
  },
  {
    "verseNumber": "1CH 29:15",
    "verseText": "Sisi ni wageni na wapitaji machoni pako, kama walivyokuwa baba zetu wote. Siku zetu duniani ni kama kivuli, bila tumaini."
  },
  {
    "verseNumber": "1CH 29:16",
    "verseText": "Ee BWANA Mungu wetu, kwa wingi wote huu ambao tumekutolea kwa kujenga Hekalu kwa ajili ya Jina lako Takatifu, vimetoka mkononi mwako, navyo vyote ni mali yako."
  },
  {
    "verseNumber": "1CH 29:17",
    "verseText": "Ninajua, Mungu wangu, kwamba wewe huujaribu moyo na unapendezwa na unyofu. Vitu hivi vyote nimetoa kwa hiari na kwa moyo mnyofu. Nami sasa nimeona kwa furaha jinsi watu wako walioko hapa kwa hiari yao walivyokutolea wewe."
  },
  {
    "verseNumber": "1CH 29:18",
    "verseText": "Ee BWANA, Mungu wa baba zetu Abrahamu, Isaki na Israeli, weka shauku hii ndani ya mioyo ya watu wako daima na uifanye mioyo yao iwe na uaminifu kwako."
  },
  {
    "verseNumber": "1CH 29:19",
    "verseText": "Nawe umpe mwanangu Solomoni kujitolea kwako kwa moyo wote ili kuzishika amri zako, masharti yako, maagizo yako na kufanya kila kitu ili kujenga Hekalu hili la fahari ambalo kwa ajili yake nimetoa.”"
  },
  {
    "verseNumber": "1CH 29:20",
    "verseText": "Ndipo Daudi akaliambia kusanyiko lote, “Mhimidini BWANA Mungu wenu.” Hivyo wote wakamhimidi BWANA, Mungu wa baba zao. Wakasujudu na kuanguka kifudifudi mbele za BWANA na mfalme."
  },
  {
    "verseNumber": "1CH 29:21",
    "verseText": "Siku ya pili yake wakamtolea BWANA dhabihu na sadaka za kuteketezwa: mafahali 1,000, kondoo dume 1,000 na wana-kondoo dume 1,000, pamoja na sadaka za kinywaji na sadaka nyingine nyingi sana kwa ajili ya Israeli."
  },
  {
    "verseNumber": "1CH 29:22",
    "verseText": "Wakala na kunywa kwa furaha kubwa mbele za BWANA siku ile. Wakamtawaza Solomoni mwana wa Daudi mara ya pili kuwa mfalme, wakamtia mafuta kwa ajili ya BWANA ili awe mfalme na Sadoki kuwa kuhani."
  },
  {
    "verseNumber": "1CH 29:23",
    "verseText": "Solomoni akaketi kwenye kiti cha enzi cha BWANA kuwa mfalme mahali pa Daudi baba yake. Akafanikiwa sana na Israeli wote wakamtii."
  },
  {
    "verseNumber": "1CH 29:24",
    "verseText": "Maafisa wote na mashujaa, pamoja na wana wote wa Daudi, wakaahidi kumtii Mfalme Solomoni."
  },
  {
    "verseNumber": "1CH 29:25",
    "verseText": "BWANA akamtukuza sana Solomoni mbele ya Israeli wote na kumvika fahari ya kifalme ambayo hakuna mfalme yeyote wa Israeli kabla yake aliwahi kuwa nayo."
  },
  {
    "verseNumber": "1CH 29:26",
    "verseText": "Daudi mwana wa Yese alikuwa mfalme wa Israeli yote."
  },
  {
    "verseNumber": "1CH 29:27",
    "verseText": "Alitawala Israeli kwa miaka arobaini: huko Hebroni alitawala miaka saba, na katika Yerusalemu akatawala miaka thelathini na mitatu."
  },
  {
    "verseNumber": "1CH 29:28",
    "verseText": "Daudi akafa akiwa mzee mwenye umri mwema, akiwa ameshiba siku, utajiri na heshima. Naye Solomoni mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "1CH 29:29",
    "verseText": "Kuhusu matukio ya utawala wa Mfalme Daudi, kuanzia mwanzo hadi mwisho, yameandikwa katika kumbukumbu za mwonaji Samweli, na kumbukumbu za nabii Nathani na kumbukumbu za mwonaji Gadi,"
  },
  {
    "verseNumber": "1CH 29:30",
    "verseText": "pamoja na habari zote za utawala wake, nguvu zake na matukio yaliyompata yeye, na Israeli, na falme za nchi nyingine zote."
  }
]