[
  {
    "verseNumber": "1CO 1:1",
    "verseText": "Paulo, niliyeitwa kwa mapenzi ya Mungu kuwa mtume wa Kristo Yesu, na Sosthene ndugu yetu."
  },
  {
    "verseNumber": "1CO 1:2",
    "verseText": "Kwa kanisa la Mungu lililoko Korintho, kwa wale waliotakaswa katika Kristo Yesu na walioitwa kuwa watakatifu, pamoja na wale wote ambao kila mahali wanaliitia Jina la Kristo Yesu Bwana wetu, aliye Bwana wao na wetu pia:"
  },
  {
    "verseNumber": "1CO 1:3",
    "verseText": "Neema na amani itokayo kwa Mungu Baba yetu na kwa Bwana Yesu Kristo iwe nanyi."
  },
  {
    "verseNumber": "1CO 1:4",
    "verseText": "Ninamshukuru Mungu siku zote kwa ajili yenu kwa sababu ya neema yake mliyopewa katika Kristo Yesu."
  },
  {
    "verseNumber": "1CO 1:5",
    "verseText": "Kwa kuwa katika Kristo mmetajirishwa kwa kila hali, katika kusema kwenu na katika maarifa yenu yote,"
  },
  {
    "verseNumber": "1CO 1:6",
    "verseText": "kwa sababu ushuhuda wetu kumhusu Kristo ulithibitishwa ndani yenu."
  },
  {
    "verseNumber": "1CO 1:7",
    "verseText": "Kwa hiyo hamkupungukiwa na karama yoyote ya kiroho wakati mnangoja kwa shauku kudhihirishwa kwa Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "1CO 1:8",
    "verseText": "Atawafanya imara mpaka mwisho, ili msiwe na hatia siku ile ya Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "1CO 1:9",
    "verseText": "Mungu ambaye mmeitwa naye ili mwe na ushirika na Mwanawe Yesu Kristo, Bwana wetu ni mwaminifu."
  },
  {
    "verseNumber": "1CO 1:10",
    "verseText": "Nawasihi ndugu zangu, katika Jina la Bwana wetu Yesu Kristo, kwamba mpatane nia zenu ninyi kwa ninyi, ili pasiwepo na matengano katikati yenu na kwamba mwe na umoja kikamilifu katika nia na katika kusudi."
  },
  {
    "verseNumber": "1CO 1:11",
    "verseText": "Ndugu zangu, nimepata habari kutoka kwa baadhi ya watu wa nyumbani mwa Kloe kwamba kuna magomvi katikati yenu."
  },
  {
    "verseNumber": "1CO 1:12",
    "verseText": "Maana yangu ni kwamba: Mmoja wenu husema, “Mimi ni wa Paulo”; mwingine, “Mimi ni wa Apolo”; mwingine, “Mimi ni wa Kefa,” na mwingine, “Mimi ni wa Kristo.”"
  },
  {
    "verseNumber": "1CO 1:13",
    "verseText": "Je, Kristo amegawanyika? Je, Paulo ndiye alisulubishwa kwa ajili yenu? Je, mlibatizwa kwa jina la Paulo?"
  },
  {
    "verseNumber": "1CO 1:14",
    "verseText": "Nashukuru kwamba sikumbatiza mtu yeyote isipokuwa Krispo na Gayo."
  },
  {
    "verseNumber": "1CO 1:15",
    "verseText": "Kwa hiyo hakuna mtu yeyote anayeweza kusema kwamba alibatizwa kwa jina langu."
  },
  {
    "verseNumber": "1CO 1:16",
    "verseText": "(Naam, niliwabatiza pia watu wa nyumbani mwa Stefana. Lakini zaidi ya hao sijui kama nilimbatiza mtu mwingine yeyote.)"
  },
  {
    "verseNumber": "1CO 1:17",
    "verseText": "Kwa maana Kristo hakunituma ili kubatiza bali kuhubiri Injili; sio kwa maneno ya hekima ya kibinadamu, ili msalaba wa Kristo usije ukakosa nguvu yake."
  },
  {
    "verseNumber": "1CO 1:18",
    "verseText": "Kwa maana ujumbe wa msalaba kwa wale wanaopotea ni upuzi, lakini kwetu sisi tunaookolewa ni nguvu ya Mungu."
  },
  {
    "verseNumber": "1CO 1:19",
    "verseText": "Kwa maana imeandikwa: “Nitaiharibu hekima ya wenye hekima, na kubatilisha akili ya wenye akili.”"
  },
  {
    "verseNumber": "1CO 1:20",
    "verseText": "Yuko wapi mwenye hekima? Yuko wapi msomi? Yuko wapi mwanafalsafa wa nyakati hizi? Je, Mungu hakufanya hekima ya ulimwengu huu kuwa upumbavu?"
  },
  {
    "verseNumber": "1CO 1:21",
    "verseText": "Kwa kuwa katika hekima ya Mungu, ulimwengu kwa hekima yake haukumjua yeye, ilimpendeza Mungu kuwaokoa wale walioamini kwa upuzi wa lile neno lililohubiriwa."
  },
  {
    "verseNumber": "1CO 1:22",
    "verseText": "Wayahudi wanadai ishara za miujiza na Wayunani wanatafuta hekima."
  },
  {
    "verseNumber": "1CO 1:23",
    "verseText": "Lakini sisi tunamhubiri Kristo aliyesulubiwa: yeye kwa Wayahudi ni kikwazo na kwa Wayunani ni upuzi."
  },
  {
    "verseNumber": "1CO 1:24",
    "verseText": "Lakini kwa wale ambao Mungu amewaita, Wayahudi na pia Wayunani, Kristo ndiye nguvu ya Mungu na pia hekima ya Mungu."
  },
  {
    "verseNumber": "1CO 1:25",
    "verseText": "Kwa maana upumbavu wa Mungu una hekima zaidi kuliko hekima ya wanadamu, nao udhaifu wa Mungu una nguvu kuliko nguvu ya wanadamu."
  },
  {
    "verseNumber": "1CO 1:26",
    "verseText": "Ndugu zangu, kumbukeni mlivyokuwa mlipoitwa. Kwa kipimo cha kibinadamu, si wengi wenu mliokuwa na hekima. Si wengi mliokuwa na ushawishi, si wengi mliozaliwa katika jamaa zenye vyeo."
  },
  {
    "verseNumber": "1CO 1:27",
    "verseText": "Lakini Mungu alivichagua vitu vipumbavu vya ulimwengu ili awaaibishe wenye hekima, Mungu alivichagua vitu dhaifu vya ulimwengu ili awaaibishe wenye nguvu."
  },
  {
    "verseNumber": "1CO 1:28",
    "verseText": "Alivichagua vitu vya chini na vinavyodharauliwa vya dunia hii, vitu ambavyo haviko, ili avibatilishe vile vilivyoko,"
  },
  {
    "verseNumber": "1CO 1:29",
    "verseText": "ili mtu yeyote asijisifu mbele zake."
  },
  {
    "verseNumber": "1CO 1:30",
    "verseText": "Bali kwa yeye ninyi mmepata kuwa katika Kristo Yesu, aliyefanyika kwetu hekima itokayo kwa Mungu, yaani haki, na utakatifu na ukombozi."
  },
  {
    "verseNumber": "1CO 1:31",
    "verseText": "Hivyo, kama ilivyoandikwa: “Yeye ajisifuye na ajisifu katika Bwana.”"
  },
  {
    "verseNumber": "1CO 2:1",
    "verseText": "Ndugu zangu nilipokuja kwenu, sikuja na maneno ya ushawishi wala hekima ya hali ya juu nilipowahubiria siri ya Mungu."
  },
  {
    "verseNumber": "1CO 2:2",
    "verseText": "Kwa kuwa niliamua kutokujua kitu chochote wakati nikiwa nanyi isipokuwa Yesu Kristo aliyesulubiwa."
  },
  {
    "verseNumber": "1CO 2:3",
    "verseText": "Mimi nilikuja kwenu nikiwa dhaifu na mwenye hofu na kwa kutetemeka sana."
  },
  {
    "verseNumber": "1CO 2:4",
    "verseText": "Kuhubiri kwangu na ujumbe wangu haukuwa kwa hekima na maneno ya ushawishi bali kwa madhihirisho ya nguvu za Roho"
  },
  {
    "verseNumber": "1CO 2:5",
    "verseText": "ili imani yenu isiwe imejengwa katika hekima ya wanadamu bali katika nguvu za Mungu."
  },
  {
    "verseNumber": "1CO 2:6",
    "verseText": "Lakini miongoni mwa watu waliokomaa twanena hekima, wala si hekima ya ulimwengu huu au ya watawala wa dunia hii wanaobatilika."
  },
  {
    "verseNumber": "1CO 2:7",
    "verseText": "Sisi tunanena hekima ya Mungu ambayo ni siri, tena iliyofichika, ambayo Mungu aliikusudia kabla ya ulimwengu kuwepo, kwa ajili ya utukufu wetu."
  },
  {
    "verseNumber": "1CO 2:8",
    "verseText": "Hakuna hata mtawala mmoja wa nyakati hizi aliyeelewa jambo hili. Kwa maana kama wangelielewa, wasingemsulubisha Bwana wa utukufu."
  },
  {
    "verseNumber": "1CO 2:9",
    "verseText": "Lakini ni kama ilivyoandikwa: “Hakuna jicho limepata kuona, wala sikio limepata kusikia, wala hayakuingia moyoni wowote, yale Mungu amewaandalia wale wampendao”:"
  },
  {
    "verseNumber": "1CO 2:10",
    "verseText": "Lakini mambo haya Mungu ametufunulia kwa Roho wake. Roho huchunguza kila kitu, hata mambo ya ndani sana ya Mungu."
  },
  {
    "verseNumber": "1CO 2:11",
    "verseText": "Kwa maana ni nani anayejua mawazo ya mtu isipokuwa roho iliyo ndani ya huyo mtu? Vivyo hivyo hakuna mtu ajuaye mawazo ya Mungu isipokuwa Roho wa Mungu."
  },
  {
    "verseNumber": "1CO 2:12",
    "verseText": "Basi hatukupokea roho ya dunia bali Roho atokaye kwa Mungu, ili tuweze kuelewa kile kipawa ambacho Mungu ametupatia bure."
  },
  {
    "verseNumber": "1CO 2:13",
    "verseText": "Haya ndiyo tusemayo, si kwa maneno tuliyofundishwa kwa hekima ya wanadamu bali kwa maneno tuliyofundishwa na Roho, tukifafanua kweli za kiroho kwa maneno ya kiroho."
  },
  {
    "verseNumber": "1CO 2:14",
    "verseText": "Mtu ambaye hana Roho hawezi kupokea mambo yatokayo kwa Roho wa Mungu, kwa kuwa ni upuzi kwake, naye hawezi kuyaelewa kwa sababu hayo yanaeleweka tu kwa upambanuzi wa rohoni."
  },
  {
    "verseNumber": "1CO 2:15",
    "verseText": "Mtu wa kiroho hubainisha mambo yote, lakini yeye mwenyewe habainishwi na mtu yeyote."
  },
  {
    "verseNumber": "1CO 2:16",
    "verseText": "“Kwa maana ni nani aliyefahamu mawazo ya Bwana ili apate kumfundisha?” Lakini sisi tunayo mawazo ya Kristo."
  },
  {
    "verseNumber": "1CO 3:1",
    "verseText": "Ndugu zangu, mimi sikuweza kusema nanyi kama watu wa kiroho, bali kama watu wa mwilini, kama watoto wachanga katika Kristo."
  },
  {
    "verseNumber": "1CO 3:2",
    "verseText": "Naliwanywesha maziwa, wala si chakula kigumu, kwa kuwa hamkuwa tayari kwa hicho chakula. Naam, hata sasa hamko tayari."
  },
  {
    "verseNumber": "1CO 3:3",
    "verseText": "Ninyi bado ni watu wa mwilini. Kwa kuwa bado kuna wivu na magombano miongoni mwenu, je, ninyi si watu wa mwilini? Je, si mwaendelea kama watu wa kawaida?"
  },
  {
    "verseNumber": "1CO 3:4",
    "verseText": "Kwa maana mmoja anaposema, “Mimi ni wa Paulo,” na mwingine, “Mimi ni wa Apolo,” je, ninyi si wanadamu wa kawaida?"
  },
  {
    "verseNumber": "1CO 3:5",
    "verseText": "Kwani, Apolo ni nani? Naye Paulo ni nani? Ni watumishi tu ambao kupitia wao mliamini, kama vile Bwana alivyompa kila mtu huduma yake."
  },
  {
    "verseNumber": "1CO 3:6",
    "verseText": "Mimi nilipanda mbegu, Apolo akatia maji, lakini Mungu ndiye aliikuza."
  },
  {
    "verseNumber": "1CO 3:7",
    "verseText": "Hivyo mwenye kupanda na mwenye kutia maji si kitu, bali Mungu peke yake ambaye huifanya ikue."
  },
  {
    "verseNumber": "1CO 3:8",
    "verseText": "Apandaye mbegu ana lengo sawa na yule atiaye maji na kila mmoja atalipwa kulingana na kazi yake."
  },
  {
    "verseNumber": "1CO 3:9",
    "verseText": "Kwa kuwa sisi tu watendakazi pamoja na Mungu. Ninyi ni shamba la Mungu, jengo la Mungu."
  },
  {
    "verseNumber": "1CO 3:10",
    "verseText": "Kwa neema Mungu aliyonipa, niliweka msingi kama mjenzi stadi na mtu mwingine anajenga juu yake. Lakini kila mmoja inampasa awe mwangalifu jinsi anavyojenga."
  },
  {
    "verseNumber": "1CO 3:11",
    "verseText": "Kwa maana hakuna mtu yeyote awezaye kuweka msingi mwingine wowote isipokuwa ule uliokwisha kuwekwa, ambao ni Yesu Kristo."
  },
  {
    "verseNumber": "1CO 3:12",
    "verseText": "Kama mtu yeyote akijenga juu ya msingi huu kwa kutumia dhahabu, fedha, vito vya thamani, miti, majani au nyasi,"
  },
  {
    "verseNumber": "1CO 3:13",
    "verseText": "kazi yake itaonekana ilivyo, kwa kuwa Siku ile itaidhihirisha. Itadhihirishwa kwa moto, nao moto utapima ubora wa kazi ya kila mtu."
  },
  {
    "verseNumber": "1CO 3:14",
    "verseText": "Kama kile alichojenga kitabaki, atapokea thawabu yake."
  },
  {
    "verseNumber": "1CO 3:15",
    "verseText": "Kama kazi kitateketea, atapata hasara, ila yeye mwenyewe ataokolewa, lakini tu kama mtu aliyenusurika kwenye moto."
  },
  {
    "verseNumber": "1CO 3:16",
    "verseText": "Je, hamjui ya kwamba ninyi wenyewe ni hekalu la Mungu na kwamba Roho wa Mungu anakaa ndani yenu?"
  },
  {
    "verseNumber": "1CO 3:17",
    "verseText": "Kama mtu yeyote akiliharibu hekalu la Mungu, Mungu atamwangamiza; kwa maana hekalu la Mungu ni takatifu, na ninyi ndiyo hilo hekalu."
  },
  {
    "verseNumber": "1CO 3:18",
    "verseText": "Msijidanganye. Kama mtu yeyote miongoni mwenu akidhani kuwa ana hekima kwa viwango vya dunia hii, inampasa awe mjinga ili apate kuwa na hekima."
  },
  {
    "verseNumber": "1CO 3:19",
    "verseText": "Kwa maana hekima ya ulimwengu huu ni upuzi mbele za Mungu. Kama ilivyoandikwa: “Mungu huwanasa wenye hekima katika hila yao,”"
  },
  {
    "verseNumber": "1CO 3:20",
    "verseText": "tena, “Bwana anajua kwamba mawazo ya wenye hekima ni ubatili.”"
  },
  {
    "verseNumber": "1CO 3:21",
    "verseText": "Hivyo basi, mtu asijivune kuhusu wanadamu! Vitu vyote ni vyenu,"
  },
  {
    "verseNumber": "1CO 3:22",
    "verseText": "ikiwa ni Paulo au Apolo au Kefa au dunia au uzima au mauti, au wakati uliopo au wakati ujao, haya yote ni yenu"
  },
  {
    "verseNumber": "1CO 3:23",
    "verseText": "na ninyi ni wa Kristo, naye Kristo ni wa Mungu."
  },
  {
    "verseNumber": "1CO 4:1",
    "verseText": "Basi, watu na watuhesabu sisi kuwa tu watumishi wa Kristo na mawakili wa siri za Mungu."
  },
  {
    "verseNumber": "1CO 4:2",
    "verseText": "Tena, litakiwalo ni mawakili waonekane kuwa waaminifu."
  },
  {
    "verseNumber": "1CO 4:3",
    "verseText": "Lakini kwangu mimi ni jambo dogo sana kwamba nihukumiwe na ninyi au na mahakama yoyote ya kibinadamu. Naam, hata mimi mwenyewe sijihukumu."
  },
  {
    "verseNumber": "1CO 4:4",
    "verseText": "Dhamiri yangu ni safi, lakini hilo halinihesabii kuwa asiye na hatia. Bwana ndiye anihukumuye."
  },
  {
    "verseNumber": "1CO 4:5",
    "verseText": "Kwa hiyo msihukumu jambo lolote kabla ya wakati wake. Ngojeni mpaka Bwana atakapokuja. Yeye atayaleta nuruni mambo yale yaliyofichwa gizani, na kuweka wazi nia za mioyo ya wanadamu. Wakati huo kila mmoja atapokea sifa anayostahili kutoka kwa Mungu."
  },
  {
    "verseNumber": "1CO 4:6",
    "verseText": "Basi ndugu zangu, mambo haya nimeyafanya kwangu binafsi na Apolo kwa faida yenu, ili mweze kujifunza kutoka kwetu maana ya ule usemi usemao, “Msivuke zaidi ya yale yaliyoandikwa.” Hivyo hamtajivunia mtu fulani na kumdharau mwingine."
  },
  {
    "verseNumber": "1CO 4:7",
    "verseText": "Kwa maana ni nani aliyewafanya kuwa tofauti na wengine? Ni nini mlicho nacho ambacho hamkupokea? Nanyi kama mlipokea, kwa nini mnajivuna kama vile hamkupokea?"
  },
  {
    "verseNumber": "1CO 4:8",
    "verseText": "Sasa tayari mnayo yale yote mnayohitaji! Tayari mmekwisha kuwa matajiri! Mmekuwa wafalme, tena bila sisi! Laiti mngekuwa wafalme kweli ili na sisi tupate kuwa wafalme pamoja nanyi!"
  },
  {
    "verseNumber": "1CO 4:9",
    "verseText": "Kwa maana ninaona kwamba Mungu ametuweka sisi mitume katika nafasi ya mwisho kabisa, kama watu waliohukumiwa kufa kwenye uwanja wa tamasha, kwa sababu tumefanywa kuwa maonyesho kwa ulimwengu wote, kwa malaika na kwa wanadamu pia."
  },
  {
    "verseNumber": "1CO 4:10",
    "verseText": "Kwa ajili ya Kristo sisi ni wajinga, lakini ninyi mna hekima sana ndani ya Kristo. Sisi tu dhaifu, lakini ninyi mna nguvu. Tunadharauliwa, lakini ninyi mnaheshimiwa."
  },
  {
    "verseNumber": "1CO 4:11",
    "verseText": "Mpaka saa hii tuna njaa na kiu, tu uchi, tumepigwa na hatuna makao."
  },
  {
    "verseNumber": "1CO 4:12",
    "verseText": "Tunafanya kazi kwa bidii kwa mikono yetu wenyewe. Tunapolaaniwa, tunabariki, tunapoteswa, tunastahimili,"
  },
  {
    "verseNumber": "1CO 4:13",
    "verseText": "tunaposingiziwa, tunajibu kwa upole. Mpaka sasa tumekuwa kama takataka ya dunia na uchafu wa ulimwengu."
  },
  {
    "verseNumber": "1CO 4:14",
    "verseText": "Siwaandikii mambo haya ili kuwaaibisha, bali ili kuwaonya, kama wanangu wapendwa."
  },
  {
    "verseNumber": "1CO 4:15",
    "verseText": "Hata kama mnao walimu 10,000 katika Kristo, lakini hamna baba wengi. Mimi nilikuwa baba yenu katika Kristo Yesu kwa kuwaletea Injili."
  },
  {
    "verseNumber": "1CO 4:16",
    "verseText": "Basi nawasihi igeni mfano wangu."
  },
  {
    "verseNumber": "1CO 4:17",
    "verseText": "Kwa sababu hii ninamtuma Timotheo, mwanangu mpendwa na mwaminifu katika Bwana. Yeye atawakumbusha kuhusu njia za maisha yangu katika Kristo Yesu, ambayo yanakubaliana na mafundisho yangu ninayofundisha katika kila kanisa."
  },
  {
    "verseNumber": "1CO 4:18",
    "verseText": "Baadhi yenu mmekuwa na jeuri mkidhani kuwa sitafika kwenu."
  },
  {
    "verseNumber": "1CO 4:19",
    "verseText": "Lakini kama Bwana akipenda, nitafika kwenu mapema, nami nitapenda kujua, si tu kile wanachosema hawa watu jeuri, bali pia kujua nguvu yao."
  },
  {
    "verseNumber": "1CO 4:20",
    "verseText": "Kwa kuwa Ufalme wa Mungu si maneno matupu tu bali ni nguvu."
  },
  {
    "verseNumber": "1CO 4:21",
    "verseText": "Ninyi amueni. Je, nije kwenu na fimbo, au nije kwa upendo na kwa roho ya upole?"
  },
  {
    "verseNumber": "1CO 5:1",
    "verseText": "Yamkini habari imeenea ya kuwa miongoni mwenu kuna uzinzi ambao haujatokea hata miongoni mwa watu wasiomjua Mungu: Kwamba mtu anaishi na mke wa baba yake."
  },
  {
    "verseNumber": "1CO 5:2",
    "verseText": "Nanyi mwajivuna! Je, haiwapasi kuhuzunika na kumtenga na ushirika wenu mtu huyo aliyefanya mambo hayo?"
  },
  {
    "verseNumber": "1CO 5:3",
    "verseText": "Hata kama siko pamoja nanyi katika mwili, niko nanyi katika roho. Nami nimekwisha kumhukumu mtu huyo aliyetenda jambo hili, kama vile ningekuwepo."
  },
  {
    "verseNumber": "1CO 5:4",
    "verseText": "Mnapokutana katika Jina la Bwana wetu Yesu nami nikiwepo pamoja nanyi katika roho na uweza wa Bwana Yesu ukiwepo,"
  },
  {
    "verseNumber": "1CO 5:5",
    "verseText": "mkabidhini mtu huyu kwa Shetani, ili mwili wake uharibiwe, ili roho yake iokolewe katika siku ya Bwana."
  },
  {
    "verseNumber": "1CO 5:6",
    "verseText": "Majivuno yenu si mazuri. Je, hamjui ya kwamba chachu kidogo huchachusha donge zima la unga?"
  },
  {
    "verseNumber": "1CO 5:7",
    "verseText": "Ondoeni chachu ya kale ili mpate kuwa donge jipya lisilotiwa chachu, kama vile mlivyo. Kwa maana Kristo, Mwana-Kondoo wetu wa Pasaka amekwisha tolewa kuwa dhabihu."
  },
  {
    "verseNumber": "1CO 5:8",
    "verseText": "Kwa hiyo, tusiiadhimishe sikukuu hii, kwa chachu ya zamani, chachu ya nia mbaya na uovu, bali kwa mkate usiotiwa chachu, ndio weupe wa moyo na kweli."
  },
  {
    "verseNumber": "1CO 5:9",
    "verseText": "Niliwaandikia katika waraka wangu kuwa msishirikiane na wazinzi."
  },
  {
    "verseNumber": "1CO 5:10",
    "verseText": "Sina maana kwamba msishirikiane na wazinzi wa ulimwengu huu, au wenye tamaa mbaya, wanyangʼanyi au waabudu sanamu. Kwa kufanya hivyo ingewalazimu mtoke ulimwenguni humu."
  },
  {
    "verseNumber": "1CO 5:11",
    "verseText": "Lakini sasa nawaandikia kwamba msishirikiane na mtu yeyote anayejiita ndugu, hali akiwa ni mzinzi, au mwenye tamaa mbaya, mwabudu sanamu au msingiziaji, mlevi au mdhalimu. Mtu kama huyo hata msile naye."
  },
  {
    "verseNumber": "1CO 5:12",
    "verseText": "Yanihusu nini kuwahukumu wale watu walio nje ya kanisa? Je, si mnapaswa kuwahukumu hao walio ndani?"
  },
  {
    "verseNumber": "1CO 5:13",
    "verseText": "Mungu atawahukumu hao walio nje. “Ninyi mwondoeni huyo mtu mwovu miongoni mwenu.”"
  },
  {
    "verseNumber": "1CO 6:1",
    "verseText": "Kama mtu yeyote wa kwenu ana ugomvi na mwenzake, anathubutuje kuupeleka kwa wasiomcha Mungu ili kuamuliwa badala ya kuupeleka kwa watakatifu?"
  },
  {
    "verseNumber": "1CO 6:2",
    "verseText": "Je, hamjui kwamba watakatifu watauhukumu ulimwengu? Nanyi kama mtauhukumu ulimwengu, je, hamwezi kuamua mambo madogo madogo?"
  },
  {
    "verseNumber": "1CO 6:3",
    "verseText": "Hamjui kwamba tutawahukumu malaika? Je, si zaidi mambo ya maisha haya?"
  },
  {
    "verseNumber": "1CO 6:4",
    "verseText": "Kwa hiyo kama kuna ugomvi miongoni mwenu kuhusu mambo kama haya, chagueni kuwa waamuzi, watu ambao wanaonekana hata sio wa heshima katika kanisa."
  },
  {
    "verseNumber": "1CO 6:5",
    "verseText": "Nasema hivi ili mwone aibu. Je, inawezekana kuwa miongoni mwenu hakuna mtu mwenye hekima ya kutosha kuamua ugomvi kati ya waaminio?"
  },
  {
    "verseNumber": "1CO 6:6",
    "verseText": "Badala yake ndugu mmoja anampeleka mwenzake mahakamani, tena mbele ya watu wasioamini!"
  },
  {
    "verseNumber": "1CO 6:7",
    "verseText": "Huko kuwa na mashtaka miongoni mwenu ina maana kwamba tayari ni kushindwa kabisa. Kwa nini msikubali kutendewa mabaya? Kwa nini msikubali kunyangʼanywa?"
  },
  {
    "verseNumber": "1CO 6:8",
    "verseText": "Badala yake, ninyi wenyewe mwadanganya na kutenda mabaya, tena mwawatendea ndugu zenu."
  },
  {
    "verseNumber": "1CO 6:9",
    "verseText": "Je, hamjui kwamba wasio haki hawataurithi Ufalme wa Mungu? Msidanganyike: Waasherati, wala waabudu sanamu, wala wazinzi, wala wahanithi, wala walawiti,"
  },
  {
    "verseNumber": "1CO 6:10",
    "verseText": "wala wezi, wala wenye tamaa mbaya, wala walevi, wala wanaodhihaki, wala wanyangʼanyi hawataurithi Ufalme wa Mungu."
  },
  {
    "verseNumber": "1CO 6:11",
    "verseText": "Baadhi yenu mlikuwa kama hao. Lakini mlioshwa, mlitakaswa, mlihesabiwa haki kwa jina la Bwana Yesu Kristo na katika Roho wa Mungu wetu."
  },
  {
    "verseNumber": "1CO 6:12",
    "verseText": "“Vitu vyote ni halali kwangu”: lakini si vitu vyote vyenye faida. “Vitu vyote ni halali kwangu”: lakini sitatawaliwa na kitu chochote."
  },
  {
    "verseNumber": "1CO 6:13",
    "verseText": "“Chakula ni cha tumbo, na tumbo ni la chakula”: lakini Mungu ataviangamiza vyote viwili. Mwili haukuumbwa kwa ajili ya zinaa bali kwa ajili ya Bwana na Bwana kwa ajili ya mwili."
  },
  {
    "verseNumber": "1CO 6:14",
    "verseText": "Naye Mungu aliyemfufua Bwana kutoka kwa wafu atatufufua sisi pia kwa uweza wake."
  },
  {
    "verseNumber": "1CO 6:15",
    "verseText": "Je, hamjui kwamba miili yenu ni viungo vya Kristo mwenyewe? Je, nichukue viungo vya mwili wa Kristo na kuviunganisha na mwili wa kahaba? La hasha!"
  },
  {
    "verseNumber": "1CO 6:16",
    "verseText": "Hamjui kwamba aliyeungwa na kahaba anakuwa mwili mmoja naye? Kwa kuwa imenenwa, “Hao wawili watakuwa mwili mmoja.”"
  },
  {
    "verseNumber": "1CO 6:17",
    "verseText": "Lakini mtu aliyeungwa na Bwana anakuwa roho moja naye."
  },
  {
    "verseNumber": "1CO 6:18",
    "verseText": "Ikimbieni zinaa. Dhambi zingine zote atendazo mtu ziko nje ya mwili wake, lakini yeye aziniye hutenda dhambi ndani ya mwili wake mwenyewe."
  },
  {
    "verseNumber": "1CO 6:19",
    "verseText": "Je, hamjui ya kwamba miili yenu ni hekalu la Roho Mtakatifu akaaye ndani yenu, ambaye mmepewa na Mungu? Ninyi si mali yenu wenyewe,"
  },
  {
    "verseNumber": "1CO 6:20",
    "verseText": "kwa maana mmenunuliwa kwa gharama. Kwa hiyo mtukuzeni Mungu katika miili yenu."
  },
  {
    "verseNumber": "1CO 7:1",
    "verseText": "Basi kuhusu mambo yale mliyoyaandika: Ni vyema mwanaume asimguse mwanamke."
  },
  {
    "verseNumber": "1CO 7:2",
    "verseText": "Lakini ili kuepuka zinaa, kila mwanaume na awe na mke wake mwenyewe na kila mwanamke awe na mume wake mwenyewe."
  },
  {
    "verseNumber": "1CO 7:3",
    "verseText": "Mume atimize wajibu wake wa ndoa kwa mkewe, naye vivyo hivyo mke kwa mumewe."
  },
  {
    "verseNumber": "1CO 7:4",
    "verseText": "Mwanamke hana mamlaka juu ya mwili wake bali mumewe, wala mume hana mamlaka juu ya mwili wake bali mkewe."
  },
  {
    "verseNumber": "1CO 7:5",
    "verseText": "Msinyimane, isipokuwa mmekubaliana kufanya hivyo kwa muda fulani ili mweze kujitoa kwa maombi, kisha mrudiane tena ili Shetani asije akapata nafasi ya kuwajaribu kwa sababu ya kutokuwa na kiasi."
  },
  {
    "verseNumber": "1CO 7:6",
    "verseText": "Nasema haya kama ushauri na si amri."
  },
  {
    "verseNumber": "1CO 7:7",
    "verseText": "Laiti watu wangekuwa kama mimi nilivyo. Lakini kila mtu amepewa kipawa chake kutoka kwa Mungu, mmoja ana kipawa cha namna hii na mwingine ana cha namna ile."
  },
  {
    "verseNumber": "1CO 7:8",
    "verseText": "Kwa wale wasiooa na kwa wajane, nasema hivi, ingekuwa vizuri wasioe."
  },
  {
    "verseNumber": "1CO 7:9",
    "verseText": "Lakini kama hawawezi kujizuia, basi waoe na kuolewa, kwa maana ni afadhali kuoa au kuolewa kuliko kuwaka tamaa."
  },
  {
    "verseNumber": "1CO 7:10",
    "verseText": "Kwa wale waliooana nawapa amri (si mimi ila ni Bwana): Mke asitengane na mumewe."
  },
  {
    "verseNumber": "1CO 7:11",
    "verseText": "Lakini akitengana, ni lazima akae bila kuolewa, ama sivyo apatane tena na mumewe. Wala mume asimpe mkewe talaka."
  },
  {
    "verseNumber": "1CO 7:12",
    "verseText": "Lakini kwa wengine nasema (si Bwana ila ni mimi): Kama ndugu ana mke asiyeamini, naye huyo mke anakubali kuishi pamoja naye, basi asimwache."
  },
  {
    "verseNumber": "1CO 7:13",
    "verseText": "Naye mwanamke aaminiye kama ameolewa na mwanaume asiyeamini na huyo mume anakubali kuishi naye, basi huyo mwanamke asimwache."
  },
  {
    "verseNumber": "1CO 7:14",
    "verseText": "Kwa maana huyo mume asiyeamini anatakaswa kupitia mkewe, naye mke asiyeamini anatakaswa kupitia mumewe anayeamini. Kama isingalikuwa hivyo watoto wenu wangalikuwa si safi, lakini ilivyo sasa wao ni watakatifu."
  },
  {
    "verseNumber": "1CO 7:15",
    "verseText": "Lakini kama yule asiyeamini akijitenga, basi afanye hivyo. Katika hali kama hiyo mwanamke au mwanaume aaminiye hafungwi, kwa sababu Mungu ametuita tuishi kwa amani."
  },
  {
    "verseNumber": "1CO 7:16",
    "verseText": "Wewe mke, unajuaje kama utamwokoa mumeo? Au wewe mume unajuaje kama utamwokoa mkeo?"
  },
  {
    "verseNumber": "1CO 7:17",
    "verseText": "Lakini kila mtu na aishi maisha aliyopangiwa na Bwana, yale Mungu aliyomwitia. Hii ni sheria ninayoiweka kwa makanisa yote."
  },
  {
    "verseNumber": "1CO 7:18",
    "verseText": "Je, mtu alikuwa tayari ametahiriwa alipoitwa? Asijifanye asiyetahiriwa. Je, mtu alikuwa hajatahiriwa alipoitwa? Asitahiriwe."
  },
  {
    "verseNumber": "1CO 7:19",
    "verseText": "Kutahiriwa si kitu, na kutokutahiriwa si kitu. Lakini kuzitii amri za Mungu ndilo jambo muhimu."
  },
  {
    "verseNumber": "1CO 7:20",
    "verseText": "Basi kila mmoja wenu na abaki katika hali aliyoitwa nayo."
  },
  {
    "verseNumber": "1CO 7:21",
    "verseText": "Je, wewe ulipoitwa ulikuwa mtumwa? Jambo hilo lisikusumbue. Ingawaje unaweza kupata uhuru, tumia nafasi uliyo nayo sasa kuliko wakati mwingine wowote."
  },
  {
    "verseNumber": "1CO 7:22",
    "verseText": "Kwa maana yeyote aliyeitwa katika Bwana akiwa mtumwa yeye ni mtu huru kwa Bwana, kama vile yeyote aliyekuwa huru alipoitwa yeye ni mtumwa wa Kristo."
  },
  {
    "verseNumber": "1CO 7:23",
    "verseText": "Mlinunuliwa kwa gharama; msiwe watumwa wa wanadamu."
  },
  {
    "verseNumber": "1CO 7:24",
    "verseText": "Ndugu zangu, kama kila mtu alivyoitwa, akae katika wito wake alioitiwa na Mungu."
  },
  {
    "verseNumber": "1CO 7:25",
    "verseText": "Basi, kuhusu wale walio bikira, mimi sina amri kutoka kwa Bwana, lakini mimi natoa shauri kama mtu ambaye ni mwaminifu kwa rehema za Bwana."
  },
  {
    "verseNumber": "1CO 7:26",
    "verseText": "Kwa sababu ya shida iliyoko kwa sasa, naona ni vyema mkibaki kama mlivyo."
  },
  {
    "verseNumber": "1CO 7:27",
    "verseText": "Je, umeolewa? Basi usitake talaka. Je, hujaoa? Usitafute mke."
  },
  {
    "verseNumber": "1CO 7:28",
    "verseText": "Lakini kama ukioa, hujatenda dhambi; na kama bikira akiolewa, hajatenda dhambi. Lakini wale wanaooa watakabiliana na matatizo mengi katika maisha haya, nami nataka kuwazuilia hayo."
  },
  {
    "verseNumber": "1CO 7:29",
    "verseText": "Lakini ndugu zangu, nina maana kwamba muda uliobaki ni mfupi. Tangu sasa wale waliooa waishi kama wasio na wake;"
  },
  {
    "verseNumber": "1CO 7:30",
    "verseText": "nao wanaoomboleza, kama ambao hawaombolezi; wenye furaha kama wasiokuwa nayo; wale wanaonunua, kama vile vitu walivyonunua si mali yao;"
  },
  {
    "verseNumber": "1CO 7:31",
    "verseText": "nao wale wanaoshughulika na vitu vya dunia hii, kama ambao hawahusiki navyo. Kwa maana dunia hii kama tunavyoiona sasa inapita."
  },
  {
    "verseNumber": "1CO 7:32",
    "verseText": "Ningetaka msiwe na masumbufu. Mwanaume ambaye hajaoa anajishughulisha na mambo ya Bwana, jinsi ya kumpendeza Bwana."
  },
  {
    "verseNumber": "1CO 7:33",
    "verseText": "Lakini mwanaume aliyeoa anajishughulisha na mambo ya dunia, jinsi ya kumfurahisha mkewe,"
  },
  {
    "verseNumber": "1CO 7:34",
    "verseText": "na mawazo yake yamegawanyika. Mwanamke asiyeolewa hujishughulisha na mambo ya Bwana: lengo lake ni awe mtakatifu kimwili na kiroho. Lakini yule aliyeolewa hujishughulisha na mambo ya dunia, jinsi atakavyoweza kumfurahisha mumewe."
  },
  {
    "verseNumber": "1CO 7:35",
    "verseText": "Ninasema haya kwa faida yenu wenyewe, sio ili kuwawekea vizuizi bali mpate kuishi kwa jinsi ilivyo vyema bila kuvutwa pengine katika kujitoa kwenu kwa Bwana."
  },
  {
    "verseNumber": "1CO 7:36",
    "verseText": "Kama mtu yeyote anadhani kwamba hamtendei ilivyo sawa mwanamwali ambaye amemposa, naye akiwa umri wake unazidi kuendelea na mtu huyo anajisikia kwamba inampasa kuoa, afanye kama atakavyo. Yeye hatendi dhambi. Yawapasa waoane."
  },
  {
    "verseNumber": "1CO 7:37",
    "verseText": "Lakini mwanaume ambaye ameamua moyoni mwake kutooa bila kulazimishwa na mtu yeyote, bali anaweza kuzitawala tamaa zake kutomwoa huyo mwanamwali, basi anafanya ipasavyo."
  },
  {
    "verseNumber": "1CO 7:38",
    "verseText": "Hivyo basi, mwanaume amwoaye mwanamwali afanya vyema, lakini yeye asiyemwoa afanya vyema zaidi."
  },
  {
    "verseNumber": "1CO 7:39",
    "verseText": "Mwanamke aliyeolewa amefungwa na sheria maadamu mumewe yu hai. Lakini mumewe akifa, basi mwanamke huyo yuko huru kuolewa na mume mwingine ampendaye, lakini lazima awe katika Bwana."
  },
  {
    "verseNumber": "1CO 7:40",
    "verseText": "Lakini kwa maoni yangu, angekuwa na furaha zaidi akibaki alivyo. Nami nadhani pia nina Roho wa Mungu."
  },
  {
    "verseNumber": "1CO 8:1",
    "verseText": "Sasa kuhusu chakula kilichotolewa sadaka kwa sanamu, tunajua kwamba “sisi sote tuna ujuzi.” Lakini ujuzi hujivuna, bali upendo hujenga."
  },
  {
    "verseNumber": "1CO 8:2",
    "verseText": "Mtu yeyote anayedhani kwamba anajua kitu, bado hajui kama impasavyo kujua."
  },
  {
    "verseNumber": "1CO 8:3",
    "verseText": "Lakini mtu ampendaye Mungu, hujulikana naye Mungu."
  },
  {
    "verseNumber": "1CO 8:4",
    "verseText": "Hivyo basi, kuhusu kula chakula kilichotolewa sadaka kwa sanamu: Tunajua kwamba “Sanamu si kitu chochote kabisa duniani,” na kwamba “Kuna Mungu mmoja tu.”"
  },
  {
    "verseNumber": "1CO 8:5",
    "verseText": "Kwa kuwa hata kama wapo hao wanaoitwa miungu, kama wakiwa mbinguni au duniani (kama ilivyo kweli wapo “miungu” wengi na “mabwana” wengi),"
  },
  {
    "verseNumber": "1CO 8:6",
    "verseText": "kwetu sisi yuko Mungu mmoja, aliye Baba, ambaye vitu vyote vyatoka kwake na kwa ajili yake sisi twaishi; na kuna Bwana mmoja tu, Yesu Kristo, ambaye kwa yeye vitu vyote vimekuwepo na kwa yeye tunaishi."
  },
  {
    "verseNumber": "1CO 8:7",
    "verseText": "Lakini si wote wanaojua jambo hili. Baadhi ya watu bado wamezoea sanamu kuwa halisi hivi kwamba wanapokula chakula kama hicho wanadhani kimetolewa sadaka kwa sanamu na kwa kuwa dhamiri zao ni dhaifu, dhamiri yao inanajisika."
  },
  {
    "verseNumber": "1CO 8:8",
    "verseText": "Lakini chakula hakituleti karibu na Mungu, wala hatupotezi chochote tusipokula, wala hatuongezi chochote kama tukila."
  },
  {
    "verseNumber": "1CO 8:9",
    "verseText": "Lakini angalieni jinsi mnavyotumia uhuru wenu usije ukawa kikwazo kwao walio dhaifu."
  },
  {
    "verseNumber": "1CO 8:10",
    "verseText": "Kwa maana kama mtu yeyote mwenye dhamiri dhaifu akiwaona ninyi wenye ujuzi huu mkila katika hekalu la sanamu, je, si atatiwa moyo kula chakula kilichotolewa sadaka kwa sanamu?"
  },
  {
    "verseNumber": "1CO 8:11",
    "verseText": "Kwa njia hiyo, huyo ndugu mwenye dhamiri dhaifu, ambaye Kristo alikufa kwa ajili yake, ataangamia kwa sababu ya ujuzi wenu."
  },
  {
    "verseNumber": "1CO 8:12",
    "verseText": "Mnapotenda dhambi dhidi ya ndugu zenu kwa njia hii na kujeruhi dhamiri zao zilizo dhaifu, mnamkosea Kristo."
  },
  {
    "verseNumber": "1CO 8:13",
    "verseText": "Kwa hiyo, kama kile ninachokula kitamfanya ndugu yangu aanguke katika dhambi, sitakula nyama kamwe, nisije nikamfanya ndugu yangu aanguke."
  },
  {
    "verseNumber": "1CO 9:1",
    "verseText": "Je, mimi si huru? Je, mimi si mtume? Je, mimi sikumwona Yesu, Bwana wetu? Je, ninyi si matunda ya kazi yangu katika Bwana?"
  },
  {
    "verseNumber": "1CO 9:2",
    "verseText": "Hata kama mimi si mtume kwa wengine, hakika mimi ni mtume kwenu, kwa maana ninyi ni mhuri wa utume wangu katika Bwana."
  },
  {
    "verseNumber": "1CO 9:3",
    "verseText": "Huu ndio utetezi wangu kwa hao wanaokaa kunihukumu."
  },
  {
    "verseNumber": "1CO 9:4",
    "verseText": "Je, hatuna haki ya kula na kunywa?"
  },
  {
    "verseNumber": "1CO 9:5",
    "verseText": "Je, hatuna haki ya kusafiri na mke anayeamini, kama wanavyofanya mitume wengine na ndugu zake Bwana na Kefa?"
  },
  {
    "verseNumber": "1CO 9:6",
    "verseText": "Au ni mimi na Barnaba tu inatubidi kufanya kazi ili tuweze kupata mahitaji yetu?"
  },
  {
    "verseNumber": "1CO 9:7",
    "verseText": "Ni askari yupi aendaye vitani kwa gharama zake mwenyewe? Ni nani apandaye shamba la mizabibu na asile matunda yake? Ni nani achungaye kundi na asipate maziwa yake."
  },
  {
    "verseNumber": "1CO 9:8",
    "verseText": "Je, nasema mambo haya katika mtazamo wa kibinadamu tu? Je, sheria haisemi vivyo hivyo?"
  },
  {
    "verseNumber": "1CO 9:9",
    "verseText": "Kwa maana imeandikwa katika Sheria ya Mose: “Usimfunge maksai kinywa apurapo nafaka.” Je, Mungu hapa anahusika na ngʼombe?"
  },
  {
    "verseNumber": "1CO 9:10",
    "verseText": "Je, Mungu hasemi haya hasa kwa ajili yetu? Hakika yameandikwa kwa ajili yetu, kwa sababu mtu anapolima na mpuraji akapura nafaka, wote wanapaswa kufanya hivyo wakiwa na tumaini la kushiriki mavuno."
  },
  {
    "verseNumber": "1CO 9:11",
    "verseText": "Je, ikiwa sisi tulipanda mbegu ya kiroho miongoni mwenu, itakuwa ni jambo kubwa iwapo tutavuna vitu vya mwili kutoka kwenu?"
  },
  {
    "verseNumber": "1CO 9:12",
    "verseText": "Kama wengine wana haki ya kupata msaada kutoka kwenu, isingepasa tuwe na haki hiyo hata zaidi? Lakini sisi hatukutumia haki hii. Kinyume chake, tunavumilia kila kitu ili tusije tukazuia Injili ya Kristo."
  },
  {
    "verseNumber": "1CO 9:13",
    "verseText": "Je, hamjui kwamba, watu wafanyao kazi hekaluni hupata chakula chao kutoka hekaluni, nao wale wahudumiao madhabahuni hushiriki kile kitolewacho madhabahuni?"
  },
  {
    "verseNumber": "1CO 9:14",
    "verseText": "Vivyo hivyo, Bwana ameamuru kwamba wale wanaohubiri Injili wapate riziki yao kutokana na Injili."
  },
  {
    "verseNumber": "1CO 9:15",
    "verseText": "Lakini sijatumia hata mojawapo ya haki hizi. Nami siandiki haya nikitumaini kwamba mtanifanyia mambo hayo. Heri nife kuliko mtu yeyote kuninyima huku kujisifu kwangu."
  },
  {
    "verseNumber": "1CO 9:16",
    "verseText": "Lakini ninapohubiri Injili siwezi kujisifu maana ninalazimika kuhubiri. Ole wangu nisipoihubiri Injili!"
  },
  {
    "verseNumber": "1CO 9:17",
    "verseText": "Nikihubiri kwa hiari, ninayo thawabu. Lakini kama si kwa hiari, basi ninachofanya ni kutekeleza tu uwakili niliowekewa."
  },
  {
    "verseNumber": "1CO 9:18",
    "verseText": "Basi je, thawabu yangu ni nini? Thawabu yangu ni hii: Ya kwamba katika kuhubiri Injili niitoe bila gharama, bila kutumia kwa utimilifu uwezo wangu nilio nao katika Injili."
  },
  {
    "verseNumber": "1CO 9:19",
    "verseText": "Ingawa mimi ni huru, wala si mtumwa wa mtu yeyote, nimejifanya kuwa mtumwa wa kila mtu, ili niweze kuwavuta wengi kadri iwezekanavyo."
  },
  {
    "verseNumber": "1CO 9:20",
    "verseText": "Kwa Wayahudi, nilikuwa kama Myahudi, ili niwapate Wayahudi. Kwa watu wale walio chini ya sheria, nilikuwa kama aliye chini ya sheria (ingawa mimi siko chini ya sheria), ili niweze kuwapata wale walio chini ya sheria."
  },
  {
    "verseNumber": "1CO 9:21",
    "verseText": "Kwa watu wasio na sheria nilikuwa kama asiye na sheria (ingawa siko huru mbali na sheria ya Mungu, bali niko chini ya sheria ya Kristo), ili niweze kuwapata wale wasio na sheria."
  },
  {
    "verseNumber": "1CO 9:22",
    "verseText": "Kwa walio dhaifu nilikuwa dhaifu, ili niweze kuwapata walio dhaifu. Nimekuwa mtu wa hali zote kwa watu wote ili kwa njia yoyote niweze kuwaokoa baadhi yao."
  },
  {
    "verseNumber": "1CO 9:23",
    "verseText": "Nafanya haya yote kwa ajili ya Injili, ili nipate kushiriki baraka zake."
  },
  {
    "verseNumber": "1CO 9:24",
    "verseText": "Je, hamjui kwamba katika mashindano ya mbio wote wanaoshindana hukimbia, lakini ni mmoja wao tu apewaye tuzo? Kwa hiyo kimbieni katika mashindano kwa jinsi ambavyo mtapata tuzo."
  },
  {
    "verseNumber": "1CO 9:25",
    "verseText": "Kila mmoja anayeshiriki katika mashindano hufanya mazoezi makali. Wao hufanya hivyo ili wapokee taji isiyodumu, lakini sisi tunafanya hivyo ili kupata taji idumuyo milele."
  },
  {
    "verseNumber": "1CO 9:26",
    "verseText": "Kwa hiyo mimi sikimbii kama mtu akimbiaye bila lengo, sipigani kama mtu anayepiga hewa,"
  },
  {
    "verseNumber": "1CO 9:27",
    "verseText": "la, bali nautesa mwili wangu na kuutumikisha ili nikiisha kuwahubiria wengine, mimi nisiwe mtu wa kukataliwa."
  },
  {
    "verseNumber": "1CO 10:1",
    "verseText": "Ndugu zangu, sitaki mkose kufahamu ukweli huu kwamba baba zetu walikuwa wote chini ya wingu na kwamba wote walipita katikati ya bahari."
  },
  {
    "verseNumber": "1CO 10:2",
    "verseText": "Wote wakabatizwa kuwa wa Mose ndani ya lile wingu na ndani ya ile bahari."
  },
  {
    "verseNumber": "1CO 10:3",
    "verseText": "Wote walikula chakula kile kile cha roho,"
  },
  {
    "verseNumber": "1CO 10:4",
    "verseText": "na wote wakanywa kile kile kinywaji cha roho, kwa maana walikunywa kutoka ule mwamba wa roho uliofuatana nao, nao ule mwamba ulikuwa Kristo."
  },
  {
    "verseNumber": "1CO 10:5",
    "verseText": "Lakini Mungu hakupendezwa na wengi wao, kwa hiyo miili yao ilitapakaa jangwani."
  },
  {
    "verseNumber": "1CO 10:6",
    "verseText": "Basi mambo haya yalitokea kama mifano ili kutuzuia tusiweke mioyo yetu katika mambo maovu kama wao walivyofanya."
  },
  {
    "verseNumber": "1CO 10:7",
    "verseText": "Msiwe waabudu sanamu, kama baadhi yao walivyokuwa, kama ilivyoandikwa, “Watu waliketi chini kula na kunywa, kisha wakainuka kucheza na kufanya sherehe za kipagani.”"
  },
  {
    "verseNumber": "1CO 10:8",
    "verseText": "Wala tusifanye uzinzi kama baadhi yao walivyofanya, wakafa watu 23,000 kwa siku moja."
  },
  {
    "verseNumber": "1CO 10:9",
    "verseText": "Wala tusimjaribu Kristo, kama baadhi yao walivyofanya, wakafa kwa kuumwa na nyoka."
  },
  {
    "verseNumber": "1CO 10:10",
    "verseText": "Msinungʼunike kama baadhi yao walivyofanya, wakaangamizwa na mharabu."
  },
  {
    "verseNumber": "1CO 10:11",
    "verseText": "Mambo haya yote yaliwapata wao ili yawe mifano kwa wengine, nayo yaliandikwa ili yatuonye sisi ambao mwisho wa nyakati umetufikia."
  },
  {
    "verseNumber": "1CO 10:12",
    "verseText": "Hivyo, yeye ajidhaniaye amesimama, aangalie asianguke."
  },
  {
    "verseNumber": "1CO 10:13",
    "verseText": "Hakuna jaribu lolote lililowapata ambalo si la kawaida kwa wanadamu. Naye Mungu ni mwaminifu; hataruhusu mjaribiwe kupita mnavyoweza. Lakini mnapojaribiwa atawapa njia ya kutokea ili mweze kustahimili."
  },
  {
    "verseNumber": "1CO 10:14",
    "verseText": "Kwa hiyo wapenzi wangu, zikimbieni ibada za sanamu."
  },
  {
    "verseNumber": "1CO 10:15",
    "verseText": "Nasema watu wenye ufahamu, amueni wenyewe kuhusu haya niyasemayo."
  },
  {
    "verseNumber": "1CO 10:16",
    "verseText": "Je, kikombe cha baraka ambacho tunakibariki, si ushirika katika damu ya Kristo? Mkate tuumegao, si ushirika wa mwili wa Kristo?"
  },
  {
    "verseNumber": "1CO 10:17",
    "verseText": "Kwa kuwa mkate ni mmoja, sisi tulio wengi tu mwili mmoja, kwa kuwa wote twashiriki mkate mmoja."
  },
  {
    "verseNumber": "1CO 10:18",
    "verseText": "Waangalieni watu wa Israeli: Je, wale wote walao dhabihu si ni wale watendao kazi madhabahuni?"
  },
  {
    "verseNumber": "1CO 10:19",
    "verseText": "Je, nina maana kwamba kafara iliyotolewa kwa sanamu ni kitu chenye maana yoyote? Au kwamba sanamu ni kitu chenye maana yoyote?"
  },
  {
    "verseNumber": "1CO 10:20",
    "verseText": "La hasha! Lakini kafara za watu wasiomjua Mungu hutolewa kwa mashetani, wala si kwa Mungu. Nami sitaki ninyi mwe na ushirika na mashetani."
  },
  {
    "verseNumber": "1CO 10:21",
    "verseText": "Hamwezi kunywa katika kikombe cha Bwana na cha mashetani pia. Hamwezi kuwa na sehemu katika meza ya Bwana na katika meza ya mashetani pia."
  },
  {
    "verseNumber": "1CO 10:22",
    "verseText": "Je, tunataka kuamsha wivu wa Bwana? Je, sisi tuna nguvu kuliko yeye?"
  },
  {
    "verseNumber": "1CO 10:23",
    "verseText": "“Vitu vyote ni halali,” lakini si vitu vyote vilivyo na faida. “Vitu vyote ni halali,” lakini si vyote vinavyojenga."
  },
  {
    "verseNumber": "1CO 10:24",
    "verseText": "Mtu yeyote asitafute yaliyo yake mwenyewe, bali kila mtu atafute yale yanayowafaa wengine."
  },
  {
    "verseNumber": "1CO 10:25",
    "verseText": "Kuleni chochote kinachouzwa sokoni, bila kuuliza swali lolote kwa ajili ya dhamiri."
  },
  {
    "verseNumber": "1CO 10:26",
    "verseText": "Kwa maana, “Dunia na vyote vilivyomo ni mali ya Bwana.”"
  },
  {
    "verseNumber": "1CO 10:27",
    "verseText": "Kama ukikaribishwa chakula na mtu asiyeamini nawe ukikubali kwenda, kula kila kitu kitakachowekwa mbele yako bila kuuliza maswali kwa ajili ya dhamiri."
  },
  {
    "verseNumber": "1CO 10:28",
    "verseText": "Lakini kama mtu yeyote akikuambia, “Hiki kimetolewa kafara kwa sanamu,” basi usikile kwa ajili ya huyo aliyekuambia na kwa ajili ya dhamiri."
  },
  {
    "verseNumber": "1CO 10:29",
    "verseText": "Nina maana dhamiri ya huyo aliyekuambia, wala si kwa ajili ya dhamiri yako. Lakini kwa nini uhuru wangu uhukumiwe na dhamiri ya mtu mwingine?"
  },
  {
    "verseNumber": "1CO 10:30",
    "verseText": "Kama nikila kwa shukrani, kwa nini nashutumiwa kwa kile ambacho kwa hicho ninamshukuru Mungu?"
  },
  {
    "verseNumber": "1CO 10:31",
    "verseText": "Basi, lolote mfanyalo, kama ni kula au kunywa, fanyeni yote kwa utukufu wa Mungu."
  },
  {
    "verseNumber": "1CO 10:32",
    "verseText": "Msiwe kikwazo kwa mtu yeyote, wawe Wayahudi au Wayunani, au kwa kanisa la Mungu,"
  },
  {
    "verseNumber": "1CO 10:33",
    "verseText": "kama hata mimi ninavyojaribu kumpendeza kila mtu kwa kila namna. Kwa maana sitafuti mema kwa ajili yangu mwenyewe bali kwa ajili ya wengi, ili waweze kuokolewa."
  },
  {
    "verseNumber": "1CO 11:1",
    "verseText": "Igeni mfano wangu, kama ninavyouiga mfano wa Kristo."
  },
  {
    "verseNumber": "1CO 11:2",
    "verseText": "Ninawasifu kwa kuwa mnanikumbuka katika kila jambo na kwa kushika mafundisho niliyowapa."
  },
  {
    "verseNumber": "1CO 11:3",
    "verseText": "Napenda mfahamu kwamba kichwa cha kila mwanaume ni Kristo, na kichwa cha mwanamke ni mwanaume, nacho kichwa cha Kristo ni Mungu."
  },
  {
    "verseNumber": "1CO 11:4",
    "verseText": "Kila mwanaume anayeomba au kutoa unabii akiwa amefunika kichwa chake, anakiaibisha kichwa chake."
  },
  {
    "verseNumber": "1CO 11:5",
    "verseText": "Naye kila mwanamke anayeomba au kutoa unabii pasipo kufunika kichwa chake, anakiaibisha kichwa chake, kwani ni sawa na yeye aliyenyoa nywele."
  },
  {
    "verseNumber": "1CO 11:6",
    "verseText": "Kama mwanamke hatajifunika kichwa chake, basi inampasa kunyoa nywele zake. Lakini kama ni aibu kwa mwanamke kukata au kunyoa nywele zake, basi afunike kichwa chake."
  },
  {
    "verseNumber": "1CO 11:7",
    "verseText": "Haimpasi mwanaume kufunika kichwa chake kwa kuwa yeye ni mfano wa Mungu na utukufu wa Mungu, lakini mwanamke ni utukufu wa mwanaume."
  },
  {
    "verseNumber": "1CO 11:8",
    "verseText": "Kwa maana mwanaume hakutoka kwa mwanamke, bali mwanamke alitoka kwa mwanaume."
  },
  {
    "verseNumber": "1CO 11:9",
    "verseText": "Wala mwanaume hakuumbwa kwa ajili ya mwanamke, bali mwanamke kwa ajili ya mwanaume."
  },
  {
    "verseNumber": "1CO 11:10",
    "verseText": "Kwa sababu hii na kwa sababu ya malaika, inampasa mwanamke awe na ishara ya mamlaka juu yake."
  },
  {
    "verseNumber": "1CO 11:11",
    "verseText": "Lakini katika Bwana, mwanamke hajitegemei pasipo mwanaume na mwanaume hajitegemei pasipo mwanamke."
  },
  {
    "verseNumber": "1CO 11:12",
    "verseText": "Kama vile mwanamke alivyoumbwa kutoka kwa mwanaume, vivyo hivyo mwanaume huzaliwa na mwanamke. Lakini vitu vyote vyatoka kwa Mungu."
  },
  {
    "verseNumber": "1CO 11:13",
    "verseText": "Hukumuni ninyi wenyewe: Je, inafaa kwa mwanamke kumwomba Mungu bila kufunika kichwa chake?"
  },
  {
    "verseNumber": "1CO 11:14",
    "verseText": "Je, maumbile ya asili hayatufundishi kuwa ni aibu kwa mwanaume kuwa na nywele ndefu?"
  },
  {
    "verseNumber": "1CO 11:15",
    "verseText": "Lakini mwanamke akiwa na nywele ndefu ni utukufu kwake? Kwa maana mwanamke amepewa nywele ndefu ili kumfunika."
  },
  {
    "verseNumber": "1CO 11:16",
    "verseText": "Kama mtu anataka kubishana juu ya jambo hili, sisi wala makanisa ya Mungu hatutambui desturi nyingine."
  },
  {
    "verseNumber": "1CO 11:17",
    "verseText": "Basi katika maagizo yafuatayo, siwezi kuwasifu, kwa sababu mkutanikapo si kwa ajili ya faida bali kwa hasara."
  },
  {
    "verseNumber": "1CO 11:18",
    "verseText": "Kwanza, mnapokutana kama kanisa, nasikia kwamba kuna mgawanyiko miongoni mwenu, nami kwa kiasi fulani nasadiki kuwa ndivyo ilivyo."
  },
  {
    "verseNumber": "1CO 11:19",
    "verseText": "Bila shaka lazima pawe na tofauti miongoni mwenu ili kuonyesha ni nani anayekubaliwa na Mungu."
  },
  {
    "verseNumber": "1CO 11:20",
    "verseText": "Mkutanikapo pamoja si chakula cha Bwana mnachokula,"
  },
  {
    "verseNumber": "1CO 11:21",
    "verseText": "kwa kuwa mnapokula, kila mmoja wenu anakula bila kuwangoja wengine. Mmoja hukaa njaa na mwingine analewa."
  },
  {
    "verseNumber": "1CO 11:22",
    "verseText": "Je, hamna nyumbani kwenu ambako mnaweza kula na kunywa? Au mnalidharau kanisa la Mungu na kuwadhalilisha wale wasio na kitu? Niwaambie nini? Je, niwasifu juu ya jambo hili? La, hasha!"
  },
  {
    "verseNumber": "1CO 11:23",
    "verseText": "Kwa maana mimi nilipokea kutoka kwa Bwana yale niliyowapa ninyi, kwamba Bwana Yesu, usiku ule aliposalitiwa, alitwaa mkate,"
  },
  {
    "verseNumber": "1CO 11:24",
    "verseText": "naye akiisha kushukuru, akaumega, akasema, “Huu ndio mwili wangu, uliotolewa kwa ajili yenu. Fanyeni hivi kwa ukumbusho wangu.”"
  },
  {
    "verseNumber": "1CO 11:25",
    "verseText": "Vivyo hivyo baada ya kula, akakitwaa kikombe, akisema, “Kikombe hiki ni agano jipya katika damu yangu. Fanyeni hivi kila mnywapo, kwa ukumbusho wangu.”"
  },
  {
    "verseNumber": "1CO 11:26",
    "verseText": "Maana kila mlapo mkate huu na kunywea kikombe hiki, mnatangaza mauti ya Bwana mpaka ajapo."
  },
  {
    "verseNumber": "1CO 11:27",
    "verseText": "Kwa hiyo, mtu yeyote alaye mkate huo au kukinywea kikombe hicho cha Bwana isivyostahili, atakuwa na hatia ya dhambi juu ya mwili na damu ya Bwana."
  },
  {
    "verseNumber": "1CO 11:28",
    "verseText": "Inampasa mtu ajichunguze mwenyewe, kabla ya kula mkate na kukinywea kikombe."
  },
  {
    "verseNumber": "1CO 11:29",
    "verseText": "Kwa maana mtu yeyote alaye na kunywa pasipo kuutambua mwili wa Bwana, hula na kunywa hukumu juu yake mwenyewe."
  },
  {
    "verseNumber": "1CO 11:30",
    "verseText": "Hii ndiyo sababu wengi miongoni mwenu ni wagonjwa na dhaifu na wengine wenu hata wamekufa."
  },
  {
    "verseNumber": "1CO 11:31",
    "verseText": "Lakini kama tungejichunguza wenyewe tusingehukumiwa."
  },
  {
    "verseNumber": "1CO 11:32",
    "verseText": "Tunapohukumiwa na Bwana, tunaadibishwa ili tusije tukahukumiwa pamoja na ulimwengu."
  },
  {
    "verseNumber": "1CO 11:33",
    "verseText": "Kwa hiyo, ndugu zangu, mkutanikapo pamoja ili kula, mngojane."
  },
  {
    "verseNumber": "1CO 11:34",
    "verseText": "Kama mtu akiwa na njaa, ale nyumbani kwake ili mkutanapo pamoja msije mkahukumiwa. Nami nitakapokuja nitawapa maelekezo zaidi."
  },
  {
    "verseNumber": "1CO 12:1",
    "verseText": "Basi ndugu zangu, kuhusu karama za rohoni, sitaki mkose kufahamu."
  },
  {
    "verseNumber": "1CO 12:2",
    "verseText": "Mnajua kwamba mlipokuwa watu wasiomjua Mungu, kwa njia moja au ingine mlishawishika na kupotoshwa mkielekezwa kwa sanamu zisizonena."
  },
  {
    "verseNumber": "1CO 12:3",
    "verseText": "Kwa hiyo nawaambieni ya kuwa hakuna mtu anayeongozwa na Roho wa Mungu anayeweza kusema, “Yesu na alaaniwe.” Pia hakuna mtu awezaye kusema, “Yesu ni Bwana,” isipokuwa ameongozwa na Roho Mtakatifu."
  },
  {
    "verseNumber": "1CO 12:4",
    "verseText": "Kuna aina mbalimbali za karama, lakini Roho ni yule yule."
  },
  {
    "verseNumber": "1CO 12:5",
    "verseText": "Kuna huduma za aina mbalimbali, lakini Bwana ni yule yule."
  },
  {
    "verseNumber": "1CO 12:6",
    "verseText": "Kisha kuna tofauti za kutenda kazi, lakini ni Mungu yule yule atendaye kazi zote kwa watu wote."
  },
  {
    "verseNumber": "1CO 12:7",
    "verseText": "Basi kila mmoja hupewa ufunuo wa Roho kwa faida ya wote."
  },
  {
    "verseNumber": "1CO 12:8",
    "verseText": "Maana mtu mmoja kwa Roho hupewa neno la hekima na mwingine neno la maarifa kwa Roho huyo huyo."
  },
  {
    "verseNumber": "1CO 12:9",
    "verseText": "Mtu mwingine imani kwa huyo Roho na mwingine karama za kuponya kwa huyo Roho mmoja."
  },
  {
    "verseNumber": "1CO 12:10",
    "verseText": "Kwa mwingine matendo ya miujiza, kwa mwingine unabii kwa mwingine kupambanua roho, kwa mwingine aina mbalimbali za lugha, na kwa mwingine bado, tafsiri za lugha."
  },
  {
    "verseNumber": "1CO 12:11",
    "verseText": "Haya yote hufanywa na huyo huyo Roho mmoja, Roho naye humgawia kila mtu, kama apendavyo."
  },
  {
    "verseNumber": "1CO 12:12",
    "verseText": "Kama vile mwili ulivyo mmoja nao una viungo vingi, navyo viungo vyote vya mwili ingawa ni vingi, ni mwili mmoja, vivyo hivyo na Kristo."
  },
  {
    "verseNumber": "1CO 12:13",
    "verseText": "Kwa maana katika Roho mmoja wote tulibatizwa katika mwili mmoja, kama ni Wayahudi au Wayunani, kama ni watumwa au watu huru, nasi sote tulinyweshwa Roho mmoja."
  },
  {
    "verseNumber": "1CO 12:14",
    "verseText": "Basi mwili si kiungo kimoja, bali ni viungo vingi."
  },
  {
    "verseNumber": "1CO 12:15",
    "verseText": "Kama mguu ungesema, “Kwa kuwa mimi si mkono basi mimi si wa mwili,” hiyo isingefanya huo mguu usiwe sehemu ya mwili."
  },
  {
    "verseNumber": "1CO 12:16",
    "verseText": "Na kama sikio lingesema, “Kwa kuwa mimi si jicho, basi mimi si wa mwili,” hiyo isingefanya hilo sikio lisiwe sehemu ya mwili."
  },
  {
    "verseNumber": "1CO 12:17",
    "verseText": "Kama mwili wote ungelikuwa jicho, kusikia kungekuwa wapi? Au kama mwili wote ungelikuwa sikio, kunusa kungekuwa wapi?"
  },
  {
    "verseNumber": "1CO 12:18",
    "verseText": "Lakini kama ilivyo, Mungu ameweka viungo katika mwili, kila kimoja kama alivyopenda."
  },
  {
    "verseNumber": "1CO 12:19",
    "verseText": "Kama vyote vingekuwa kiungo kimoja, mwili ungekuwa wapi?"
  },
  {
    "verseNumber": "1CO 12:20",
    "verseText": "Kama ulivyo, una viungo vingi, lakini mwili ni mmoja."
  },
  {
    "verseNumber": "1CO 12:21",
    "verseText": "Jicho haliwezi kuuambia mkono, “Sina haja nawe!” Wala kichwa hakiwezi kuiambia miguu, “Sina haja na ninyi!”"
  },
  {
    "verseNumber": "1CO 12:22",
    "verseText": "Lakini badala yake, vile viungo vya mwili vinavyoonekana kuwa dhaifu, ndivyo ambavyo ni vya muhimu sana."
  },
  {
    "verseNumber": "1CO 12:23",
    "verseText": "Navyo vile viungo tunavyoviona havina heshima, ndivyo tunavipa heshima maalum. Vile viungo vya mwili ambavyo havina uzuri, tunavipa heshima ya pekee;"
  },
  {
    "verseNumber": "1CO 12:24",
    "verseText": "wakati vile viungo vyenye uzuri havihitaji utunzaji wa pekee. Lakini Mungu ameviweka pamoja viungo vya mwili na akavipa heshima zaidi vile vilivyopungukiwa,"
  },
  {
    "verseNumber": "1CO 12:25",
    "verseText": "ili pasiwe na mafarakano katika mwili, bali viungo vyote vihudumiane kwa usawa kila kimoja na mwenzake."
  },
  {
    "verseNumber": "1CO 12:26",
    "verseText": "Kama kiungo kimoja kikiumia, viungo vyote huumia pamoja nacho, kama kiungo kimoja kikipewa heshima, viungo vyote hufurahi pamoja nacho."
  },
  {
    "verseNumber": "1CO 12:27",
    "verseText": "Sasa ninyi ni mwili wa Kristo na kila mmoja wenu ni sehemu ya huo mwili."
  },
  {
    "verseNumber": "1CO 12:28",
    "verseText": "Mungu ameweka katika kanisa, kwanza mitume, pili manabii, tatu walimu, kisha watenda miujiza, pia karama za kuponya, karama za kusaidiana, karama za uongozi, aina mbalimbali za lugha."
  },
  {
    "verseNumber": "1CO 12:29",
    "verseText": "Je, wote ni mitume? Je, wote ni manabii? Je, wote ni walimu? Je, wote wanatenda miujiza?"
  },
  {
    "verseNumber": "1CO 12:30",
    "verseText": "Je, wote wana karama ya kuponya? Je, wote hunena kwa lugha mpya? Je, wote wanatafsiri?"
  },
  {
    "verseNumber": "1CO 12:31",
    "verseText": "Basi tamanini sana karama zilizo kuu. Nami nitawaonyesha njia iliyo bora zaidi."
  },
  {
    "verseNumber": "1CO 13:1",
    "verseText": "Hata kama nitasema kwa lugha za wanadamu na za malaika, kama sina upendo, nimekuwa kengele inayolialia au toazi livumalo."
  },
  {
    "verseNumber": "1CO 13:2",
    "verseText": "Ningekuwa na karama ya unabii na kujua siri zote na maarifa yote, hata kama nina imani kiasi cha kuweza kuhamisha milima, kama sina upendo, mimi si kitu."
  },
  {
    "verseNumber": "1CO 13:3",
    "verseText": "Kama nikitoa mali yote niliyo nayo na kama nikijitolea mwili wangu uchomwe moto, kama sina upendo, hainifaidi kitu."
  },
  {
    "verseNumber": "1CO 13:4",
    "verseText": "Upendo huvumilia, upendo hufadhili, upendo hauoni wivu, hauna majivuno, hauna kiburi."
  },
  {
    "verseNumber": "1CO 13:5",
    "verseText": "Haukosi kuwa na adabu, hautafuti mambo yake, haukasiriki upesi, hauweki kumbukumbu ya mabaya."
  },
  {
    "verseNumber": "1CO 13:6",
    "verseText": "Upendo haufurahii mabaya bali hufurahi pamoja na kweli."
  },
  {
    "verseNumber": "1CO 13:7",
    "verseText": "Upendo huvumilia yote, huamini yote, hutumaini yote, hustahimili yote."
  },
  {
    "verseNumber": "1CO 13:8",
    "verseText": "Upendo haushindwi kamwe. Lakini ukiwepo unabii, utakoma; zikiwepo lugha, zitakoma; yakiwepo maarifa, yatapita."
  },
  {
    "verseNumber": "1CO 13:9",
    "verseText": "Kwa maana tunafahamu kwa sehemu na tunatoa unabii kwa sehemu."
  },
  {
    "verseNumber": "1CO 13:10",
    "verseText": "Lakini ukamilifu ukija, yale yasiyo kamili hutoweka."
  },
  {
    "verseNumber": "1CO 13:11",
    "verseText": "Nilipokuwa mtoto, nilisema kama mtoto, niliwaza kama mtoto, nilifikiri kama mtoto. Nilipokuwa mtu mzima niliacha mambo ya kitoto."
  },
  {
    "verseNumber": "1CO 13:12",
    "verseText": "Kwa maana sasa tunaona taswira kama kwa kioo, lakini wakati huo tutaona wazi. Sasa nafahamu kwa sehemu, wakati huo nitafahamu kikamilifu, kama vile mimi ninavyofahamika kikamilifu."
  },
  {
    "verseNumber": "1CO 13:13",
    "verseText": "Basi sasa, yanadumu mambo haya matatu: Imani, tumaini na upendo. Lakini lililo kuu miongoni mwa haya matatu ni upendo."
  },
  {
    "verseNumber": "1CO 14:1",
    "verseText": "Fuateni upendo na kutaka sana karama za roho, hasa karama ya unabii."
  },
  {
    "verseNumber": "1CO 14:2",
    "verseText": "Kwa maana mtu yeyote anayesema kwa lugha, hasemi na wanadamu bali anasema na Mungu. Kwa kuwa hakuna mtu yeyote anayemwelewa, kwani anasema mambo ya siri kwa roho."
  },
  {
    "verseNumber": "1CO 14:3",
    "verseText": "Lakini anayetoa unabii anasema na watu akiwajenga, kuwatia moyo na kuwafariji."
  },
  {
    "verseNumber": "1CO 14:4",
    "verseText": "Anenaye kwa lugha hujijenga mwenyewe, bali atoaye unabii hulijenga kanisa."
  },
  {
    "verseNumber": "1CO 14:5",
    "verseText": "Ningependa kila mmoja wenu anene kwa lugha lakini ningependa zaidi nyote mtoe unabii. Kwa kuwa yeye atoaye unabii ni mkuu kuliko anenaye kwa lugha, isipokuwa atafsiri, ili kanisa lipate kujengwa."
  },
  {
    "verseNumber": "1CO 14:6",
    "verseText": "Sasa ndugu zangu, kama nikija kwenu nikasema kwa lugha mpya nitawafaidia nini kama sikuwaletea ufunuo au neno la maarifa au unabii au mafundisho?"
  },
  {
    "verseNumber": "1CO 14:7",
    "verseText": "Hata vitu visivyo na uhai vitoapo sauti, kama vile filimbi au kinubi, mtu atajuaje ni wimbo gani unaoimbwa kusipokuwa na tofauti ya upigaji?"
  },
  {
    "verseNumber": "1CO 14:8",
    "verseText": "Tena kama tarumbeta haitoi sauti inayoeleweka, ni nani atakayejiandaa kwa ajili ya vita?"
  },
  {
    "verseNumber": "1CO 14:9",
    "verseText": "Vivyo hivyo na ninyi, kama mkinena maneno yasiyoeleweka katika akili, mtu atajuaje mnalosema? Kwa maana mtakuwa mnasema hewani tu."
  },
  {
    "verseNumber": "1CO 14:10",
    "verseText": "Bila shaka ziko sauti nyingi ulimwenguni, wala hakuna isiyo na maana."
  },
  {
    "verseNumber": "1CO 14:11",
    "verseText": "Basi kama sielewi maana ya hiyo sauti, nitakuwa mgeni kwa yule msemaji, naye atakuwa mgeni kwangu."
  },
  {
    "verseNumber": "1CO 14:12",
    "verseText": "Vivyo hivyo na ninyi. Kwa kuwa mnatamani kuwa na karama za rohoni, jitahidini kuzidi sana katika karama kwa ajili ya kulijenga kanisa."
  },
  {
    "verseNumber": "1CO 14:13",
    "verseText": "Kwa sababu hii, yeye anenaye kwa lugha na aombe kwamba apate kutafsiri kile anachonena."
  },
  {
    "verseNumber": "1CO 14:14",
    "verseText": "Kwa maana nikiomba kwa lugha, roho yangu inaomba, lakini akili yangu haina matunda."
  },
  {
    "verseNumber": "1CO 14:15",
    "verseText": "Nifanyeje basi? Nitaomba kwa roho, na pia nitaomba kwa akili yangu. Nitaimba kwa roho na nitaimba kwa akili yangu pia."
  },
  {
    "verseNumber": "1CO 14:16",
    "verseText": "Ikiwa unabariki kwa roho, mtu mwingine atakayejikuta miongoni mwa hao wasiojua, atawezaje kusema “Amen” katika kushukuru kwako, wakati haelewi unachosema?"
  },
  {
    "verseNumber": "1CO 14:17",
    "verseText": "Mnaweza kuwa mnatoa shukrani kweli, sawa, lakini huyo mtu mwingine hajengeki."
  },
  {
    "verseNumber": "1CO 14:18",
    "verseText": "Namshukuru Mungu kwamba mimi nanena kwa lugha kuliko ninyi nyote."
  },
  {
    "verseNumber": "1CO 14:19",
    "verseText": "Lakini ndani ya kanisa ni afadhali niseme maneno matano ya kueleweka ili niwafundishe wengine kuliko kusema maneno 10,000 kwa lugha."
  },
  {
    "verseNumber": "1CO 14:20",
    "verseText": "Ndugu zangu, msiwe kama watoto katika kufikiri kwenu, afadhali kuhusu uovu mwe kama watoto wachanga, lakini katika kufikiri kwenu, mwe watu wazima."
  },
  {
    "verseNumber": "1CO 14:21",
    "verseText": "Katika Sheria imeandikwa kwamba: “Kupitia kwa watu wenye lugha ngʼeni na kupitia midomo ya wageni, nitasema na watu hawa, lakini hata hivyo hawatanisikiliza,” asema Bwana."
  },
  {
    "verseNumber": "1CO 14:22",
    "verseText": "Basi kunena kwa lugha ni ishara, si kwa watu waaminio, bali kwa wasioamini, wakati unabii si kwa ajili ya wasioamini, bali kwa ajili ya waaminio."
  },
  {
    "verseNumber": "1CO 14:23",
    "verseText": "Kwa hiyo kama kanisa lote likikutana na kila mmoja akanena kwa lugha, kisha wakaingia wageni wasioelewa wasioamini, je, hawatasema kwamba wote mna wazimu?"
  },
  {
    "verseNumber": "1CO 14:24",
    "verseText": "Lakini kama mtu asiyeamini au asiyeelewa akiingia wakati kila mtu anatoa unabii, ataaminishwa na watu wote kuwa yeye ni mwenye dhambi na kuhukumiwa na wote,"
  },
  {
    "verseNumber": "1CO 14:25",
    "verseText": "nazo siri za moyo wake zitawekwa wazi. Kwa hiyo ataanguka chini na kumwabudu Mungu akikiri, “Kweli Mungu yuko katikati yenu!”"
  },
  {
    "verseNumber": "1CO 14:26",
    "verseText": "Basi tuseme nini ndugu zangu? Mnapokutana pamoja, kila mmoja ana wimbo, au neno la mafundisho, au ufunuo, lugha mpya au atatafsiri. Mambo yote yatendeke kwa ajili ya kulijenga kanisa."
  },
  {
    "verseNumber": "1CO 14:27",
    "verseText": "Kama mtu yeyote akinena kwa lugha, basi waseme watu wawili au watatu si zaidi, mmoja baada ya mwingine na lazima awepo mtu wa kutafsiri."
  },
  {
    "verseNumber": "1CO 14:28",
    "verseText": "Lakini kama hakuna mtu wa kutafsiri, hao watu na wanyamaze kimya kanisani na wanene na nafsi zao wenyewe na Mungu."
  },
  {
    "verseNumber": "1CO 14:29",
    "verseText": "Manabii wawili au watatu wanene na wengine wapime yale yasemwayo."
  },
  {
    "verseNumber": "1CO 14:30",
    "verseText": "Kama mtu yeyote aliyeketi karibu, akipata ufunuo, basi yule wa kwanza na anyamaze."
  },
  {
    "verseNumber": "1CO 14:31",
    "verseText": "Kwa maana wote mnaweza kutoa unabii, mmoja baada ya mwingine, ili kila mtu apate kufundishwa na kutiwa moyo."
  },
  {
    "verseNumber": "1CO 14:32",
    "verseText": "Roho za manabii huwatii manabii."
  },
  {
    "verseNumber": "1CO 14:33",
    "verseText": "Kwa maana Mungu si Mungu wa machafuko bali ni Mungu wa amani. Kama ilivyo katika makusanyiko yote ya watakatifu,"
  },
  {
    "verseNumber": "1CO 14:34",
    "verseText": "wanawake wanapaswa kuwa kimya kanisani. Hawaruhusiwi kusema, bali wanyenyekee kama sheria isemavyo."
  },
  {
    "verseNumber": "1CO 14:35",
    "verseText": "Kama wakitaka kuuliza kuhusu jambo lolote, wawaulize waume zao nyumbani. Kwa maana ni aibu kwa mwanamke kuzungumza kanisani."
  },
  {
    "verseNumber": "1CO 14:36",
    "verseText": "Je, neno la Mungu lilianzia kwenu? Au ni ninyi tu ambao neno la Mungu limewafikia?"
  },
  {
    "verseNumber": "1CO 14:37",
    "verseText": "Kama mtu yeyote akidhani kwamba yeye ni nabii, au ana karama za rohoni, basi na akubali kwamba haya ninayoandika ni maagizo kutoka kwa Bwana."
  },
  {
    "verseNumber": "1CO 14:38",
    "verseText": "Kama mtu akipuuza jambo hili yeye mwenyewe atapuuzwa."
  },
  {
    "verseNumber": "1CO 14:39",
    "verseText": "Kwa hiyo ndugu zangu, takeni sana kutoa unabii na msikataze watu kusema kwa lugha."
  },
  {
    "verseNumber": "1CO 14:40",
    "verseText": "Lakini kila kitu kitendeke kwa heshima na kwa utaratibu."
  },
  {
    "verseNumber": "1CO 15:1",
    "verseText": "Basi ndugu zangu nataka niwakumbushe kuhusu Injili niliyowahubiria, mkaipokea na ambayo katika hiyo mmesimama."
  },
  {
    "verseNumber": "1CO 15:2",
    "verseText": "Kwa Injili hii mnaokolewa mkishikilia kwa uthabiti neno nililowahubiria ninyi. La sivyo, mmeamini katika ubatili."
  },
  {
    "verseNumber": "1CO 15:3",
    "verseText": "Kwa maana yale niliyopokea ndiyo niliyowapa ninyi, kama yenye umuhimu wa kwanza: Kwamba Kristo alikufa kwa ajili ya dhambi zetu, kama yasemavyo Maandiko,"
  },
  {
    "verseNumber": "1CO 15:4",
    "verseText": "ya kuwa alizikwa na alifufuliwa siku ya tatu, kama yasemavyo Maandiko,"
  },
  {
    "verseNumber": "1CO 15:5",
    "verseText": "na kwamba alimtokea Kefa, kisha akawatokea wale kumi na wawili."
  },
  {
    "verseNumber": "1CO 15:6",
    "verseText": "Baadaye akawatokea wale ndugu waumini zaidi ya 500 kwa pamoja, ambao wengi wao bado wako hai, ingawa wengine wamelala."
  },
  {
    "verseNumber": "1CO 15:7",
    "verseText": "Ndipo akamtokea Yakobo na kisha mitume wote."
  },
  {
    "verseNumber": "1CO 15:8",
    "verseText": "Mwisho wa wote, akanitokea mimi pia, ambaye ni kama aliyezaliwa si kwa wakati wake."
  },
  {
    "verseNumber": "1CO 15:9",
    "verseText": "Kwa maana mimi ndiye mdogo kuliko mitume wote, nisiyestahili kuitwa mtume, kwa sababu nililitesa kanisa la Mungu."
  },
  {
    "verseNumber": "1CO 15:10",
    "verseText": "Lakini kwa neema ya Mungu nimekuwa hivi nilivyo na neema yake kwangu haikuwa kitu bure. Bali nilizidi sana kufanya kazi kuliko mitume wote, lakini haikuwa mimi, bali ni ile neema ya Mungu iliyokuwa pamoja nami."
  },
  {
    "verseNumber": "1CO 15:11",
    "verseText": "Hivyo basi, kama ilikuwa mimi au wao, hili ndilo tunalohubiri, na hili ndilo mliloamini."
  },
  {
    "verseNumber": "1CO 15:12",
    "verseText": "Basi kama tumehubiri ya kwamba Kristo alifufuliwa kutoka kwa wafu, mbona baadhi yenu mnasema hakuna ufufuo wa wafu?"
  },
  {
    "verseNumber": "1CO 15:13",
    "verseText": "Lakini kama hakuna ufufuo wa wafu, basi hata Kristo hakufufuliwa."
  },
  {
    "verseNumber": "1CO 15:14",
    "verseText": "Tena ikiwa Kristo hakufufuliwa kutoka kwa wafu, kuhubiri kwetu kumekuwa ni bure na imani yenu ni batili."
  },
  {
    "verseNumber": "1CO 15:15",
    "verseText": "Zaidi ya hayo, twaonekana kuwa mashahidi wa uongo kuhusu Mungu, kwa sababu tumeshuhudia kumhusu Mungu kwamba alimfufua Kristo kutoka kwa wafu, lakini hilo haliwezi kuwa kweli kama wafu hawafufuliwi."
  },
  {
    "verseNumber": "1CO 15:16",
    "verseText": "Kwa kuwa kama wafu hawafufuliwi, basi hata Kristo hajafufuka."
  },
  {
    "verseNumber": "1CO 15:17",
    "verseText": "Tena kama Kristo hajafufuliwa, imani yenu ni batili; nanyi bado mko katika dhambi zenu."
  },
  {
    "verseNumber": "1CO 15:18",
    "verseText": "Hivyo basi, wote waliolala katika Kristo wamepotea."
  },
  {
    "verseNumber": "1CO 15:19",
    "verseText": "Ikiwa tumaini letu ndani ya Kristo ni kwa ajili ya maisha haya tu, sisi tunastahili kuhurumiwa kuliko watu wote."
  },
  {
    "verseNumber": "1CO 15:20",
    "verseText": "Lakini kweli Kristo amefufuliwa kutoka kwa wafu, tunda la kwanza la wale wote waliolala."
  },
  {
    "verseNumber": "1CO 15:21",
    "verseText": "Kwa maana kama vile mauti ilivyokuja kwa njia ya mtu mmoja, vivyo hivyo, ufufuo wa wafu umekuja kwa njia ya mtu mmoja."
  },
  {
    "verseNumber": "1CO 15:22",
    "verseText": "Kwa maana kama vile katika Adamu watu wote wanakufa, vivyo hivyo katika Kristo wote watafanywa hai."
  },
  {
    "verseNumber": "1CO 15:23",
    "verseText": "Lakini kila mmoja kwa wakati wake: Kristo, tunda la kwanza kisha, wale walio wake, wakati atakapokuja."
  },
  {
    "verseNumber": "1CO 15:24",
    "verseText": "Ndipo mwisho utafika, wakati atakapomkabidhi Mungu Baba ufalme, akiisha angamiza kila utawala na kila mamlaka na nguvu."
  },
  {
    "verseNumber": "1CO 15:25",
    "verseText": "Kwa maana lazima Kristo atawale mpaka awe amewaweka adui zake wote chini ya miguu yake."
  },
  {
    "verseNumber": "1CO 15:26",
    "verseText": "Adui wa mwisho atakayeangamizwa ni mauti."
  },
  {
    "verseNumber": "1CO 15:27",
    "verseText": "Kwa maana Mungu “ameweka vitu vyote chini ya miguu yake.” Lakini isemapo kwamba “vitu vyote” vimewekwa chini yake, ni wazi kwamba Mungu aliyetiisha vitu vyote chini ya Kristo hayumo miongoni mwa hivyo vilivyotiishwa."
  },
  {
    "verseNumber": "1CO 15:28",
    "verseText": "Atakapokuwa amekwisha kuyafanya haya, ndipo Mwana mwenyewe atatiishwa chini yake yeye aliyetiisha vitu vyote, ili Mungu awe yote katika yote."
  },
  {
    "verseNumber": "1CO 15:29",
    "verseText": "Basi kama hakuna ufufuo, watafanyaje wale wabatizwao kwa ajili ya wafu? Kama wafu hawafufuliwi kamwe, mbona watu wanabatizwa kwa ajili yao?"
  },
  {
    "verseNumber": "1CO 15:30",
    "verseText": "Nasi kwa upande wetu kwa nini tunajihatarisha kila saa?"
  },
  {
    "verseNumber": "1CO 15:31",
    "verseText": "Kama majivuno yangu kwa ajili yenu katika Kristo Yesu Bwana wetu ni kweli, ndugu zangu, ninakufa kila siku."
  },
  {
    "verseNumber": "1CO 15:32",
    "verseText": "Kama kwa sababu za kibinadamu tu nilipigana na wanyama wakali huko Efeso, ningekuwa nimepata faida gani? Kama wafu hawafufuliwi, “Tuleni na kunywa, kwa kuwa kesho tutakufa.”"
  },
  {
    "verseNumber": "1CO 15:33",
    "verseText": "Msidanganyike: “Ushirika na watu wabaya huharibu tabia njema.”"
  },
  {
    "verseNumber": "1CO 15:34",
    "verseText": "Zindukeni mwe na akili kama iwapasavyo, wala msitende dhambi tena; kwa maana watu wengine hawamjui Mungu. Nasema mambo haya ili mwone aibu."
  },
  {
    "verseNumber": "1CO 15:35",
    "verseText": "Lakini mtu anaweza kuuliza, “Wafu wafufuliwaje? Watakuwa na mwili wa namna gani?”"
  },
  {
    "verseNumber": "1CO 15:36",
    "verseText": "Ninyi wapumbavu kiasi gani? Mpandacho hakiwi hai kama hakikufa."
  },
  {
    "verseNumber": "1CO 15:37",
    "verseText": "Mpandapo, hampandi mwili ule utakao kuwa, bali mwapanda mbegu tu, pengine ya ngano au ya kitu kingine."
  },
  {
    "verseNumber": "1CO 15:38",
    "verseText": "Lakini Mungu huipa mbegu umbo kama alivyokusudia mwenyewe na kila aina ya mbegu huipa umbo lake."
  },
  {
    "verseNumber": "1CO 15:39",
    "verseText": "Kwa maana nyama zote si za aina moja. Binadamu wana nyama ya aina moja, wanyama wana aina nyingine, kadhalika ndege na samaki wana nyama tofauti."
  },
  {
    "verseNumber": "1CO 15:40",
    "verseText": "Pia kuna miili ya mbinguni na miili ya duniani, lakini fahari wa ile miili ya mbinguni ni wa aina moja na fahari wa ile miili ya duniani ni wa aina nyingine."
  },
  {
    "verseNumber": "1CO 15:41",
    "verseText": "Jua lina fahari ya aina moja, mwezi nao una fahari yake na nyota pia, nazo nyota hutofautiana katika fahari."
  },
  {
    "verseNumber": "1CO 15:42",
    "verseText": "Hivyo ndivyo itakavyokuwa wakati wa ufufuo wa wafu. Ule mwili wa kuharibika uliopandwa, utafufuliwa usioharibika,"
  },
  {
    "verseNumber": "1CO 15:43",
    "verseText": "unapandwa katika aibu, unafufuliwa katika utukufu, unapandwa katika udhaifu, unafufuliwa katika nguvu,"
  },
  {
    "verseNumber": "1CO 15:44",
    "verseText": "unapandwa mwili wa asili, unafufuliwa mwili wa kiroho. Kama kuna mwili wa asili, basi kuna mwili wa kiroho pia."
  },
  {
    "verseNumber": "1CO 15:45",
    "verseText": "Kwa hiyo imeandikwa, “Mtu wa kwanza Adamu alifanyika kiumbe hai”; Adamu wa mwisho, yeye ni roho iletayo uzima."
  },
  {
    "verseNumber": "1CO 15:46",
    "verseText": "Lakini si ule wa kiroho uliotangulia, bali ni ule wa asili, kisha ule wa kiroho."
  },
  {
    "verseNumber": "1CO 15:47",
    "verseText": "Mtu wa kwanza aliumbwa kwa mavumbi ya ardhini, mtu wa pili alitoka mbinguni."
  },
  {
    "verseNumber": "1CO 15:48",
    "verseText": "Kama vile alivyokuwa yule wa ardhini, ndivyo walivyo wale walio wa ardhini; na kwa vile alivyo mtu yule aliyetoka mbinguni, ndivyo walivyo wale walio wa mbinguni."
  },
  {
    "verseNumber": "1CO 15:49",
    "verseText": "Kama vile tulivyochukua mfano wa mtu wa ardhini, ndivyo tutakavyochukua mfano wa yule mtu aliyetoka mbinguni."
  },
  {
    "verseNumber": "1CO 15:50",
    "verseText": "Ndugu zangu nisemalo ni hili: nyama na damu haviwezi kuurithi ufalme wa Mungu, wala kuharibika kurithi kutokuharibika."
  },
  {
    "verseNumber": "1CO 15:51",
    "verseText": "Sikilizeni, nawaambia siri: Sote hatutalala, lakini sote tutabadilishwa"
  },
  {
    "verseNumber": "1CO 15:52",
    "verseText": "ghafula, kufumba na kufumbua, parapanda ya mwisho itakapolia. Kwa kuwa parapanda italia, nao wafu watafufuliwa na miili isiyoharibika, nasi tutabadilishwa."
  },
  {
    "verseNumber": "1CO 15:53",
    "verseText": "Kwa maana mwili huu wa kuharibika lazima uvae kutokuharibika, nao huu wa kufa lazima uvae kutokufa."
  },
  {
    "verseNumber": "1CO 15:54",
    "verseText": "Kwa hiyo, mwili huu wa kuharibika utakapovaa kutokuharibika, nao huu mwili wa kufa utakapovaa kutokufa, ndipo lile neno lililoandikwa litakapotimia: “Mauti imemezwa kwa kushinda.”"
  },
  {
    "verseNumber": "1CO 15:55",
    "verseText": "“Kuko wapi, ee mauti, kushinda kwako? Uko wapi, ee mauti, uchungu wako?”"
  },
  {
    "verseNumber": "1CO 15:56",
    "verseText": "Uchungu wa mauti ni dhambi na nguvu ya dhambi ni sheria."
  },
  {
    "verseNumber": "1CO 15:57",
    "verseText": "Lakini ashukuriwe Mungu, yeye atupaye ushindi kwa njia ya Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "1CO 15:58",
    "verseText": "Kwa hiyo, ndugu zangu wapenzi, simameni imara, msitikisike, mzidi sana katika kuitenda kazi ya Bwana, kwa maana mnajua ya kuwa, kazi yenu katika Bwana si bure."
  },
  {
    "verseNumber": "1CO 16:1",
    "verseText": "Basi kuhusu changizo kwa ajili ya watakatifu: Kama nilivyoyaagiza makanisa ya Galatia, fanyeni vivyo hivyo."
  },
  {
    "verseNumber": "1CO 16:2",
    "verseText": "Siku ya kwanza ya kila juma, kila mmoja wenu atenge kiasi cha fedha, kulingana na mapato yake na fedha hizo aziweke akiba, ili nitakapokuja pasiwe na lazima ya kufanya mchango."
  },
  {
    "verseNumber": "1CO 16:3",
    "verseText": "Kwa hiyo nitakapowasili, nitawapa wale mtakaowachagua barua za kuwatambulisha, ili kuwatuma wapeleke zawadi zenu huko Yerusalemu."
  },
  {
    "verseNumber": "1CO 16:4",
    "verseText": "Kama ikionekana ni vyema na mimi niende, basi hao watu watafuatana nami."
  },
  {
    "verseNumber": "1CO 16:5",
    "verseText": "Baada ya kupitia Makedonia nitakuja kwenu, maana ninakusudia kupitia Makedonia."
  },
  {
    "verseNumber": "1CO 16:6",
    "verseText": "Huenda nitakaa nanyi kwa muda, au hata kukaa nanyi kipindi chote cha baridi, ili mweze kunisaidia katika safari yangu, popote niendapo."
  },
  {
    "verseNumber": "1CO 16:7",
    "verseText": "Kwa maana sitaki niwaone sasa na kupita tu; natarajia kuwa nanyi kwa muda wa kutosha, kama Bwana akipenda."
  },
  {
    "verseNumber": "1CO 16:8",
    "verseText": "Lakini nitakaa Efeso mpaka wakati wa Pentekoste,"
  },
  {
    "verseNumber": "1CO 16:9",
    "verseText": "kwa maana mlango mkubwa umefunguliwa kwangu kufanya kazi yenye matunda, nako huko kuna adui wengi wanaonipinga."
  },
  {
    "verseNumber": "1CO 16:10",
    "verseText": "Ikiwa Timotheo atakuja kwenu, hakikisheni kwamba hana hofu yoyote akiwa nanyi, kwa sababu anafanya kazi ya Bwana, kama mimi nifanyavyo."
  },
  {
    "verseNumber": "1CO 16:11",
    "verseText": "Basi asiwepo mtu atakayekataa kumpokea. Msafirisheni kwa amani ili aweze kunijia tena. Namtarajia pamoja na ndugu."
  },
  {
    "verseNumber": "1CO 16:12",
    "verseText": "Basi kwa habari za ndugu yetu Apolo, nimemsihi kwa bidii aje kwenu pamoja na hao ndugu. Ingawa alikuwa hapendi kabisa kuja sasa, lakini atakuja apatapo nafasi."
  },
  {
    "verseNumber": "1CO 16:13",
    "verseText": "Kesheni, simameni imara katika imani, fanyeni kiume, kuweni mashujaa kuweni hodari."
  },
  {
    "verseNumber": "1CO 16:14",
    "verseText": "Fanyeni kila kitu katika upendo."
  },
  {
    "verseNumber": "1CO 16:15",
    "verseText": "Ninyi mnajua kwamba watu wa nyumbani mwa Stefana ndio waliokuwa wa kwanza kuamini katika Akaya, nao wamejitoa kwa ajili ya kuwahudumia watakatifu. Ndugu nawasihi,"
  },
  {
    "verseNumber": "1CO 16:16",
    "verseText": "mjitie katika kuwahudumia watu kama hawa na kila mmoja aingiaye kwenye kazi na kuifanya kwa bidii."
  },
  {
    "verseNumber": "1CO 16:17",
    "verseText": "Nilifurahi wakati Stefana, Fortunato na Akaiko walipofika, kwa sababu wamenipatia yale niliyopungukiwa kutoka kwenu."
  },
  {
    "verseNumber": "1CO 16:18",
    "verseText": "Kwa kuwa waliiburudisha roho yangu na zenu pia. Watu kama hawa wanastahili kutambuliwa."
  },
  {
    "verseNumber": "1CO 16:19",
    "verseText": "Makanisa ya Asia yanawasalimu. Akila na Prisila, pamoja na kanisa lililoko nyumbani kwao wanawasalimu sana katika Bwana."
  },
  {
    "verseNumber": "1CO 16:20",
    "verseText": "Ndugu wote walioko hapa wanawasalimu. Salimianeni kwa busu takatifu."
  },
  {
    "verseNumber": "1CO 16:21",
    "verseText": "Mimi, Paulo, naandika salamu hizi kwa mkono wangu mwenyewe."
  },
  {
    "verseNumber": "1CO 16:22",
    "verseText": "Kama mtu yeyote hampendi Bwana Yesu Kristo, na alaaniwe. Bwana wetu, njoo."
  },
  {
    "verseNumber": "1CO 16:23",
    "verseText": "Neema ya Bwana Yesu iwe nanyi."
  },
  {
    "verseNumber": "1CO 16:24",
    "verseText": "Upendo wangu uwe nanyi nyote katika Kristo Yesu. Amen."
  }
]