[
  {
    "verseNumber": "1JN 1:1",
    "verseText": "Tunawajulisha lile lililokuwepo tangu mwanzo, lile tulilosikia, ambalo tumeliona kwa macho yetu, ambalo tumelitazama na kuligusa kwa mikono yetu, kuhusu Neno la uzima."
  },
  {
    "verseNumber": "1JN 1:2",
    "verseText": "Uzima huo ulidhihirishwa; nasi tumeuona na kuushuhudia, nasi twawatangazia uzima wa milele, ambao ulikuwa pamoja na Baba, nao ukadhihirishwa kwetu."
  },
  {
    "verseNumber": "1JN 1:3",
    "verseText": "Twawatangazia lile tuliloliona na kulisikia, ili nanyi mwe na ushirika nasi. Na ushirika wetu hasa ni pamoja na Baba na Mwanawe, Yesu Kristo."
  },
  {
    "verseNumber": "1JN 1:4",
    "verseText": "Tunaandika mambo haya ili furaha yetu ipate kuwa timilifu."
  },
  {
    "verseNumber": "1JN 1:5",
    "verseText": "Huu ndio ujumbe tuliosikia kutoka kwake na kuwatangazia ninyi: kwamba Mungu ni nuru na ndani yake hamna giza lolote."
  },
  {
    "verseNumber": "1JN 1:6",
    "verseText": "Kama tukisema kwamba twashirikiana naye huku tukienenda gizani, twasema uongo, wala hatutendi lililo kweli."
  },
  {
    "verseNumber": "1JN 1:7",
    "verseText": "Lakini tukienenda nuruni, kama yeye alivyo nuruni, twashirikiana sisi kwa sisi na damu yake Yesu, Mwana wake, yatusafisha dhambi yote."
  },
  {
    "verseNumber": "1JN 1:8",
    "verseText": "Kama tukisema kwamba hatuna dhambi, twajidanganya wenyewe wala kweli haimo ndani yetu."
  },
  {
    "verseNumber": "1JN 1:9",
    "verseText": "Kama tukiziungama dhambi zetu, yeye ni mwaminifu na wa haki, atatusamehe dhambi zetu na kutusafisha kutoka kwenye udhalimu wote."
  },
  {
    "verseNumber": "1JN 1:10",
    "verseText": "Kama tukisema hatukutenda dhambi, twamfanya yeye kuwa mwongo na neno lake halimo ndani yetu."
  },
  {
    "verseNumber": "1JN 2:1",
    "verseText": "Watoto wangu wapendwa, nawaandikia haya ili msitende dhambi. Lakini kama mtu yeyote akitenda dhambi, tunaye Mwombezi kwa Baba: ndiye Yesu Kristo, Mwenye Haki."
  },
  {
    "verseNumber": "1JN 2:2",
    "verseText": "Yeye ndiye dhabihu ya upatanisho kwa ajili ya dhambi zetu, wala si kwa ajili ya dhambi zetu tu, bali pia kwa ajili ya dhambi za ulimwengu wote."
  },
  {
    "verseNumber": "1JN 2:3",
    "verseText": "Basi katika hili twajua ya kuwa tumemjua, tukizishika amri zake."
  },
  {
    "verseNumber": "1JN 2:4",
    "verseText": "Mtu yeyote asemaye kuwa, “Ninamjua,” lakini hazishiki amri zake, ni mwongo, wala ndani ya mtu huyo hamna kweli."
  },
  {
    "verseNumber": "1JN 2:5",
    "verseText": "Lakini mtu yeyote anayelitii neno lake, upendo wa Mungu umekamilika ndani yake kweli kweli. Katika hili twajua kuwa tumo ndani yake."
  },
  {
    "verseNumber": "1JN 2:6",
    "verseText": "Yeyote anayesema anakaa ndani yake hana budi kuenenda kama Yesu alivyoenenda."
  },
  {
    "verseNumber": "1JN 2:7",
    "verseText": "Wapendwa, siwaandikii ninyi amri mpya bali ile ya zamani, ambayo mmekuwa nayo tangu mwanzo. Amri hii ya zamani ni lile neno mlilosikia."
  },
  {
    "verseNumber": "1JN 2:8",
    "verseText": "Lakini nawaandikia amri mpya, yaani, lile neno lililo kweli ndani yake na ndani yenu, kwa sababu giza linapita na ile nuru ya kweli tayari inangʼaa."
  },
  {
    "verseNumber": "1JN 2:9",
    "verseText": "Yeyote anayesema yumo nuruni lakini anamchukia ndugu yake bado yuko gizani."
  },
  {
    "verseNumber": "1JN 2:10",
    "verseText": "Yeye ampendaye ndugu yake anakaa nuruni, wala hakuna kitu chochote ndani yake cha kumkwaza."
  },
  {
    "verseNumber": "1JN 2:11",
    "verseText": "Lakini yeyote amchukiaye ndugu yake, yuko gizani na anaenenda gizani, wala hajui anakokwenda, kwa sababu giza limempofusha macho."
  },
  {
    "verseNumber": "1JN 2:12",
    "verseText": "Nawaandikia ninyi, watoto wadogo, kwa sababu dhambi zenu zimesamehewa kwa ajili ya Jina lake."
  },
  {
    "verseNumber": "1JN 2:13",
    "verseText": "Nawaandikia ninyi, akina baba, kwa sababu mmemjua yeye aliye tangu mwanzo. Nawaandikia ninyi vijana kwa sababu mmemshinda yule mwovu. Nawaandikia ninyi watoto wadogo, kwa sababu mmemjua Baba."
  },
  {
    "verseNumber": "1JN 2:14",
    "verseText": "Nawaandikia ninyi akina baba, kwa sababu mmemjua yeye aliye tangu mwanzo. Nawaandikia ninyi vijana, kwa sababu mna nguvu, na neno la Mungu linakaa ndani yenu, nanyi mmemshinda yule mwovu."
  },
  {
    "verseNumber": "1JN 2:15",
    "verseText": "Msiupende ulimwengu wala mambo yaliyo ulimwenguni. Kama mtu yeyote akiupenda ulimwengu, upendo wa Baba haumo ndani yake."
  },
  {
    "verseNumber": "1JN 2:16",
    "verseText": "Kwa maana kila kitu kilichomo ulimwenguni, yaani tamaa ya mwili, tamaa ya macho na kiburi cha uzima, havitokani na Baba bali hutokana na ulimwengu."
  },
  {
    "verseNumber": "1JN 2:17",
    "verseText": "Nao ulimwengu unapita, pamoja na tamaa zake, bali yeye afanyaye mapenzi ya Mungu adumu milele."
  },
  {
    "verseNumber": "1JN 2:18",
    "verseText": "Watoto wadogo, huu ni wakati wa mwisho! Kama mlivyosikia kwamba mpinga Kristo anakuja, hivyo basi wapinga Kristo wengi wamekwisha kuja. Kutokana na hili twajua kwamba huu ni wakati wa mwisho."
  },
  {
    "verseNumber": "1JN 2:19",
    "verseText": "Walitoka kwetu, lakini hawakuwa wa kwetu hasa. Kwa maana kama wangelikuwa wa kwetu, wangelikaa pamoja nasi, lakini kutoka kwao kulionyesha kwamba hakuna hata mmoja wao aliyekuwa wa kwetu."
  },
  {
    "verseNumber": "1JN 2:20",
    "verseText": "Lakini ninyi mmetiwa mafuta na yeye Aliye Mtakatifu, nanyi nyote mnaijua kweli."
  },
  {
    "verseNumber": "1JN 2:21",
    "verseText": "Siwaandikii kwa sababu hamuijui kweli, bali kwa sababu mnaijua, nanyi mnajua hakuna uongo utokao katika kweli."
  },
  {
    "verseNumber": "1JN 2:22",
    "verseText": "Je, mwongo ni nani? Mwongo ni mtu yule asemaye kwamba Yesu si Kristo. Mtu wa namna hiyo ndiye mpinga Kristo, yaani, yeye humkana Baba na Mwana."
  },
  {
    "verseNumber": "1JN 2:23",
    "verseText": "Hakuna yeyote amkanaye Mwana aliye na Baba. Yeyote anayemkubali Mwana anaye na Baba pia."
  },
  {
    "verseNumber": "1JN 2:24",
    "verseText": "Hakikisheni kwamba lile mlilosikia tangu mwanzo linakaa ndani yenu. Kama lile mlilosikia tangu mwanzo linakaa ndani yenu, ninyi nanyi mtakaa ndani ya Mwana na ndani ya Baba."
  },
  {
    "verseNumber": "1JN 2:25",
    "verseText": "Hii ndiyo ahadi yake kwetu, yaani, uzima wa milele."
  },
  {
    "verseNumber": "1JN 2:26",
    "verseText": "Nawaandikia mambo haya kuhusu wale watu ambao wanajaribu kuwapotosha."
  },
  {
    "verseNumber": "1JN 2:27",
    "verseText": "Nanyi, upako mlioupata kutoka kwake unakaa ndani yenu, wala ninyi hamna haja ya mtu yeyote kuwafundisha. Lakini kama vile upako wake unavyowafundisha kuhusu mambo yote nayo ni kweli wala si uongo, basi kama ulivyowafundisha kaeni ndani yake."
  },
  {
    "verseNumber": "1JN 2:28",
    "verseText": "Sasa basi, watoto wapendwa, kaeni ndani yake, ili atakapofunuliwa, tuwe na ujasiri, wala tusiaibike mbele zake wakati wa kuja kwake."
  },
  {
    "verseNumber": "1JN 2:29",
    "verseText": "Kama mkijua kuwa yeye ni mwenye haki, mwajua kwamba kila atendaye haki amezaliwa naye."
  },
  {
    "verseNumber": "1JN 3:1",
    "verseText": "Tazameni ni pendo kuu namna gani alilotupa Baba, kwamba sisi tuitwe wana wa Mungu! Na ndivyo tulivyo. Kwa sababu hii ulimwengu haututambui, kwa kuwa haukumtambua yeye."
  },
  {
    "verseNumber": "1JN 3:2",
    "verseText": "Wapendwa, sasa tu wana wa Mungu, lakini bado haijadhihirika tutakavyokuwa, lakini twajua ya kwamba yeye atakapodhihirishwa, tutafanana naye, kwa maana tutamwona kama alivyo."
  },
  {
    "verseNumber": "1JN 3:3",
    "verseText": "Kila mmoja mwenye matumaini haya ndani yake hujitakasa, kama vile yeye alivyo mtakatifu."
  },
  {
    "verseNumber": "1JN 3:4",
    "verseText": "Kila mtu atendaye dhambi afanya uasi, kwa kuwa dhambi ni uasi."
  },
  {
    "verseNumber": "1JN 3:5",
    "verseText": "Lakini mwajua ya kuwa yeye alidhihirishwa ili aziondoe dhambi, wala ndani yake hamna dhambi."
  },
  {
    "verseNumber": "1JN 3:6",
    "verseText": "Kila mtu akaaye ndani yake hatendi dhambi. Kila mtu atendaye dhambi hakumwona yeye wala hakumtambua."
  },
  {
    "verseNumber": "1JN 3:7",
    "verseText": "Watoto wapendwa, mtu yeyote asiwadanganye. Kila mtu atendaye haki ana haki, kama yeye alivyo na haki."
  },
  {
    "verseNumber": "1JN 3:8",
    "verseText": "Yeye atendaye dhambi ni wa ibilisi, kwa sababu ibilisi amekuwa akitenda dhambi tangu mwanzo. Kwa kusudi hili Mwana wa Mungu alidhihirishwa, ili aziangamize kazi za ibilisi."
  },
  {
    "verseNumber": "1JN 3:9",
    "verseText": "Yeyote aliyezaliwa na Mungu hatendi dhambi, kwa sababu uzao wa Mungu wakaa ndani yake, wala hawezi kutenda dhambi kwa sababu amezaliwa na Mungu."
  },
  {
    "verseNumber": "1JN 3:10",
    "verseText": "Kwa jinsi hii tunaweza kujua dhahiri watoto wa Mungu na pia watoto wa ibilisi. Yeyote asiyetenda haki hatokani na Mungu, wala yeye asiyempenda ndugu yake."
  },
  {
    "verseNumber": "1JN 3:11",
    "verseText": "Hili ndilo neno mlilolisikia tangu mwanzo: Kwamba imetupasa tupendane sisi kwa sisi."
  },
  {
    "verseNumber": "1JN 3:12",
    "verseText": "Msiwe kama Kaini aliyekuwa wa yule mwovu akamuua ndugu yake. Basi kwa nini alimuua? Ni kwa sababu matendo yake Kaini yalikuwa mabaya na ya ndugu yake yalikuwa ya haki."
  },
  {
    "verseNumber": "1JN 3:13",
    "verseText": "Ndugu zangu, ninyi msistaajabu kama ulimwengu ukiwachukia."
  },
  {
    "verseNumber": "1JN 3:14",
    "verseText": "Sisi tunajua ya kwamba tumepita mautini kuingia uzimani, kwa sababu tunawapenda ndugu. Kila asiyempenda ndugu yake akaa mautini."
  },
  {
    "verseNumber": "1JN 3:15",
    "verseText": "Yeyote amchukiaye ndugu yake ni muuaji, nanyi mwajua ya kwamba muuaji hana uzima wa milele ndani yake."
  },
  {
    "verseNumber": "1JN 3:16",
    "verseText": "Kwa namna hii twaweza kulijua pendo la Mungu: Kwa sababu Yesu Kristo aliutoa uhai wake kwa ajili yetu. Nasi imetupasa kuutoa uhai kwa ajili ya hao ndugu."
  },
  {
    "verseNumber": "1JN 3:17",
    "verseText": "Ikiwa mtu anavyo vitu vya ulimwengu huu na akamwona ndugu yake ni mhitaji lakini asimhurumie, upendo wa Mungu wakaaje ndani ya mtu huyo?"
  },
  {
    "verseNumber": "1JN 3:18",
    "verseText": "Watoto wapendwa, tusipende kwa maneno au kwa ulimi bali kwa tendo na kweli."
  },
  {
    "verseNumber": "1JN 3:19",
    "verseText": "Basi hivi ndivyo tutakavyoweza kujua ya kuwa sisi tu wa kweli na hivyo twaithibitisha mioyo yetu mbele za Mungu"
  },
  {
    "verseNumber": "1JN 3:20",
    "verseText": "kila mara mioyo yetu inapotuhukumu. Kwa maana Mungu ni mkuu kuliko mioyo yetu, naye anajua kila kitu."
  },
  {
    "verseNumber": "1JN 3:21",
    "verseText": "Wapendwa, kama mioyo yetu haituhukumu, tunao ujasiri mbele za Mungu,"
  },
  {
    "verseNumber": "1JN 3:22",
    "verseText": "lolote tuombalo, twalipokea kutoka kwake, kwa sababu tumezitii amri zake na kutenda yale yanayompendeza."
  },
  {
    "verseNumber": "1JN 3:23",
    "verseText": "Hii ndiyo amri yake: kwamba tuliamini Jina la Mwanawe, Yesu Kristo, na kupendana sisi kwa sisi kama yeye alivyotuamuru."
  },
  {
    "verseNumber": "1JN 3:24",
    "verseText": "Wale wote wanaozishika amri zake hukaa ndani yake na yeye ndani yao. Hivi ndivyo tunavyojua kwamba anakaa ndani yetu. Nasi twajua hili kwa njia ya Roho yule aliyetupa."
  },
  {
    "verseNumber": "1JN 4:1",
    "verseText": "Wapendwa, msiamini kila roho, bali zijaribuni hizo roho mwone kama zimetoka kwa Mungu, kwa sababu manabii wengi wa uongo wametokea ulimwenguni."
  },
  {
    "verseNumber": "1JN 4:2",
    "verseText": "Hivi ndivyo mnavyoweza kutambua Roho wa Mungu: Kila roho inayokubali kwamba Yesu Kristo amekuja katika mwili yatoka kwa Mungu."
  },
  {
    "verseNumber": "1JN 4:3",
    "verseText": "Lakini kila roho ambayo haimkubali Yesu haitoki kwa Mungu. Hii ndiyo roho ya mpinga Kristo, ambayo mmesikia kwamba inakuja na sasa tayari iko ulimwenguni."
  },
  {
    "verseNumber": "1JN 4:4",
    "verseText": "Watoto wapendwa, ninyi mmetokana na Mungu, nanyi mmewashinda kwa sababu yeye aliye ndani yenu ni mkuu kuliko yeye aliye katika ulimwengu."
  },
  {
    "verseNumber": "1JN 4:5",
    "verseText": "Wao wanatokana na ulimwengu na kwa hiyo hunena yaliyo ya ulimwengu, hivyo ulimwengu huwasikiliza."
  },
  {
    "verseNumber": "1JN 4:6",
    "verseText": "Sisi twatokana na Mungu na yeyote anayemjua Mungu hutusikiliza, lakini asiyetokana na Mungu hatusikilizi. Hivi ndivyo tunavyoweza kutambua Roho wa Kweli na roho ya upotovu."
  },
  {
    "verseNumber": "1JN 4:7",
    "verseText": "Wapendwa, tupendane, kwa kuwa pendo latoka kwa Mungu. Kila apendaye amezaliwa na Mungu, naye anamjua Mungu."
  },
  {
    "verseNumber": "1JN 4:8",
    "verseText": "Yeye asiyependa hamjui Mungu, kwa sababu Mungu ni pendo."
  },
  {
    "verseNumber": "1JN 4:9",
    "verseText": "Hivi ndivyo Mungu alivyoonyesha pendo lake kwetu: Mungu alimtuma Mwanawe wa pekee ulimwenguni, ili tupate uzima kupitia kwake."
  },
  {
    "verseNumber": "1JN 4:10",
    "verseText": "Hili ndilo pendo: si kwamba tulimpenda Mungu, bali yeye alitupenda, akamtuma Mwanawe, ili yeye awe dhabihu ya upatanisho kwa ajili ya dhambi zetu."
  },
  {
    "verseNumber": "1JN 4:11",
    "verseText": "Marafiki wapendwa, kama Mungu alivyotupenda sisi, imetupasa na sisi kupendana."
  },
  {
    "verseNumber": "1JN 4:12",
    "verseText": "Hakuna mtu yeyote aliyemwona Mungu wakati wowote. Lakini tukipendana, Mungu anakaa ndani yetu, na pendo lake limekamilika ndani yetu."
  },
  {
    "verseNumber": "1JN 4:13",
    "verseText": "Tunajua kwamba twakaa ndani yake na yeye ndani yetu, kwa sababu ametupa sisi sehemu ya Roho wake."
  },
  {
    "verseNumber": "1JN 4:14",
    "verseText": "Nasi tumeona na kushuhudia kwamba Baba amemtuma Mwanawe ili awe Mwokozi wa ulimwengu."
  },
  {
    "verseNumber": "1JN 4:15",
    "verseText": "Kila akiriye kwamba Yesu ni Mwana wa Mungu, basi Mungu hukaa ndani yake, naye ndani ya Mungu."
  },
  {
    "verseNumber": "1JN 4:16",
    "verseText": "Hivyo nasi twajua na kulitumainia pendo la Mungu alilo nalo kwa ajili yetu. Mungu ni Upendo. Kila akaaye katika upendo hukaa ndani ya Mungu na Mungu hukaa ndani yake."
  },
  {
    "verseNumber": "1JN 4:17",
    "verseText": "Kwa njia hii, pendo hukamilishwa miongoni mwetu ili tupate kuwa na ujasiri katika siku ya hukumu, kwa sababu kama alivyo ndivyo tulivyo sisi katika ulimwengu huu."
  },
  {
    "verseNumber": "1JN 4:18",
    "verseText": "Katika pendo hakuna hofu. Lakini pendo lililo kamili huitupa nje hofu, kwa sababu hofu inahusika na adhabu. Kila mwenye hofu hakukamilika katika pendo."
  },
  {
    "verseNumber": "1JN 4:19",
    "verseText": "Twampenda yeye kwa sababu yeye alitupenda kwanza."
  },
  {
    "verseNumber": "1JN 4:20",
    "verseText": "Ikiwa mtu atasema, “Nampenda Mungu,” lakini anamchukia ndugu yake, yeye ni mwongo. Kwa maana kila mtu asiyempenda ndugu yake ambaye anamwona, atampendaje Mungu asiyemuona?"
  },
  {
    "verseNumber": "1JN 4:21",
    "verseText": "Naye ametupa amri hii: Yeyote anayempenda Mungu lazima pia ampende ndugu yake."
  },
  {
    "verseNumber": "1JN 5:1",
    "verseText": "Kila mtu anayeamini kwamba Yesu ndiye Kristo amezaliwa na Mungu, na yeyote ampendaye Baba humpenda pia mtoto aliyezaliwa naye."
  },
  {
    "verseNumber": "1JN 5:2",
    "verseText": "Hivi ndivyo tunavyojua kwamba tunawapenda watoto wa Mungu, kwa kumpenda Mungu na kuzitii amri zake."
  },
  {
    "verseNumber": "1JN 5:3",
    "verseText": "Huku ndiko kumpenda Mungu, yaani, kuzitii amri zake. Nazo amri zake si nzito."
  },
  {
    "verseNumber": "1JN 5:4",
    "verseText": "Kwa maana kila aliyezaliwa na Mungu huushinda ulimwengu. Huku ndiko kushinda kuushindako ulimwengu, yaani, hiyo imani yetu."
  },
  {
    "verseNumber": "1JN 5:5",
    "verseText": "Ni nani yule aushindaye ulimwengu? Ni yule tu aaminiye kwamba Yesu ni Mwana wa Mungu."
  },
  {
    "verseNumber": "1JN 5:6",
    "verseText": "Huyu ndiye alikuja kwa maji na damu, yaani, Yesu Kristo. Hakuja kwa maji peke yake, bali kwa maji na damu. Naye Roho ndiye ashuhudiaye, kwa sababu Roho ndiye kweli."
  },
  {
    "verseNumber": "1JN 5:7",
    "verseText": "Kwa maana wako watatu washuhudiao[ mbinguni: hao ni Baba, Neno na Roho Mtakatifu. Hawa watatu ni umoja."
  },
  {
    "verseNumber": "1JN 5:8",
    "verseText": "Pia wako mashahidi watatu duniani]: Roho, Maji na Damu; hawa watatu wanakubaliana katika umoja."
  },
  {
    "verseNumber": "1JN 5:9",
    "verseText": "Kama tunaukubali ushuhuda wa wanadamu, basi ushuhuda wa Mungu ni mkuu zaidi, kwa kuwa huu ndio ushuhuda wa Mungu kwamba amemshuhudia Mwanawe."
  },
  {
    "verseNumber": "1JN 5:10",
    "verseText": "Kila mtu amwaminiye Mwana wa Mungu anao huu ushuhuda moyoni mwake. Kila mtu asiyemwamini Mungu amemfanya yeye kuwa mwongo, kwa sababu hakuamini ushuhuda Mungu alioutoa kuhusu Mwanawe."
  },
  {
    "verseNumber": "1JN 5:11",
    "verseText": "Huu ndio ushuhuda: kwamba Mungu ametupa uzima wa milele, nao huo uzima umo katika Mwanawe."
  },
  {
    "verseNumber": "1JN 5:12",
    "verseText": "Aliye naye Mwana wa Mungu anao uzima, yeye asiye na Mwana wa Mungu hana uzima."
  },
  {
    "verseNumber": "1JN 5:13",
    "verseText": "Nawaandikia mambo haya ninyi mnaoliamini Jina la Mwana wa Mungu ili mpate kujua ya kuwa mnao uzima wa milele."
  },
  {
    "verseNumber": "1JN 5:14",
    "verseText": "Huu ndio ujasiri tulio nao tunapomkaribia Mungu, kwamba kama tukiomba kitu sawasawa na mapenzi yake, atusikia."
  },
  {
    "verseNumber": "1JN 5:15",
    "verseText": "Nasi kama tunajua atusikia, lolote tuombalo, tunajua ya kwamba tumekwisha kupata zile haja tulizomwomba."
  },
  {
    "verseNumber": "1JN 5:16",
    "verseText": "Kama mtu akimwona ndugu yake akitenda dhambi isiyo ya mauti, inampasa aombe, naye Mungu atampa uzima mtu huyo. Ninamaanisha wale ambao dhambi yao si ya mauti. Iko dhambi ya mauti, sisemi kwamba utaomba kwa ajili ya hiyo."
  },
  {
    "verseNumber": "1JN 5:17",
    "verseText": "Jambo lolote lisilo la haki ni dhambi, lakini iko dhambi isiyo ya mauti."
  },
  {
    "verseNumber": "1JN 5:18",
    "verseText": "Tunajua ya kuwa yeye aliyezaliwa na Mungu hatendi dhambi, bali aliyezaliwa na Mungu hujilinda, wala yule mwovu hawezi kumdhuru."
  },
  {
    "verseNumber": "1JN 5:19",
    "verseText": "Sisi twajua kuwa tu watoto wa Mungu na ya kwamba ulimwengu wote uko chini ya utawala wa yule mwovu."
  },
  {
    "verseNumber": "1JN 5:20",
    "verseText": "Nasi pia twajua ya kwamba Mwana wa Mungu amekuja, naye ametupa sisi ufahamu ili tupate kumjua yeye aliye Kweli. Nasi tumo ndani yake yeye aliye Kweli, yaani, ndani ya Yesu Kristo Mwanawe. Yeye ndiye Mungu wa kweli na uzima wa milele."
  },
  {
    "verseNumber": "1JN 5:21",
    "verseText": "Watoto wapendwa, jilindeni nafsi zenu kutokana na sanamu. Amen."
  }
]