[
  {
    "verseNumber": "1KI 1:1",
    "verseText": "Mfalme Daudi alipokuwa mzee umri ukiwa umesogea, hakuweza kupata joto hata walipomfunika kwa nguo."
  },
  {
    "verseNumber": "1KI 1:2",
    "verseText": "Kwa hiyo watumishi wake wakamwambia, “Turuhusu tumtafute kijana mwanamwali bikira amhudumie mfalme na kumtunza. Anaweza kulala pembeni mwake ili bwana wetu mfalme apate joto.”"
  },
  {
    "verseNumber": "1KI 1:3",
    "verseText": "Kisha wakatafuta katika Israeli yote ili kumpata msichana mzuri wa sura na wakampata Abishagi, Mshunami, wakamleta kwa mfalme."
  },
  {
    "verseNumber": "1KI 1:4",
    "verseText": "Msichana huyo alikuwa mzuri sana wa sura, akamtunza mfalme na kumhudumia, lakini mfalme hakufanya naye tendo la ndoa."
  },
  {
    "verseNumber": "1KI 1:5",
    "verseText": "Basi Adoniya, ambaye mama yake alikuwa Hagithi, akajigamba na kusema, “Mimi nitakuwa mfalme.” Hivyo akajiwekea tayari magari na wapanda farasi, pamoja na watu hamsini wa kumtangulia wakikimbia."
  },
  {
    "verseNumber": "1KI 1:6",
    "verseText": "(Baba yake hakuwa ameingilia na kumuuliza, “Kwa nini unafanya hivyo?” Alikuwa pia kijana mzuri sana wa sura, na alizaliwa baada ya Absalomu.)"
  },
  {
    "verseNumber": "1KI 1:7",
    "verseText": "Adoniya akashauriana pamoja na Yoabu mwana wa Seruya na kuhani Abiathari, nao wakamsaidia."
  },
  {
    "verseNumber": "1KI 1:8",
    "verseText": "Lakini kuhani Sadoki, Benaya mwana wa Yehoyada, Nathani nabii, Shimei, Rei na walinzi maalum wa Daudi hawakujiunga na Adoniya."
  },
  {
    "verseNumber": "1KI 1:9",
    "verseText": "Ndipo Adoniya akatoa dhabihu ya kondoo, ngʼombe na ndama walionona kwenye Jiwe la Zohelethi karibu na En-Rogeli. Akawaalika ndugu zake wote, wana wa mfalme na wanaume wote wa Yuda waliokuwa maafisa wa mfalme,"
  },
  {
    "verseNumber": "1KI 1:10",
    "verseText": "lakini hakumwalika nabii Nathani, Benaya, walinzi maalum wa mfalme, wala ndugu yake Solomoni."
  },
  {
    "verseNumber": "1KI 1:11",
    "verseText": "Ndipo Nathani akamuuliza Bathsheba, mama yake Solomoni, “Je, hujasikia kwamba Adoniya, mwana wa Hagithi, amekuwa mfalme pasipo bwana wetu Daudi kujua jambo hili?"
  },
  {
    "verseNumber": "1KI 1:12",
    "verseText": "Sasa basi, acha nikushauri jinsi utakavyookoa uhai wako mwenyewe na uhai wa mwanao Solomoni."
  },
  {
    "verseNumber": "1KI 1:13",
    "verseText": "Ingia kwa Mfalme Daudi na umwambie, ‘Bwana wangu mfalme, je hukuniapia mimi mtumishi wako: “Hakika mwanao Solomoni atakuwa mfalme baada yangu na ndiye atakayeketi juu ya kiti changu cha ufalme”? Kwa nini basi Adoniya amekuwa mfalme?’"
  },
  {
    "verseNumber": "1KI 1:14",
    "verseText": "Utakapokuwa ukizungumza na mfalme, nitaingia na kuthibitisha hayo uliyoyasema.”"
  },
  {
    "verseNumber": "1KI 1:15",
    "verseText": "Hivyo Bathsheba akaenda kumwona mfalme chumbani mwake mahali ambapo Abishagi, Mshunami, alikuwa akimhudumia, naye mfalme alikuwa mzee sana."
  },
  {
    "verseNumber": "1KI 1:16",
    "verseText": "Bathsheba akasujudu na kupiga magoti mbele ya mfalme. Mfalme akauliza, “Ni nini hiki unachotaka?”"
  },
  {
    "verseNumber": "1KI 1:17",
    "verseText": "Akamwambia, “BWANA wangu, wewe mwenyewe uliniapia mimi mtumishi wako kwa BWANA Mungu wako kwamba: ‘Solomoni Mwanao atakuwa mfalme baada yangu na ndiye atakayeketi kwenye kiti changu cha ufalme.’"
  },
  {
    "verseNumber": "1KI 1:18",
    "verseText": "Lakini sasa Adoniya amekuwa mfalme, nawe, bwana wangu mfalme huna habari kuhusu jambo hilo."
  },
  {
    "verseNumber": "1KI 1:19",
    "verseText": "Ametoa dhabihu idadi kubwa ya ngʼombe, ndama walionona na kondoo, naye amewaalika wana wa mfalme wote, kuhani Abiathari, na Yoabu jemadari wa jeshi, lakini hakumwalika Solomoni mtumishi wako."
  },
  {
    "verseNumber": "1KI 1:20",
    "verseText": "Bwana wangu mfalme, macho ya Israeli yote yanakutazama wewe wajue kutoka kwako kuwa ni nani atakayeketi katika kiti cha ufalme cha bwana wangu mfalme baada yake."
  },
  {
    "verseNumber": "1KI 1:21",
    "verseText": "Kama sivyo, mara tu bwana wangu mfalme atakapopumzishwa pamoja na baba zake, mimi na mwanangu Solomoni tutatendewa kama wahalifu.”"
  },
  {
    "verseNumber": "1KI 1:22",
    "verseText": "Alipokuwa angali anazungumza na mfalme, nabii Nathani akafika."
  },
  {
    "verseNumber": "1KI 1:23",
    "verseText": "Wakamwambia mfalme, “Nabii Nathani yuko hapa.” Kisha akaenda mbele ya mfalme na kumsujudia hadi uso wake ukagusa ardhi."
  },
  {
    "verseNumber": "1KI 1:24",
    "verseText": "Nathani akasema, “Je, bwana wangu mfalme, umetangaza kuwa Adoniya atakuwa mfalme baada yako na kwamba ataketi kwenye kiti chako cha ufalme?"
  },
  {
    "verseNumber": "1KI 1:25",
    "verseText": "Leo ameshuka na kutoa dhabihu idadi kubwa ya ngʼombe, ndama walionona na kondoo. Amewaalika wana wote wa mfalme, jemadari wa jeshi na kuhani Abiathari. Sasa hivi, wanakula na kunywa pamoja naye wakisema, ‘Aishi maisha marefu, Mfalme Adoniya!’"
  },
  {
    "verseNumber": "1KI 1:26",
    "verseText": "Lakini mimi mtumishi wako, kuhani Sadoki, Benaya mwana wa Yehoyada na mtumishi wako Solomoni hakutualika."
  },
  {
    "verseNumber": "1KI 1:27",
    "verseText": "Je, hili ni jambo ambalo bwana wangu mfalme amelifanya pasipo kuwajulisha watumishi wake ili wapate kujua ni nani atakayeketi kwenye kiti cha ufalme cha bwana wangu mfalme baada yake?”"
  },
  {
    "verseNumber": "1KI 1:28",
    "verseText": "Ndipo Mfalme Daudi akasema, “Mwite Bathsheba, aingie ndani.” Hivyo akaingia mbele ya mfalme na kusimama mbele yake."
  },
  {
    "verseNumber": "1KI 1:29",
    "verseText": "Ndipo mfalme akaapa: “Hakika kama BWANA aishivyo, ambaye ameniokoa kutoka kila taabu,"
  },
  {
    "verseNumber": "1KI 1:30",
    "verseText": "hakika nitatekeleza leo kile nilichokuapia kwa BWANA, Mungu wa Israeli: Mwanao Solomoni atakuwa mfalme baada yangu, naye ataketi kwenye kiti changu cha ufalme baada yangu.”"
  },
  {
    "verseNumber": "1KI 1:31",
    "verseText": "Kisha Bathsheba akasujudu akipiga magoti mbele ya mfalme uso wake ukigusa ardhi akasema, “Bwana wangu Mfalme Daudi na aishi milele!”"
  },
  {
    "verseNumber": "1KI 1:32",
    "verseText": "Mfalme Daudi akasema, “Mwite kuhani Sadoki ndani, nabii Nathani na Benaya mwana wa Yehoyada.” Walipofika mbele ya mfalme,"
  },
  {
    "verseNumber": "1KI 1:33",
    "verseText": "akawaambia: “Wachukueni watumishi wa bwana wenu pamoja nanyi na mkamkalishe mwanangu Solomoni juu ya nyumbu wangu mwenyewe mkamteremshe hadi Gihoni."
  },
  {
    "verseNumber": "1KI 1:34",
    "verseText": "Huko kuhani Sadoki na nabii Nathani wamtie mafuta awe mfalme juu ya Israeli. Pigeni tarumbeta na mpaze sauti, ‘Mfalme Solomoni aishi maisha marefu!’"
  },
  {
    "verseNumber": "1KI 1:35",
    "verseText": "Kisha mtapanda pamoja naye, atakuja na kuketi kwenye kiti changu cha ufalme na kutawala badala yangu. Nimemweka awe mtawala juu ya Israeli na Yuda.”"
  },
  {
    "verseNumber": "1KI 1:36",
    "verseText": "Benaya mwana wa Yehoyada akamjibu mfalme, “Amen! BWANA, Mungu wa bwana wangu mfalme, na aseme vivyo hivyo."
  },
  {
    "verseNumber": "1KI 1:37",
    "verseText": "Kama vile BWANA alivyokuwa na bwana wangu mfalme, vivyo hivyo na awe na Solomoni kukifanya kiti chake cha utawala kuwa kikuu kuliko kile cha bwana wangu Mfalme Daudi!”"
  },
  {
    "verseNumber": "1KI 1:38",
    "verseText": "Hivyo kuhani Sadoki, nabii Nathani, Benaya mwana wa Yehoyada, Wakerethi na Wapelethi wakampandisha Solomoni juu ya nyumbu wa Mfalme Daudi, nao wakamsindikiza hadi Gihoni."
  },
  {
    "verseNumber": "1KI 1:39",
    "verseText": "Kuhani Sadoki akachukua pembe ya mafuta kutoka kwenye hema takatifu na kumtia Solomoni mafuta. Kisha wakapiga tarumbeta na watu wote wakapaza sauti wakisema, “Mfalme Solomoni aishi maisha marefu!”"
  },
  {
    "verseNumber": "1KI 1:40",
    "verseText": "Na watu wote wakakwea wakimfuata, wakipiga filimbi na kushangilia sana, hata ardhi ikatikisika kwa ile sauti."
  },
  {
    "verseNumber": "1KI 1:41",
    "verseText": "Adoniya pamoja na wageni wote waliokuwa pamoja naye wakasikia sauti hiyo walipokuwa wakimalizia karamu yao. Waliposikia sauti ya tarumbeta, Yoabu akauliza, “Nini maana ya makelele yote haya katika mji?”"
  },
  {
    "verseNumber": "1KI 1:42",
    "verseText": "Hata alipokuwa anasema, Yonathani mwana wa kuhani Abiathari akafika. Adoniya akasema, “Ingia ndani. Mtu mstahiki kama wewe ni lazima alete habari njema.”"
  },
  {
    "verseNumber": "1KI 1:43",
    "verseText": "Yonathani akajibu, “La hasha! Mfalme Daudi bwana wetu amemfanya Solomoni kuwa mfalme."
  },
  {
    "verseNumber": "1KI 1:44",
    "verseText": "Mfalme amemtuma pamoja naye kuhani Sadoki, nabii Nathani, Benaya mwana wa Yehoyada, Wakerethi na Wapelethi, nao wamempandisha juu ya nyumbu wa mfalme,"
  },
  {
    "verseNumber": "1KI 1:45",
    "verseText": "nao kuhani Sadoki na nabii Nathani wamemtia mafuta kuwa mfalme huko Gihoni. Kuanzia hapo wameendelea kushangilia na sauti zimeenea pote mjini. Hizo ndizo kelele unazosikia."
  },
  {
    "verseNumber": "1KI 1:46",
    "verseText": "Zaidi ya hayo, Solomoni ameketi juu ya kiti chake cha ufalme."
  },
  {
    "verseNumber": "1KI 1:47",
    "verseText": "Pia, maafisa wa mfalme wamekuja ili kumtakia heri bwana wetu Mfalme Daudi wakisema, ‘Mungu wako na alifanye jina la Solomoni kuwa mashuhuri kuliko lako na kiti chake cha ufalme kiwe na ukuu kuliko chako!’ Naye mfalme akasujudu akiabudu kitandani mwake"
  },
  {
    "verseNumber": "1KI 1:48",
    "verseText": "na kusema, ‘Ahimidiwe BWANA, Mungu wa Israeli, ambaye ameruhusu macho yangu kuona mrithi juu ya kiti changu cha ufalme leo hii.’ ”"
  },
  {
    "verseNumber": "1KI 1:49",
    "verseText": "Katika hili, wageni wote wa Adoniya wakainuka kwa mshtuko wa hofu na kutawanyika."
  },
  {
    "verseNumber": "1KI 1:50",
    "verseText": "Lakini Adoniya kwa kumwogopa Solomoni, akaenda na kushika pembe za madhabahu."
  },
  {
    "verseNumber": "1KI 1:51",
    "verseText": "Kisha Solomoni akaambiwa, “Adoniya anamwogopa Mfalme Solomoni na ameshikilia pembe za madhabahu. Anasema, ‘Mfalme Solomoni na aniapie leo kwamba hatamuua mtumishi wake kwa upanga.’ ”"
  },
  {
    "verseNumber": "1KI 1:52",
    "verseText": "Solomoni akajibu, “Kama akijionyesha kuwa mtu mstahiki, hakuna unywele wake utakaoanguka juu ya ardhi, lakini kama uovu ukionekana ndani yake, atakufa.”"
  },
  {
    "verseNumber": "1KI 1:53",
    "verseText": "Ndipo Mfalme Solomoni akawatuma watu, nao wakamshusha kutoka madhabahuni. Naye Adoniya akaja akamwinamia Mfalme Solomoni, naye Solomoni akamwambia, “Nenda nyumbani kwako.”"
  },
  {
    "verseNumber": "1KI 2:1",
    "verseText": "Siku zilipokaribia za Daudi kufa, akampa mwanawe Solomoni agizo."
  },
  {
    "verseNumber": "1KI 2:2",
    "verseText": "Akasema, “Mimi ninakaribia kwenda njia ya dunia yote. Hivyo uwe hodari, jionyeshe kuwa mwanaume,"
  },
  {
    "verseNumber": "1KI 2:3",
    "verseText": "shika lile BWANA Mungu wako analokuagiza: Enenda katika njia zake, ushike maagizo na amri zake, sheria zake na kanuni zake, kama ilivyoandikwa katika Sheria ya Mose, ili upate kustawi katika yote ufanyayo na popote uendako,"
  },
  {
    "verseNumber": "1KI 2:4",
    "verseText": "ili kwamba BWANA aweze kunitimizia ahadi yake: ‘Kama wazao wako wakiangalia sana wanavyoishi, na kama wakienenda kwa uaminifu mbele zangu kwa mioyo yao yote na kwa roho zao zote, kamwe hutakosa kuwa na mtu kwenye kiti cha ufalme cha Israeli.’"
  },
  {
    "verseNumber": "1KI 2:5",
    "verseText": "“Sasa wewe mwenyewe unafahamu lile Yoabu mwana wa Seruya alilonitendea, lile alilofanya kwa majemadari wawili wa majeshi ya Israeli, Abneri mwana wa Neri, na Amasa mwana wa Yetheri. Aliwaua, akimwaga damu yao wakati wa amani kama vile ni kwenye vita, tena akaipaka damu ile kwenye mkanda uliokuwa kiunoni mwake na viatu alivyovaa miguuni mwake."
  },
  {
    "verseNumber": "1KI 2:6",
    "verseText": "Shughulika naye kwa kadiri ya hekima yako, lakini usiache kichwa chake chenye mvi kishukie kaburi kwa amani."
  },
  {
    "verseNumber": "1KI 2:7",
    "verseText": "“Lakini uwaonyeshe wema wana wa Barzilai wa Gileadi na uwaruhusu wawe miongoni mwa wale walao mezani pako. Walisimama nami nilipomkimbia ndugu yako Absalomu."
  },
  {
    "verseNumber": "1KI 2:8",
    "verseText": "“Ukumbuke, unaye Shimei mwana wa Gera, Mbenyamini kutoka Bahurimu, ambaye alinilaani kwa laana kali siku niliyokwenda Mahanaimu. Aliposhuka kunilaki huko Yordani, nilimwapia kwa BWANA: ‘Sitakuua kwa upanga!’"
  },
  {
    "verseNumber": "1KI 2:9",
    "verseText": "Lakini sasa, usidhani kwamba hana hatia. Wewe ni mtu wa hekima, utajua la kumtendea. Zishushe mvi zake kaburini kwa damu.”"
  },
  {
    "verseNumber": "1KI 2:10",
    "verseText": "Kisha Daudi akapumzika pamoja na baba zake naye akazikwa katika Mji wa Daudi."
  },
  {
    "verseNumber": "1KI 2:11",
    "verseText": "Daudi alikuwa ametawala juu ya Israeli miaka arobaini: huko Hebroni alitawala miaka saba, na katika Yerusalemu akatawala miaka thelathini na mitatu."
  },
  {
    "verseNumber": "1KI 2:12",
    "verseText": "Kwa hiyo Solomoni akaketi katika kiti cha ufalme cha baba yake Daudi, nao utawala wake ukaimarika sana."
  },
  {
    "verseNumber": "1KI 2:13",
    "verseText": "Basi Adoniya, mwana wa Hagithi, akaenda kwa Bathsheba, mama yake Solomoni. Bathsheba akamuuliza, “Je, umekuja kwa amani?” Akajibu, “Ndiyo, kwa amani.”"
  },
  {
    "verseNumber": "1KI 2:14",
    "verseText": "Kisha akaongeza, “Ninalo jambo la kukuambia.” Akajibu, “Waweza kulisema.”"
  },
  {
    "verseNumber": "1KI 2:15",
    "verseText": "Akasema, “Kama unavyojua, ufalme ulikuwa wangu. Israeli wote waliniangalia mimi kama mfalme wao. Lakini mambo yalibadilika, ufalme umekwenda kwa ndugu yangu, kwa maana umemjia kutoka kwa BWANA."
  },
  {
    "verseNumber": "1KI 2:16",
    "verseText": "Sasa ninalo ombi moja ninalokuomba. Usinikatalie.” Bathsheba akasema, “Waweza kuliomba.”"
  },
  {
    "verseNumber": "1KI 2:17",
    "verseText": "Kwa hiyo akaendelea kusema, “Tafadhali mwombe Mfalme Solomoni, anipatie Abishagi, Mshunami, awe mke wangu; hatakukatalia wewe.”"
  },
  {
    "verseNumber": "1KI 2:18",
    "verseText": "Bathsheba akamjibu, “Vema sana, nitazungumza na mfalme kwa ajili yako.”"
  },
  {
    "verseNumber": "1KI 2:19",
    "verseText": "Bathsheba alipokwenda kwa Mfalme Solomoni kuzungumza naye kwa ajili ya Adoniya, mfalme alisimama kumlaki mama yake, akamwinamia na kuketi kwenye kiti chake cha ufalme. Akaamuru kiti cha ufalme kuletwa kwa ajili ya mama yake mfalme, naye akaketi mkono wake wa kuume."
  },
  {
    "verseNumber": "1KI 2:20",
    "verseText": "Bathsheba akamwambia mfalme, “Ninalo ombi moja dogo la kukuomba; usinikatalie.” Mfalme akajibu, “Omba, mama yangu; sitakukatalia.”"
  },
  {
    "verseNumber": "1KI 2:21",
    "verseText": "Akasema, “Mruhusu Abishagi, Mshunami, aolewe na ndugu yako Adoniya.”"
  },
  {
    "verseNumber": "1KI 2:22",
    "verseText": "Mfalme Solomoni akamjibu mama yake, “Kwa nini uombe Abishagi, Mshunami, kwa ajili ya Adoniya? Ungeweza pia kuomba ufalme kwa ajili yake, kwani yeye ni ndugu yangu mkubwa: naam, kwa ajili yake, na kwa kuhani Abiathari na Yoabu mwana wa Seruya!”"
  },
  {
    "verseNumber": "1KI 2:23",
    "verseText": "Mfalme Solomoni akaapa kwa BWANA, akasema: “Mungu na aniulie mbali, tena bila huruma, ikiwa Adoniya hatalipa kwa uhai wake kwa ajili ya ombi hili!"
  },
  {
    "verseNumber": "1KI 2:24",
    "verseText": "Basi sasa, hakika kama BWANA aishivyo, yeye ambaye ameniimarisha salama kwenye kiti cha ufalme cha Daudi baba yangu, naye amenipa ufalme wa kudumu kama alivyoahidi, Adoniya atauawa leo!”"
  },
  {
    "verseNumber": "1KI 2:25",
    "verseText": "Hivyo Mfalme Solomoni akatoa amri kwa Benaya mwana wa Yehoyada, naye akampiga Adoniya akafa."
  },
  {
    "verseNumber": "1KI 2:26",
    "verseText": "Mfalme akamwambia kuhani Abiathari, “Nenda huko Anathothi katika mashamba yako. Wewe unastahili kufa, lakini sitakuua sasa, kwa sababu ulilichukua Sanduku la BWANA Mwenyezi mbele ya Daudi baba yangu na ulishiriki taabu zote za baba yangu.”"
  },
  {
    "verseNumber": "1KI 2:27",
    "verseText": "Hivyo Solomoni akamwondoa Abiathari kwenye ukuhani wa BWANA, akilitimiza neno la BWANA alilokuwa amenena huko Shilo kuhusu nyumba ya Eli."
  },
  {
    "verseNumber": "1KI 2:28",
    "verseText": "Habari zilipomfikia Yoabu, ambaye alikuwa amefanya shauri baya na Adoniya, lakini sio na Absalomu, alikimbilia kwenye hema la BWANA na kushika pembe za madhabahu."
  },
  {
    "verseNumber": "1KI 2:29",
    "verseText": "Mfalme Solomoni akaambiwa kuwa Yoabu amekimbilia kwenye hema la BWANA naye alikuwa kando ya madhabahu. Basi Solomoni akamwagiza Benaya mwana wa Yehoyada: “Nenda ukamuue!”"
  },
  {
    "verseNumber": "1KI 2:30",
    "verseText": "Ndipo Benaya akaingia kwenye hema la BWANA na kumwambia Yoabu, “Mfalme anasema, ‘Toka nje!’ ” Lakini akajibu, “La! Nitafia hapa hapa.” Benaya akamwarifu mfalme, “Hivi ndivyo Yoabu alivyonijibu.”"
  },
  {
    "verseNumber": "1KI 2:31",
    "verseText": "Kisha mfalme akamwamuru Benaya, “Fanya kama asemavyo. Muue na kumzika, ili uniondolee mimi na nyumba ya baba yangu dhambi ya damu isiyokuwa na hatia ile Yoabu aliyoimwaga."
  },
  {
    "verseNumber": "1KI 2:32",
    "verseText": "BWANA atamlipiza kwa ajili ya damu aliyoimwaga, kwa sababu pasipo Daudi baba yangu kujua, aliwashambulia watu wawili na kuwaua kwa upanga. Wote wawili, Abneri mwana wa Neri, jemadari wa jeshi la Israeli, na Amasa mwana wa Yetheri, jemadari wa jeshi la Yuda, walikuwa watu wazuri na wanyofu kuliko yeye."
  },
  {
    "verseNumber": "1KI 2:33",
    "verseText": "Hatia ya damu yao na iwe juu ya kichwa cha Yoabu na wazao wake milele. Lakini kwa Daudi na uzao wake, nyumba yake na kiti chake cha ufalme, iwepo amani ya BWANA milele.”"
  },
  {
    "verseNumber": "1KI 2:34",
    "verseText": "Basi Benaya mwana wa Yehoyada akakwea, akampiga na kumuua Yoabu, naye akazikwa katika nchi yake mwenyewe katika jangwa."
  },
  {
    "verseNumber": "1KI 2:35",
    "verseText": "Mfalme akamweka Benaya mwana wa Yehoyada juu ya jeshi kwenye nafasi ya Yoabu na kumweka kuhani Sadoki badala ya Abiathari."
  },
  {
    "verseNumber": "1KI 2:36",
    "verseText": "Kisha mfalme akatuma ujumbe kwa Shimei na kumwambia, “Ujijengee nyumba huko Yerusalemu uishi huko, lakini usiende mahali pengine popote."
  },
  {
    "verseNumber": "1KI 2:37",
    "verseText": "Siku utakayoondoka kuvuka Bonde la Kidroni, uwe na hakika utakufa; damu yako itakuwa juu ya kichwa chako mwenyewe.”"
  },
  {
    "verseNumber": "1KI 2:38",
    "verseText": "Shimei akamjibu mfalme, “Ulilolisema ni jema. Mtumishi wako atatenda kama bwana wangu mfalme alivyosema.” Naye Shimei akakaa Yerusalemu kwa muda mrefu."
  },
  {
    "verseNumber": "1KI 2:39",
    "verseText": "Lakini baada ya miaka mitatu, watumwa wawili wa Shimei wakatoroka kwenda kwa Akishi mwana wa Maaka, mfalme wa Gathi, naye Shimei akaambiwa, “Watumwa wako wako Gathi.”"
  },
  {
    "verseNumber": "1KI 2:40",
    "verseText": "Kwa ajili ya hili, Shimei akatandika punda wake, akaenda kwa Akishi huko Gathi kuwatafuta watumwa wake. Basi Shimei akaondoka na kuwarudisha watumwa wake kutoka Gathi."
  },
  {
    "verseNumber": "1KI 2:41",
    "verseText": "Solomoni alipoambiwa kuwa Shimei ametoka Yerusalemu na kwenda Gathi na amekwisha kurudi,"
  },
  {
    "verseNumber": "1KI 2:42",
    "verseText": "mfalme akamwita Shimei na kumwambia, “Je, sikukuapiza kwa BWANA na kukuonya kuwa, ‘Siku utakayoondoka kwenda mahali pengine popote, uwe na hakika utakufa?’ Wakati ule uliniambia, ‘Ulilolisema ni jema. Nitatii!’"
  },
  {
    "verseNumber": "1KI 2:43",
    "verseText": "Kwa nini basi hukutunza kiapo chako kwa BWANA na kutii amri niliyokupa?”"
  },
  {
    "verseNumber": "1KI 2:44",
    "verseText": "Pia mfalme akamwambia Shimei, “Unajua katika moyo wako makosa uliyomtendea baba yangu Daudi. Sasa BWANA atakulipiza kwa ajili ya mabaya yako uliyotenda."
  },
  {
    "verseNumber": "1KI 2:45",
    "verseText": "Lakini Mfalme Solomoni atabarikiwa, na kiti cha ufalme cha Daudi kitakuwa imara mbele za BWANA milele.”"
  },
  {
    "verseNumber": "1KI 2:46",
    "verseText": "Kisha mfalme akatoa amri kwa Benaya mwana wa Yehoyada, naye akatoka nje, akampiga Shimei na kumuua. Sasa ufalme ukawa umeimarika kikamilifu mikononi mwa Solomoni."
  },
  {
    "verseNumber": "1KI 3:1",
    "verseText": "Solomoni akafanya urafiki na Mfalme Farao wa Misri na kumwoa binti yake. Akamleta huyo binti katika Mji wa Daudi mpaka alipomaliza kujenga jumba lake la kifalme na Hekalu la BWANA, pamoja na ukuta kuzunguka Yerusalemu."
  },
  {
    "verseNumber": "1KI 3:2",
    "verseText": "Hata hivyo, watu bado walikuwa wakitoa dhabihu huko kwenye vilima, kwa sababu Hekalu lilikuwa bado halijajengwa kwa ajili ya Jina la BWANA."
  },
  {
    "verseNumber": "1KI 3:3",
    "verseText": "Solomoni akaonyesha upendo wake kwa BWANA kwa kuenenda sawasawa na amri za Daudi baba yake, ila yeye alitoa dhabihu na kufukiza uvumba huko mahali pa juu."
  },
  {
    "verseNumber": "1KI 3:4",
    "verseText": "Mfalme akaenda Gibeoni kutoa dhabihu, kwa maana ndipo palipokuwa mahali pa juu pa kuabudia, naye Solomoni akatoa sadaka elfu moja za kuteketezwa juu ya hayo madhabahu."
  },
  {
    "verseNumber": "1KI 3:5",
    "verseText": "BWANA akamtokea Solomoni huko Gibeoni wakati wa usiku katika ndoto, naye Mungu akasema, “Omba lolote utakalo nikupe.”"
  },
  {
    "verseNumber": "1KI 3:6",
    "verseText": "Solomoni akajibu, “Umemfanyia mtumishi wako, baba yangu Daudi, fadhili nyingi, kwa kuwa alikuwa mwaminifu kwako na mwenye haki, tena mnyofu wa moyo. Nawe umemzidishia fadhili hii kuu kwani umempa mwana wa kuketi kwenye kiti chake cha ufalme, kama ilivyo leo."
  },
  {
    "verseNumber": "1KI 3:7",
    "verseText": "“Sasa, Ee BWANA Mungu wangu, umemfanya mtumishi wako mfalme badala ya baba yangu Daudi. Lakini mimi ni mtoto mdogo tu, wala sijui jinsi ya kutekeleza wajibu wangu."
  },
  {
    "verseNumber": "1KI 3:8",
    "verseText": "Mtumishi wako yuko hapa miongoni mwa watu uliowachagua: taifa kubwa, watu wengi wasioweza kuhesabika wala kutoa idadi yao."
  },
  {
    "verseNumber": "1KI 3:9",
    "verseText": "Hivyo mpe mtumishi wako moyo wa ufahamu ili kutawala watu wako na kupambanua kati ya mema na mabaya. Kwa maana, ni nani awezaye kutawala watu wako hawa walio wengi hivi?”"
  },
  {
    "verseNumber": "1KI 3:10",
    "verseText": "Bwana akapendezwa kwamba Solomoni ameliomba jambo hili."
  },
  {
    "verseNumber": "1KI 3:11",
    "verseText": "Basi Mungu akamwambia, “Kwa kuwa umeomba neno hili na hukuomba maisha marefu au upate utajiri kwa nafsi yako, wala adui zako wafe, bali umeomba ufahamu katika kutoa haki,"
  },
  {
    "verseNumber": "1KI 3:12",
    "verseText": "nitafanya lile uliloomba. Nitakupa moyo wa hekima na wa ufahamu, kiasi kwamba hajakuwepo mtu mwingine kama wewe, wala kamwe hatakuwepo baada yako."
  },
  {
    "verseNumber": "1KI 3:13",
    "verseText": "Zaidi ya hayo, nitakupa yale ambayo hukuomba, yaani utajiri na heshima, ili kwamba maisha yako yote hapatakuwa na mtu kama wewe miongoni mwa wafalme."
  },
  {
    "verseNumber": "1KI 3:14",
    "verseText": "Nawe kama ukienenda katika njia zangu na kutii sheria na amri zangu kama baba yako Daudi alivyofanya, nitakupa maisha marefu.”"
  },
  {
    "verseNumber": "1KI 3:15",
    "verseText": "Ndipo Solomoni akaamka, akatambua kuwa ilikuwa ndoto. Akarudi Yerusalemu, akasimama mbele ya Sanduku la Agano la BWANA, naye akatoa dhabihu za kuteketezwa na sadaka za amani. Kisha akawafanyia watumishi wake wote karamu."
  },
  {
    "verseNumber": "1KI 3:16",
    "verseText": "Basi wanawake wawili makahaba walikuja kwa mfalme na kusimama mbele yake."
  },
  {
    "verseNumber": "1KI 3:17",
    "verseText": "Mmojawapo akasema, “Bwana wangu, mimi na mwanamke huyu tunaishi kwenye nyumba moja. Nilikuwa nimezaa alipokuwa pamoja nami."
  },
  {
    "verseNumber": "1KI 3:18",
    "verseText": "Siku ya tatu baada ya mtoto wangu kuzaliwa, mwanamke huyu pia naye akazaa mtoto. Tulikuwa peke yetu, hapakuwa na mtu mwingine yeyote katika nyumba isipokuwa sisi wawili."
  },
  {
    "verseNumber": "1KI 3:19",
    "verseText": "“Wakati wa usiku mwana wa huyu mwanamke akafa kwa sababu alimlalia."
  },
  {
    "verseNumber": "1KI 3:20",
    "verseText": "Hivyo akaondoka katikati ya usiku na kumchukua mwanangu kutoka ubavuni pangu wakati mimi mtumishi wako nilipokuwa nimelala. Akamweka kifuani mwake na kumweka mwanawe aliyekufa kifuani mwangu."
  },
  {
    "verseNumber": "1KI 3:21",
    "verseText": "Asubuhi yake, nikaamka ili kumnyonyesha mwanangu, naye alikuwa amekufa! Lakini nilipomwangalia sana katika nuru ya asubuhi, niliona kuwa hakuwa yule mwana niliyekuwa nimemzaa.”"
  },
  {
    "verseNumber": "1KI 3:22",
    "verseText": "Huyo mwanamke mwingine akasema, “Hapana! Mwana aliye hai ndiye wangu, aliyekufa ni wako.” Lakini yule wa kwanza akasisitiza, “Hapana! Mwana aliyekufa ni wako, aliye hai ni wangu.” Hivi ndivyo walivyobishana mbele ya mfalme."
  },
  {
    "verseNumber": "1KI 3:23",
    "verseText": "Mfalme akasema, “Huyu anasema, ‘Mwanangu ndiye aliye hai, na aliyekufa ndiye mwanao,’ maadamu yule anasema, ‘Hapana! Aliyekufa ni wako, na aliye hai ni wangu.’ ”"
  },
  {
    "verseNumber": "1KI 3:24",
    "verseText": "Kisha mfalme akasema, “Nileteeni upanga.” Basi wakamletea mfalme upanga."
  },
  {
    "verseNumber": "1KI 3:25",
    "verseText": "Ndipo mfalme akatoa amri: “Mkate mtoto aliye hai vipande viwili; mpe huyu nusu na mwingine nusu.”"
  },
  {
    "verseNumber": "1KI 3:26",
    "verseText": "Mwanamke ambaye mwanawe alikuwa hai akajawa na huruma kwa ajili ya mwanawe na kumwambia mfalme, “Tafadhali, bwana wangu, mpe yeye mtoto aliye hai! Usimuue!” Lakini yule mwanamke mwingine akasema, “Mkate vipande viwili. Asiwe wangu au wake!”"
  },
  {
    "verseNumber": "1KI 3:27",
    "verseText": "Kisha mfalme akatoa uamuzi wake: “Mpeni mama wa kwanza mtoto aliye hai. Msimuue; ndiye mama yake.”"
  },
  {
    "verseNumber": "1KI 3:28",
    "verseText": "Wakati Israeli yote iliposikia hukumu aliyotoa mfalme, wakamwogopa mfalme, kwa sababu waliona kuwa alikuwa na hekima kutoka kwa Mungu kwa kutoa haki."
  },
  {
    "verseNumber": "1KI 4:1",
    "verseText": "Basi Mfalme Solomoni akatawala Israeli yote."
  },
  {
    "verseNumber": "1KI 4:2",
    "verseText": "Hawa ndio waliokuwa maafisa wake wakuu: Kuhani: Azaria mwana wa Sadoki;"
  },
  {
    "verseNumber": "1KI 4:3",
    "verseText": "Elihorefu na Ahiya, wana wa Shisha: waandishi; Yehoshafati mwana wa Ahiludi: karani;"
  },
  {
    "verseNumber": "1KI 4:4",
    "verseText": "Benaya mwana wa Yehoyada: jemadari mkuu wa jeshi; Sadoki na Abiathari: makuhani;"
  },
  {
    "verseNumber": "1KI 4:5",
    "verseText": "Azaria mwana wa Nathani: kiongozi wa maafisa wa wilaya; Zabudi mwana wa Nathani: kuhani na mshauri binafsi wa mfalme;"
  },
  {
    "verseNumber": "1KI 4:6",
    "verseText": "Ahishari: msimamizi wa jumba la kifalme; Adoniramu mwana wa Abda: msimamizi wa kazi za kulazimisha."
  },
  {
    "verseNumber": "1KI 4:7",
    "verseText": "Pia Solomoni alikuwa na watawala kumi na wawili wa wilaya katika Israeli yote, walioleta mahitaji kwa mfalme na kwa watu wa nyumbani kwa mfalme. Kila mmoja alitoa chakula kwa mwezi mmoja katika mwaka."
  },
  {
    "verseNumber": "1KI 4:8",
    "verseText": "Majina yao ni haya: Ben-Huri: katika nchi ya vilima ya Efraimu;"
  },
  {
    "verseNumber": "1KI 4:9",
    "verseText": "Ben-Dekeri: katika Makasi, Shaalbimu, Beth-Shemeshi na Elon-Bethhanani;"
  },
  {
    "verseNumber": "1KI 4:10",
    "verseText": "Ben-Hesedi: katika Arubothi (Soko na nchi yote ya Heferi zilikuwa zake);"
  },
  {
    "verseNumber": "1KI 4:11",
    "verseText": "Ben-Abinadabu: katika Nafoth-Dori (alimwoa Tafathi binti Solomoni);"
  },
  {
    "verseNumber": "1KI 4:12",
    "verseText": "Baana mwana wa Ahiludi: katika Taanaki na Megido, na katika Beth-Shani yote karibu na Sarethani chini ya Yezreeli, kuanzia Beth-Shani hadi Abel-Mehola kupita hadi Yokmeamu;"
  },
  {
    "verseNumber": "1KI 4:13",
    "verseText": "Ben-Geberi: katika Ramoth-Gileadi (makao ya Yairi mwana wa Manase katika Gileadi ilikuwa miji yake, pamoja na wilaya ya Argobu katika Bashani na miji yake mikubwa sitini yenye kuzungukwa na kuta zenye makomeo ya shaba);"
  },
  {
    "verseNumber": "1KI 4:14",
    "verseText": "Ahinadabu mwana wa Ido: katika Mahanaimu;"
  },
  {
    "verseNumber": "1KI 4:15",
    "verseText": "Ahimaasi: katika Naftali (alikuwa amemwoa Basemathi binti Solomoni);"
  },
  {
    "verseNumber": "1KI 4:16",
    "verseText": "Baana mwana wa Hushai: katika Asheri na katika Bealothi;"
  },
  {
    "verseNumber": "1KI 4:17",
    "verseText": "Yehoshafati mwana wa Parua: katika Isakari;"
  },
  {
    "verseNumber": "1KI 4:18",
    "verseText": "Shimei mwana wa Ela: katika Benyamini;"
  },
  {
    "verseNumber": "1KI 4:19",
    "verseText": "Geberi mwana wa Uri: katika Gileadi (nchi ya Sihoni mfalme wa Waamori na nchi ya Ogu mfalme wa Bashani). Naye alikuwa ndiye mtawala pekee katika eneo hilo."
  },
  {
    "verseNumber": "1KI 4:20",
    "verseText": "Watu wa Yuda na Israeli walikuwa wengi kama mchanga wa pwani; walikula, wakanywa na kufurahi."
  },
  {
    "verseNumber": "1KI 4:21",
    "verseText": "Mfalme Solomoni akatawala katika falme zote kuanzia Mto Frati hadi nchi ya Wafilisti, hadi kwenye mpaka wa Misri. Nchi hizi zilileta ushuru na zilikuwa chini ya Solomoni, siku zote za maisha yake."
  },
  {
    "verseNumber": "1KI 4:22",
    "verseText": "Mahitaji ya Solomoni ya kila siku yalikuwa kori thelathini za unga laini, kori sitini za unga wa kawaida."
  },
  {
    "verseNumber": "1KI 4:23",
    "verseText": "Ngʼombe kumi wa zizini, ngʼombe ishirini wa malisho, kondoo na mbuzi mia moja, pamoja na ayala, paa, kulungu na kuku wazuri sana."
  },
  {
    "verseNumber": "1KI 4:24",
    "verseText": "Kwa kuwa Solomoni alitawala falme zote magharibi ya mto, kuanzia Tifsa hadi Gaza, naye akawa na amani pande zote."
  },
  {
    "verseNumber": "1KI 4:25",
    "verseText": "Wakati wa maisha ya Solomoni Yuda na Israeli, kuanzia Dani mpaka Beer-Sheba, wakaishi salama kila mtu chini ya mzabibu wake na chini ya mtini wake."
  },
  {
    "verseNumber": "1KI 4:26",
    "verseText": "Solomoni alikuwa na mabanda 4,000 ya magari ya vita, na farasi 12,000."
  },
  {
    "verseNumber": "1KI 4:27",
    "verseText": "Maafisa wa eneo hilo, kila mmoja katika mwezi wake, walileta mahitaji kwa ajili ya Mfalme Solomoni na wote waliokula mezani mwa mfalme. Walihakikisha kuwa hakuna chochote kilichopungua."
  },
  {
    "verseNumber": "1KI 4:28",
    "verseText": "Pia walileta sehemu walizopangiwa za shayiri na majani kwa ajili ya farasi wavutao magari na farasi wengine mahali palipostahili."
  },
  {
    "verseNumber": "1KI 4:29",
    "verseText": "Mungu akampa Solomoni hekima na akili kubwa, pia ufahamu mpana usiopimika kama mchanga ulioko pwani ya bahari."
  },
  {
    "verseNumber": "1KI 4:30",
    "verseText": "Hekima ya Solomoni ilikuwa kubwa kuliko hekima ya watu wote wa Mashariki na kubwa kuliko hekima yote ya Misri."
  },
  {
    "verseNumber": "1KI 4:31",
    "verseText": "Alikuwa na hekima kuliko kila mwandishi, akiwemo Ethani Mwezrahi: kuliko Hemani, Kalkoli na Darda, wana wa Maholi. Umaarufu wake ukaenea kwa mataifa yote yaliyomzunguka."
  },
  {
    "verseNumber": "1KI 4:32",
    "verseText": "Akanena mithali 3,000 na nyimbo zake zilikuwa 1,005."
  },
  {
    "verseNumber": "1KI 4:33",
    "verseText": "Akaelezea maisha ya mimea kuanzia mwerezi wa Lebanoni hadi hisopo iotayo ukutani. Pia akafundisha kuhusu wanyama na ndege, wanyama wenye damu baridi, wakiwemo samaki."
  },
  {
    "verseNumber": "1KI 4:34",
    "verseText": "Watu wa mataifa yote wakaja kusikiliza hekima ya Solomoni, waliotumwa na wafalme wote wa ulimwengu, waliokuwa wamesikia juu ya hekima yake."
  },
  {
    "verseNumber": "1KI 5:1",
    "verseText": "Hiramu mfalme wa Tiro aliposikia kuwa Solomoni ametiwa mafuta awe mfalme mahali pa Daudi baba yake, akatuma wajumbe kwa Solomoni, kwa sababu Hiramu siku zote alikuwa na uhusiano mzuri wa kirafiki na Daudi."
  },
  {
    "verseNumber": "1KI 5:2",
    "verseText": "Solomoni akapeleka ujumbe huu kwa Hiramu:"
  },
  {
    "verseNumber": "1KI 5:3",
    "verseText": "“Unajua kwamba kwa sababu ya vita vilivyopiganwa dhidi ya baba yangu Daudi kutoka pande zote, hakuweza kujenga Hekalu kwa ajili ya Jina la BWANA Mungu wake, hadi BWANA alipowaweka adui zake chini ya miguu yake."
  },
  {
    "verseNumber": "1KI 5:4",
    "verseText": "Lakini sasa BWANA Mungu wangu amenipa utulivu kila upande hakuna adui wala maafa."
  },
  {
    "verseNumber": "1KI 5:5",
    "verseText": "Kwa hiyo, ninakusudia kujenga Hekalu kwa ajili ya Jina la BWANA, Mungu wangu, kama BWANA alivyomwambia baba yangu Daudi, wakati aliposema, ‘Mwanao nitakayemweka kwenye kiti cha ufalme mahali pako, ndiye atajenga Hekalu kwa ajili ya Jina langu.’"
  },
  {
    "verseNumber": "1KI 5:6",
    "verseText": "“Hivyo toa amri ili mierezi ya Lebanoni ikatwe kwa ajili yangu. Watu wangu watafanya kazi na watu wako, nami nitawalipa watu wako kwa ujira wowote utakaoupanga. Unajua kwamba hatuna mtu yeyote mwenye ustadi katika kukata miti kama Wasidoni.”"
  },
  {
    "verseNumber": "1KI 5:7",
    "verseText": "Hiramu aliposikia ujumbe wa Solomoni, akafurahishwa sana akasema, “Ahimidiwe BWANA leo, kwa kuwa amempa Daudi mwana mwenye hekima kutawala juu ya taifa hili kubwa.”"
  },
  {
    "verseNumber": "1KI 5:8",
    "verseText": "Hiramu akatuma neno kwa Solomoni: “Nimepokea ujumbe ulionipelekea na nitafanya yote unayohitaji katika kukupatia magogo ya mierezi na misunobari."
  },
  {
    "verseNumber": "1KI 5:9",
    "verseText": "Watu wangu watayakokota kutoka Lebanoni hadi kwenye bahari, nami nitayafunga mafungu mafungu yaelee juu ya maji hadi utakapoelekeza. Huko nitayatenganisha, nawe utaweza kuyachukua. Wewe utakidhi haja yangu kwa kunipatia chakula kwa ajili ya watu wa nyumbani mwangu.”"
  },
  {
    "verseNumber": "1KI 5:10",
    "verseText": "Kwa njia hii Hiramu akampa Solomoni miti yote ya mierezi na magogo ya misunobari kama alivyohitaji,"
  },
  {
    "verseNumber": "1KI 5:11",
    "verseText": "naye Solomoni akampa Hiramu kori 20,000 za ngano kama chakula kwa ajili ya watu wa nyumbani mwake, pamoja na mafuta safi ya zeituni yaliyokamuliwa bathi 20,000. Solomoni aliendelea kumfanyia Hiramu hivyo mwaka baada ya mwaka."
  },
  {
    "verseNumber": "1KI 5:12",
    "verseText": "BWANA akampa Solomoni hekima, kama alivyomwahidi. Palikuwepo na uhusiano wa amani kati ya Hiramu na Solomoni, na wote wawili wakafanya mkataba."
  },
  {
    "verseNumber": "1KI 5:13",
    "verseText": "Mfalme Solomoni akakusanya wafanyakazi 30,000 kutoka Israeli yote."
  },
  {
    "verseNumber": "1KI 5:14",
    "verseText": "Akawapeleka Lebanoni kwa zamu za watu 10,000 kwa mwezi, hivyo walikaa Lebanoni kwa mwezi mmoja na miezi miwili nyumbani. Adoniramu ndiye alikuwa kiongozi wa shokoa."
  },
  {
    "verseNumber": "1KI 5:15",
    "verseText": "Solomoni alikuwa na wachukuzi wa mizigo 70,000 na wachonga mawe 80,000 huko vilimani,"
  },
  {
    "verseNumber": "1KI 5:16",
    "verseText": "pamoja na wasimamizi 3,300 ambao walisimamia kazi hiyo na kuwaongoza wafanyakazi."
  },
  {
    "verseNumber": "1KI 5:17",
    "verseText": "Kwa amri ya mfalme walitoa kwenye machimbo ya mawe, mawe makubwa, yaliyo bora kwa kujengea msingi wa nyumba yaliyochongwa kwa ajili ya Hekalu."
  },
  {
    "verseNumber": "1KI 5:18",
    "verseText": "Mafundi wa Solomoni, wa Hiramu na watu wa Gebali walikata na kuandaa mbao na mawe kwa ajili ya ujenzi wa Hekalu."
  },
  {
    "verseNumber": "1KI 6:1",
    "verseText": "Katika mwaka wa 480 baada ya Waisraeli kutoka nchi ya Misri, katika mwaka wa nne wa utawala wa Solomoni katika Israeli, katika mwezi wa Zivu, ambao ndio mwezi wa pili, alianza kujenga Hekalu la BWANA."
  },
  {
    "verseNumber": "1KI 6:2",
    "verseText": "Hekalu hilo Mfalme Solomoni alilojenga kwa ajili ya BWANA lilikuwa na urefu wa dhiraa sitini, upana wa dhiraa ishirini na kimo cha dhiraa thelathini kwenda juu."
  },
  {
    "verseNumber": "1KI 6:3",
    "verseText": "Baraza ya mbele ya Hekalu ilienea dhiraa ishirini kulingana na upana wa Hekalu na kujitokeza dhiraa kumi mbele ya Hekalu."
  },
  {
    "verseNumber": "1KI 6:4",
    "verseText": "Akatengeneza madirisha membamba yenye vidirisha vidogo vya juu katika Hekalu."
  },
  {
    "verseNumber": "1KI 6:5",
    "verseText": "Akafanyiza vyumba vya pembeni kulizunguka Hekalu lote vikishikamana na kuta za Hekalu na za Patakatifu pa Patakatifu."
  },
  {
    "verseNumber": "1KI 6:6",
    "verseText": "Ghorofa ya chini kabisa ilikuwa na upana wa dhiraa tano, ya kati ilikuwa dhiraa sita na ya tatu ilikuwa dhiraa saba. Kuzunguka ukuta wa nje wa Hekalu akapunguza ukuta pande zote ili boriti zisishikane kwenye kuta za Hekalu."
  },
  {
    "verseNumber": "1KI 6:7",
    "verseText": "Katika kujenga Hekalu, yalitumika tu mawe yaliyochongwa huko machimboni, wala hakuna nyundo, patasi au chombo kingine chochote cha chuma kilichosikika sauti yake katika eneo la ujenzi wa Hekalu wakati lilipokuwa likijengwa."
  },
  {
    "verseNumber": "1KI 6:8",
    "verseText": "Ingilio la ghorofa ya chini kabisa lilikuwa upande wa kusini wa Hekalu, ngazi ilielekea ghorofa ya kati na kutokea hapo ilielekea hadi ghorofa ya tatu."
  },
  {
    "verseNumber": "1KI 6:9",
    "verseText": "Basi Solomoni akajenga Hekalu na kulikamilisha, akiliweka paa za boriti na mbao za mierezi."
  },
  {
    "verseNumber": "1KI 6:10",
    "verseText": "Mfalme Solomoni akajenga vyumba vya pembeni kuzunguka Hekalu lote. Kimo cha kila kimoja kilikuwa dhiraa tano. Navyo vilikuwa vimeunganishwa na Hekalu kwa boriti za mierezi."
  },
  {
    "verseNumber": "1KI 6:11",
    "verseText": "Neno la BWANA likamjia Solomoni kusema:"
  },
  {
    "verseNumber": "1KI 6:12",
    "verseText": "“Kwa habari ya Hekalu hili unalojenga, kama ukifuata amri zangu, ukatunza masharti yangu na kushika maagizo yangu yote na kuyatii, kwa kupitia wewe nitatimiza ahadi niliyomwahidi Daudi baba yako."
  },
  {
    "verseNumber": "1KI 6:13",
    "verseText": "Nami nitakaa miongoni mwa Waisraeli, nami sitawaacha watu wangu Israeli.”"
  },
  {
    "verseNumber": "1KI 6:14",
    "verseText": "Basi Solomoni akajenga Hekalu na kulikamilisha."
  },
  {
    "verseNumber": "1KI 6:15",
    "verseText": "Akazifunika kuta zake za ndani kwa mbao za mierezi, akizipigilia ukutani kuanzia sakafuni mwa Hekalu hadi kwenye dari na kufunika sakafu ya Hekalu kwa mbao za misunobari."
  },
  {
    "verseNumber": "1KI 6:16",
    "verseText": "Akagawa dhiraa ishirini sehemu ya nyuma ya Hekalu kwa mbao za mierezi kuanzia kwenye sakafu hadi darini ili kufanya sehemu takatifu ya ndani, yaani Patakatifu pa Patakatifu."
  },
  {
    "verseNumber": "1KI 6:17",
    "verseText": "Ukumbi mkubwa uliokuwa mbele ya chumba hiki ndio ulikuwa na urefu wa dhiraa arobaini."
  },
  {
    "verseNumber": "1KI 6:18",
    "verseText": "Hekalu ndani ilikuwa ya mierezi iliyonakshiwa mifano ya maboga na maua yaliyochanua. Kila kitu kilikuwa cha mwerezi, hakuna jiwe ambalo lilionekana."
  },
  {
    "verseNumber": "1KI 6:19",
    "verseText": "Ndani ya Hekalu akatengeneza sehemu takatifu ya ndani, kwa ajili ya kuweka Sanduku la Agano la BWANA."
  },
  {
    "verseNumber": "1KI 6:20",
    "verseText": "Sehemu takatifu ya ndani ilikuwa na upana, urefu na kimo cha dhiraa ishirini ndani kwa ndani. Akaifunika ndani kwa dhahabu safi, pia akaifunika madhabahu ya mierezi vivyo hivyo."
  },
  {
    "verseNumber": "1KI 6:21",
    "verseText": "Solomoni akaifunika sehemu ya ndani ya Hekalu kwa dhahabu safi, naye akaitandaza mikufu ya dhahabu kutoka upande moja hadi ule mwingine mbele ya Patakatifu pa Patakatifu, ambako palifunikwa kwa dhahabu."
  },
  {
    "verseNumber": "1KI 6:22",
    "verseText": "Basi akafunika sehemu yote ya ndani kwa dhahabu. Pia akafunika madhabahu yale yaliyokuwa ndani ya Patakatifu pa Patakatifu kwa dhahabu."
  },
  {
    "verseNumber": "1KI 6:23",
    "verseText": "Katika Patakatifu pa Patakatifu akatengeneza makerubi wawili kwa mzeituni, kila moja likiwa na dhiraa kumi kwenda juu."
  },
  {
    "verseNumber": "1KI 6:24",
    "verseText": "Bawa moja la kerubi wa kwanza lilikuwa na urefu wa dhiraa tano na bawa jingine dhiraa tano, hivyo urefu kutoka ncha ya bawa moja hadi ncha ya bawa jingine ulikuwa dhiraa kumi."
  },
  {
    "verseNumber": "1KI 6:25",
    "verseText": "Kerubi wa pili alikuwa na urefu wa dhiraa kumi pia, hivyo makerubi hao wawili walifanana kwa vipimo na kwa umbo."
  },
  {
    "verseNumber": "1KI 6:26",
    "verseText": "Kimo cha kila kerubi kilikuwa dhiraa kumi."
  },
  {
    "verseNumber": "1KI 6:27",
    "verseText": "Aliwaweka makerubi hao ndani ya Patakatifu pa Patakatifu pa Hekalu, mabawa yake yakiwa yamekunjuliwa. Bawa la kerubi mmoja liligusa ukuta mmoja, wakati bawa la yule mwingine liligusa ukuta mwingine, nayo mabawa yao mengine yaligusana katikati ya chumba."
  },
  {
    "verseNumber": "1KI 6:28",
    "verseText": "Akafunika wale makerubi kwa dhahabu."
  },
  {
    "verseNumber": "1KI 6:29",
    "verseText": "Juu ya kuta zote zilizozunguka Hekalu, za vyumba vya ndani na vya nje, zilipambwa kwa nakshi zilizokatwa za makerubi, miti ya mitende na maua yaliyochanua."
  },
  {
    "verseNumber": "1KI 6:30",
    "verseText": "Pia alifunika sakafu zote za vyumba vya ndani na vya nje vya Hekalu kwa dhahabu."
  },
  {
    "verseNumber": "1KI 6:31",
    "verseText": "Kwa ingilio la Patakatifu pa Patakatifu akatengeneza milango ya mbao za mzeituni, zikiwa na miimo na vizingiti vyenye umbo la pembe tano."
  },
  {
    "verseNumber": "1KI 6:32",
    "verseText": "Juu ya milango miwili ya mbao za mzeituni alinakshi makerubi, miti ya mitende pamoja na maua yaliyochanua na kufunika makerubi na miti ya mitende kwa dhahabu iliyofuliwa."
  },
  {
    "verseNumber": "1KI 6:33",
    "verseText": "Kwa njia iyo hiyo akatengeneza miimo yenye pande nne ya miti ya mizeituni, kwa ajili ya ingilio la ukumbi mkubwa."
  },
  {
    "verseNumber": "1KI 6:34",
    "verseText": "Kulikuwa na milango miwili iliyoweza kukunjuka iliyotengenezwa kwa mbao za msunobari na kila mmoja ulikuwa na bawaba ambazo zingeuwezesha kujikunja kila kipande juu ya kingine."
  },
  {
    "verseNumber": "1KI 6:35",
    "verseText": "Akanakshi makerubi, miti ya mitende na maua yaliyochanua juu yake na kufunika kwa dhahabu iliyonyooshwa vizuri juu ya michoro."
  },
  {
    "verseNumber": "1KI 6:36",
    "verseText": "Tena akajenga ua wa ndani safu tatu za mawe yaliyochongwa na safu moja ya boriti za mierezi zilizorembwa."
  },
  {
    "verseNumber": "1KI 6:37",
    "verseText": "Msingi wa Hekalu la BWANA uliwekwa katika mwaka wa nne, katika mwezi wa Zivu, ndio mwezi wa tano."
  },
  {
    "verseNumber": "1KI 6:38",
    "verseText": "Katika mwaka wa kumi na moja, mwezi wa Buli, ndio mwezi wa nane, Hekalu lilikamilika katika hatua zake zote kwa kufuatana na maelekezo yake Solomoni. Alilijenga kwa miaka saba."
  },
  {
    "verseNumber": "1KI 7:1",
    "verseText": "Ilimchukua Solomoni miaka kumi na mitatu kukamilisha ujenzi wa Jumba lake la kifalme."
  },
  {
    "verseNumber": "1KI 7:2",
    "verseText": "Alijenga Jumba la Kifalme la Msitu wa Lebanoni, urefu wake ulikuwa dhiraa 100, upana wake dhiraa hamsini na kimo chake dhiraa thelathini, likiwa na safu nne za nguzo za mierezi zikishikilia boriti za mierezi zilizorembwa."
  },
  {
    "verseNumber": "1KI 7:3",
    "verseText": "Ilipauliwa kwa mierezi juu ya boriti zile zilizolala juu ya nguzo arobaini na tano, kumi na tano kwa kila safu."
  },
  {
    "verseNumber": "1KI 7:4",
    "verseText": "Madirisha yake yaliwekwa juu kwa safu tatu, yakielekeana."
  },
  {
    "verseNumber": "1KI 7:5",
    "verseText": "Milango yote ilikuwa na miimo ya mstatili, ilikuwa upande wa mbele katika safu tatu, ikielekeana."
  },
  {
    "verseNumber": "1KI 7:6",
    "verseText": "Akajenga ukumbi wa nguzo, ambao urefu wake ulikuwa dhiraa hamsini na upana wake dhiraa thelathini. Mbele ya jengo hilo kulikuwepo baraza. Mbele ya baraza kulikuwepo na nguzo na paa lililoningʼinia."
  },
  {
    "verseNumber": "1KI 7:7",
    "verseText": "Akajenga ukumbi wa kiti cha enzi, Ukumbi wa Hukumu, mahali ambapo angelitolea hukumu, akaufunika kwa mierezi kutoka sakafuni hadi darini."
  },
  {
    "verseNumber": "1KI 7:8",
    "verseText": "Kwenye jumba la kifalme ambamo angeliishi, aliiweka nyuma zaidi, ikiwa na mjengo wa aina moja na hiyo nyingine. Pia Solomoni akajenga jumba la kifalme linalofanana na huo ukumbi mkubwa kwa ajili ya binti Farao, aliyekuwa amemwoa."
  },
  {
    "verseNumber": "1KI 7:9",
    "verseText": "Ujenzi huu wote, kuanzia nje mpaka kwenye ua mkuu na kuanzia kwenye msingi hadi upenuni, ulifanywa kwa mawe ya ubora wa hali ya juu yaliyokuwa yamechongwa kwa vipimo na kusawazishwa kwa msumeno nyuso zake za ndani na za nje."
  },
  {
    "verseNumber": "1KI 7:10",
    "verseText": "Misingi iliwekwa kwa mawe makubwa yaliyo bora, yenye urefu wa dhiraa kumi na mengine yenye urefu wa dhiraa nane"
  },
  {
    "verseNumber": "1KI 7:11",
    "verseText": "Sehemu za juu kulikuwepo na mawe yenye ubora wa hali ya juu, yaliyokatwa kwa vipimo na boriti za mierezi."
  },
  {
    "verseNumber": "1KI 7:12",
    "verseText": "Ule ua mkuu ulizungukwa na ukuta wa safu tatu za mawe yaliyochongwa na safu moja ya boriti za mierezi zilizorembwa, kama ulivyokuwa ua wa ndani wa Hekalu la BWANA na baraza yake."
  },
  {
    "verseNumber": "1KI 7:13",
    "verseText": "Mfalme Solomoni akatuma watu Tiro kumleta Hiramu,"
  },
  {
    "verseNumber": "1KI 7:14",
    "verseText": "ambaye mama yake alikuwa mjane kutoka kabila la Naftali na baba yake alikuwa mtu wa Tiro tena fundi wa shaba. Hiramu alikuwa na ustadi wa hali ya juu na mzoefu katika aina zote za kazi ya shaba. Alikuja kwa Mfalme Solomoni na kufanya kazi zake zote alizopangiwa."
  },
  {
    "verseNumber": "1KI 7:15",
    "verseText": "Hiramu akasubu nguzo mbili za shaba, kila moja ikiwa na urefu wa dhiraa kumi na nane, kila nguzo ikiwa na mzingo wa dhiraa kumi na mbili kwa mstari."
  },
  {
    "verseNumber": "1KI 7:16",
    "verseText": "Pia alitengeneza mataji mawili ya shaba ya kusubu ili kuyaweka juu ya hizo nguzo; kila taji lilikuwa na kimo cha dhiraa tano kwenda juu."
  },
  {
    "verseNumber": "1KI 7:17",
    "verseText": "Wavu wa mikufu iliyosokotewa kwenye zile taji juu ya zile nguzo, saba kwa kila taji."
  },
  {
    "verseNumber": "1KI 7:18",
    "verseText": "Akatengeneza makomamanga katika safu mbili kuzunguka kila wavu kuremba mataji yaliyo juu ya nguzo. Alifanya hivyo kwa kila nguzo."
  },
  {
    "verseNumber": "1KI 7:19",
    "verseText": "Mataji yaliyokuwa juu ya nguzo kwenye baraza, yalikuwa katika umbo la yungiyungi, kimo chake ni dhiraa nne"
  },
  {
    "verseNumber": "1KI 7:20",
    "verseText": "Juu ya mataji ya zile nguzo mbili, juu ya ile sehemu yenye umbo kama bakuli, karibu na ule wavu, kulikuwa na yale makomamanga 200 katika safu kuzunguka pande zote."
  },
  {
    "verseNumber": "1KI 7:21",
    "verseText": "Hiramu akasimamisha nguzo kwenye baraza ya Hekalu. Nguzo ya upande wa kusini akaiita Yakini, na ile ya upande wa kaskazini Boazi."
  },
  {
    "verseNumber": "1KI 7:22",
    "verseText": "Mataji yaliyokuwa juu yalikuwa na umbo la yungiyungi. Hivyo kazi ya nguzo ikakamilika."
  },
  {
    "verseNumber": "1KI 7:23",
    "verseText": "Hiramu akasubu Bahari ya chuma, yenye umbo la mviringo, ya dhiraa kumi kutoka ukingo hadi ukingo na kimo cha dhiraa tano. Mzunguko wake ulikuwa dhiraa thelathini."
  },
  {
    "verseNumber": "1KI 7:24",
    "verseText": "Chini ya ukingo, ilizungukwa na maboga, kumi kwenye kila dhiraa moja. Maboga yalikuwa yamesubiwa katika safu mbili ili kuwa kitu kimoja na hiyo bahari."
  },
  {
    "verseNumber": "1KI 7:25",
    "verseText": "Bahari iliwekwa juu ya mafahali kumi na wawili, watatu wakielekea kaskazini, watatu wakielekea magharibi, watatu wakielekea kusini na watatu wakielekea mashariki. Bahari iliwekwa juu yao na sehemu zao za nyuma zilielekeana."
  },
  {
    "verseNumber": "1KI 7:26",
    "verseText": "Ilikuwa na unene wa nyanda nne na ukingo wake ulifanana na ukingo wa kikombe, kama ua la yungiyungi iliyochanua. Iliweza kuchukua bathi 2,000."
  },
  {
    "verseNumber": "1KI 7:27",
    "verseText": "Pia akatengeneza vitako kumi vya shaba vinavyoweza kuhamishika, kila kimoja kilikuwa na urefu wa dhiraa nne, upana dhiraa nne na kimo chake dhiraa tatu"
  },
  {
    "verseNumber": "1KI 7:28",
    "verseText": "Hivi ndivyo vile vitako vilivyotengenezwa: Vilikuwa na mbao za pembeni zilizoshikamanishwa na mihimili."
  },
  {
    "verseNumber": "1KI 7:29",
    "verseText": "Juu ya mbao kati ya hiyo mihimili kulikuwa na simba, mafahali na makerubi, pia kwenye mihimili yake. Juu na chini ya simba na mafahali kulikuwa kumesokotewa taji za kufuliwa."
  },
  {
    "verseNumber": "1KI 7:30",
    "verseText": "Kila kitako kilikuwa na magurudumu manne ya shaba, na vyuma vya katikati vya kuyazungusha hayo magurudumu na kila kimoja kilikuwa na sinia kwenye vishikizo vinne vya taji iliyosubiwa kila upande."
  },
  {
    "verseNumber": "1KI 7:31",
    "verseText": "Ndani ya kitako kulikuwa na nafasi ya wazi iliyokuwa na umbile la mviringo lenye kina cha dhiraa moja. Nafasi hii ya wazi ilikuwa ya mviringo, pamoja na kitako chake ilikuwa dhiraa moja na nusu. Kuzunguka huo mdomo wake kulitiwa nakshi. Papi za vitako zilikuwa mraba na si za mviringo."
  },
  {
    "verseNumber": "1KI 7:32",
    "verseText": "Magurudumu manne yalikuwa chini ya papi, na vyuma vya katikati vya kuzungushia magurudumu hayo vilikuwa vimeunganishwa kwenye kitako. Kipenyo cha kila gurudumu kilikuwa dhiraa moja na nusu."
  },
  {
    "verseNumber": "1KI 7:33",
    "verseText": "Magurudumu yalitengenezwa kama ya magari ya vita ya kukokotwa, vyuma vya katikati vya magurudumu, duara zake, matindi yake na vikombe vyake vyote vilikuwa vya kusubu."
  },
  {
    "verseNumber": "1KI 7:34",
    "verseText": "Kila kitako kilikuwa na mikono minne, moja kwenye kila pembe, ukitokeza kutoka kwenye kitako."
  },
  {
    "verseNumber": "1KI 7:35",
    "verseText": "Juu ya kitako kulikuwepo na utepe wa mviringo wenye kina cha nusu dhiraa. Vishikio na papi vilishikamana upande wa juu wa kitako."
  },
  {
    "verseNumber": "1KI 7:36",
    "verseText": "Alitia nakshi za makerubi, simba na miti ya mitende juu ya uso wa vishikio na juu ya papi, katika kila nafasi iliyopatikana, pamoja na mataji yaliyosokotwa kuzunguka pande zote."
  },
  {
    "verseNumber": "1KI 7:37",
    "verseText": "Hivi ndivyo Hiramu alivyotengeneza vile vitako kumi. Vyote vilikuwa vya kusubu kwenye kalibu za kufanana kwa vipimo na kwa umbo."
  },
  {
    "verseNumber": "1KI 7:38",
    "verseText": "Kisha akatengeneza masinia kumi ya shaba, kila moja likiwa na ujazo wa bathi arobaini, yakiwa na kipenyo cha dhiraa nne kila sinia moja kwa kila kimoja ya vile vitako kumi."
  },
  {
    "verseNumber": "1KI 7:39",
    "verseText": "Aliweka vitako vitano upande wa kusini wa Hekalu na vingine vitano upande wa kaskazini. Akaweka ile bahari upande wa kusini, katika pembe ya kusini ya Hekalu."
  },
  {
    "verseNumber": "1KI 7:40",
    "verseText": "Pia akatengeneza masinia, masepetu na mabakuli ya kunyunyizia. Kwa hiyo Huramu akakamilisha kazi zote katika Hekalu la BWANA kama vile Mfalme Solomoni alikuwa amemwagiza, yaani:"
  },
  {
    "verseNumber": "1KI 7:41",
    "verseText": "nguzo mbili; mataji mawili yenye umbo la bakuli juu ya hizo nguzo; nyavu mbili za kupamba hayo mataji mawili yenye umbo la bakuli juu ya hizo nguzo;"
  },
  {
    "verseNumber": "1KI 7:42",
    "verseText": "makomamanga 400 kwa ajili ya hizo nyavu mbili (safu mbili za makomamanga kwa kila wavu, yakipamba hayo mataji mawili yenye umbo la bakuli juu ya hizo nguzo);"
  },
  {
    "verseNumber": "1KI 7:43",
    "verseText": "vitako kumi pamoja na masinia yake kumi;"
  },
  {
    "verseNumber": "1KI 7:44",
    "verseText": "ile Bahari ya chuma na yale mafahali kumi na wawili chini yake;"
  },
  {
    "verseNumber": "1KI 7:45",
    "verseText": "masufuria, masepetu na mabakuli ya kunyunyizia. Vyombo hivi vyote ambavyo Huramu alimtengenezea Mfalme Solomoni kwa ajili ya Hekalu la BWANA vilikuwa vya shaba iliyongʼarishwa."
  },
  {
    "verseNumber": "1KI 7:46",
    "verseText": "Mfalme akaamuru wavisubu katika kalibu ya udongo wa mfinyanzi katika uwanda wa Yordani ulio kati ya Sukothi na Sarethani."
  },
  {
    "verseNumber": "1KI 7:47",
    "verseText": "Solomoni akaviacha vitu hivi vyote bila kupima uzani wake, kwa sababu vilikuwa vingi sana hivi kwamba uzito wa shaba haungekadirika."
  },
  {
    "verseNumber": "1KI 7:48",
    "verseText": "Solomoni pia akatengeneza samani zote zilizokuwa ndani ya Hekalu la BWANA: madhabahu ya dhahabu; meza ya dhahabu za kuweka mikate ya Wonyesho;"
  },
  {
    "verseNumber": "1KI 7:49",
    "verseText": "vinara vya taa vya dhahabu safi (vitano upande wa kuume na vitano upande wa kushoto, mbele ya Patakatifu pa Patakatifu); kazi ya maua ya dhahabu na taa na makoleo;"
  },
  {
    "verseNumber": "1KI 7:50",
    "verseText": "masinia ya dhahabu safi, mikasi ya kusawazishia tambi, mabakuli ya kunyunyizia, vyano na vyetezo; na bawaba za dhahabu kwa ajili ya milango ya chumba cha ndani sana, yaani Patakatifu pa Patakatifu, na pia kwa ajili ya milango ya ukumbi mkuu wa Hekalu."
  },
  {
    "verseNumber": "1KI 7:51",
    "verseText": "Hivyo Mfalme Solomoni alipomaliza kazi ya Hekalu la BWANA, akaviingiza ndani vile vitu ambavyo Daudi baba yake alikuwa ameviweka wakfu: yaani fedha, dhahabu na samani; kisha akaviweka katika hazina za Hekalu la BWANA."
  },
  {
    "verseNumber": "1KI 8:1",
    "verseText": "Kisha Mfalme Solomoni akawaita mbele zake huko Yerusalemu wazee wa Israeli, viongozi wote wa makabila na wakuu wa jamaa za Waisraeli, ili walilete Sanduku la Agano la BWANA kutoka Sayuni, Mji wa Daudi."
  },
  {
    "verseNumber": "1KI 8:2",
    "verseText": "Wanaume wote wa Israeli wakakusanyika kwa Mfalme Solomoni wakati wa sikukuu ya mwezi wa Ethanimu, ndio mwezi wa saba."
  },
  {
    "verseNumber": "1KI 8:3",
    "verseText": "Wazee wote wa Israeli walipofika, makuhani wakajitwika Sanduku la Agano,"
  },
  {
    "verseNumber": "1KI 8:4",
    "verseText": "nao wakalipandisha Sanduku la BWANA, na Hema la Kukutania pamoja na vyombo vyote vitakatifu vilivyokuwa ndani yake. Makuhani na Walawi wakavibeba,"
  },
  {
    "verseNumber": "1KI 8:5",
    "verseText": "naye Mfalme Solomoni na kusanyiko lote la Israeli waliokusanyika kumzunguka walikuwa mbele ya hilo Sanduku, nao wakatoa dhabihu nyingi za kondoo na ngʼombe ambao idadi yao haikuwezekana kuandikwa au kuhesabiwa."
  },
  {
    "verseNumber": "1KI 8:6",
    "verseText": "Makuhani wakalileta Sanduku la Agano la BWANA hadi mahali pake ndani ya sehemu takatifu ndani ya Hekalu, yaani Patakatifu pa Patakatifu, na kuliweka chini ya mabawa ya makerubi."
  },
  {
    "verseNumber": "1KI 8:7",
    "verseText": "Makerubi yalitandaza mabawa yao juu ya mahali pa Sanduku la Agano na kutia kivuli Sanduku pamoja na mipiko yake ya kubebea."
  },
  {
    "verseNumber": "1KI 8:8",
    "verseText": "Mipiko hiyo ilikuwa mirefu sana kiasi kwamba ncha zake zilionekana kutoka Mahali Patakatifu mbele ya Patakatifu pa Patakatifu, lakini sio nje ya Mahali Patakatifu. Hiyo mipiko ipo hata leo."
  },
  {
    "verseNumber": "1KI 8:9",
    "verseText": "Ndani ya Sanduku hapakuwepo kitu kingine chochote isipokuwa zile mbao mbili za mawe ambazo Mose alikuwa ameziweka ndani yake huko Horebu, mahali ambapo BWANA alifanya Agano na Waisraeli baada ya kutoka Misri."
  },
  {
    "verseNumber": "1KI 8:10",
    "verseText": "Makuhani walipoondoka katika Mahali Patakatifu, wingu likajaza Hekalu la BWANA."
  },
  {
    "verseNumber": "1KI 8:11",
    "verseText": "Nao makuhani hawakuweza kufanya huduma yao kwa sababu ya lile wingu, kwa kuwa utukufu wa BWANA ulijaza Hekalu lake."
  },
  {
    "verseNumber": "1KI 8:12",
    "verseText": "Ndipo Solomoni akasema, “BWANA alisema kwamba ataishi katika giza nene;"
  },
  {
    "verseNumber": "1KI 8:13",
    "verseText": "naam, hakika nimekujengea Hekalu zuri sana, mahali pako pa kuishi milele.”"
  },
  {
    "verseNumber": "1KI 8:14",
    "verseText": "Kusanyiko lote la Israeli lilipokuwa limesimama hapo, mfalme akageuka na kuwabariki."
  },
  {
    "verseNumber": "1KI 8:15",
    "verseText": "Kisha akasema: “Ahimidiwe BWANA, Mungu wa Israeli, ambaye kwa mkono wake mwenyewe ametimiza lile alilomwahidi Daudi baba yangu kwa kinywa chake mwenyewe. Kwa kuwa alisema,"
  },
  {
    "verseNumber": "1KI 8:16",
    "verseText": "‘Tangu siku niliyowatoa watu wangu Israeli kutoka Misri, sikuchagua mji katika kabila lolote la Israeli ili Hekalu lijengwe humo ili Jina langu lipate kuwamo humo, bali nimemchagua Daudi kuwatawala watu wangu Israeli.’"
  },
  {
    "verseNumber": "1KI 8:17",
    "verseText": "“Ilikuwa moyoni mwa Daudi baba yangu kujenga Hekalu kwa ajili ya Jina la BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "1KI 8:18",
    "verseText": "Lakini BWANA akamwambia Daudi baba yangu, ‘Kwa sababu ilikuwa moyoni mwako kujenga Hekalu kwa ajili ya Jina langu, ulifanya vyema kuwa na jambo hili moyoni mwako."
  },
  {
    "verseNumber": "1KI 8:19",
    "verseText": "Hata hivyo, sio wewe utakayenijengea hekalu, bali mwanao, ambaye ni nyama yako na damu yako mwenyewe, yeye ndiye atakayejenga Hekalu kwa ajili ya Jina langu.’"
  },
  {
    "verseNumber": "1KI 8:20",
    "verseText": "“BWANA ametimiza ahadi aliyoiweka: Nimeingia mahali pa Daudi baba yangu na sasa ninakikalia kiti cha ufalme cha Israeli, kama vile BWANA alivyoahidi, nami nimejenga Hekalu kwa ajili ya Jina la BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "1KI 8:21",
    "verseText": "Nimetenga nafasi humo kwa ajili ya Sanduku la Agano, ambamo ndani yake kuna lile Agano la BWANA alilofanya na baba zetu wakati alipowatoa Misri.”"
  },
  {
    "verseNumber": "1KI 8:22",
    "verseText": "Kisha Solomoni akasimama mbele ya madhabahu ya BWANA machoni pa kusanyiko lote la Israeli, akakunjua mikono yake kuelekea mbinguni"
  },
  {
    "verseNumber": "1KI 8:23",
    "verseText": "na kusema: “Ee BWANA, Mungu wa Israeli, hakuna Mungu kama wewe juu mbinguni wala chini duniani, wewe unayetunza Agano lako la upendo na watumishi wanaodumu katika njia yako kwa moyo wote."
  },
  {
    "verseNumber": "1KI 8:24",
    "verseText": "Umetimiza ahadi yako kwa mtumishi wako Daudi baba yangu, kwa kinywa chako uliahidi na kwa mkono wako umetimiza, kama ilivyo leo."
  },
  {
    "verseNumber": "1KI 8:25",
    "verseText": "“Sasa BWANA, Mungu wa Israeli, mtimizie mtumishi wako Daudi baba yangu ahadi zako ulizomwahidi uliposema, ‘Kamwe hutakosa kuwa na mtu atakayeketi mbele zangu kwenye kiti cha ufalme cha Israeli, kama wanao wakiangalia yote wayafanyayo kuenenda mbele zangu kama vile ulivyofanya.’"
  },
  {
    "verseNumber": "1KI 8:26",
    "verseText": "Sasa, Ee Mungu wa Israeli, acha neno lako lile ulilomwahidi mtumishi wako Daudi baba yangu litimie."
  },
  {
    "verseNumber": "1KI 8:27",
    "verseText": "“Lakini kweli, je, Mungu atafanya makao duniani? Mbingu, hata mbingu zilizo juu sana, haziwezi kukutosha wewe. Sembuse Hekalu hili nililojenga!"
  },
  {
    "verseNumber": "1KI 8:28",
    "verseText": "Hata hivyo sikiliza dua ya mtumishi wako na maombi yake kwa huruma, Ee BWANA Mungu wangu. Sikia kilio na dua ambayo mtumishi wako anaomba mbele zako siku hii ya leo."
  },
  {
    "verseNumber": "1KI 8:29",
    "verseText": "Macho yako na yafumbuke kuelekea Hekalu hili usiku na mchana, mahali hapa ambapo ulisema, ‘Jina langu litakuwako humo,’ ili kwamba upate kusikia maombi ambayo mtumishi wako ataomba kuelekea mahali hapa."
  },
  {
    "verseNumber": "1KI 8:30",
    "verseText": "Usikie maombi ya mtumishi wako na ya watu wako Israeli wakati wanapoomba kuelekea mahali hapa. Sikia kutoka mbinguni, mahali pa makao yako na usikiapo, samehe."
  },
  {
    "verseNumber": "1KI 8:31",
    "verseText": "“Mtu anapomkosea jirani yake na akatakiwa kuapa, akija na kuapa mbele ya madhabahu yako ndani ya Hekalu hili,"
  },
  {
    "verseNumber": "1KI 8:32",
    "verseText": "basi, sikia kutoka mbinguni na ukatende. Hukumu kati ya watumishi wako, ukimhukumu yule mwenye hatia na kuleta juu ya kichwa chake yale aliyoyatenda. Umtangazie mwenye haki kwamba hana hatia, hivyo ukathibitishe kuwa haki kwake."
  },
  {
    "verseNumber": "1KI 8:33",
    "verseText": "“Wakati watu wako Israeli watakapokuwa wameshindwa na adui kwa sababu ya dhambi walizofanya dhidi yako, watakapokugeukia na kulikiri jina lako, wakiomba na kufanya dua kwako katika Hekalu hili,"
  },
  {
    "verseNumber": "1KI 8:34",
    "verseText": "basi usikie kutoka mbinguni, ukasamehe dhambi ya watu wako Israeli na kuwarudisha katika nchi uliyowapa baba zao."
  },
  {
    "verseNumber": "1KI 8:35",
    "verseText": "“Wakati mbingu zitakapokuwa zimefungwa kusiwe na mvua kwa sababu watu wako wametenda dhambi dhidi yako, watakapoomba kuelekea mahali hapa na kulikiri jina lako nao wakageuka kutoka dhambi zao kwa sababu umewaadhibu,"
  },
  {
    "verseNumber": "1KI 8:36",
    "verseText": "basi usikie kutoka mbinguni na usamehe dhambi ya watumishi wako, watu wako Israeli. Wafundishe njia sahihi ya kuishi na ukanyeshe mvua juu ya nchi uliyowapa watu wako kuwa urithi."
  },
  {
    "verseNumber": "1KI 8:37",
    "verseText": "“Wakati njaa au tauni vikija juu ya nchi, au koga au kawa, nzige au panzi, au wakati adui atakapowazingira katika mji wao wowote, maafa ya namna yoyote au ugonjwa wowote unaoweza kuwajia,"
  },
  {
    "verseNumber": "1KI 8:38",
    "verseText": "wakati dua au maombi yatakapofanywa na mmojawapo wa watu wako Israeli, kila mmoja akitambua taabu za moyo wake mwenyewe, naye akainyoosha mikono yake kuelekea Hekalu hili:"
  },
  {
    "verseNumber": "1KI 8:39",
    "verseText": "basi usikie kutoka mbinguni, katika makao yako. Usamehe na utende, umpe kila mtu kulingana na matendo yake, kwa kuwa unaujua moyo wake (kwa kuwa ni wewe peke yako ujuaye mioyo ya watu wote),"
  },
  {
    "verseNumber": "1KI 8:40",
    "verseText": "ili wakuogope kwa wakati wote watakaoishi katika nchi uliyowapa baba zetu."
  },
  {
    "verseNumber": "1KI 8:41",
    "verseText": "“Kwa habari ya mgeni ambaye si miongoni mwa watu wako Israeli, lakini amekuja kutoka nchi ya mbali kwa sababu ya jina lako,"
  },
  {
    "verseNumber": "1KI 8:42",
    "verseText": "kwa maana watu watasikia juu ya Jina lako kuu na juu ya mkono wako wenye nguvu na mkono wako ulionyooshwa, atakapokuja na kuomba kuelekea Hekalu hili,"
  },
  {
    "verseNumber": "1KI 8:43",
    "verseText": "basi na usikie kutoka mbinguni, mahali pa makao yako, ukafanye lolote ambalo mgeni huyo anakuomba, ili mataifa yote ya dunia wapate kujua jina lako na wakuogope kama wafanyavyo watu wako Israeli nao wapate pia kujua kwamba nyumba hii niliyoijenga imeitwa kwa Jina lako."
  },
  {
    "verseNumber": "1KI 8:44",
    "verseText": "“Wakati watu wako watakapokwenda vitani dhidi ya adui zao, popote utakapowapeleka, wakati watakapoomba kwa BWANA kuelekea mji ambao umeuchagua, na Hekalu nililolijenga kwa ajili ya Jina lako,"
  },
  {
    "verseNumber": "1KI 8:45",
    "verseText": "basi usikie dua na maombi yao kutoka mbinguni, ukawatetee haki yao."
  },
  {
    "verseNumber": "1KI 8:46",
    "verseText": "“Watakapotenda dhambi dhidi yako, kwa kuwa hakuna mtu yeyote ambaye hatendi dhambi, nawe ukachukizwa nao na kuwakabidhi kwa adui, ambaye atawachukua utumwani katika nchi yake mwenyewe, mbali au karibu;"
  },
  {
    "verseNumber": "1KI 8:47",
    "verseText": "na kama watabadilika mioyo yao katika nchi wanakoshikiliwa mateka, nao wakatubu na kukulilia katika nchi ya wale waliowashinda na kusema, ‘Tumetenda dhambi, tumefanya makosa, tumetenda uovu’;"
  },
  {
    "verseNumber": "1KI 8:48",
    "verseText": "kama wakikugeukia kwa moyo wao wote na nafsi zao katika nchi ya adui zao ambao waliwachukua mateka, wakakuomba kuelekea nchi uliyowapa baba zao, kuelekea mji uliouchagua na Hekalu nililolijenga kwa ajili ya Jina lako;"
  },
  {
    "verseNumber": "1KI 8:49",
    "verseText": "basi kutoka mbinguni, mahali pa makao yako, usikie dua yao na maombi yao na kuitetea haki yao."
  },
  {
    "verseNumber": "1KI 8:50",
    "verseText": "Uwasamehe watu wako, waliotenda dhambi dhidi yako; uwasamehe makosa yote waliyoyatenda dhidi yako, ukawafanye wale waliowashinda kuwaonea huruma;"
  },
  {
    "verseNumber": "1KI 8:51",
    "verseText": "kwa maana ni watu wako na urithi wako, uliowatoa Misri, kutoka kwenye lile tanuru la kuyeyushia chuma."
  },
  {
    "verseNumber": "1KI 8:52",
    "verseText": "“Macho yako na yafumbuke juu ya ombi la mtumishi wako na ombi la watu wako Israeli, nawe uwasikilize wakati wowote wanapokulilia."
  },
  {
    "verseNumber": "1KI 8:53",
    "verseText": "Kwa maana uliwachagua wao kutoka mataifa yote ya ulimwengu kuwa urithi wako mwenyewe, kama ulivyotangaza kupitia mtumishi wako Mose wakati wewe, Ee BWANA Mwenyezi, ulipowatoa baba zetu kutoka Misri.”"
  },
  {
    "verseNumber": "1KI 8:54",
    "verseText": "Wakati Solomoni alipomaliza dua hizi zote na maombi kwa BWANA, akainuka kutoka mbele ya madhabahu ya BWANA, mahali alipokuwa amepiga magoti, mikono yake ikawa imekunjuliwa kuelekea juu mbinguni."
  },
  {
    "verseNumber": "1KI 8:55",
    "verseText": "Akasimama na kubariki kusanyiko lote la Israeli kwa sauti kubwa akisema:"
  },
  {
    "verseNumber": "1KI 8:56",
    "verseText": "“Ahimidiwe BWANA, aliyewapa pumziko watu wake Israeli kama vile alivyokuwa ameahidi. Hakuna hata neno moja lililopunguka kati ya ahadi zote nzuri alizozitoa kupitia mtumishi wake Mose."
  },
  {
    "verseNumber": "1KI 8:57",
    "verseText": "BWANA Mungu wetu na awe pamoja nasi kama alivyokuwa na baba zetu, kamwe asituache wala kutukataa."
  },
  {
    "verseNumber": "1KI 8:58",
    "verseText": "Yeye na aielekeze mioyo yetu kwake, ili tutembee katika njia zake zote na kuzishika amri na maagizo na masharti aliyowapa baba zetu."
  },
  {
    "verseNumber": "1KI 8:59",
    "verseText": "Nami maneno yangu haya, ambayo nimeyaomba mbele za BWANA, yawe karibu na BWANA Mungu wetu usiku na mchana, ili kwamba atetee shauri la mtumishi wake na la watu wake Israeli kulingana na hitaji lao la kila siku,"
  },
  {
    "verseNumber": "1KI 8:60",
    "verseText": "ili kwamba mataifa yote ya dunia wajue kwamba BWANA ndiye Mungu na kwamba hakuna mwingine."
  },
  {
    "verseNumber": "1KI 8:61",
    "verseText": "Lakini ni lazima mwiweke mioyo yenu kikamilifu kwa BWANA Mungu wetu, kuishi kwa maagizo yake na kutii amri zake, kama ilivyo wakati huu.”"
  },
  {
    "verseNumber": "1KI 8:62",
    "verseText": "Kisha mfalme na Israeli wote pamoja naye wakatoa dhabihu mbele za BWANA."
  },
  {
    "verseNumber": "1KI 8:63",
    "verseText": "Solomoni akatoa dhabihu sadaka za amani kwa BWANA: ngʼombe 22,000, pamoja na kondoo na mbuzi 120,000. Hivyo ndivyo mfalme na Waisraeli wote walivyoweka wakfu Hekalu la BWANA."
  },
  {
    "verseNumber": "1KI 8:64",
    "verseText": "Siku iyo hiyo mfalme akaweka wakfu sehemu ya katikati ya ua uliokuwa mbele ya Hekalu la BWANA na hapo akatoa sadaka za kuteketezwa, sadaka za nafaka na mafuta ya sadaka za amani, kwa sababu madhabahu ya shaba iliyokuwa mbele za BWANA ilikuwa ndogo sana kuweza kubeba sadaka hizo za kuteketezwa, sadaka za nafaka na mafuta ya sadaka ya amani."
  },
  {
    "verseNumber": "1KI 8:65",
    "verseText": "Hivyo Solomoni akaiadhimisha sikukuu kwa wakati ule, na Israeli wote pamoja naye. Walikuwa kusanyiko kubwa sana, watu kutoka Lebo-Hamathi hadi Kijito cha Misri. Wakaiadhimisha mbele za BWANA Mungu wetu kwa siku saba na siku saba zaidi, yaani, jumla siku kumi na nne."
  },
  {
    "verseNumber": "1KI 8:66",
    "verseText": "Siku iliyofuata, aliwaruhusu watu waondoke. Wakambariki mfalme, kisha wakaenda nyumbani, wakiwa na mashangilio na furaha rohoni kwa ajili ya mambo yote mema ambayo BWANA ametenda kwa ajili ya Daudi mtumishi wake na watu wake Israeli."
  },
  {
    "verseNumber": "1KI 9:1",
    "verseText": "Solomoni alipomaliza kujenga Hekalu la BWANA na jumba la kifalme, alipokwisha kufanya yote aliyotaka kufanya,"
  },
  {
    "verseNumber": "1KI 9:2",
    "verseText": "BWANA akamtokea mara ya pili, kama alivyokuwa amemtokea huko Gibeoni."
  },
  {
    "verseNumber": "1KI 9:3",
    "verseText": "BWANA akamwambia: “Nimesikia dua na maombi uliyofanya mbele zangu, nimeliweka wakfu Hekalu hili ambalo umelijenga, kwa kuweka Jina langu humo milele. Macho yangu na moyo wangu utakuwa humo siku zote."
  },
  {
    "verseNumber": "1KI 9:4",
    "verseText": "“Kukuhusu wewe, kama ukienenda kwa unyofu wa moyo na uadilifu, kama baba yako Daudi alivyofanya na kutenda yote ninayoyaagiza kwa kutunza maagizo yangu na sheria,"
  },
  {
    "verseNumber": "1KI 9:5",
    "verseText": "nitakiimarisha kiti chako cha enzi juu ya Israeli milele kama nilivyomwahidi Daudi baba yako niliposema, ‘Hutakosa kamwe kuwa na mtu kwenye kiti cha enzi cha Israeli.’"
  },
  {
    "verseNumber": "1KI 9:6",
    "verseText": "“Lakini kama ninyi au wana wenu mkigeukia mbali nami na kuziacha amri na maagizo yangu niliyowapa na kwenda kuitumikia miungu mingine na kuiabudu,"
  },
  {
    "verseNumber": "1KI 9:7",
    "verseText": "basi nitakatilia mbali Israeli kutoka nchi niliyowapa, nami nitalikataa Hekalu hili nililolitakasa kwa ajili ya Jina langu. Ndipo Israeli itakuwa kitu cha kudharauliwa na watu na kuwa kitu cha kudhihakiwa miongoni mwa watu wote."
  },
  {
    "verseNumber": "1KI 9:8",
    "verseText": "Ingawa hekalu hili linavutia sasa, wote watakaolipita watashangaa na kudhihaki wakisema, ‘Kwa nini BWANA amefanya kitu kama hiki katika nchi hii na kwa Hekalu hili?’"
  },
  {
    "verseNumber": "1KI 9:9",
    "verseText": "Watu watajibu, ‘Kwa sababu wamemwacha BWANA Mungu wao, aliyewatoa baba zao Misri, nao wamekumbatia miungu mingine, wakaiabudu na kuitumikia, ndiyo sababu BWANA ameyaleta maafa haya yote juu yao.’ ”"
  },
  {
    "verseNumber": "1KI 9:10",
    "verseText": "Miaka ishirini ilipopita, ambayo katika hiyo Solomoni alijenga majengo haya mawili, yaani Hekalu la BWANA na jumba la kifalme,"
  },
  {
    "verseNumber": "1KI 9:11",
    "verseText": "Mfalme Solomoni akampa Hiramu mfalme wa Tiro miji ishirini katika Galilaya, kwa sababu Hiramu alikuwa amempatia mierezi yote, misunobari na dhahabu yote aliyohitaji."
  },
  {
    "verseNumber": "1KI 9:12",
    "verseText": "Lakini Hiramu alipotoka Tiro kwenda kuiona ile miji ambayo Solomoni alikuwa amempa, hakupendezwa nayo."
  },
  {
    "verseNumber": "1KI 9:13",
    "verseText": "Hiramu akauliza, “Hii ni miji ya namna gani uliyonipa, ndugu yangu?” Naye akaiita nchi ya Kabul, jina lililoko hadi leo."
  },
  {
    "verseNumber": "1KI 9:14",
    "verseText": "Basi Hiramu alikuwa amempelekea mfalme talanta 120 za dhahabu."
  },
  {
    "verseNumber": "1KI 9:15",
    "verseText": "Haya ni maelezo kuhusu kazi za kulazimishwa ambazo Mfalme Solomoni, alivyowafanyiza watu ili kulijenga hekalu la BWANA, na jumba lake la kifalme, na Milo, ukuta wa Yerusalemu, Hazori, Megido na Gezeri."
  },
  {
    "verseNumber": "1KI 9:16",
    "verseText": "(Farao mfalme wa Misri alikuwa ameushambulia na kuuteka mji wa Gezeri. Alikuwa ameuchoma moto. Akawaua Wakanaani waliokuwa wakikaa humo na kisha kuutoa kwa binti yake, yaani mkewe Solomoni, kama zawadi ya arusi."
  },
  {
    "verseNumber": "1KI 9:17",
    "verseText": "Solomoni akaujenga tena Gezeri.) Akajenga Beth-Horoni ya Chini,"
  },
  {
    "verseNumber": "1KI 9:18",
    "verseText": "akajenga Baalathi na Tamari kwenye jangwa katika eneo la nchi yake,"
  },
  {
    "verseNumber": "1KI 9:19",
    "verseText": "vilevile miji ya ghala na miji kwa ajili ya magari yake na kwa ajili ya farasi wake: chochote alichotaka kujenga katika Yerusalemu, katika Lebanoni, na katika eneo yote aliyotawala."
  },
  {
    "verseNumber": "1KI 9:20",
    "verseText": "Watu wote waliosalia kutoka kwa Waamori, Wahiti, Waperizi, Wahivi na Wayebusi (mataifa haya hayakuwa Waisraeli),"
  },
  {
    "verseNumber": "1KI 9:21",
    "verseText": "yaani, wazao wao waliobakia katika nchi, ambao Waisraeli hawangeweza kuwaangamiza kabisa: hawa Solomoni akawalazimisha kuwa watumwa katika shokoa, kama ilivyo hadi leo."
  },
  {
    "verseNumber": "1KI 9:22",
    "verseText": "Lakini Solomoni hakumfanya yeyote wa Waisraeli kuwa mtumwa; wao ndio waliokuwa wapiganaji wake, maafisa wake wa serikali, maafisa wake, wakuu wake, majemadari wa jeshi wa magari yake ya vita na wapanda farasi."
  },
  {
    "verseNumber": "1KI 9:23",
    "verseText": "Pia walikuwa maafisa wakuu wasimamizi wa miradi ya Solomoni: maafisa 550 waliwasimamia watu waliofanya kazi."
  },
  {
    "verseNumber": "1KI 9:24",
    "verseText": "Baada ya binti Farao kuja kutoka Mji wa Daudi na kuingia jumba la kifalme ambalo Solomoni alikuwa amemjengea, akajenga Milo."
  },
  {
    "verseNumber": "1KI 9:25",
    "verseText": "Solomoni akatoa dhabihu za kuteketezwa na sadaka za amani mara tatu kwa mwaka, juu ya madhabahu aliyokuwa amejengea kwa ajili ya BWANA, akifukiza uvumba mbele za BWANA pamoja na dhabihu hizo, hivyo kutimiza kanuni za hekalu."
  },
  {
    "verseNumber": "1KI 9:26",
    "verseText": "Mfalme Solomoni pia akatengeneza pia meli huko Esion-Geberi, ambayo iko karibu na Elathi katika Edomu, kwenye ukingo wa Bahari ya Shamu."
  },
  {
    "verseNumber": "1KI 9:27",
    "verseText": "Naye Hiramu akawatuma watu wake; mabaharia walioijua bahari, kuhudumu katika hizo meli pamoja na watu wa Solomoni."
  },
  {
    "verseNumber": "1KI 9:28",
    "verseText": "Wakasafiri kwa bahari mpaka Ofiri na kurudi na talanta 420 za dhahabu, ambazo walimkabidhi Mfalme Solomoni."
  },
  {
    "verseNumber": "1KI 10:1",
    "verseText": "Malkia wa Sheba aliposikia habari za umaarufu wa Solomoni na uhusiano wake na jina la BWANA, akaja kumjaribu kwa maswali magumu."
  },
  {
    "verseNumber": "1KI 10:2",
    "verseText": "Alifika Yerusalemu akiwa na msafara mkubwa sana: pamoja na ngamia waliobeba vikolezi, kiasi kikubwa cha dhahabu na vito vya thamani; alikuja kwa Solomoni na kuzungumza naye kuhusu yote ambayo alikuwa nayo moyoni mwake."
  },
  {
    "verseNumber": "1KI 10:3",
    "verseText": "Solomoni akamjibu maswali yake yote, hakukuwa na jambo lolote lililokuwa gumu kwa mfalme asiweze kumwelezea."
  },
  {
    "verseNumber": "1KI 10:4",
    "verseText": "Malkia wa Sheba alipoona hekima yote ya Solomoni na jumba la kifalme alilokuwa amejenga,"
  },
  {
    "verseNumber": "1KI 10:5",
    "verseText": "chakula kilichokuwa mezani pake, jinsi maafisa wake walivyokaa, wahudumu katika majoho yao, wanyweshaji wake na sadaka za kuteketezwa alizotoa katika hekalu la BWANA, alipatwa na mshangao."
  },
  {
    "verseNumber": "1KI 10:6",
    "verseText": "Akamwambia mfalme, “Taarifa niliyosikia kwenye nchi yangu mwenyewe kuhusu mafanikio na hekima yako ni kweli."
  },
  {
    "verseNumber": "1KI 10:7",
    "verseText": "Lakini sikuamini mambo haya hadi nilipokuja na kuona kwa macho yangu mwenyewe. Naam, sikuambiwa hata nusu yake; katika hekima na mali umezidi sana ile taarifa niliyoisikia."
  },
  {
    "verseNumber": "1KI 10:8",
    "verseText": "Heri watu wako! Heri hawa maafisa wako wasimamao mbele yako daima na kusikia hekima yako!"
  },
  {
    "verseNumber": "1KI 10:9",
    "verseText": "Ahimidiwe BWANA Mungu wako, ambaye amependezwa sana nawe na kukuweka juu ya kiti cha ufalme cha Israeli. Kwa sababu ya upendo wake BWANA wa milele ajili ya Israeli, amekufanya mfalme, ili kudumisha haki na uadilifu.”"
  },
  {
    "verseNumber": "1KI 10:10",
    "verseText": "Naye akampa mfalme talanta 120 za dhahabu, kiasi kikubwa sana cha vikolezi na vito vya thamani. Haikuwahi kamwe kuletwa tena vikolezi vingi hivyo kuletwa kama vile malkia wa Sheba alivyompa Mfalme Solomoni."
  },
  {
    "verseNumber": "1KI 10:11",
    "verseText": "(Meli za Hiramu zilileta dhahabu kutoka Ofiri; tena kutoka huko zilileta shehena kubwa ya miti ya msandali na vito vya thamani."
  },
  {
    "verseNumber": "1KI 10:12",
    "verseText": "Mfalme akatumia miti ya msandali kuwa nguzo ya Hekalu la BWANA na kwa jumba la kifalme, pia kwa kutengeneza vinubi na zeze kwa ajili ya waimbaji. Kiasi hicho kingi cha msandali hakijawahi kuingizwa au kuonekana humo tangu siku ile.)"
  },
  {
    "verseNumber": "1KI 10:13",
    "verseText": "Mfalme Solomoni akampa malkia wa Sheba kila kitu alichotamani na kukiomba, kando na vile mfalme alivyokuwa amempa kwa ukarimu wake wa kifalme. Kisha malkia akaondoka na kurudi katika nchi yake, yeye na watumishi wake."
  },
  {
    "verseNumber": "1KI 10:14",
    "verseText": "Uzito wa dhahabu ambayo Solomoni alipokea kwa mwaka ulikuwa talanta 666,"
  },
  {
    "verseNumber": "1KI 10:15",
    "verseText": "mbali na mapato kutoka kwa wafanyabiashara na wachuuzi, na kutoka kwa wafalme wote wa Kiarabu na watawala wa nchi."
  },
  {
    "verseNumber": "1KI 10:16",
    "verseText": "Mfalme Solomoni akatengeneza ngao kubwa 200 kwa dhahabu iliyofuliwa; kila ngao ilikuwa na dhahabu yenye uzito wa shekeli 600"
  },
  {
    "verseNumber": "1KI 10:17",
    "verseText": "Akatengeneza pia ngao ndogo 300 za dhahabu iliyofuliwa, kila ngao ikiwa na uzito wa mane tatu za dhahabu. Mfalme akaziweka katika Jumba la Kifalme la Msitu wa Lebanoni."
  },
  {
    "verseNumber": "1KI 10:18",
    "verseText": "Kisha mfalme akatengeneza kiti kikubwa cha kifalme kwa kutumia pembe za ndovu na kukifunika kwa dhahabu safi."
  },
  {
    "verseNumber": "1KI 10:19",
    "verseText": "Kiti hicho kilikuwa na ngazi sita na egemeo la nyuma lilikuwa la mviringo kwa juu. Pande zote za kiti kulikuwa na mahali pa kuegemeza mikono, na simba wawili wakisimama kando ya hiyo mikono."
  },
  {
    "verseNumber": "1KI 10:20",
    "verseText": "Simba kumi na wawili walisimama kwenye ngazi sita, mmoja katika kila upande wa kila ngazi. Hakuna kitu kama hicho kilichokuwa kimefanyika kwenye ufalme mwingine wowote."
  },
  {
    "verseNumber": "1KI 10:21",
    "verseText": "Vikombe vyote vya Mfalme Solomoni vya kunywea vilikuwa vya dhahabu na vyombo vyote vya nyumbani katika Jumba la Kifalme la Msitu wa Lebanoni vilikuwa vya dhahabu safi. Hakukuwa na kitu kilichotengenezwa kwa fedha, kwa sababu fedha ilionekana ya thamani ndogo siku za Solomoni."
  },
  {
    "verseNumber": "1KI 10:22",
    "verseText": "Mfalme alikuwa na meli nyingi za biashara baharini zilizokuwa zikiandamana na meli za Hiramu. Kwa mara moja kila miaka mitatu zilirudi, zikiwa zimebeba dhahabu, fedha, pembe za ndovu na nyani wakubwa na wadogo."
  },
  {
    "verseNumber": "1KI 10:23",
    "verseText": "Mfalme Solomoni alikuwa mkuu zaidi kwa utajiri na hekima kuliko wafalme wote wa dunia."
  },
  {
    "verseNumber": "1KI 10:24",
    "verseText": "Dunia yote ikatafuta kukutana na Solomoni ili kusikia hekima ambayo Mungu alikuwa ameiweka katika moyo wake."
  },
  {
    "verseNumber": "1KI 10:25",
    "verseText": "Mwaka baada ya mwaka, kila mmoja ambaye alikuja alileta zawadi: vyombo vya fedha na dhahabu, majoho, silaha na vikolezi, farasi na nyumbu."
  },
  {
    "verseNumber": "1KI 10:26",
    "verseText": "Solomoni akakusanya magari ya vita na farasi. Alikuwa na magari 1,400 na farasi 12,000, ambayo aliyaweka katika miji ya magari na mengine akawa nayo huko Yerusalemu."
  },
  {
    "verseNumber": "1KI 10:27",
    "verseText": "Mfalme akafanya fedha kuwa kitu cha kawaida kama mawe huko Yerusalemu, mierezi akaifanya kuwa mingi kama mikuyu vilimani."
  },
  {
    "verseNumber": "1KI 10:28",
    "verseText": "Farasi wa Solomoni waliletwa kutoka Misri na kutoka Kue. Wafanyabiashara wa mfalme waliwanunua kutoka Kue."
  },
  {
    "verseNumber": "1KI 10:29",
    "verseText": "Waliagiza magari kutoka Misri kwa bei ya shekeli 600 za fedha na farasi kwa shekeli 150. Pia waliwauza nje kwa wafalme wote wa Wahiti na wa Waaramu."
  },
  {
    "verseNumber": "1KI 11:1",
    "verseText": "Hata hivyo, Mfalme Solomoni akawapenda wanawake wengi wa kigeni zaidi, mbali na binti Farao: wanawake wa Wamoabu, Waamoni, Waedomu, Wasidoni na Wahiti."
  },
  {
    "verseNumber": "1KI 11:2",
    "verseText": "Walitoka katika mataifa ambayo BWANA aliwaambia Waisraeli, “Msije mkaoana nao, kwa kuwa hakika wataigeuza mioyo yenu mgeukie miungu yao.” Hata hivyo, Solomoni akakaza kuwapenda."
  },
  {
    "verseNumber": "1KI 11:3",
    "verseText": "Alikuwa na wake 700 mabinti wa uzao wa kifalme, na masuria 300, nao wake zake wakampotosha."
  },
  {
    "verseNumber": "1KI 11:4",
    "verseText": "Kadiri Solomoni alivyozidi kuzeeka, wake zake wakaugeuza moyo wake kuelekea miungu mingine, na moyo wake haukujitolea kikamilifu kwa BWANA Mungu wake, kama ulivyokuwa moyo wa Daudi baba yake."
  },
  {
    "verseNumber": "1KI 11:5",
    "verseText": "Solomoni akafuata Ashtorethi mungu mke wa Wasidoni, na Moleki mungu aliyekuwa chukizo la Waamoni."
  },
  {
    "verseNumber": "1KI 11:6",
    "verseText": "Kwa hiyo Solomoni akafanya uovu machoni pa BWANA; hakumfuata BWANA kikamilifu kama alivyofanya Daudi baba yake."
  },
  {
    "verseNumber": "1KI 11:7",
    "verseText": "Kwenye kilima mashariki mwa Yerusalemu, Solomoni akajenga mahali pa juu kwa ajili ya Kemoshi chukizo la Wamoabu, na kwa Moleki mungu chukizo la Waamoni."
  },
  {
    "verseNumber": "1KI 11:8",
    "verseText": "Akafanya hivyo kwa wake zake wote wa kigeni, ambao walifukiza uvumba na kutoa dhabihu kwa miungu yao."
  },
  {
    "verseNumber": "1KI 11:9",
    "verseText": "BWANA akamkasirikia Solomoni kwa sababu moyo wake uligeuka mbali na BWANA, Mungu wa Israeli, ambaye alikuwa amemtokea mara mbili."
  },
  {
    "verseNumber": "1KI 11:10",
    "verseText": "Ingawa alikuwa amemkataza Solomoni kufuata miungu mingine, Solomoni hakutii amri ya BWANA."
  },
  {
    "verseNumber": "1KI 11:11",
    "verseText": "Kwa hiyo BWANA akamwambia Solomoni, “Kwa kuwa hii ndiyo hali yako na hukushika Agano langu na sheria zangu nilizokuamuru, hakika nitaurarua ufalme kutoka kwako na kumpa mmoja wa walio chini yako."
  },
  {
    "verseNumber": "1KI 11:12",
    "verseText": "Hata hivyo, kwa ajili ya Daudi baba yako, sitafanya jambo hili wakati wa uhai wako. Nitaurarua kutoka mikononi mwa mwanao."
  },
  {
    "verseNumber": "1KI 11:13",
    "verseText": "Lakini pia sitaurarua ufalme wote kutoka kwake, bali nitampa kabila moja kwa ajili ya Daudi mtumishi wangu na kwa ajili ya Yerusalemu, ambao nimeuchagua.”"
  },
  {
    "verseNumber": "1KI 11:14",
    "verseText": "Kisha BWANA akamwinua adui dhidi ya Solomoni, Hadadi, Mwedomu, kutoka ukoo wa ufalme wa Edomu."
  },
  {
    "verseNumber": "1KI 11:15",
    "verseText": "Huko nyuma wakati Daudi alipokuwa akipigana na Edomu, Yoabu jemadari wa jeshi, aliyekuwa amekwenda kuzika waliouawa, alikuwa amewaua wanaume wote waliokuwako Edomu."
  },
  {
    "verseNumber": "1KI 11:16",
    "verseText": "Yoabu na Waisraeli wote walikaa huko kwa miezi sita, mpaka walipomaliza kuwaangamiza wanaume wote huko Edomu."
  },
  {
    "verseNumber": "1KI 11:17",
    "verseText": "Lakini Hadadi, akiwa bado mvulana mdogo, alikimbilia Misri akiwa na baadhi ya maafisa wa Kiedomu waliokuwa wakimhudumia baba yake."
  },
  {
    "verseNumber": "1KI 11:18",
    "verseText": "Wakaondoka Midiani wakaenda Parani. Basi wakichukua pamoja nao wanaume kutoka Parani, wakaenda Misri, kwa Farao mfalme wa Misri, ambaye alimpa Hadadi nyumba, ardhi na akampatia chakula."
  },
  {
    "verseNumber": "1KI 11:19",
    "verseText": "Farao akapendezwa sana na Hadadi hata akampa ndugu wa mkewe mwenyewe, Malkia Tapenesi, ili aolewe na Hadadi."
  },
  {
    "verseNumber": "1KI 11:20",
    "verseText": "Huyo ndugu wa Tapenesi akamzalia mwana aliyeitwa Genubathi, ambaye alilelewa na Tapenesi katika jumba la kifalme. Huko Genubathi aliishi pamoja na watoto wa Farao mwenyewe."
  },
  {
    "verseNumber": "1KI 11:21",
    "verseText": "Alipokuwa huko Misri, Hadadi alisikia kwamba Daudi amepumzika na baba zake na ya kwamba pia Yoabu aliyekuwa jemadari wa jeshi amekufa. Ndipo Hadadi akamwambia Farao, “Niruhusu niende ili niweze kurudi katika nchi yangu.”"
  },
  {
    "verseNumber": "1KI 11:22",
    "verseText": "Farao akauliza, “Umekosa nini hapa, kwamba unataka kurudi katika nchi yako?” Hadadi akajibu, “Hakuna, lakini niruhusu niende!”"
  },
  {
    "verseNumber": "1KI 11:23",
    "verseText": "Mungu akamwinua adui mwingine dhidi ya Solomoni, Rezoni mwana wa Eliada, ambaye alikuwa amemkimbia bwana wake Hadadezeri, mfalme wa Soba."
  },
  {
    "verseNumber": "1KI 11:24",
    "verseText": "Akawakusanya watu, naye akawa kiongozi wa kundi la waasi, wakati Daudi alipoangamiza majeshi ya Soba; waasi walikwenda Dameski, mahali walipokaa na kumiliki."
  },
  {
    "verseNumber": "1KI 11:25",
    "verseText": "Rezoni alikuwa adui wa Israeli kwa muda wote alioishi Solomoni, ukiongezea matatizo yaliyosababishwa na Hadadi. Kwa hiyo Rezoni akatawala katika Aramu na alikuwa mkatili kwa Israeli."
  },
  {
    "verseNumber": "1KI 11:26",
    "verseText": "Pia, Yeroboamu mwana wa Nebati aliasi dhidi ya mfalme. Alikuwa mmoja wa maafisa wa Solomoni, Mwefraimu kutoka Sereda, ambaye mama yake alikuwa mjane aliyeitwa Serua."
  },
  {
    "verseNumber": "1KI 11:27",
    "verseText": "Haya ndiyo maelezo ya jinsi alivyomwasi mfalme: Solomoni alikuwa amejenga Milo naye akawa ameziba mwanya katika ukuta wa mji wa Daudi baba yake."
  },
  {
    "verseNumber": "1KI 11:28",
    "verseText": "Basi Yeroboamu alikuwa mtu shujaa na hodari, naye Solomoni alipoona jinsi kijana alivyofanya kazi yake, akamweka kuwa kiongozi wa kazi yote ya mikono ya nyumba ya Yosefu."
  },
  {
    "verseNumber": "1KI 11:29",
    "verseText": "Karibu na wakati ule Yeroboamu alikuwa anatoka nje ya Yerusalemu, Ahiya nabii Mshiloni akakutana naye njiani, akiwa amevaa joho jipya. Hawa wawili walikuwa peke yao mashambani,"
  },
  {
    "verseNumber": "1KI 11:30",
    "verseText": "naye Ahiya akachukua joho jipya alilokuwa amevaa akalirarua vipande kumi na viwili."
  },
  {
    "verseNumber": "1KI 11:31",
    "verseText": "Kisha akamwambia Yeroboamu, “Chukua vipande kumi kwa ajili yako, kwa kuwa hivi ndivyo BWANA, Mungu wa Israeli asemavyo: ‘Tazama, ninakwenda kuuchana ufalme kutoka mikononi mwa Solomoni na kukupa wewe makabila kumi."
  },
  {
    "verseNumber": "1KI 11:32",
    "verseText": "Lakini kwa ajili ya mtumishi wangu Daudi na mji wa Yerusalemu, ambao nimeuchagua miongoni mwa makabila yote ya Israeli, atakuwa na kabila moja."
  },
  {
    "verseNumber": "1KI 11:33",
    "verseText": "Nitafanya hivi kwa sababu wameniacha mimi na kuabudu Ashtorethi mungu mke wa Wasidoni, Kemoshi mungu wa Wamoabu, na Moleki mungu wa Waamoni, nao hawakwenda katika njia zangu ili kufanya yaliyo sawa machoni pangu, wala kushika amri na sheria zangu kama Daudi, babaye Solomoni, alivyofanya."
  },
  {
    "verseNumber": "1KI 11:34",
    "verseText": "“ ‘Lakini sitauondoa ufalme wote kutoka mikononi mwa Solomoni, nimemfanya mtawala siku zote za maisha yake kwa ajili ya Daudi mtumishi wangu, niliyemchagua na ambaye aliyatunza maagizo na amri zangu."
  },
  {
    "verseNumber": "1KI 11:35",
    "verseText": "Nitauondoa ufalme kutoka mikononi mwa mwanawe na kukupa wewe makabila kumi."
  },
  {
    "verseNumber": "1KI 11:36",
    "verseText": "Nitampa mwanawe kabila moja ili kwamba Daudi mtumishi wangu awe na taa mbele zangu daima katika Yerusalemu, mji ambao nimeuchagua kuweka Jina langu."
  },
  {
    "verseNumber": "1KI 11:37",
    "verseText": "Hata hivyo, kukuhusu wewe Yeroboamu, nitakutwaa, nawe utatawala juu ya yote yale moyo wako unayotamani, utakuwa mfalme juu ya Israeli."
  },
  {
    "verseNumber": "1KI 11:38",
    "verseText": "Ikiwa utafanya kila nitakalokuamuru, kuenenda katika njia zangu na kufanya yaliyo sawa mbele za macho yangu kwa kuzishika amri zangu na maagizo yangu kama alivyofanya Daudi mtumishi wangu, nitakuwa pamoja nawe. Nitakujengea ufalme utakaodumu kama ule niliomjengea Daudi, nami nitakupa Israeli."
  },
  {
    "verseNumber": "1KI 11:39",
    "verseText": "Nitawatesa wazao wa Daudi kwa ajili ya hili, lakini siyo milele.’ ”"
  },
  {
    "verseNumber": "1KI 11:40",
    "verseText": "Solomoni akajaribu kumuua Yeroboamu, lakini Yeroboamu akakimbilia Misri, kwa Mfalme Shishaki, naye akakaa huko mpaka Solomoni alipofariki."
  },
  {
    "verseNumber": "1KI 11:41",
    "verseText": "Kwa habari za matukio mengine ya utawala wa Solomoni, yote aliyoyafanya na hekima aliyoionyesha, je hayakuandikwa yote katika kitabu cha matendo cha Solomoni?"
  },
  {
    "verseNumber": "1KI 11:42",
    "verseText": "Solomoni alitawala Israeli yote miaka arobaini, akiwa Yerusalemu."
  },
  {
    "verseNumber": "1KI 11:43",
    "verseText": "Kisha Solomoni akalala pamoja na baba zake, naye akazikwa katika mji wa Daudi baba yake. Naye Rehoboamu mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "1KI 12:1",
    "verseText": "Rehoboamu akaenda Shekemu, kwa kuwa Waisraeli wote walikuwa wamekwenda huko kumfanya yeye kuwa mfalme."
  },
  {
    "verseNumber": "1KI 12:2",
    "verseText": "Yeroboamu mwana wa Nebati aliposikia hili (alikuwa bado yuko Misri alikokuwa amekimbilia awe mbali na Mfalme Solomoni), akarudi kutoka Misri."
  },
  {
    "verseNumber": "1KI 12:3",
    "verseText": "Kwa hiyo wakatuma watu kumwita Yeroboamu, yeye na kusanyiko lote la Israeli wakamwendea Rehoboamu na kumwambia,"
  },
  {
    "verseNumber": "1KI 12:4",
    "verseText": "“Baba yako aliweka nira nzito juu yetu, lakini sasa tupunguzie kazi za kikatili na nira nzito aliyoweka juu yetu, nasi tutakutumikia.”"
  },
  {
    "verseNumber": "1KI 12:5",
    "verseText": "Rehoboamu akajibu, “Nendeni kwa muda wa siku tatu na kisha mnirudie.” Basi watu wakaenda zao."
  },
  {
    "verseNumber": "1KI 12:6",
    "verseText": "Kisha Mfalme Rehoboamu akataka shauri kwa wazee ambao walimtumikia Solomoni baba yake wakati wa uhai wake akawauliza, “Mnanishauri nini katika kuwajibu watu hawa?”"
  },
  {
    "verseNumber": "1KI 12:7",
    "verseText": "Wakajibu, “Kama leo utakuwa mtumishi wa watu hawa na kuwahudumia na kuwapa jibu linaloridhisha, watakuwa watumishi wako daima.”"
  },
  {
    "verseNumber": "1KI 12:8",
    "verseText": "Lakini Rehoboamu akakataa shauri alilopewa na wazee na akataka ushauri kwa vijana wanaume rika lake waliokuwa wakimtumikia."
  },
  {
    "verseNumber": "1KI 12:9",
    "verseText": "Akawauliza, “Ninyi ushauri wenu ni nini? Tutawajibuje watu hawa wanaoniambia, ‘Ifanye nyepesi nira baba yako aliyoweka juu yetu?’ ”"
  },
  {
    "verseNumber": "1KI 12:10",
    "verseText": "Wale vijana wa rika lake wakamjibu, “Waambie watu hawa waliokuambia, ‘Baba yako aliweka nira nzito juu yetu, lakini ifanye nira yetu nyepesi,’ kuwa, ‘Kidole changu kidogo ni kinene kuliko kiuno cha baba yangu."
  },
  {
    "verseNumber": "1KI 12:11",
    "verseText": "Baba yangu aliweka nira nzito juu yenu, mimi nitaifanya hata iwe nzito zaidi. Baba yangu aliwachapa kwa mijeledi, mimi nitawachapa kwa nge.’ ”"
  },
  {
    "verseNumber": "1KI 12:12",
    "verseText": "Siku tatu baadaye, Yeroboamu na watu wote wakamrudia Rehoboamu, kama mfalme alivyokuwa amesema, “Rudini kwangu baada ya siku tatu.”"
  },
  {
    "verseNumber": "1KI 12:13",
    "verseText": "Mfalme akawajibu watu kwa ukatili. Akikataa shauri alilopewa na wazee,"
  },
  {
    "verseNumber": "1KI 12:14",
    "verseText": "akafuata shauri la vijana wa rika lake na kusema, “Baba yangu alifanya nira yenu kuwa nzito, mimi nitaifanya kuwa nzito zaidi. Baba yangu aliwachapa kwa mijeledi, mimi nitawachapa kwa nge.”"
  },
  {
    "verseNumber": "1KI 12:15",
    "verseText": "Kwa hiyo mfalme hakuwasikiliza watu, kwa kuwa jambo hili lilitoka kwa BWANA, ili kutimiza neno ambalo BWANA alikuwa amenena kwa Yeroboamu mwana wa Nebati kupitia Ahiya Mshiloni."
  },
  {
    "verseNumber": "1KI 12:16",
    "verseText": "Israeli wote walipoona kuwa mfalme amekataa kuwasikiliza, wakamjibu mfalme: “Tuna fungu gani kwa Daudi? Sisi hatuna urithi kwa mwana wa Yese. Nendeni kwenye mahema yenu, ee Israeli! Angalia nyumba yako mwenyewe, ee Daudi!” Hivyo Waisraeli wakaenda kwenye mahema yao."
  },
  {
    "verseNumber": "1KI 12:17",
    "verseText": "Lakini kwa habari ya Waisraeli waliokuwa wakiishi katika miji ya Yuda, Rehoboamu akaendelea kuwatawala bado."
  },
  {
    "verseNumber": "1KI 12:18",
    "verseText": "Mfalme Rehoboamu akamtuma Adoramu, aliyekuwa msimamizi wa wale waliofanya kazi ngumu kwa kulazimishwa, lakini Israeli wote wakampiga kwa mawe hadi akafa. Hata hivyo, Mfalme Rehoboamu, akafanikiwa kuingia kwenye gari lake na kutorokea Yerusalemu."
  },
  {
    "verseNumber": "1KI 12:19",
    "verseText": "Hivyo Israeli wakaasi dhidi ya nyumba ya Daudi hadi leo."
  },
  {
    "verseNumber": "1KI 12:20",
    "verseText": "Waisraeli wote waliposikia kwamba Yeroboamu amerudi, wakatuma watu na kumwita kwenye kusanyiko na kumfanya mfalme juu ya Israeli yote. Ni kabila la Yuda peke yake lililobaki kuwa tiifu kwa nyumba ya Daudi."
  },
  {
    "verseNumber": "1KI 12:21",
    "verseText": "Ikawa Rehoboamu alipofika Yerusalemu, akakusanya nyumba yote ya Yuda na kabila la Benyamini, wanaume wapiganaji 180,000, kufanya vita dhidi ya nyumba ya Israeli na kuurudisha tena ufalme kwa Rehoboamu mwana wa Solomoni."
  },
  {
    "verseNumber": "1KI 12:22",
    "verseText": "Lakini neno hili la Mungu likamjia Shemaya mtu wa Mungu:"
  },
  {
    "verseNumber": "1KI 12:23",
    "verseText": "“Mwambie Rehoboamu mwana wa Solomoni mfalme wa Yuda, na nyumba yote ya Yuda na Benyamini, na watu wengine wote,"
  },
  {
    "verseNumber": "1KI 12:24",
    "verseText": "‘Hili ndilo asemalo BWANA: Msipande kupigana dhidi ya ndugu zenu, Waisraeli. Nendeni nyumbani, kila mmoja wenu, kwa kuwa hili nimelitenda mimi.’ ” Kwa hiyo wakalitii neno la BWANA na kurudi nyumbani, kama BWANA alivyokuwa ameagiza."
  },
  {
    "verseNumber": "1KI 12:25",
    "verseText": "Kisha Yeroboamu akajenga Shekemu akaizungushia ngome katika nchi ya vilima ya Efraimu na akaishi huko. Akatoka huko, akaenda akajenga Penueli."
  },
  {
    "verseNumber": "1KI 12:26",
    "verseText": "Yeroboamu akawaza moyoni mwake, “Sasa inawezekana ufalme ukarudi katika nyumba ya Daudi."
  },
  {
    "verseNumber": "1KI 12:27",
    "verseText": "Kama watu hawa watapanda kwenda kutoa dhabihu katika Hekalu la BWANA huko Yerusalemu, mioyo yao itamrudia bwana wao, Rehoboamu mfalme wa Yuda. Wataniua mimi na kurudi kwa Mfalme Rehoboamu.”"
  },
  {
    "verseNumber": "1KI 12:28",
    "verseText": "Baada ya kutafuta shauri, mfalme akatengeneza ndama wawili wa dhahabu. Akawaambia watu, “Ni gharama kubwa kwenu kukwea kwenda Yerusalemu. Hii hapa miungu yenu, ee Israeli, iliyowapandisha kutoka Misri.”"
  },
  {
    "verseNumber": "1KI 12:29",
    "verseText": "Ndama mmoja akamweka Betheli na mwingine Dani."
  },
  {
    "verseNumber": "1KI 12:30",
    "verseText": "Nalo jambo hili likawa dhambi, watu wakawa wanaenda hadi Dani kumwabudu huyo aliyewekwa huko."
  },
  {
    "verseNumber": "1KI 12:31",
    "verseText": "Yeroboamu akajenga madhabahu mahali pa juu pa kuabudia miungu na kuwateua makuhani kutoka watu wa aina zote, ijapokuwa hawakuwa Walawi."
  },
  {
    "verseNumber": "1KI 12:32",
    "verseText": "Pia Yeroboamu akaweka sikukuu katika siku ya kumi na tano ya mwezi wa nane, kama sikukuu iliyokuwa ikifanyika huko Yuda, na akatoa dhabihu juu ya madhabahu. Akafanya hivyo huko Betheli akitoa dhabihu kwa ndama alizotengeneza. Huko Betheli akawaweka makuhani, na pia katika sehemu za juu za kuabudia miungu alizozitengeneza."
  },
  {
    "verseNumber": "1KI 12:33",
    "verseText": "Katika siku ya kumi na tano ya mwezi wa nane, mwezi aliouchagua mwenyewe, alitoa dhabihu juu ya madhabahu aliyokuwa amejenga huko Betheli. Kwa hiyo akaweka sikukuu kwa ajili ya Waisraeli na akapanda madhabahuni kutoa sadaka."
  },
  {
    "verseNumber": "1KI 13:1",
    "verseText": "Kwa neno la BWANA, mtu wa Mungu alifika Betheli kutoka Yuda wakati Yeroboamu alipokuwa amesimama kando ya madhabahu ili kutoa sadaka."
  },
  {
    "verseNumber": "1KI 13:2",
    "verseText": "Akapiga kelele dhidi ya madhabahu kwa neno la BWANA: “Ee madhabahu, madhabahu! Hivi ndivyo asemavyo BWANA: ‘Mwana aitwaye Yosia atazaliwa katika nyumba ya Daudi. Juu yako atawatoa dhabihu makuhani wa mahali pa juu pa kuabudia miungu wale ambao wanatoa sadaka hapa sasa, nayo mifupa ya wanadamu itachomwa juu yako.’ ”"
  },
  {
    "verseNumber": "1KI 13:3",
    "verseText": "Siku iyo hiyo, mtu wa Mungu akatoa ishara: “Hii ndiyo ishara BWANA aliyotangaza: Madhabahu haya yatapasuka na majivu yaliyo juu yake yatamwagika.”"
  },
  {
    "verseNumber": "1KI 13:4",
    "verseText": "Mfalme Yeroboamu aliposikia kile mtu wa Mungu alichosema, alipopiga kelele dhidi ya madhabahu huko Betheli, akanyoosha mkono wake kutoka madhabahuni na kusema, “Mkamate!” Lakini mkono aliokuwa ameunyoosha kumwelekea yule mtu ukasinyaa na kubaki hapo hapo, kiasi kwamba hakuweza kuurudisha."
  },
  {
    "verseNumber": "1KI 13:5",
    "verseText": "Pia, madhabahu yalipasuka na majivu yakamwagika sawasawa na ishara iliyotolewa na mtu wa Mungu kwa neno la BWANA."
  },
  {
    "verseNumber": "1KI 13:6",
    "verseText": "Kisha mfalme akamwambia mtu wa Mungu, “Niombee kwa BWANA Mungu wako ili mkono wangu upate kupona.” Kwa hiyo mtu wa Mungu akamwombea kwa BWANA, nao mkono wa mfalme ukapona na kuwa kama ulivyokuwa hapo kwanza."
  },
  {
    "verseNumber": "1KI 13:7",
    "verseText": "Mfalme akamwambia yule mtu wa Mungu, “Twende nyumbani kwangu upate chakula, nami nitakupa zawadi.”"
  },
  {
    "verseNumber": "1KI 13:8",
    "verseText": "Lakini yule mtu wa Mungu akamjibu mfalme, “Hata kama ungenipa nusu ya mali zako, nisingekwenda pamoja na wewe, wala nisingekula mkate au kunywa maji hapa."
  },
  {
    "verseNumber": "1KI 13:9",
    "verseText": "Kwa kuwa niliagizwa kwa neno la BWANA: ‘Kamwe usile mkate wala usinywe maji au kurudi kwa njia uliyojia.’ ”"
  },
  {
    "verseNumber": "1KI 13:10",
    "verseText": "Kwa hiyo akafuata njia nyingine na hakurudi kupitia njia ile ambayo alikuwa ameijia Betheli."
  },
  {
    "verseNumber": "1KI 13:11",
    "verseText": "Basi kulikuwepo na nabii fulani mzee aliyekuwa anaishi Betheli, ambaye wanawe walikuja kumwambia yote ambayo mtu wa Mungu alikuwa ameyafanya pale siku ile. Pia wakamwambia baba yao yale aliyomwambia mfalme."
  },
  {
    "verseNumber": "1KI 13:12",
    "verseText": "Baba yao akawauliza, “Ameelekea njia gani?” Nao wanawe wakamwonyesha ile njia yule mtu wa Mungu kutoka Yuda aliyopita."
  },
  {
    "verseNumber": "1KI 13:13",
    "verseText": "Hivyo akawaambia wanawe, “Nitandikieni punda.” Walipokwisha kumtandikia punda, akampanda"
  },
  {
    "verseNumber": "1KI 13:14",
    "verseText": "na kumfuatilia yule mtu wa Mungu. Akamkuta ameketi chini ya mwaloni na akamuuliza, “Je, wewe ndiwe mtu wa Mungu kutoka Yuda?” Akamjibu, “Mimi ndiye.”"
  },
  {
    "verseNumber": "1KI 13:15",
    "verseText": "Basi nabii akamwambia, “Karibu nyumbani pamoja na mimi ule.”"
  },
  {
    "verseNumber": "1KI 13:16",
    "verseText": "Yule mtu wa Mungu akasema, “Siwezi kurudi na kwenda nawe, wala siwezi kula mkate au kunywa maji pamoja nawe mahali hapa."
  },
  {
    "verseNumber": "1KI 13:17",
    "verseText": "Nimeambiwa kwa neno la BWANA: ‘Kamwe usile mkate au kunywa maji huko au kurudia njia uliyojia.’ ”"
  },
  {
    "verseNumber": "1KI 13:18",
    "verseText": "Yule nabii mzee akajibu, “Mimi pia ni nabii, kama wewe. Naye malaika alisema nami kwa neno la BWANA: ‘Mrudishe aje katika nyumba yako ili apate kula mkate na kunywa maji.’ ” (Lakini alikuwa akimwambia uongo.)"
  },
  {
    "verseNumber": "1KI 13:19",
    "verseText": "Hivyo mtu wa Mungu akarudi pamoja naye na akala na kunywa katika nyumba yake."
  },
  {
    "verseNumber": "1KI 13:20",
    "verseText": "Wakati walipokuwa wameketi mezani, neno la BWANA likamjia yule nabii mzee aliyemrudisha huyo mtu wa Mungu."
  },
  {
    "verseNumber": "1KI 13:21",
    "verseText": "Akampazia sauti yule mtu wa Mungu aliyekuwa ametoka Yuda, “Hivi ndivyo asemavyo BWANA: ‘Umeasi neno la BWANA na hukushika amri uliyopewa na BWANA Mungu wako,"
  },
  {
    "verseNumber": "1KI 13:22",
    "verseText": "bali ulirudi na ukala mkate na kunywa maji mahali ambapo alikuambia usile wala usinywe. Kwa hiyo maiti yako haitazikwa katika kaburi la baba zako.’ ”"
  },
  {
    "verseNumber": "1KI 13:23",
    "verseText": "Wakati huyo mtu wa Mungu alipomaliza kula na kunywa, nabii aliyekuwa amemrudisha akamtandikia punda wake."
  },
  {
    "verseNumber": "1KI 13:24",
    "verseText": "Alipokuwa akienda akakutana na simba njiani, akamuua na maiti yake ikabwagwa barabarani, yule punda wake na simba wakiwa wamesimama karibu yake."
  },
  {
    "verseNumber": "1KI 13:25",
    "verseText": "Baadhi ya watu waliopita pale waliona maiti imebwagwa pale chini, simba akiwa amesimama kando ya maiti, wakaenda na kutoa habari katika mji ambao nabii mzee aliishi."
  },
  {
    "verseNumber": "1KI 13:26",
    "verseText": "Yule nabii aliyekuwa amemrudisha kutoka safari yake aliposikia habari hii akasema, “Ni yule mtu wa Mungu ambaye aliasi neno la BWANA. BWANA amemtoa kwa simba, ambaye amemrarua na kumuua, sawasawa na neno la BWANA lilivyokuwa limemwonya.”"
  },
  {
    "verseNumber": "1KI 13:27",
    "verseText": "Nabii akawaambia wanawe, “Nitandikieni punda,” nao wakafanya hivyo."
  },
  {
    "verseNumber": "1KI 13:28",
    "verseText": "Kisha akatoka akaenda akakuta maiti imebwagwa chini barabarani, punda na simba wakiwa wamesimama kando yake. Simba hakuwa amekula ile maiti wala kumrarua punda."
  },
  {
    "verseNumber": "1KI 13:29",
    "verseText": "Basi yule nabii mzee akachukua maiti ya mtu wa Mungu, akailaza juu ya punda na akairudisha katika mji wake, ili amwombolezee na kumzika."
  },
  {
    "verseNumber": "1KI 13:30",
    "verseText": "Kisha akailaza ile maiti katika kaburi lake huyo nabii mzee, nao wakaomboleza juu yake na kusema, “Ee ndugu yangu!”"
  },
  {
    "verseNumber": "1KI 13:31",
    "verseText": "Baada ya kumzika, akawaambia wanawe, “Wakati nitakapokufa, mnizike kwenye kaburi alimozikwa huyu mtu wa Mungu; lazeni mifupa yangu kando ya mifupa yake."
  },
  {
    "verseNumber": "1KI 13:32",
    "verseText": "Kwa maana ujumbe alioutangaza kwa neno la BWANA dhidi ya madhabahu huko Betheli na dhidi ya madhabahu yote katika mahali pa juu pa kuabudia miungu katika miji ya Samaria, hakika yatatokea kweli.”"
  },
  {
    "verseNumber": "1KI 13:33",
    "verseText": "Hata baada ya haya, Yeroboamu hakubadili njia zake mbaya, lakini mara nyingine tena akaweka makuhani kwa ajili ya mahali pa juu pa kuabudia miungu kutoka watu wa aina zote. Yeyote aliyetaka kuwa kuhani alimweka wakfu kwa ajili ya mahali pa juu pa kuabudia miungu."
  },
  {
    "verseNumber": "1KI 13:34",
    "verseText": "Hii ilikuwa ndiyo dhambi ya nyumba ya Yeroboamu ambayo iliisababishia kuanguka na kuangamia kwake hadi kutoweka kwenye uso wa dunia."
  },
  {
    "verseNumber": "1KI 14:1",
    "verseText": "Wakati ule Abiya mwana wa Yeroboamu akaugua,"
  },
  {
    "verseNumber": "1KI 14:2",
    "verseText": "naye Yeroboamu akamwambia mke wake, “Nenda ukajibadilishe, ili watu wasijue kwamba wewe ni mke wa Yeroboamu. Kisha uende Shilo. Nabii Ahiya yuko huko, yule aliyeniambia kuwa nitakuwa mfalme juu ya watu hawa."
  },
  {
    "verseNumber": "1KI 14:3",
    "verseText": "Chukua mikate kumi, maandazi kadhaa na gudulia la asali na umwendee. Atakuambia kitakachotokea kwa kijana.”"
  },
  {
    "verseNumber": "1KI 14:4",
    "verseText": "Basi mke wa Yeroboamu akafanya kama alivyosema mumewe, akaenda kwenye nyumba ya Ahiya huko Shilo. Wakati huu Ahiya alikuwa kipofu naye alishindwa kuona kwa sababu ya umri wake."
  },
  {
    "verseNumber": "1KI 14:5",
    "verseText": "Lakini BWANA alikuwa amemwambia Ahiya, “Mke wa Yeroboamu anakuja kukuuliza kuhusu mwanawe, kwa kuwa ni mgonjwa, nawe utamjibu hivi na hivi. Atakapowasili, atajifanya kuwa ni mtu mwingine.”"
  },
  {
    "verseNumber": "1KI 14:6",
    "verseText": "Hivyo Ahiya aliposikia kishindo cha hatua zake mlangoni, akasema, “Karibu ndani, mke wa Yeroboamu. Kwa nini kujibadilisha? Nimetumwa kwako nikiwa na habari mbaya."
  },
  {
    "verseNumber": "1KI 14:7",
    "verseText": "Nenda, ukamwambie Yeroboamu kwamba hivi ndivyo asemavyo BWANA, Mungu wa Israeli: ‘Nilikuinua miongoni mwa watu na kukufanya kiongozi juu ya watu wangu Israeli."
  },
  {
    "verseNumber": "1KI 14:8",
    "verseText": "Nikararua ufalme kutoka kwa nyumba ya Daudi na kukupa wewe, lakini hukuwa kama mtumishi wangu Daudi, ambaye aliyashika maagizo yangu na kunifuata kwa moyo wake wote, akifanya tu lile lililokuwa sawa machoni pangu."
  },
  {
    "verseNumber": "1KI 14:9",
    "verseText": "Umefanya maovu mengi kuliko wote waliokutangulia. Umejitengenezea miungu mingine, sanamu za chuma, umenighadhibisha na kunitupa nyuma yako."
  },
  {
    "verseNumber": "1KI 14:10",
    "verseText": "“ ‘Kwa sababu ya hili, nitaleta maafa juu ya nyumba ya Yeroboamu. Nitakatilia mbali kutoka kwa Yeroboamu kila mzaliwa wa mwisho wa kiume katika Israeli, mtumwa au mtu huru. Nitachoma nyumba ya Yeroboamu mpaka iteketee yote kama mtu achomaye kinyesi."
  },
  {
    "verseNumber": "1KI 14:11",
    "verseText": "Mbwa watawala wale walio wa nyumba ya Yeroboamu watakaofia ndani ya mji na ndege wa angani watajilisha kwa wale watakaofia mashambani. BWANA amesema!’"
  },
  {
    "verseNumber": "1KI 14:12",
    "verseText": "“Kukuhusu wewe, rudi nyumbani. Wakati utakapotia mguu katika mji wako, kijana atakufa."
  },
  {
    "verseNumber": "1KI 14:13",
    "verseText": "Israeli yote itamwombolezea na kumzika. Kwa sababu ni yeye pekee wa nyumba ya Yeroboamu atakayezikwa, kwa sababu ni yeye peke yake ndani ya nyumba ya Yeroboamu ambaye BWANA, Mungu wa Israeli, ameona kitu chema kwake."
  },
  {
    "verseNumber": "1KI 14:14",
    "verseText": "“BWANA atajiinulia mwenyewe mfalme juu ya Israeli ambaye ataikatilia mbali jamaa ya Yeroboamu. Siku ndiyo hii! Nini? Naam, hata sasa hivi."
  },
  {
    "verseNumber": "1KI 14:15",
    "verseText": "Naye BWANA ataipiga Israeli, hata iwe kama unyasi unaosukwasukwa juu ya maji. Ataingʼoa Israeli kutoka nchi hii nzuri aliyowapa baba zao na kuwatawanya ngʼambo ya Mto Frati, kwa sababu wamemghadhibisha BWANA kwa kutengeneza nguzo za Ashera"
  },
  {
    "verseNumber": "1KI 14:16",
    "verseText": "Naye atawaacha Israeli kwa ajili ya makosa ya Yeroboamu aliyoyatenda na kusababisha Israeli kuyatenda.”"
  },
  {
    "verseNumber": "1KI 14:17",
    "verseText": "Kisha mke wa Yeroboamu akainuka, akaondoka kwenda Tirsa. Mara alipokanyaga kizingiti cha mlango, kijana akafa."
  },
  {
    "verseNumber": "1KI 14:18",
    "verseText": "Wakamzika na Israeli yote ikamwombolezea, kama BWANA alivyokuwa amesema kupitia mtumishi wake, nabii Ahiya."
  },
  {
    "verseNumber": "1KI 14:19",
    "verseText": "Matukio mengine ya utawala wa Yeroboamu, vita vyake na jinsi alivyotawala, vimeandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli."
  },
  {
    "verseNumber": "1KI 14:20",
    "verseText": "Yeroboamu akawatawala kwa miaka ishirini na miwili, kisha akalala na baba zake. Naye Nadabu mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "1KI 14:21",
    "verseText": "Rehoboamu mwana wa Solomoni alikuwa mfalme wa Yuda. Alikuwa na umri wa miaka arobaini na moja alipoanza kutawala, naye akatawala miaka kumi na saba huko Yerusalemu, mji ambao BWANA alikuwa ameuchagua kutoka makabila yote ya Israeli ili apate kuliweka humo Jina lake. Mama yake aliitwa Naama, ambaye alikuwa Mwamoni."
  },
  {
    "verseNumber": "1KI 14:22",
    "verseText": "Yuda wakatenda maovu machoni pa BWANA. Kwa dhambi walizotenda wakachochea hasira yake yenye wivu zaidi kuliko baba zao walivyofanya."
  },
  {
    "verseNumber": "1KI 14:23",
    "verseText": "Pia wakajijengea mahali pa juu pa kuabudia miungu, mawe ya kuabudiwa na nguzo za Ashera juu ya kila kilima kilichoinuka na kila mti uliotanda."
  },
  {
    "verseNumber": "1KI 14:24",
    "verseText": "Walikuwepo hata wanaume mahanithi wa mahali pa ibada za sanamu katika nchi; watu wakajiingiza katika kutenda machukizo ya mataifa ambayo BWANA aliyafukuza mbele ya Waisraeli."
  },
  {
    "verseNumber": "1KI 14:25",
    "verseText": "Katika mwaka wa tano wa utawala wa Mfalme Rehoboamu, Shishaki mfalme wa Misri akashambulia Yerusalemu."
  },
  {
    "verseNumber": "1KI 14:26",
    "verseText": "Akachukua hazina za Hekalu la BWANA na hazina za jumba la kifalme. Akachukua kila kitu, pamoja na zile ngao zote za dhahabu ambazo Solomoni alikuwa amezitengeneza."
  },
  {
    "verseNumber": "1KI 14:27",
    "verseText": "Kwa hiyo Mfalme Rehoboamu akatengeneza ngao za shaba badala ya zile za dhahabu na kuzikabidhi kwa majemadari wa ulinzi wa zamu kwenye ingilio la jumba la mfalme."
  },
  {
    "verseNumber": "1KI 14:28",
    "verseText": "Kila wakati mfalme alipokwenda katika Hekalu la BWANA, walinzi walizichukua hizo ngao, na baadaye walizirudisha kwenye chumba cha ulinzi."
  },
  {
    "verseNumber": "1KI 14:29",
    "verseText": "Kwa matukio mengine ya utawala wa Rehoboamu na yote aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "1KI 14:30",
    "verseText": "Kulikuwa na vita vinavyoendelea kati ya Rehoboamu na Yeroboamu."
  },
  {
    "verseNumber": "1KI 14:31",
    "verseText": "Naye Rehoboamu akalala na baba zake, na akazikwa pamoja nao katika Mji wa Daudi. Mama yake aliitwa Naama, ambaye alikuwa Mwamoni. Naye Abiya mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "1KI 15:1",
    "verseText": "Katika mwaka wa kumi na nane wa utawala wa Yeroboamu mwana wa Nebati, Abiya akawa mfalme wa Yuda,"
  },
  {
    "verseNumber": "1KI 15:2",
    "verseText": "naye akatawala huko Yerusalemu miaka mitatu. Mama yake aliitwa Maaka binti Abishalomu."
  },
  {
    "verseNumber": "1KI 15:3",
    "verseText": "Alitenda dhambi zote baba yake alizotenda kabla yake; moyo wake haukuwa mkamilifu kwa BWANA Mungu wake kama moyo wa Daudi baba yake ulivyokuwa."
  },
  {
    "verseNumber": "1KI 15:4",
    "verseText": "Pamoja na hayo, kwa ajili ya Daudi, BWANA Mungu wake akampa taa katika Yerusalemu kwa kumwinua mwana atawale badala yake na kwa kuifanya Yerusalemu kuwa imara."
  },
  {
    "verseNumber": "1KI 15:5",
    "verseText": "Kwa kuwa Daudi alifanya yaliyo mema machoni pa BWANA na hakushindwa kushika maagizo yote ya BWANA siku zote za uhai wake, isipokuwa katika habari ya Uria, Mhiti."
  },
  {
    "verseNumber": "1KI 15:6",
    "verseText": "Kulikuwa na vita kati ya Rehoboamu na Yeroboamu wakati wote wa maisha ya Abiya."
  },
  {
    "verseNumber": "1KI 15:7",
    "verseText": "Kwa habari ya matukio mengine ya utawala wa Abiya na yote aliyofanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda? Kulikuwa na vita kati ya Abiya na Yeroboamu."
  },
  {
    "verseNumber": "1KI 15:8",
    "verseText": "Naye Abiya akalala na baba zake akazikwa katika Mji wa Daudi. Asa mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "1KI 15:9",
    "verseText": "Katika mwaka wa ishirini wa utawala wa Yeroboamu mfalme wa Israeli, Asa akawa mfalme wa Yuda,"
  },
  {
    "verseNumber": "1KI 15:10",
    "verseText": "naye akatawala katika Yerusalemu miaka arobaini na mmoja. Bibi yake aliitwa Maaka binti Abishalomu."
  },
  {
    "verseNumber": "1KI 15:11",
    "verseText": "Asa akatenda yaliyo mema machoni mwa BWANA, kama alivyokuwa ametenda Daudi baba yake."
  },
  {
    "verseNumber": "1KI 15:12",
    "verseText": "Akawafukuza mahanithi wa mahali pa kuabudia miungu kutoka nchi na kuondoa sanamu zote ambazo baba zake walikuwa wametengeneza."
  },
  {
    "verseNumber": "1KI 15:13",
    "verseText": "Hata akamwondoa bibi yake Maaka kwenye wadhifa wake kama mama malkia, kwa sababu alikuwa ametengeneza nguzo ya Ashera ya kuchukiza. Asa akaikata hiyo nguzo na kuiteketeza kwa moto katika Bonde la Kidroni."
  },
  {
    "verseNumber": "1KI 15:14",
    "verseText": "Ijapokuwa hakuondoa mahali pa juu pa kuabudia miungu, moyo wa Asa ulikuwa umejiweka kwa BWANA kikamilifu maisha yake yote."
  },
  {
    "verseNumber": "1KI 15:15",
    "verseText": "Akaleta ndani ya Hekalu la BWANA fedha na dhahabu na vile vyombo ambavyo yeye na baba yake walikuwa wameviweka wakfu."
  },
  {
    "verseNumber": "1KI 15:16",
    "verseText": "Kulikuwa na vita kati ya Asa na Baasha mfalme wa Israeli siku zote za utawala wao."
  },
  {
    "verseNumber": "1KI 15:17",
    "verseText": "Mfalme Baasha wa Israeli akashambulia Yuda na kuweka ngome mji wa Rama ili kumzuia yeyote asitoke wala kuingia nchi ya Mfalme Asa wa Yuda."
  },
  {
    "verseNumber": "1KI 15:18",
    "verseText": "Kisha Asa akachukua fedha yote na dhahabu iliyokuwa imeachwa katika hazina za Hekalu la BWANA na za jumba lake mwenyewe la kifalme. Akawakabidhi maafisa wake na kuwatuma kwa Ben-Hadadi mwana wa Tabrimoni, mwana wa Hezioni, mfalme wa Aramu, aliyekuwa akitawala Dameski."
  },
  {
    "verseNumber": "1KI 15:19",
    "verseText": "“Akasema na pawepo mkataba kati yangu na wewe, kama ulivyokuwepo kati ya baba yangu na baba yako. Tazama, nimekuletea zawadi ya fedha na dhahabu. Sasa vunja mkataba wako na Baasha mfalme wa Israeli ili aniondokee mimi.”"
  },
  {
    "verseNumber": "1KI 15:20",
    "verseText": "Ben-Hadadi akakubaliana na Mfalme Asa na kutuma majemadari wa majeshi yake dhidi ya miji ya Israeli. Akaishinda miji ya Iyoni, Dani, Abel-Beth-Maaka na Kinerethi yote, pamoja na Naftali."
  },
  {
    "verseNumber": "1KI 15:21",
    "verseText": "Wakati Baasha aliposikia hili, akaacha kuijenga Rama na akaenda kuishi Tirsa."
  },
  {
    "verseNumber": "1KI 15:22",
    "verseText": "Kisha Mfalme Asa akatoa amri kwa Yuda yote, pasipo kumbagua hata mmoja, kubeba mawe na mbao kutoka Rama, ambazo Baasha alikuwa akitumia huko. Mfalme Asa akazitumia kujengea Geba iliyoko Benyamini na Mispa pia."
  },
  {
    "verseNumber": "1KI 15:23",
    "verseText": "Kwa matukio yote ya utawala wa Asa, mafanikio yake yote, yote aliyofanya na miji aliyoijenga, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda? Katika uzee wake, hata hivyo, alipata ugonjwa wa miguu."
  },
  {
    "verseNumber": "1KI 15:24",
    "verseText": "Kisha Asa akalala pamoja na baba zake na kuzikwa pamoja nao katika mji wa Daudi baba yake. Naye Yehoshafati mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "1KI 15:25",
    "verseText": "Nadabu mwana wa Yeroboamu akawa mfalme wa Israeli katika mwaka wa pili wa utawala wa Mfalme Asa wa Yuda, naye akatawala Israeli kwa miaka miwili."
  },
  {
    "verseNumber": "1KI 15:26",
    "verseText": "Akafanya maovu machoni pa BWANA, akienenda katika njia za baba yake na katika dhambi yake, ambayo alisababisha Israeli kuifanya."
  },
  {
    "verseNumber": "1KI 15:27",
    "verseText": "Baasha mwana wa Ahiya wa nyumba ya Isakari akafanya shauri baya dhidi yake, naye akamuua huko Gibethoni, mji wa Wafilisti, wakati Nadabu na Israeli yote walipokuwa wameuzingira."
  },
  {
    "verseNumber": "1KI 15:28",
    "verseText": "Baasha akamuua Nadabu katika mwaka wa tatu wa utawala wa Asa mfalme wa Yuda, naye Baasha akaingia mahali pake kuwa mfalme."
  },
  {
    "verseNumber": "1KI 15:29",
    "verseText": "Mara tu alipoanza kutawala, aliua jamaa yote ya Yeroboamu. Hakumwachia Yeroboamu yeyote aliyekuwa hai, bali aliwaangamiza wote, kulingana na neno la BWANA lililotolewa kupitia kwa mtumishi wake Ahiya Mshiloni,"
  },
  {
    "verseNumber": "1KI 15:30",
    "verseText": "kwa sababu ya dhambi alizokuwa amezitenda Yeroboamu na kusababisha Israeli kuzitenda, tena kwa sababu alimkasirisha BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "1KI 15:31",
    "verseText": "Kwa matukio mengine ya utawala wa Nadabu na yote aliyofanya, je hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "1KI 15:32",
    "verseText": "Kulikuwa na vita kati ya Asa na Baasha mfalme wa Israeli wakati wote wa utawala wao."
  },
  {
    "verseNumber": "1KI 15:33",
    "verseText": "Katika mwaka wa tatu wa utawala wa Asa mfalme wa Yuda, Baasha mwana wa Ahiya akawa mfalme wa Israeli yote huko Tirsa, naye akatawala kwa miaka ishirini na minne."
  },
  {
    "verseNumber": "1KI 15:34",
    "verseText": "Akatenda maovu machoni pa BWANA, akienenda katika njia za Yeroboamu na dhambi yake, ambayo alikuwa amesababisha Israeli kuitenda."
  },
  {
    "verseNumber": "1KI 16:1",
    "verseText": "Ndipo neno la BWANA likamjia Yehu mwana wa Hanani dhidi ya Baasha, kusema:"
  },
  {
    "verseNumber": "1KI 16:2",
    "verseText": "“Nilikuinua kutoka mavumbini na kukufanya kiongozi wa watu wangu Israeli, lakini ukaenenda katika njia za Yeroboamu na kusababisha watu wangu Israeli kutenda dhambi na kunikasirisha kwa dhambi zao."
  },
  {
    "verseNumber": "1KI 16:3",
    "verseText": "Basi nitamwangamiza Baasha pamoja na nyumba yake, nami nitaifanya nyumba yako kama ile ya Yeroboamu mwanawe Nebati."
  },
  {
    "verseNumber": "1KI 16:4",
    "verseText": "Mbwa watawala watu wa Baasha watakaofia mjini na ndege wa angani watajilisha kwa wale watakaofia mashambani.”"
  },
  {
    "verseNumber": "1KI 16:5",
    "verseText": "Kwa matukio mengine ya utawala wa Baasha, aliyoyafanya na mafanikio yake, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "1KI 16:6",
    "verseText": "Baasha akalala na baba zake naye akazikwa huko Tirsa. Naye Ela mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "1KI 16:7",
    "verseText": "Zaidi ya hayo, neno la BWANA likamjia Baasha pamoja na nyumba yake kupitia kwa nabii Yehu mwana wa Hanani, kwa sababu ya maovu yote aliyokuwa ametenda machoni pa BWANA, akamkasirisha kwa mambo aliyotenda, na kuwa kama nyumba ya Yeroboamu, na pia kwa sababu aliiangamiza."
  },
  {
    "verseNumber": "1KI 16:8",
    "verseText": "Katika mwaka wa ishirini na sita wa utawala wa Asa mfalme wa Yuda, Ela mwana wa Baasha akawa mfalme wa Israeli, naye akatawala huko Tirsa kwa miaka miwili."
  },
  {
    "verseNumber": "1KI 16:9",
    "verseText": "Zimri, mmoja wa maafisa wake, aliyekuwa na amri juu ya nusu ya magari yake ya vita, akafanya hila mbaya dhidi ya Ela. Wakati huo Ela alikuwa Tirsa, akilewa katika nyumba ya Arsa, mtu aliyekuwa msimamizi wa jumba la kifalme huko Tirsa."
  },
  {
    "verseNumber": "1KI 16:10",
    "verseText": "Zimri akaingia, akampiga na kumuua katika mwaka wa ishirini na saba wa utawala wa Asa mfalme wa Yuda. Kisha Zimri akaingia mahali pake kuwa mfalme."
  },
  {
    "verseNumber": "1KI 16:11",
    "verseText": "Mara tu alipoanza kutawala na kuketi juu ya kiti cha ufalme, aliua jamaa yote ya Baasha. Hakumwacha mwanaume hata mmoja, akiwa ni ndugu au rafiki."
  },
  {
    "verseNumber": "1KI 16:12",
    "verseText": "Hivyo Zimri akaangamiza jamaa yote ya Baasha, kulingana na neno la BWANA lililonenwa dhidi ya Baasha kupitia nabii Yehu:"
  },
  {
    "verseNumber": "1KI 16:13",
    "verseText": "kwa sababu ya dhambi zote Baasha na mwanawe Ela walizokuwa wametenda na wakasababisha Israeli kuzitenda, basi wakamkasirisha BWANA, Mungu wa Israeli kwa sanamu zao zisizofaa."
  },
  {
    "verseNumber": "1KI 16:14",
    "verseText": "Kwa matukio mengine ya utawala wa Ela, na yote aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "1KI 16:15",
    "verseText": "Katika mwaka wa ishirini na saba wa utawala wa Asa mfalme wa Yuda, Zimri akatawala huko Tirsa siku saba. Jeshi lilikuwa limepiga kambi karibu na Gibethoni, mji wa Wafilisti."
  },
  {
    "verseNumber": "1KI 16:16",
    "verseText": "Wakati Waisraeli waliokuwa kambini waliposikia kuwa Zimri alikuwa amefanya hila mbaya dhidi ya mfalme na kumuua, wakamtangaza Omri, jemadari wa jeshi, kuwa mfalme wa Israeli siku iyo hiyo huko kambini."
  },
  {
    "verseNumber": "1KI 16:17",
    "verseText": "Ndipo Omri na Waisraeli wote pamoja naye wakaondoka Gibethoni na kuizingira Tirsa."
  },
  {
    "verseNumber": "1KI 16:18",
    "verseText": "Wakati Zimri alipoona kuwa mji umechukuliwa, alikwenda ndani ya ngome ya jumba la kifalme na kulichoma moto jumba la kifalme na kujiteketeza ndani yake. Kwa hiyo akafa,"
  },
  {
    "verseNumber": "1KI 16:19",
    "verseText": "kwa sababu ya dhambi alizofanya, akitenda maovu machoni pa BWANA na kuenenda katika njia za Yeroboamu na katika dhambi alizofanya na kusababisha Israeli kuzifanya."
  },
  {
    "verseNumber": "1KI 16:20",
    "verseText": "Kwa matukio mengine ya utawala wa Zimri, na uasi alioutenda, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "1KI 16:21",
    "verseText": "Ndipo watu wa Israeli wakagawanyika katika makundi mawili, nusu wakamuunga mkono Tibni mwana wa Ginathi ili awe mfalme na nusu nyingine wakamuunga mkono Omri."
  },
  {
    "verseNumber": "1KI 16:22",
    "verseText": "Lakini wafuasi wa Omri wakajionyesha wenye nguvu kuliko wale wa Tibni mwana wa Ginathi. Hivyo Tibni akafa na Omri akawa mfalme."
  },
  {
    "verseNumber": "1KI 16:23",
    "verseText": "Katika mwaka wa thelathini na moja wa utawala wa Asa mfalme wa Yuda, Omri akawa mfalme wa Israeli, naye akatawala kwa miaka kumi na miwili, sita kati ya hiyo katika Tirsa."
  },
  {
    "verseNumber": "1KI 16:24",
    "verseText": "Alinunua kilima cha Samaria kutoka kwa Shemeri kwa talanta mbili za fedha na akajenga mji juu ya hicho kilima, akiuita Samaria, kutokana na Shemeri, jina la mmiliki wa kwanza wa kilima hicho."
  },
  {
    "verseNumber": "1KI 16:25",
    "verseText": "Lakini Omri akatenda maovu machoni pa BWANA na kutenda dhambi kuliko wote waliomtangulia."
  },
  {
    "verseNumber": "1KI 16:26",
    "verseText": "Akaenenda katika njia zote za Yeroboamu mwana wa Nebati na katika dhambi zake, ambazo alisababisha Israeli kutenda, hivyo basi wakamkasirisha BWANA, Mungu wa Israeli kwa sanamu zao zisizofaa."
  },
  {
    "verseNumber": "1KI 16:27",
    "verseText": "Kwa matukio mengine ya utawala wa Omri, yale aliyofanya na vitu alivyovifanikisha, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "1KI 16:28",
    "verseText": "Omri akalala pamoja na baba zake na akazikwa huko Samaria. Ahabu mwanawe akatawala mahali pake."
  },
  {
    "verseNumber": "1KI 16:29",
    "verseText": "Katika mwaka wa thelathini na nane wa utawala wa Asa mfalme wa Yuda, Ahabu mwana wa Omri akawa mfalme wa Israeli, naye akatawala Israeli akiwa Samaria kwa miaka ishirini na miwili."
  },
  {
    "verseNumber": "1KI 16:30",
    "verseText": "Ahabu mwana wa Omri akafanya maovu zaidi machoni mwa BWANA kuliko yeyote aliyewatangulia."
  },
  {
    "verseNumber": "1KI 16:31",
    "verseText": "Kama vile haikutosha kuishi kama Yeroboamu mwana wa Nebati, akamwoa Yezebeli binti wa Ethbaali, mfalme wa Wasidoni, naye akaanza kumtumikia Baali na kumwabudu."
  },
  {
    "verseNumber": "1KI 16:32",
    "verseText": "Akajenga madhabahu kwa ajili ya Baali katika hekalu la Baali lile alilolijenga huko Samaria."
  },
  {
    "verseNumber": "1KI 16:33",
    "verseText": "Pia Ahabu akatengeneza nguzo ya Ashera na kufanya mengi ili kumkasirisha BWANA, Mungu wa Israeli, kuliko walivyofanya wafalme wote wa Israeli waliomtangulia."
  },
  {
    "verseNumber": "1KI 16:34",
    "verseText": "Katika wakati wa Ahabu, Hieli, Mbetheli, akaijenga upya Yeriko. Aliweka misingi yake kwa gharama ya mzaliwa wake wa kwanza Abiramu, na kuweka malango yake kwa gharama ya mwanawe mdogo Segubu, kulingana na neno la BWANA alilosema kupitia Yoshua mwana wa Nuni."
  },
  {
    "verseNumber": "1KI 17:1",
    "verseText": "Basi Eliya, Mtishbi kutoka Tishbi katika Gileadi, akamwambia Ahabu, “Kama BWANA, Mungu wa Israeli, aishivyo, ambaye ninamtumikia, hapatakuwa na umande wala mvua katika miaka hii, isipokuwa kwa neno langu.”"
  },
  {
    "verseNumber": "1KI 17:2",
    "verseText": "Kisha neno la BWANA likamjia Eliya, kusema,"
  },
  {
    "verseNumber": "1KI 17:3",
    "verseText": "“Ondoka hapa, elekea upande wa mashariki ukajifiche katika Kijito cha Kerithi, mashariki mwa Yordani."
  },
  {
    "verseNumber": "1KI 17:4",
    "verseText": "Utakunywa maji kutoka kile kijito, nami nimeagiza kunguru wakulishe huko.”"
  },
  {
    "verseNumber": "1KI 17:5",
    "verseText": "Hivyo akafanya kile alichoambiwa na BWANA. Akaenda katika Kijito cha Kerithi, mashariki ya Yordani na akakaa huko."
  },
  {
    "verseNumber": "1KI 17:6",
    "verseText": "Kunguru wakamletea mkate na nyama asubuhi na mkate na nyama jioni, naye akanywa maji kutoka kile kijito."
  },
  {
    "verseNumber": "1KI 17:7",
    "verseText": "Baada ya muda, kile kijito kikakauka kwa sababu mvua haikuwa imenyesha katika nchi."
  },
  {
    "verseNumber": "1KI 17:8",
    "verseText": "Kisha neno la BWANA likamjia, kusema,"
  },
  {
    "verseNumber": "1KI 17:9",
    "verseText": "“Ondoka, uende Sarepta ya Sidoni na ukae huko. Nimemwagiza mjane katika sehemu ile akupatie chakula.”"
  },
  {
    "verseNumber": "1KI 17:10",
    "verseText": "Hivyo akaenda Sarepta. Alipofika kwenye lango la mji, mjane alikuwa huko akiokota kuni. Akamwita na kumwambia, “Naomba uniletee maji kidogo kwenye gudulia ili niweze kunywa.”"
  },
  {
    "verseNumber": "1KI 17:11",
    "verseText": "Alipokuwa anakwenda kumletea, akamwita akasema, “Tafadhali niletee pia kipande cha mkate.”"
  },
  {
    "verseNumber": "1KI 17:12",
    "verseText": "Akamjibu, “Hakika kama BWANA Mungu wako aishivyo, sina mkate wowote, isipokuwa konzi ya unga kwenye gudulia na mafuta kidogo kwenye chupa. Ninakusanya kuni chache nipeleke nyumbani na nikapike chakula kwa ajili yangu na mwanangu, ili kwamba tule, kiishe, tukafe.”"
  },
  {
    "verseNumber": "1KI 17:13",
    "verseText": "Eliya akamwambia, “Usiogope. Nenda nyumbani ukafanye kama ulivyosema. Lakini kwanza unitengenezee mimi mkate mdogo kutoka vile ulivyo navyo kisha uniletee na ndipo utayarishe chochote kwa ajili yako na mwanao."
  },
  {
    "verseNumber": "1KI 17:14",
    "verseText": "Kwa kuwa hivi ndivyo asemavyo BWANA, Mungu wa Israeli: ‘Lile gudulia la unga halitakwisha wala ile chupa ya mafuta haitakauka hadi siku ile BWANA atakapoleta mvua juu ya nchi.’ ”"
  },
  {
    "verseNumber": "1KI 17:15",
    "verseText": "Akaondoka na kufanya kama Eliya alivyomwambia. Kwa hiyo kukawa na chakula kila siku kwa ajili ya Eliya, yule mwanamke na jamaa yake."
  },
  {
    "verseNumber": "1KI 17:16",
    "verseText": "Kwa kuwa lile gudulia la unga halikwisha na ile chupa ya mafuta haikukauka, sawasawa na lile neno la BWANA alilosema Eliya."
  },
  {
    "verseNumber": "1KI 17:17",
    "verseText": "Baada ya muda, mwana wa yule mwanamke mwenye nyumba akaugua. Hali yake ikaendelea kuwa mbaya sana, na hatimaye akaacha kupumua."
  },
  {
    "verseNumber": "1KI 17:18",
    "verseText": "Akamwambia Eliya, “Una nini dhidi yangu, ewe mtu wa Mungu? Umekuja ili kukumbushia dhambi yangu na kusababisha kifo cha mwanangu?”"
  },
  {
    "verseNumber": "1KI 17:19",
    "verseText": "Eliya akamjibu, “Nipe mwanao.” Eliya akampokea kutoka kifuani mwake, akambeba mpaka chumba cha juu alipokuwa anaishi, akamlaza kitandani mwake."
  },
  {
    "verseNumber": "1KI 17:20",
    "verseText": "Kisha akamlilia BWANA, akasema “Ee BWANA Mungu wangu, je, pia umeleta msiba juu ya mjane huyu ninayeishi pamoja naye, kwa kusababisha mwanawe kufa?”"
  },
  {
    "verseNumber": "1KI 17:21",
    "verseText": "Kisha akajinyoosha juu ya kijana mara tatu na kumlilia BWANA, akisema, “Ee BWANA Mungu wangu, nakuomba roho ya huyu kijana imrudie!”"
  },
  {
    "verseNumber": "1KI 17:22",
    "verseText": "BWANA akasikia kilio cha Eliya, na roho ya kijana ikamrudia, naye akafufuka."
  },
  {
    "verseNumber": "1KI 17:23",
    "verseText": "Eliya akamtwaa kijana na kumbeba kutoka chumbani mwake akamshusha kumpeleka kwenye nyumba. Akampa mama yake na kusema, “Tazama, mwanao yu hai!”"
  },
  {
    "verseNumber": "1KI 17:24",
    "verseText": "Ndipo yule mwanamke akamwambia Eliya, “Sasa ninajua kwamba wewe ni mtu wa Mungu, na kwamba neno la BWANA kutoka kinywani mwako ni kweli.”"
  },
  {
    "verseNumber": "1KI 18:1",
    "verseText": "Baada ya muda mrefu, katika mwaka wa tatu, neno la BWANA likamjia Eliya kusema, “Nenda ukajionyeshe kwa Ahabu na mimi nitanyesha mvua juu ya nchi.”"
  },
  {
    "verseNumber": "1KI 18:2",
    "verseText": "Kwa hiyo Eliya akaenda kujionyesha kwa Ahabu. Wakati huu njaa ilikuwa kali sana katika Samaria,"
  },
  {
    "verseNumber": "1KI 18:3",
    "verseText": "naye Ahabu alikuwa amemwita Obadia ambaye alikuwa msimamizi wa jumba lake la kifalme. (Obadia alimcha BWANA sana."
  },
  {
    "verseNumber": "1KI 18:4",
    "verseText": "Wakati Yezebeli alipokuwa akiwaua manabii wa BWANA, Obadia alikuwa amewachukua manabii mia moja na kuwaficha katika mapango mawili, hamsini kwenye kila moja na akawa akiwapa chakula na maji.)"
  },
  {
    "verseNumber": "1KI 18:5",
    "verseText": "Ahabu alikuwa amemwambia Obadia, “Nenda katika nchi yote kwenye vijito vyote na mabonde. Huenda tunaweza kupata majani ya kuwalisha farasi na nyumbu wapate kuishi ili tusilazimike kuwaua hata mmoja wa wanyama wetu.”"
  },
  {
    "verseNumber": "1KI 18:6",
    "verseText": "Kwa hiyo wakagawanya nchi waliyokusudia kutafuta majani, Ahabu akaenda upande mmoja na Obadia upande mwingine."
  },
  {
    "verseNumber": "1KI 18:7",
    "verseText": "Wakati Obadia alipokuwa akitembea njiani, Eliya akakutana naye. Obadia akamtambua, akamsujudia hadi nchi na kusema, “Je, hivi kweli ni wewe, bwana wangu Eliya?”"
  },
  {
    "verseNumber": "1KI 18:8",
    "verseText": "Eliya akamjibu, “Ndiyo, nenda ukamwambie bwana wako Ahabu, ‘Eliya yuko hapa.’ ”"
  },
  {
    "verseNumber": "1KI 18:9",
    "verseText": "Obadia akamuuliza, “Ni kosa gani nimefanya, hata ukaamua kumkabidhi mtumishi wako mkononi mwa Ahabu ili aniue?"
  },
  {
    "verseNumber": "1KI 18:10",
    "verseText": "Hakika kama BWANA Mungu wako aishivyo, hakuna taifa hata moja au ufalme ambapo bwana wangu hajamtuma mtu kukutafuta. Kila wakati taifa au ufalme walipodai kwamba haupo huko, aliwafanya waape kwamba hawakuweza kukupata."
  },
  {
    "verseNumber": "1KI 18:11",
    "verseText": "Lakini sasa unaniambia niende kwa bwana wangu na kusema, ‘Eliya yuko hapa.’"
  },
  {
    "verseNumber": "1KI 18:12",
    "verseText": "Sijui ni wapi Roho wa BWANA ataamua kukupeleka wakati nitakapokuacha. Kama nikienda kumwambia Ahabu na asikupate, ataniua. Hata hivyo mimi mtumishi wako nimemwabudu BWANA tangu ujana wangu."
  },
  {
    "verseNumber": "1KI 18:13",
    "verseText": "Je, hukusikia, bwana wangu, nilifanya nini wakati Yezebeli alipokuwa akiua manabii wa BWANA? Niliwaficha manabii wa BWANA mia moja katika mapango mawili, hamsini katika kila moja, nami nikawapatia chakula na maji."
  },
  {
    "verseNumber": "1KI 18:14",
    "verseText": "Nawe sasa unaniambia niende kwa bwana wangu na kumwambia, ‘Eliya yuko hapa.’ Yeye ataniua!”"
  },
  {
    "verseNumber": "1KI 18:15",
    "verseText": "Eliya akasema, “Kama BWANA Mwenye Nguvu Zote aishivyo, yeye ninayemtumikia, hakika nitajionyesha kwa Ahabu leo.”"
  },
  {
    "verseNumber": "1KI 18:16",
    "verseText": "Basi Obadia akaenda kukutana na Ahabu na kumwambia, naye Ahabu akaenda kukutana na Eliya."
  },
  {
    "verseNumber": "1KI 18:17",
    "verseText": "Ahabu alipomwona Eliya, akamwambia, “Je, ni wewe, mtaabishaji wa Israeli?”"
  },
  {
    "verseNumber": "1KI 18:18",
    "verseText": "Eliya akamjibu, “Mimi sijaitaabisha Israeli. Lakini wewe na jamaa ya baba yako ndio mnaofanya hivyo. Mmeziacha amri za BWANA na mkafuata Mabaali."
  },
  {
    "verseNumber": "1KI 18:19",
    "verseText": "Sasa waite watu kutoka Israeli yote tukutane nao juu ya Mlima Karmeli. Nawe uwalete hao manabii wa Baali mia nne na hamsini na hao manabii mia nne wa Ashera, walao chakula mezani mwa Yezebeli.”"
  },
  {
    "verseNumber": "1KI 18:20",
    "verseText": "Ndipo Ahabu akatuma ujumbe katika Israeli yote na kuwakusanya manabii hao juu ya mlima Karmeli."
  },
  {
    "verseNumber": "1KI 18:21",
    "verseText": "Eliya akasimama mbele ya watu na kusema, “Mtasitasita katika mawazo mawili hadi lini? Ikiwa BWANA ndiye Mungu, mfuateni yeye; lakini ikiwa Baali ni Mungu, basi mfuateni yeye.” Lakini watu hawakusema kitu."
  },
  {
    "verseNumber": "1KI 18:22",
    "verseText": "Kisha Eliya akawaambia, “Ni mimi peke yangu nabii wa BWANA aliyebaki, lakini Baali ana manabii mia nne na hamsini."
  },
  {
    "verseNumber": "1KI 18:23",
    "verseText": "Leteni mafahali wawili. Wao na wajichagulie mmoja, wamkate vipande vipande na waweke juu ya kuni lakini wasiiwashie moto. Nitamwandaa huyo fahali mwingine na kumweka juu ya kuni lakini sitawasha moto."
  },
  {
    "verseNumber": "1KI 18:24",
    "verseText": "Kisha mliitie jina la mungu wenu, nami nitaliitia jina la BWANA Mungu yule ambaye atajibu kwa moto, huyo ndiye Mungu.” Kisha watu wote wakasema, “Hilo unalosema ni jema.”"
  },
  {
    "verseNumber": "1KI 18:25",
    "verseText": "Eliya akawaambia manabii wa Baali, “Chagueni mmoja kati ya hawa mafahali na mwe wa kwanza kumwandaa, kwa kuwa ninyi mko wengi sana. Liitieni jina la mungu wenu, lakini msiwashe moto.”"
  },
  {
    "verseNumber": "1KI 18:26",
    "verseText": "Kwa hiyo wakamchukua yule fahali waliyepewa, nao wakamwandaa. Kisha wakaliitia jina la Baali kutoka asubuhi hadi adhuhuri, wakapiga kelele, “Ee Baali, utujibu!” Lakini hapakuwa na jibu; hakuna aliyejibu. Nao wakacheza kuizunguka madhabahu waliyoijenga."
  },
  {
    "verseNumber": "1KI 18:27",
    "verseText": "Wakati wa adhuhuri, Eliya akaanza kuwadhihaki, akisema, “Pigeni kelele zaidi! Hakika yeye ni mungu! Labda amezama katika mawazo mazito, au ana shughuli nyingi, au amesafiri. Labda amelala usingizi mzito, naye ni lazima aamshwe.”"
  },
  {
    "verseNumber": "1KI 18:28",
    "verseText": "Kwa hiyo wakapiga kelele zaidi na kama ilivyokuwa desturi yao wakajichanja wenyewe kwa visu na vyembe, mpaka damu ikachuruzika."
  },
  {
    "verseNumber": "1KI 18:29",
    "verseText": "Adhuhuri ikapita, nao wakaendelea na utabiri wao wa kiwazimu mpaka wakati wa dhabihu ya jioni. Lakini hapakuwa na jibu, hakuna aliyejibu, hakuna aliyeangalia."
  },
  {
    "verseNumber": "1KI 18:30",
    "verseText": "Kisha Eliya akawaambia watu wote, “Sogeeni karibu nami.” Watu wote wakamkaribia, naye akakarabati madhabahu ya BWANA, ambayo ilikuwa imevunjwa."
  },
  {
    "verseNumber": "1KI 18:31",
    "verseText": "Eliya akachukua mawe kumi na mawili, moja kwa ajili ya kila kabila la wana wa Yakobo, ambaye neno la BWANA lilimjia, likisema, “Jina lako litakuwa Israeli.”"
  },
  {
    "verseNumber": "1KI 18:32",
    "verseText": "Kwa mawe hayo, akajenga madhabahu katika jina la BWANA, na akachimba handaki kuizunguka, ukubwa wa kutosha vipimo viwili vya mbegu."
  },
  {
    "verseNumber": "1KI 18:33",
    "verseText": "Akapanga kuni, akamkata yule fahali vipande vipande na kuvipanga juu ya kuni. Kisha akawaambia, “Jazeni mapipa manne maji na kuyamwaga juu ya sadaka ya kuteketezwa na juu ya kuni.”"
  },
  {
    "verseNumber": "1KI 18:34",
    "verseText": "Akawaambia, “Fanyeni hivyo tena.” Nao wakafanya hivyo tena. Akaagiza, “Fanyeni kwa mara ya tatu.” Nao wakafanya hivyo kwa mara ya tatu."
  },
  {
    "verseNumber": "1KI 18:35",
    "verseText": "Maji yakatiririka kuizunguka madhabahu na hata kujaza lile handaki."
  },
  {
    "verseNumber": "1KI 18:36",
    "verseText": "Wakati wa kutoa dhabihu ya jioni, nabii Eliya akasogea mbele na kuomba, akisema: “Ee BWANA, Mungu wa Abrahamu, na Isaki na Israeli, ijulikane leo kwamba wewe ndiye Mungu katika Israeli na ya kwamba mimi ni mtumishi wako na nimefanya mambo haya yote kwa neno lako."
  },
  {
    "verseNumber": "1KI 18:37",
    "verseText": "Unijibu mimi, Ee BWANA, nijibu mimi, ili watu hawa wajue kwamba wewe, Ee BWANA, ndiwe Mungu, na kwamba unaigeuza mioyo yao ikurudie tena.”"
  },
  {
    "verseNumber": "1KI 18:38",
    "verseText": "Kisha moto wa BWANA ukashuka na kuiteketeza ile dhabihu, zile kuni, yale mawe, ule udongo, na pia kuramba yale maji yaliyokuwa ndani ya handaki."
  },
  {
    "verseNumber": "1KI 18:39",
    "verseText": "Wakati watu wote walipoona hili, wakaanguka kifudifudi na kulia, “BWANA: yeye ndiye Mungu! BWANA: yeye ndiye Mungu!”"
  },
  {
    "verseNumber": "1KI 18:40",
    "verseText": "Kisha Eliya akawaamuru, “Wakamateni hao manabii wa Baali. Msimwache hata mmoja atoroke!” Wakawakamata, naye Eliya akawaleta mpaka Bonde la Kishoni na kuwachinja huko."
  },
  {
    "verseNumber": "1KI 18:41",
    "verseText": "Eliya akamwambia Ahabu, “Nenda, ukale na kunywa, kwa kuwa kuna sauti ya mvua kubwa.”"
  },
  {
    "verseNumber": "1KI 18:42",
    "verseText": "Hivyo Ahabu akaondoka ili kula na kunywa. Lakini Eliya akapanda kileleni mwa Karmeli, akasujudu na akaweka kichwa chake katikati ya magoti yake."
  },
  {
    "verseNumber": "1KI 18:43",
    "verseText": "Akamwambia mtumishi wake, “Nenda ukatazame kuelekea bahari.” Akaenda na kutazama. Akasema, “Hakuna kitu chochote huko.” Mara saba Eliya akasema, “Nenda tena.”"
  },
  {
    "verseNumber": "1KI 18:44",
    "verseText": "Mara ya saba, mtumishi akaleta taarifa, “Wingu dogo kama mkono wa mwanadamu linainuka kutoka baharini.” Hivyo Eliya akasema, “Nenda ukamwambie Ahabu, ‘Tandika gari lako na ushuke kabla mvua haijakuzuia.’ ”"
  },
  {
    "verseNumber": "1KI 18:45",
    "verseText": "Wakati ule ule anga likawa jeusi kwa mawingu, upepo ukainuka na mvua kubwa ikanyesha, naye Ahabu akaenda zake Yezreeli."
  },
  {
    "verseNumber": "1KI 18:46",
    "verseText": "Nguvu za BWANA zikamjia Eliya, naye akajikaza viuno, akakimbia mbele ya Ahabu njia yote hadi maingilio ya Yezreeli."
  },
  {
    "verseNumber": "1KI 19:1",
    "verseText": "Ahabu akamwambia Yezebeli kila kitu Eliya alichokuwa amefanya na jinsi alivyowaua manabii wote kwa upanga."
  },
  {
    "verseNumber": "1KI 19:2",
    "verseText": "Hivyo Yezebeli akamtuma mjumbe kwa Eliya, kusema, “Hao miungu initendee hivyo na kuzidi, kama kufikia kesho wakati kama huu sitaifanya roho yako kama mmojawapo wa hao manabii.”"
  },
  {
    "verseNumber": "1KI 19:3",
    "verseText": "Eliya aliogopa, na akakimbia kuokoa maisha yake. Alipofika Beer-Sheba katika Yuda, akamwacha mtumishi wake huko,"
  },
  {
    "verseNumber": "1KI 19:4",
    "verseText": "lakini yeye mwenyewe akatembea mwendo wa kutwa nzima katika jangwa. Akafika kwenye mti wa mretemu, akakaa chini yake na kuomba ili afe. Akasema, “Yatosha sasa, BWANA, ondoa roho yangu, kwani mimi si bora kuliko baba zangu.”"
  },
  {
    "verseNumber": "1KI 19:5",
    "verseText": "Kisha akajinyoosha chini ya mti, akalala usingizi. Mara malaika akamgusa na akamwambia, “Inuka na ule.”"
  },
  {
    "verseNumber": "1KI 19:6",
    "verseText": "Akatazama pande zote, napo hapo karibu na kichwa chake palikuwepo mkate uliookwa kwenye makaa ya moto na gudulia la maji. Akala na kunywa, kisha akajinyoosha tena."
  },
  {
    "verseNumber": "1KI 19:7",
    "verseText": "Yule malaika wa BWANA akaja tena mara ya pili, akamgusa akamwambia, “Inuka na ule, kwa kuwa safari ni ndefu kwako.”"
  },
  {
    "verseNumber": "1KI 19:8",
    "verseText": "Kwa hiyo akainuka, akala na kunywa. Akiwa ametiwa nguvu na kile chakula, akasafiri siku arobaini usiku na mchana mpaka akafika Horebu, mlima wa Mungu."
  },
  {
    "verseNumber": "1KI 19:9",
    "verseText": "Huko akaingia katika pango, akalala humo usiku ule. BWANA Amtokea Eliya Nalo neno la BWANA likamjia, kusema, “Unafanya nini hapa, Eliya?”"
  },
  {
    "verseNumber": "1KI 19:10",
    "verseText": "Akajibu, “Nimeona wivu mwingi kwa ajili ya BWANA Mungu Mwenye Nguvu Zote. Waisraeli wamelikataa Agano lako, wamevunja madhabahu zako na kuwaua manabii wako kwa upanga. Ni mimi, mimi peke yangu, niliyebaki, nao sasa wananitafuta ili waniangamize.”"
  },
  {
    "verseNumber": "1KI 19:11",
    "verseText": "BWANA akasema, “Toka nje ukasimame juu ya mlima mbele za BWANA, kwa kuwa BWANA yu karibu kupita hapo.” Kisha upepo mwingi na wenye nguvu ukapasua milima ile na kuvunjavunja miamba mbele za BWANA, lakini BWANA hakuwamo katika ule upepo. Baada ya upepo palikuwa na tetemeko la nchi, lakini BWANA hakuwamo kwenye lile tetemeko."
  },
  {
    "verseNumber": "1KI 19:12",
    "verseText": "Baada ya tetemeko la nchi ukaja moto, lakini BWANA hakuwamo katika ule moto. Baada ya moto ikaja sauti ya utulivu ya kunongʼona."
  },
  {
    "verseNumber": "1KI 19:13",
    "verseText": "Eliya alipoisikia, akafunika uso kwa vazi lake, akatoka na kusimama kwenye mdomo wa pango. Kisha ile sauti ikamwambia, “Eliya, unafanya nini hapa?”"
  },
  {
    "verseNumber": "1KI 19:14",
    "verseText": "Akajibu, “Nimeona wivu mwingi kwa ajili ya BWANA Mungu Mwenye Nguvu Zote. Waisraeli wamelikataa Agano lako, wamevunja madhabahu zako na kuwaua manabii wako kwa upanga. Ni mimi, mimi peke yangu, niliyebaki, nao sasa wananitafuta ili waniangamize.”"
  },
  {
    "verseNumber": "1KI 19:15",
    "verseText": "BWANA akamwambia, “Rudi kwa njia uliyoijia, uende kwenye Jangwa la Dameski. Wakati utakapofika huko, mtie Hazaeli mafuta awe mfalme wa Aramu"
  },
  {
    "verseNumber": "1KI 19:16",
    "verseText": "Pia mtie mafuta Yehu mwana wa Nimshi awe mfalme wa Israeli, na umtie Elisha mwana wa Shafati kutoka Abel-Mehola mafuta awe nabii badala yako."
  },
  {
    "verseNumber": "1KI 19:17",
    "verseText": "Yehu atamuua yeyote atakayeutoroka upanga wa Hazaeli, naye Elisha atamuua yeyote atakayeutoroka upanga wa Yehu."
  },
  {
    "verseNumber": "1KI 19:18",
    "verseText": "Hata sasa nimeweka akiba watu elfu saba katika Israeli, wote ambao hawajampigia Baali magoti, na wote ambao midomo yao haijambusu.”"
  },
  {
    "verseNumber": "1KI 19:19",
    "verseText": "Hivyo Eliya akaondoka kutoka huko na kumkuta Elisha mwana wa Shafati. Alikuwa akilima kwa jozi kumi na mbili za maksai, na yeye mwenyewe aliongoza ile jozi ya kumi na mbili. Eliya akapita karibu naye, akamrushia vazi lake."
  },
  {
    "verseNumber": "1KI 19:20",
    "verseText": "Kisha Elisha akawaacha maksai wake, akamkimbilia Eliya, akamwambia, “Niruhusu nikawabusu baba yangu na mama yangu, halafu nitafuatana nawe.” Eliya akajibu, “Rudi zako, kwani nimekutendea nini?”"
  },
  {
    "verseNumber": "1KI 19:21",
    "verseText": "Basi Elisha akamwacha Eliya, naye akarudi. Akachukua ile jozi yake ya maksai na kuwachinja. Akaipika ile nyama kwa kutumia miti ya nira kama kuni na kuwapa watu, nao wakala. Kisha akaondoka, akamfuata Eliya, akamtumikia."
  },
  {
    "verseNumber": "1KI 20:1",
    "verseText": "Wakati huu, Ben-Hadadi mfalme wa Aramu akakusanya jeshi lake lote. Akifuatana na wafalme thelathini na wawili wakiwa na farasi na magari ya vita, akakwea kuuzingira kwa jeshi Samaria na kuishambulia."
  },
  {
    "verseNumber": "1KI 20:2",
    "verseText": "Akawatuma wajumbe katika mji kwa Ahabu mfalme wa Israeli, kusema, “Hivi ndivyo asemavyo Ben-Hadadi:"
  },
  {
    "verseNumber": "1KI 20:3",
    "verseText": "‘Fedha yako na dhahabu ni yangu, nao wake zako walio wazuri sana na watoto ni wangu.’ ”"
  },
  {
    "verseNumber": "1KI 20:4",
    "verseText": "Mfalme wa Israeli akajibu, “Iwe kama usemavyo, bwana wangu mfalme. Mimi na vyote nilivyo navyo ni mali yako.”"
  },
  {
    "verseNumber": "1KI 20:5",
    "verseText": "Wale wajumbe wakaja tena na kusema, “Hivi ndivyo asemavyo Ben-Hadadi: ‘Nimetuma kutaka fedha yako na dhahabu, wake zako na watoto wako."
  },
  {
    "verseNumber": "1KI 20:6",
    "verseText": "Lakini kesho wakati kama huu, nitawatuma maafisa wangu kukagua jumba lako la kifalme na nyumba za maafisa wako. Watatwaa kitu unachokithamini nao watakichukua.’ ”"
  },
  {
    "verseNumber": "1KI 20:7",
    "verseText": "Mfalme wa Israeli akawaita wazee wote wa nchi na akawaambia, “Tazama jinsi mtu huyu anavyochokoza! Wakati alipotuma apelekewe wake zangu na watoto wangu, fedha zangu na dhahabu yangu, sikumkatalia.”"
  },
  {
    "verseNumber": "1KI 20:8",
    "verseText": "Wazee na watu wote wakajibu, “Usimsikilize, wala usiyakubali matakwa yake.”"
  },
  {
    "verseNumber": "1KI 20:9",
    "verseText": "Kwa hiyo akawajibu wajumbe wa Ben-Hadadi, “Mwambieni bwana wangu mfalme, ‘Mtumishi wako atafanya yote uliyoyadai mwanzoni, lakini dai hili la sasa siwezi kulitekeleza.’ ” Wakaondoka na kupeleka jibu kwa Ben-Hadadi."
  },
  {
    "verseNumber": "1KI 20:10",
    "verseText": "Kisha Ben-Hadadi akatuma ujumbe mwingine kwa Ahabu, kusema “Miungu iniletee maafa, tena makubwa zaidi, ikiwa vumbi la Samaria litatosheleza konzi moja ya kila mtu ya wale wafuatanao nami.”"
  },
  {
    "verseNumber": "1KI 20:11",
    "verseText": "Mfalme wa Israeli akajibu, “Mwambieni, ‘Yule anayevaa mavazi ya vita asije akajisifu kama yule anayevua.’ ”"
  },
  {
    "verseNumber": "1KI 20:12",
    "verseText": "Ben-Hadadi alisikia ujumbe huu wakati ambapo yeye na wafalme walikuwa wanakunywa katika mahema yao, na akawaamuru watu wake, “Jiandaeni kushambulia.” Kwa hiyo wakajiandaa kuushambulia mji."
  },
  {
    "verseNumber": "1KI 20:13",
    "verseText": "Wakati ule ule nabii akamjia Ahabu mfalme wa Israeli na kutangaza, “Hivi ndivyo asemavyo BWANA: ‘Je, unaona jeshi hili kubwa? Nitalitia mkononi mwako leo, nawe ndipo utajua kwamba mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "1KI 20:14",
    "verseText": "Ahabu akauliza, “Ni nani atakayefanya hili?” Nabii akamjibu, “Hivi ndivyo asemavyo BWANA: ‘Maafisa vijana majemadari wa majimbo watafanya hili.’ ” Akauliza, “Ni nani atakayeanzisha vita?” Nabii akamjibu, “Ni wewe.”"
  },
  {
    "verseNumber": "1KI 20:15",
    "verseText": "Kwa hiyo Ahabu akawaita maafisa vijana majemadari wa majimbo, wanaume 232. Kisha akawakusanya Waisraeli wote waliobaki, jumla yao 7,000."
  },
  {
    "verseNumber": "1KI 20:16",
    "verseText": "Wakaondoka wakati wa adhuhuri, Ben-Hadadi na wale wafalme thelathini na wawili walioungana naye walipokuwa katika mahema yao wakilewa."
  },
  {
    "verseNumber": "1KI 20:17",
    "verseText": "Maafisa vijana majemadari wa majimbo waliondoka kwanza. Wakati huu Ben-Hadadi alikuwa amewatuma wapelelezi, ambao walileta taarifa kusema kwamba, “Askari wanasonga mbele kutoka Samaria.”"
  },
  {
    "verseNumber": "1KI 20:18",
    "verseText": "Akasema, “Ikiwa wamekuja kwa amani, wakamate wakiwa hai; ikiwa wamekuja kwa vita, wakamate wakiwa hai.”"
  },
  {
    "verseNumber": "1KI 20:19",
    "verseText": "Wale maafisa vijana majemadari wa majimbo wakatoka nje ya mji jeshi likiwa nyuma yao,"
  },
  {
    "verseNumber": "1KI 20:20",
    "verseText": "kila mmoja akamuua adui yake. Hii ilisababisha Waaramu kukimbia, huku Waisraeli wakiwafuatia. Lakini Ben-Hadadi mfalme wa Aramu akatoroka akiwa amepanda farasi wake pamoja na baadhi ya wapanda farasi wake."
  },
  {
    "verseNumber": "1KI 20:21",
    "verseText": "Mfalme wa Israeli akasonga mbele na kushinda farasi na magari ya vita na kusababisha hasara kubwa kwa Waaramu."
  },
  {
    "verseNumber": "1KI 20:22",
    "verseText": "Baadaye nabii akaja kwa mfalme wa Israeli na kusema, “Jiandae vizuri ufikirie la kufanya, kwa sababu mwakani mfalme wa Aramu atakuja kukushambulia tena.”"
  },
  {
    "verseNumber": "1KI 20:23",
    "verseText": "Wakati ule ule, maafisa wa mfalme wa Aramu wakamshauri, wakamwambia, “Miungu yao ni miungu ya vilimani. Ndiyo sababu walikuwa na nguvu sana kutuzidi. Lakini kama tukipigana nao katika nchi tambarare, hakika tutawashinda."
  },
  {
    "verseNumber": "1KI 20:24",
    "verseText": "Fanya hivi: Waondoe hao wafalme wote thelathini na wawili kutoka nafasi zao na uweke maafisa wengine mahali pao."
  },
  {
    "verseNumber": "1KI 20:25",
    "verseText": "Ni lazima pia uandae jeshi jingine kama lile ulilopoteza, farasi kwa farasi, gari la vita kwa gari la vita, ili tuweze kupigana na Israeli katika nchi tambarare. Kisha kwa hakika tutakuwa na nguvu kuliko wao.” Akakubaliana nao naye akashughulika ipasavyo."
  },
  {
    "verseNumber": "1KI 20:26",
    "verseText": "Mwaka uliofuata, majira kama hayo, Ben-Hadadi akawakusanya Waaramu mpaka Afeki kupigana dhidi ya Israeli."
  },
  {
    "verseNumber": "1KI 20:27",
    "verseText": "Baada ya Waisraeli kukusanywa na kupewa mahitaji, walikwenda kukabiliana nao. Waisraeli wakapiga kambi mkabala nao kama makundi mawili madogo ya mbuzi, wakati Waaramu walienea katika nchi yote."
  },
  {
    "verseNumber": "1KI 20:28",
    "verseText": "Mtu wa Mungu akaja na kumwambia mfalme wa Israeli, “Hivi ndivyo BWANA asemavyo: ‘Kwa sababu Waaramu wanafikiri BWANA ni Mungu wa vilimani na sio Mungu wa mabondeni, nitatia jeshi hili kubwa mkononi mwako, nawe utajua kuwa mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "1KI 20:29",
    "verseText": "Kwa siku saba walipiga kambi wakitazamana na siku ya saba vita vikaanza. Waisraeli wakawajeruhi askari wa miguu wa Waaramu 100,000 kwa siku moja."
  },
  {
    "verseNumber": "1KI 20:30",
    "verseText": "Waliobaki wakatorokea katika mji wa Afeki, mahali ambapo watu 27,000 waliangukiwa na ukuta. Naye Ben-Hadadi akakimbilia mjini na kujificha kwenye chumba cha ndani."
  },
  {
    "verseNumber": "1KI 20:31",
    "verseText": "Maafisa wake wakamwambia, “Tazama, tumesikia kwamba wafalme wa nyumba ya Israeli wana huruma. Twendeni kwa mfalme wa Israeli tukiwa tumevaa nguo za gunia viunoni mwetu na kamba kuzunguka vichwa vyetu. Huenda akakuacha hai.”"
  },
  {
    "verseNumber": "1KI 20:32",
    "verseText": "Wakiwa wamevaa nguo za gunia viunoni mwao na kamba kuzunguka vichwa vyao, walikwenda kwa mfalme wa Israeli na kusema, “Mtumishi wako Ben-Hadadi anasema: ‘Tafadhali, naomba uniache hai.’ ” Mfalme akajibu, “Je, bado yuko hai? Yeye ni ndugu yangu.”"
  },
  {
    "verseNumber": "1KI 20:33",
    "verseText": "Wale watu wakalipokea jambo lile kama dalili nzuri nao wakawa wepesi kulichukua neno lake wakisema, “Ndiyo, yeye ni ndugu yako Ben-Hadadi!” Mfalme akawaambia, “Nendeni mkamlete.” Ikawa Ben-Hadadi alipokuja, Ahabu akampandisha katika gari lake la vita. Ben-Hadadi akajitolea, akisema,"
  },
  {
    "verseNumber": "1KI 20:34",
    "verseText": "“Nitairudisha ile miji ambayo baba yangu aliiteka kutoka kwa baba yako. Unaweza kuweka maeneo yako ya soko katika Dameski, kama baba yangu alivyofanya huko Samaria.” Ahabu akasema, “Katika misingi ya mkataba, nitakuachilia huru.” Kwa hiyo akaweka mkataba naye, akamruhusu aende zake."
  },
  {
    "verseNumber": "1KI 20:35",
    "verseText": "Kwa neno la BWANA, mmoja wa wana wa manabii akamwambia mwenzake, “Nipige kwa silaha yako,” lakini yule mtu akakataa."
  },
  {
    "verseNumber": "1KI 20:36",
    "verseText": "Kwa hiyo yule nabii akasema, “Kwa sababu hukumtii BWANA, mara tu tutakapoachana utauawa na simba.” Na baada ya yule mtu kuondoka, simba akatokea na kumuua."
  },
  {
    "verseNumber": "1KI 20:37",
    "verseText": "Nabii akamkuta mtu mwingine na kumwambia, “Nipige tafadhali.” Kisha yule mtu akampiga na kumjeruhi."
  },
  {
    "verseNumber": "1KI 20:38",
    "verseText": "Ndipo nabii akaenda na kusimama barabarani akimsubiri mfalme. Akajibadilisha kwa kushusha kitambaa cha kichwani mwake hadi kwenye macho."
  },
  {
    "verseNumber": "1KI 20:39",
    "verseText": "Mfalme alipopita pale, yule nabii akamwita, “Mtumishi wako alikwenda vitani wakati vita vilipopamba moto, mtu mmoja akanijia na mateka akasema, ‘Mlinde mtu huyu. Kama akitoroka itakuwa uhai wako kwa uhai wake, ama vipande 3,000 vya fedha.’"
  },
  {
    "verseNumber": "1KI 20:40",
    "verseText": "Wakati mtumishi wako alipokuwa na shughuli nyingi hapa na pale, yule mtu akatoweka.” Mfalme wa Israeli akasema, “Hiyo ndiyo hukumu yako. Wewe umeitaja mwenyewe.”"
  },
  {
    "verseNumber": "1KI 20:41",
    "verseText": "Kisha yule nabii akajifunua macho yake haraka, na mfalme wa Israeli akamtambua kama mmoja wa manabii."
  },
  {
    "verseNumber": "1KI 20:42",
    "verseText": "Akamwambia mfalme, “Hivi ndivyo BWANA asemavyo: ‘Umemwacha huru mtu niliyekusudia afe. Kwa hiyo ni uhai wako kwa uhai wake, watu wako kwa watu wake.’ ”"
  },
  {
    "verseNumber": "1KI 20:43",
    "verseText": "Kwa uchungu na hasira, mfalme wa Israeli akaenda kwenye jumba lake la kifalme huko Samaria."
  },
  {
    "verseNumber": "1KI 21:1",
    "verseText": "Baada ya hayo, Nabothi, Myezreeli, alikuwa na shamba la mizabibu jirani na jumba la kifalme la Ahabu mfalme wa Samaria."
  },
  {
    "verseNumber": "1KI 21:2",
    "verseText": "Ahabu akamwambia Nabothi, “Nipe shamba lako la mizabibu nilitumie kwa bustani ya mboga, kwa kuwa liko karibu na jumba langu la kifalme. Badala yake, nitakupa shamba jingine la mizabibu zuri zaidi au, kama utapenda, nitakulipa kiasi chochote unachoona ni thamani yake.”"
  },
  {
    "verseNumber": "1KI 21:3",
    "verseText": "Lakini Nabothi akamjibu, “BWANA na apishe mbali kukupa wewe urithi wa baba zangu.”"
  },
  {
    "verseNumber": "1KI 21:4",
    "verseText": "Basi Ahabu akaenda nyumbani, mwenye huzuni na hasira kwa sababu ya yale ambayo Nabothi, Myezreeli, alikuwa amesema, “Sitakupa urithi wa baba zangu.” Akajinyoosha juu ya kitanda akisononeka, na akakataa kula."
  },
  {
    "verseNumber": "1KI 21:5",
    "verseText": "Yezebeli mke wake akaingia na akamuuliza, “Kwa nini unahuzunika hivi? Kwa nini huli chakula?”"
  },
  {
    "verseNumber": "1KI 21:6",
    "verseText": "Akamjibu, “Kwa sababu nilimwambia Nabothi, Myezreeli, ‘Niuzie shamba lako la mizabibu, au kama ukipenda, nitakupa shamba jingine la mizabibu badala yake.’ Lakini akasema, ‘Sitakupa shamba langu la mizabibu.’ ”"
  },
  {
    "verseNumber": "1KI 21:7",
    "verseText": "Yezebeli mke wake akasema, “Hivi ndivyo unavyofanya, nawe ni mfalme katika Israeli yote? Inuka na ule! Changamka. Nitakupatia shamba la mizabibu la Nabothi, Myezreeli.”"
  },
  {
    "verseNumber": "1KI 21:8",
    "verseText": "Kwa hiyo akaandika barua kwa jina la Ahabu akaweka muhuri wake juu ya hizo barua, akazipeleka kwa wazee na kwa watu wenye cheo walioishi katika mji pamoja na Nabothi."
  },
  {
    "verseNumber": "1KI 21:9",
    "verseText": "Katika barua hizo aliandika: “Tangazeni siku ya watu kufunga na mkamketishe Nabothi mahali pa wazi miongoni mwa watu."
  },
  {
    "verseNumber": "1KI 21:10",
    "verseText": "Lakini waketisheni watu wawili wabaya kabisa mkabala naye, nao washuhudie kuwa yeye amemlaani Mungu na mfalme. Kisha mtoeni nje na kumpiga kwa mawe hadi afe.”"
  },
  {
    "verseNumber": "1KI 21:11",
    "verseText": "Hivyo wazee na watu wenye cheo walioishi katika mji wa Nabothi wakafanya kama Yezebeli alivyoelekeza katika barua aliyowaandikia."
  },
  {
    "verseNumber": "1KI 21:12",
    "verseText": "Wakatangaza mfungo na kumketisha Nabothi mahali pa wazi miongoni mwa watu."
  },
  {
    "verseNumber": "1KI 21:13",
    "verseText": "Kisha watu wawili wabaya kabisa wakaja wakaketi mkabala naye, nao wakaleta mashtaka dhidi ya Nabothi mbele ya watu, wakisema, “Nabothi amemlaani Mungu na mfalme.” Kwa hiyo wakamtoa nje na kumpiga kwa mawe hadi akafa."
  },
  {
    "verseNumber": "1KI 21:14",
    "verseText": "Kisha wakatuma ujumbe kwa Yezebeli, kusema, “Nabothi amepigwa mawe na amekufa.”"
  },
  {
    "verseNumber": "1KI 21:15",
    "verseText": "Mara tu Yezebeli aliposikia kwamba Nabothi amepigwa mawe na amekufa, akamwambia Ahabu, “Amka na uchukue lile shamba la mizabibu la Nabothi, Myezreeli, ambalo alikataa kukuuzia. Hayuko hai tena, bali amekufa.”"
  },
  {
    "verseNumber": "1KI 21:16",
    "verseText": "Ahabu aliposikia Nabothi amekufa, akainuka na kushuka ili kulichukua shamba la mizabibu la Nabothi."
  },
  {
    "verseNumber": "1KI 21:17",
    "verseText": "Kisha neno la BWANA likamjia Eliya, Mtishbi:"
  },
  {
    "verseNumber": "1KI 21:18",
    "verseText": "“Shuka ukakutane na Ahabu mfalme wa Israeli, anayetawala Samaria. Sasa yuko katika shamba la mizabibu la Nabothi, ambapo amekwenda alimiliki."
  },
  {
    "verseNumber": "1KI 21:19",
    "verseText": "Umwambie, ‘Hivi ndivyo BWANA asemavyo: Je, hujamuua mtu na kuitwaa mali yake?’ Kisha umwambie, ‘Hivi ndivyo asemavyo BWANA: Mahali ambapo mbwa waliramba damu ya Nabothi, mbwa watairamba damu yako, naam, yako wewe!’ ”"
  },
  {
    "verseNumber": "1KI 21:20",
    "verseText": "Ahabu akamwambia Eliya, “Kwa hiyo umenipata, wewe adui yangu!” Akajibu, “Ndiyo, nimekupata. Kwa sababu umejiuza mwenyewe kufanya uovu mbele ya macho ya BWANA."
  },
  {
    "verseNumber": "1KI 21:21",
    "verseText": "‘Nitaleta maafa juu yako. Nitaangamiza uzao wako na kukatilia mbali kutoka kwa Ahabu kila mzaliwa wa mwisho wa kiume katika Israeli, wa mtumwa au wa mtu huru."
  },
  {
    "verseNumber": "1KI 21:22",
    "verseText": "Nitaifanya nyumba yako kama ile ya Yeroboamu mwana wa Nebati na ile ya Baasha mwana wa Ahiya, kwa sababu umenighadhibisha kwa kuwa umesababisha Israeli kutenda dhambi.’"
  },
  {
    "verseNumber": "1KI 21:23",
    "verseText": "“Pia kwa habari ya Yezebeli BWANA anasema, ‘Mbwa watamla Yezebeli karibu na ukuta wa Yezreeli.’"
  },
  {
    "verseNumber": "1KI 21:24",
    "verseText": "“Mbwa watawala wale wa nyumba ya Ahabu watakaofia mjini, nao wale watakaofia mashambani wataliwa na ndege wa angani.”"
  },
  {
    "verseNumber": "1KI 21:25",
    "verseText": "(Hapajapata kamwe kuwa na mtu kama Ahabu, aliyejiuza mwenyewe kutenda uovu machoni mwa BWANA, akiwa anachochewa na Yezebeli mkewe."
  },
  {
    "verseNumber": "1KI 21:26",
    "verseText": "Alitenda kwa uovu sana katika kuabudu sanamu, kama wale Waamori ambao BWANA aliowafukuza mbele ya Israeli.)"
  },
  {
    "verseNumber": "1KI 21:27",
    "verseText": "Ahabu aliposikia maneno haya, akararua nguo zake, akavaa nguo za gunia na kufunga. Akalala na kujifunika nguo za gunia na kwenda kwa unyenyekevu."
  },
  {
    "verseNumber": "1KI 21:28",
    "verseText": "Ndipo neno la BWANA lilipomjia Eliya Mtishbi kusema,"
  },
  {
    "verseNumber": "1KI 21:29",
    "verseText": "“Umeona jinsi Ahabu alivyojinyenyekeza mbele zangu? Kwa kuwa amejishusha mwenyewe, sitaleta maafa haya wakati akiwa hai, lakini nitayaleta juu ya nyumba yake katika siku za mwanawe.”"
  },
  {
    "verseNumber": "1KI 22:1",
    "verseText": "Kwa miaka mitatu hapakuwa na vita kati ya Aramu na Israeli."
  },
  {
    "verseNumber": "1KI 22:2",
    "verseText": "Lakini katika mwaka wa tatu Yehoshafati mfalme wa Yuda akashuka kwenda kumwona mfalme wa Israeli."
  },
  {
    "verseNumber": "1KI 22:3",
    "verseText": "Mfalme wa Israeli alikuwa amewaambia maafisa wake, “Je, hamjui Ramoth-Gileadi ni mali yetu na bado hatufanyi chochote kuirudisha kwetu kutoka kwa mfalme wa Aramu?”"
  },
  {
    "verseNumber": "1KI 22:4",
    "verseText": "Kwa hiyo akamuuliza Yehoshafati, “Je, utakwenda pamoja nami kupigana dhidi ya Ramoth-Gileadi?” Yehoshafati akamjibu mfalme wa Israeli, “Mimi ni kama wewe, watu wangu ni kama watu wako, farasi wangu ni kama farasi wako.”"
  },
  {
    "verseNumber": "1KI 22:5",
    "verseText": "Lakini Yehoshafati pia akamwambia mfalme wa Israeli, “Kwanza tafuta shauri la BWANA.”"
  },
  {
    "verseNumber": "1KI 22:6",
    "verseText": "Kwa hiyo mfalme wa Israeli akawaleta pamoja manabii wanaume wapatao mia nne, akawauliza, “Je, niende vitani dhidi ya Ramoth-Gileadi, au niache?” Wakajibu, “Naam, nenda, kwa kuwa Bwana ataiweka Ramoth-Gileadi mkononi mwa mfalme.”"
  },
  {
    "verseNumber": "1KI 22:7",
    "verseText": "Lakini Yehoshafati akauliza, “Je, hayuko nabii wa BWANA hapa ambaye tunaweza kumuuliza?”"
  },
  {
    "verseNumber": "1KI 22:8",
    "verseText": "Mfalme wa Israeli akamjibu Yehoshafati, “Bado yupo mtu mmoja ambaye kupitia yeye twaweza kumuuliza shauri la BWANA, lakini namchukia kwa sababu huwa hatabiri jambo lolote jema kunihusu mimi, lakini kila mara hunitabiria mabaya tu. Yeye ni Mikaya mwana wa Imla.” Yehoshafati akajibu, “Mfalme hapaswi kusema hivyo.”"
  },
  {
    "verseNumber": "1KI 22:9",
    "verseText": "Kwa hiyo mfalme wa Israeli akamwita mmoja wa maafisa wake na kusema, “Mlete Mikaya mwana wa Imla mara moja.”"
  },
  {
    "verseNumber": "1KI 22:10",
    "verseText": "Wakiwa wamevalia majoho yao ya kifalme, mfalme wa Israeli na Yehoshafati mfalme wa Yuda walikuwa wameketi juu ya viti vyao vya kifalme katika sakafu ya kupuria, kwenye ingilio la lango la Samaria, pamoja na manabii wote wakiwa wakitabiri mbele yao."
  },
  {
    "verseNumber": "1KI 22:11",
    "verseText": "Wakati huu Sedekia mwana wa Kenaana alikuwa ametengeneza pembe za chuma, akatangaza, “Hivi ndivyo BWANA asemavyo, ‘Kwa hizi pembe utawapiga na kuwarudisha Waaramu nyuma mpaka wameangamizwa.’ ”"
  },
  {
    "verseNumber": "1KI 22:12",
    "verseText": "Manabii wengine wote walikuwa wanatabiri kitu hicho hicho wakisema, “Ishambulie Ramoth-Gileadi na uwe mshindi. Kwa kuwa BWANA ataitia mkononi mwa mfalme.”"
  },
  {
    "verseNumber": "1KI 22:13",
    "verseText": "Mjumbe aliyekuwa amekwenda kumwita Mikaya akamwambia, “Tazama, manabii wote kama mtu mmoja wanatabiri ushindi kwa mfalme. Neno lako na likubaliane na lao, nawe unene mema kuhusu mfalme.”"
  },
  {
    "verseNumber": "1KI 22:14",
    "verseText": "Lakini Mikaya akasema, “Hakika kama BWANA aishivyo, nitamwambia kile tu BWANA atakachoniambia.”"
  },
  {
    "verseNumber": "1KI 22:15",
    "verseText": "Alipofika, mfalme akamuuliza, “Mikaya, je, twende vitani dhidi ya Ramoth-Gileadi au niache?” Akamjibu, “Shambulia na ushinde, kwa kuwa BWANA atawatia mkononi mwa mfalme.”"
  },
  {
    "verseNumber": "1KI 22:16",
    "verseText": "Mfalme akamwambia, “Je, ni mara ngapi nitakuapisha ili usiniambie kitu chochote ila kweli tu kwa jina la BWANA?”"
  },
  {
    "verseNumber": "1KI 22:17",
    "verseText": "Ndipo Mikaya akajibu, “Niliona Israeli wote wametawanyika vilimani kama kondoo wasio na mchungaji, naye BWANA akasema, ‘Watu hawa hawana bwana. Mwache kila mmoja aende nyumbani kwa amani.’ ”"
  },
  {
    "verseNumber": "1KI 22:18",
    "verseText": "Mfalme wa Israeli akamwambia Yehoshafati, “Sikukuambia kwamba huwa hatabiri jambo lolote jema kunihusu, bali mabaya tu?”"
  },
  {
    "verseNumber": "1KI 22:19",
    "verseText": "Mikaya akaendelea, “Kwa hiyo lisikie neno la BWANA: Nilimwona BWANA ameketi juu ya kiti chake cha enzi pamoja na jeshi lote la mbinguni likiwa limesimama kumzunguka upande wa kulia na wa kushoto."
  },
  {
    "verseNumber": "1KI 22:20",
    "verseText": "Naye BWANA akasema, ‘Ni nani atakayemshawishi Ahabu ili aishambulie Ramoth-Gileadi na kukiendea kifo chake huko?’ “Mmoja akapendekeza hili na mwingine lile."
  },
  {
    "verseNumber": "1KI 22:21",
    "verseText": "Mwishoni, pepo mchafu akajitokeza, akasimama mbele za BWANA na kusema, ‘Nitamshawishi.’"
  },
  {
    "verseNumber": "1KI 22:22",
    "verseText": "“BWANA akauliza, ‘Kwa njia gani?’ “Akasema, ‘Nitakwenda na kuwa roho ya uongo katika vinywa vya manabii wake wote.’ “BWANA akasema, ‘Utafanikiwa katika kumshawishi. Nenda ukafanye hivyo.’"
  },
  {
    "verseNumber": "1KI 22:23",
    "verseText": "“Kwa hiyo sasa BWANA ameweka roho ya kudanganya ndani ya vinywa vya hawa manabii wako wote. BWANA ameamuru maafa kwa ajili yako.”"
  },
  {
    "verseNumber": "1KI 22:24",
    "verseText": "Kisha Sedekia mwana wa Kenaana akatoka na kumpiga Mikaya kofi usoni. Akauliza, “Huyo Roho kutoka kwa BWANA alipita njia gani alipotoka kwangu ili kusema nawe?”"
  },
  {
    "verseNumber": "1KI 22:25",
    "verseText": "Mikaya akajibu, “Utagundua siku hiyo utakapokwenda kujificha kwenye chumba cha ndani.”"
  },
  {
    "verseNumber": "1KI 22:26",
    "verseText": "Kisha mfalme wa Israeli akaagiza, “Mchukueni na mkamrudishe kwa Amoni mtawala wa mji na kwa Yoashi mwana wa mfalme."
  },
  {
    "verseNumber": "1KI 22:27",
    "verseText": "Mkaseme, ‘Hivi ndivyo asemavyo mfalme: Mwekeni mtu huyu gerezani na asipewe chochote ila mkate na maji mpaka nitakaporudi salama.’ ”"
  },
  {
    "verseNumber": "1KI 22:28",
    "verseText": "Mikaya akasema, “Kama utarudi salama, basi BWANA hajanena kupitia kwangu.” Kisha akaongeza kusema, “Zingatieni maneno yangu, enyi watu wote!”"
  },
  {
    "verseNumber": "1KI 22:29",
    "verseText": "Basi mfalme wa Israeli na Yehoshafati mfalme wa Yuda wakaenda Ramoth-Gileadi."
  },
  {
    "verseNumber": "1KI 22:30",
    "verseText": "Mfalme wa Israeli akamwambia Yehoshafati, “Nitaingia vitani nikiwa nimejibadilisha, lakini wewe uvae majoho yako ya kifalme.” Kwa hiyo mfalme wa Israeli akajibadilisha na kwenda vitani."
  },
  {
    "verseNumber": "1KI 22:31",
    "verseText": "Wakati huu, mfalme wa Aramu alikuwa amewaagiza majemadari thelathini na wawili wa magari ya vita, “Msipigane na yeyote, mdogo au mkubwa, isipokuwa mfalme wa Israeli.”"
  },
  {
    "verseNumber": "1KI 22:32",
    "verseText": "Wakati wale majemadari wa magari ya vita walipomwona Yehoshafati wakafikiri, “Hakika huyu ndiye mfalme wa Israeli.” Kwa hiyo wakageuka ili wamshambulie, lakini Yehoshafati akapiga kelele,"
  },
  {
    "verseNumber": "1KI 22:33",
    "verseText": "wale majemadari wakaona kwamba hakuwa mfalme wa Israeli, nao wakaacha kumfuatilia."
  },
  {
    "verseNumber": "1KI 22:34",
    "verseText": "Lakini mtu fulani akavuta upinde pasipo lengo na kumpiga mfalme wa Israeli katikati ya kiungio cha mavazi yake ya chuma. Mfalme akamwambia mwendesha gari lake, “Geuza gari na uniondoe mimi katika mapigano, nimejeruhiwa.”"
  },
  {
    "verseNumber": "1KI 22:35",
    "verseText": "Vita vikaendelea mchana kutwa, naye Mfalme Ahabu akategemezwa ndani ya gari kuelekea Waaramu. Damu kutoka kwenye jeraha lake ikachuruzika ndani ya gari na jioni yake akafa."
  },
  {
    "verseNumber": "1KI 22:36",
    "verseText": "Jua lilipokuwa linazama, mbiu ikaenea katika jeshi lote: “Kila mtu aende mjini kwake, na kila mtu shambani kwake!”"
  },
  {
    "verseNumber": "1KI 22:37",
    "verseText": "Basi mfalme akafa na akaletwa Samaria, nao wakamzika huko."
  },
  {
    "verseNumber": "1KI 22:38",
    "verseText": "Wakasafisha lile gari la vita katika bwawa la Samaria (mahali makahaba walipooga), na mbwa wakaramba damu yake, sawasawa na neno la BWANA lilivyokuwa limesema."
  },
  {
    "verseNumber": "1KI 22:39",
    "verseText": "Kwa matukio mengine ya utawala wa Ahabu, pamoja na yote aliyoyafanya, jumba la kifalme alilojenga na kupambwa kwa pembe za ndovu, nayo miji aliyoijengea maboma, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "1KI 22:40",
    "verseText": "Ahabu akalala pamoja na baba zake. Naye Ahazia mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "1KI 22:41",
    "verseText": "Yehoshafati mwana wa Asa akawa mfalme wa Yuda katika mwaka wa nne wa Ahabu mfalme wa Israeli."
  },
  {
    "verseNumber": "1KI 22:42",
    "verseText": "Yehoshafati alikuwa na umri wa miaka thelathini na mitano alipoanza kutawala, naye akatawala huko Yerusalemu miaka ishirini na mitano. Jina la mama yake aliitwa Azuba binti Shilhi."
  },
  {
    "verseNumber": "1KI 22:43",
    "verseText": "Katika kila jambo alitembea katika njia za Asa baba yake wala hakwenda kinyume chake. Alifanya yaliyo mema machoni pa BWANA. Hata hivyo mahali pa juu pa kuabudia hapakuondolewa. Watu waliendelea kutoa kafara na kufukiza uvumba huko."
  },
  {
    "verseNumber": "1KI 22:44",
    "verseText": "Yehoshafati pia alikuwa na amani na mfalme wa Israeli."
  },
  {
    "verseNumber": "1KI 22:45",
    "verseText": "Kwa habari ya matukio mengine ya utawala wa Yehoshafati, mafanikio aliyokuwa nayo na uhodari wake katika vita, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "1KI 22:46",
    "verseText": "Aliondolea mbali katika nchi mahanithi wa mahali pa kuabudia miungu waliobaki huko hata baada ya utawala wa baba yake Asa."
  },
  {
    "verseNumber": "1KI 22:47",
    "verseText": "Tangu hapo hapakuwepo na mfalme katika Edomu, naibu ndiye alitawala."
  },
  {
    "verseNumber": "1KI 22:48",
    "verseText": "Wakati huu Yehoshafati akaunda merikebu nyingi za biashara ili kwenda Ofiri kuchukua dhahabu, lakini kamwe hazikusafiri, kwa maana zilivunjika huko Esion-Geberi."
  },
  {
    "verseNumber": "1KI 22:49",
    "verseText": "Wakati ule, Ahazia mwana wa Ahabu akamwambia Yehoshafati, “Waache watu wangu wasafiri baharini pamoja na watu wako,” lakini Yehoshafati akakataa."
  },
  {
    "verseNumber": "1KI 22:50",
    "verseText": "Kisha Yehoshafati akalala na baba zake, akazikwa pamoja nao katika mji wa Daudi baba yake. Mwanawe Yehoramu akawa mfalme baada yake."
  },
  {
    "verseNumber": "1KI 22:51",
    "verseText": "Ahazia mwana wa Ahabu akawa mfalme wa Israeli huko Samaria katika mwaka wa kumi na saba wa Yehoshafati mfalme wa Yuda, naye alitawala katika Israeli kwa miaka miwili."
  },
  {
    "verseNumber": "1KI 22:52",
    "verseText": "Akafanya maovu machoni mwa BWANA kwa sababu alienenda katika njia za baba yake na mama yake na katika njia za Yeroboamu mwana wa Nebati, ambaye alisababisha Israeli itende dhambi."
  },
  {
    "verseNumber": "1KI 22:53",
    "verseText": "Alimtumikia na kumwabudu Baali na kumghadhibisha BWANA, Mungu wa Israeli, kama vile baba yake alivyokuwa amefanya."
  }
]