[
  {
    "verseNumber": "1PE 1:1",
    "verseText": "Petro, mtume wa Yesu Kristo: Kwa wateule wa Mungu, wageni katika ulimwengu, waliotawanyika kote katika Ponto, Galatia, Kapadokia, Asia na Bithinia."
  },
  {
    "verseNumber": "1PE 1:2",
    "verseText": "Ni ninyi ambao mlichaguliwa tangu mwanzo na Mungu Baba kulingana na alivyotangulia kuwajua, kupitia kwa kazi ya utakaso wa Roho, katika utiifu kwa Yesu Kristo na kunyunyiziwa damu yake: Neema na amani ziwe kwenu kwa wingi."
  },
  {
    "verseNumber": "1PE 1:3",
    "verseText": "Ahimidiwe Mungu, Baba wa Bwana wetu Yesu Kristo! Kwa rehema zake kuu ametuzaa sisi mara ya pili katika tumaini lenye uzima kupitia kwa kufufuka kwa Yesu Kristo kutoka kwa wafu,"
  },
  {
    "verseNumber": "1PE 1:4",
    "verseText": "ili tuupate urithi usioharibika, usio na uchafu, ule usionyauka: uliotunzwa mbinguni kwa ajili yenu,"
  },
  {
    "verseNumber": "1PE 1:5",
    "verseText": "ninyi ambao mnalindwa na nguvu za Mungu kwa njia ya imani, hadi uje ule wokovu ulio tayari kufunuliwa nyakati za mwisho."
  },
  {
    "verseNumber": "1PE 1:6",
    "verseText": "Katika hili mnafurahi sana, ingawa sasa kwa kitambo kidogo mmehuzunishwa kwa majaribu ya namna nyingi."
  },
  {
    "verseNumber": "1PE 1:7",
    "verseText": "Haya yamewajia ili kwamba imani yenu, iliyo ya thamani kuliko dhahabu ipoteayo, ingawa hujaribiwa kwa moto, ionekane kuwa halisi na imalizie katika sifa, utukufu na heshima wakati Yesu Kristo atadhihirishwa."
  },
  {
    "verseNumber": "1PE 1:8",
    "verseText": "Ingawa hamjamwona, mnampenda; tena ingawa sasa hammwoni, mnamwamini na kujawa na furaha isiyoneneka yenye utukufu usioelezeka."
  },
  {
    "verseNumber": "1PE 1:9",
    "verseText": "Maana mnaupokea wokovu wa roho zenu, ambao ndio lengo la imani yenu."
  },
  {
    "verseNumber": "1PE 1:10",
    "verseText": "Kwa habari ya wokovu huu, wale manabii waliosema kuhusu neema ambayo ingewajia ninyi, walitafuta kwa bidii na kwa uangalifu mkubwa,"
  },
  {
    "verseNumber": "1PE 1:11",
    "verseText": "wakijaribu kujua ni wakati upi na katika mazingira gani ambayo Roho wa Kristo aliyekuwa ndani yao alionyesha, alipotabiri kuhusu mateso ya Kristo na utukufu ule ambao ungefuata."
  },
  {
    "verseNumber": "1PE 1:12",
    "verseText": "Walidhihirishiwa kwamba walikuwa hawajihudumii wao wenyewe, bali waliwahudumia ninyi, waliponena kuhusu mambo hayo, ambayo sasa yamehubiriwa kwenu na wale waliowahubiria ninyi Injili kwa Roho Mtakatifu aliyetumwa kutoka mbinguni. Hata malaika wanatamani kuyafahamu mambo haya."
  },
  {
    "verseNumber": "1PE 1:13",
    "verseText": "Kwa hiyo, tayarisheni nia zenu kwa kazi; mwe na kiasi, mkitumainia kikamilifu ile neema mtakayopewa Yesu Kristo atakapodhihirishwa."
  },
  {
    "verseNumber": "1PE 1:14",
    "verseText": "Kama watoto watiifu, msifuate tamaa zenu mbaya wakati mlipoishi kwa ujinga."
  },
  {
    "verseNumber": "1PE 1:15",
    "verseText": "Bali kama yeye aliyewaita alivyo mtakatifu, nanyi kuweni watakatifu katika mwenendo wenu wote."
  },
  {
    "verseNumber": "1PE 1:16",
    "verseText": "Kwa maana imeandikwa: “Kuweni watakatifu, kwa kuwa mimi ni mtakatifu.”"
  },
  {
    "verseNumber": "1PE 1:17",
    "verseText": "Kwa sababu mnamwita Baba ahukumuye kila mtu kulingana na matendo yake pasipo upendeleo, enendeni kwa hofu ya kumcha Mungu wakati wenu wa kukaa hapa duniani kama wageni."
  },
  {
    "verseNumber": "1PE 1:18",
    "verseText": "Kwa maana mnafahamu kwamba mlikombolewa kutoka mwenendo wenu usiofaa ambao mliurithi kutoka kwa baba zenu, si kwa vitu viharibikavyo kama fedha na dhahabu,"
  },
  {
    "verseNumber": "1PE 1:19",
    "verseText": "bali kwa damu ya thamani ya Kristo, yule Mwana-Kondoo asiye na dosari wala doa."
  },
  {
    "verseNumber": "1PE 1:20",
    "verseText": "Yeye alichaguliwa kabla ya kuwekwa kwa misingi ya ulimwengu, lakini akadhihirishwa katika siku hizi za mwisho kwa ajili yenu."
  },
  {
    "verseNumber": "1PE 1:21",
    "verseText": "Kupitia kwake mmemwamini Mungu, aliyemfufua kutoka kwa wafu na akampa utukufu, ili imani yenu na tumaini lenu ziwe kwa Mungu."
  },
  {
    "verseNumber": "1PE 1:22",
    "verseText": "Basi kwa kuwa mmejitakasa nafsi zenu kwa kuitii ile kweli hata mkawa na upendo wa ndugu usio na unafiki, basi pendaneni kwa dhati kutoka moyoni."
  },
  {
    "verseNumber": "1PE 1:23",
    "verseText": "Kwa maana mmezaliwa upya, si kwa mbegu ile iharibikayo, bali kwa ile isiyoharibika, kupitia kwa neno la Mungu lililo hai na linalodumu milele."
  },
  {
    "verseNumber": "1PE 1:24",
    "verseText": "Maana, “Wanadamu wote ni kama majani, nao utukufu wao ni kama maua ya kondeni; majani hunyauka na maua huanguka,"
  },
  {
    "verseNumber": "1PE 1:25",
    "verseText": "lakini neno la Bwana ladumu milele.” Hili ndilo neno lililohubiriwa kwenu."
  },
  {
    "verseNumber": "1PE 2:1",
    "verseText": "Kwa hiyo, wekeni mbali nanyi uovu wote na udanganyifu wote, unafiki, wivu na masingizio ya kila namna."
  },
  {
    "verseNumber": "1PE 2:2",
    "verseText": "Kama watoto wachanga, waliozaliwa sasa, yatamanini maziwa ya kiroho yasiyochanganywa na kitu kingine chochote, ili kwa hayo mpate kukua katika wokovu,"
  },
  {
    "verseNumber": "1PE 2:3",
    "verseText": "ikiwa kweli mmeonja ya kwamba Bwana ni mwema."
  },
  {
    "verseNumber": "1PE 2:4",
    "verseText": "Mnapokuja kwake, yeye aliye Jiwe lililo hai, lililokataliwa na wanadamu bali kwa Mungu ni teule na la thamani kwake,"
  },
  {
    "verseNumber": "1PE 2:5",
    "verseText": "ninyi nanyi, kama mawe yaliyo hai, mnajengwa kuwa nyumba ya kiroho, ili mpate kuwa ukuhani mtakatifu, mkitoa dhabihu za kiroho zinazokubaliwa na Mungu kwa njia ya Yesu Kristo."
  },
  {
    "verseNumber": "1PE 2:6",
    "verseText": "Kwa maana imeandikwa katika Maandiko: “Tazama, naweka katika Sayuni, jiwe la pembeni teule lenye thamani, na yeyote atakayemwamini hataaibika kamwe.”"
  },
  {
    "verseNumber": "1PE 2:7",
    "verseText": "Kwenu ninyi mnaoamini, jiwe hili ni la thamani. Lakini kwao wasioamini, “Jiwe walilolikataa waashi limekuwa jiwe kuu la pembeni,”"
  },
  {
    "verseNumber": "1PE 2:8",
    "verseText": "tena, “Jiwe lenye kuwafanya watu wajikwae, na mwamba wa kuwaangusha.” Wanajikwaa kwa sababu hawakulitii lile neno, kama walivyowekewa tangu zamani."
  },
  {
    "verseNumber": "1PE 2:9",
    "verseText": "Lakini ninyi ni taifa teule, ukuhani wa kifalme, taifa takatifu, watu walio milki ya Mungu, mlioitwa ili kutangaza sifa zake yeye aliyewaita kutoka gizani mkaingie katika nuru yake ya ajabu."
  },
  {
    "verseNumber": "1PE 2:10",
    "verseText": "Mwanzo ninyi mlikuwa si taifa, lakini sasa ninyi ni taifa la Mungu. Mwanzo mlikuwa hamjapata rehema, lakini sasa mmepata rehema."
  },
  {
    "verseNumber": "1PE 2:11",
    "verseText": "Wapenzi, ninawasihi, mkiwa kama wageni na wapitaji hapa ulimwenguni, epukeni tamaa mbaya za mwili ambazo hupigana vita na roho zenu."
  },
  {
    "verseNumber": "1PE 2:12",
    "verseText": "Kuweni na mwenendo mzuri mbele ya watu wasiomjua Mungu, ili kama wanawasingizia kuwa watenda mabaya, wayaone matendo yenu mema nao wamtukuze Mungu siku atakapokuja kwetu."
  },
  {
    "verseNumber": "1PE 2:13",
    "verseText": "Kwa ajili ya Bwana, tiini kila mamlaka iliyowekwa na wanadamu: Kwa mfalme kwani ndiye aliye na mamlaka ya juu zaidi,"
  },
  {
    "verseNumber": "1PE 2:14",
    "verseText": "au kwa maafisa aliowaweka, kwa kuwa mfalme amewatuma ili kuwaadhibu wale wanaokosa, na kuwapongeza wale watendao mema."
  },
  {
    "verseNumber": "1PE 2:15",
    "verseText": "Kwa maana ni mapenzi ya Mungu kwamba kwa kutenda mema mnyamazishe maneno ya kijinga ya watu wapumbavu."
  },
  {
    "verseNumber": "1PE 2:16",
    "verseText": "Ishini kama watu huru, lakini msitumie uhuru wenu kama kisingizio cha kutenda uovu, bali ishini kama watumishi wa Mungu."
  },
  {
    "verseNumber": "1PE 2:17",
    "verseText": "Mheshimuni kila mtu ipasavyo: Wapendeni jamaa ya ndugu waumini, mcheni Mungu, mpeni heshima mfalme."
  },
  {
    "verseNumber": "1PE 2:18",
    "verseText": "Ninyi watumwa, watiini mabwana zenu kwa heshima yote, si wale mabwana walio wema na wapole peke yao, bali pia wale walio wakali."
  },
  {
    "verseNumber": "1PE 2:19",
    "verseText": "Kwa maana ni jambo la sifa kama mtu akivumilia anapoteswa kwa uonevu kwa ajili ya Mungu."
  },
  {
    "verseNumber": "1PE 2:20",
    "verseText": "Kwani ni faida gani kwa mtu kustahimili anapopigwa kwa sababu ya makosa yake? Lakini kama mkiteswa kwa sababu ya kutenda mema, nanyi mkastahimili, hili ni jambo la kusifiwa mbele za Mungu."
  },
  {
    "verseNumber": "1PE 2:21",
    "verseText": "Ninyi mliitwa kwa ajili ya haya, kwa sababu Kristo naye aliteswa kwa ajili yenu, akiwaachia kielelezo, ili mzifuate nyayo zake."
  },
  {
    "verseNumber": "1PE 2:22",
    "verseText": "“Yeye hakutenda dhambi, wala hila haikuonekana kinywani mwake.”"
  },
  {
    "verseNumber": "1PE 2:23",
    "verseText": "Yeye alipotukanwa, hakurudisha matukano; alipoteswa, hakutishia, bali alijikabidhi kwa yeye ahukumuye kwa haki."
  },
  {
    "verseNumber": "1PE 2:24",
    "verseText": "Yeye mwenyewe alizichukua dhambi zetu katika mwili wake juu ya mti, ili tufe kwa mambo ya dhambi, bali tupate kuishi katika haki. Kwa kupigwa kwake, ninyi mmeponywa."
  },
  {
    "verseNumber": "1PE 2:25",
    "verseText": "Kwa maana mlikuwa mmepotea kama kondoo, lakini sasa mmerudi kwa Mchungaji na Mwangalizi wa roho zenu."
  },
  {
    "verseNumber": "1PE 3:1",
    "verseText": "Kadhalika enyi wake, watiini waume zenu, ili kama kunao wasioamini lile neno, wapate kuvutwa na mwenendo wa wake zao pasipo neno,"
  },
  {
    "verseNumber": "1PE 3:2",
    "verseText": "kwa kuuona utakatifu na uchaji wa Mungu katika maisha yenu."
  },
  {
    "verseNumber": "1PE 3:3",
    "verseText": "Kujipamba kwenu kusiwe kwa nje tu, kama vile kusuka nywele, kuvalia vitu vilivyofanyizwa kwa dhahabu na kwa mavazi."
  },
  {
    "verseNumber": "1PE 3:4",
    "verseText": "Badala yake, kujipamba kwenu kuwe katika utu wenu wa moyoni, yaani uzuri usioharibika wa roho ya upole na utulivu, ambayo ni ya thamani sana machoni pa Mungu."
  },
  {
    "verseNumber": "1PE 3:5",
    "verseText": "Kwa kuwa hivi ndivyo walivyokuwa wakijipamba wanawake watakatifu wa zamani, waliomtumaini Mungu. Wao walikuwa ni watiifu kwa waume zao,"
  },
  {
    "verseNumber": "1PE 3:6",
    "verseText": "kama Sara alivyomtii mumewe Abrahamu, hata akamwita bwana. Ninyi ni watoto wa Sara kama mkitenda yaliyo mema, bila kuogopa jambo lolote."
  },
  {
    "verseNumber": "1PE 3:7",
    "verseText": "Vivyo hivyo ninyi waume, kaeni na wake zenu kwa akili, nanyi wapeni heshima mkitambua ya kuwa wao ni wenzi walio dhaifu, na kama warithi pamoja nanyi wa kipawa cha neema cha uzima, ili kusiwepo na chochote cha kuzuia maombi yenu."
  },
  {
    "verseNumber": "1PE 3:8",
    "verseText": "Hatimaye, ninyi nyote kuweni na nia moja, wenye kuhurumiana, mkipendana kama ndugu, na mwe wasikitivu na wanyenyekevu."
  },
  {
    "verseNumber": "1PE 3:9",
    "verseText": "Msilipe ovu kwa ovu, au jeuri kwa jeuri, bali barikini, kwa maana hili ndilo mliloitiwa ili mpate kurithi baraka."
  },
  {
    "verseNumber": "1PE 3:10",
    "verseText": "Kwa maana, “Yeyote apendaye uzima na kuona siku njema, basi auzuie ulimi wake usinene mabaya, na midomo yake isiseme hila."
  },
  {
    "verseNumber": "1PE 3:11",
    "verseText": "Mtu huyo lazima aache uovu, akatende mema; lazima aitafute amani na kuifuatilia sana."
  },
  {
    "verseNumber": "1PE 3:12",
    "verseText": "Kwa maana macho ya Bwana huwaelekea wenye haki, na masikio yake yako makini kusikiliza maombi yao. Bali uso wa Bwana uko kinyume na watendao maovu.”"
  },
  {
    "verseNumber": "1PE 3:13",
    "verseText": "Basi, ni nani atakayewadhuru mkiwa wenye juhudi katika kutenda mema?"
  },
  {
    "verseNumber": "1PE 3:14",
    "verseText": "Lakini mmebarikiwa hata kama ikiwalazimu kuteseka kwa ajili ya haki. “Msiogope vitisho vyao, wala msiwe na wasiwasi.”"
  },
  {
    "verseNumber": "1PE 3:15",
    "verseText": "Bali mtakaseni Kristo kuwa Bwana mioyoni mwenu. Siku zote mwe tayari kumjibu mtu yeyote atakayewauliza kuhusu sababu ya tumaini lililomo ndani yenu. Lakini fanyeni hivyo kwa upole na kwa heshima,"
  },
  {
    "verseNumber": "1PE 3:16",
    "verseText": "mkizitunza dhamiri zenu ziwe safi, ili wale wasemao mabaya dhidi ya mwenendo wenu mzuri katika Kristo waaibike kwa ajili ya masingizio yao."
  },
  {
    "verseNumber": "1PE 3:17",
    "verseText": "Kwa maana ni afadhali kupata mateso kwa ajili ya kutenda mema, kama kuteseka huko ndiyo mapenzi ya Mungu, kuliko kuteseka kwa kutenda maovu."
  },
  {
    "verseNumber": "1PE 3:18",
    "verseText": "Kwa kuwa Kristo naye aliteswa mara moja tu kwa ajili ya dhambi, mwenye haki kwa ajili ya wasio haki, ili awalete ninyi kwa Mungu. Mwili wake ukauawa, lakini akafanywa hai katika Roho."
  },
  {
    "verseNumber": "1PE 3:19",
    "verseText": "Baada ya kufanywa hai, alikwenda na kuzihubiria roho zilizokuwa kifungoni:"
  },
  {
    "verseNumber": "1PE 3:20",
    "verseText": "roho hizo ambazo zamani hazikutii, wakati ule uvumilivu wa Mungu ulipokuwa ukingoja katika siku za Noa, wakati wa kujenga safina, ambamo watu wachache tu, yaani watu wanane, waliokolewa ili wasiangamie kwa gharika."
  },
  {
    "verseNumber": "1PE 3:21",
    "verseText": "Nayo maji hayo ni kielelezo cha ubatizo ambao sasa unawaokoa ninyi pia: si kwa kuondoa uchafu kwenye mwili, bali kama ahadi ya dhamiri safi kwa Mungu, kwa njia ya ufufuo wa Yesu Kristo."
  },
  {
    "verseNumber": "1PE 3:22",
    "verseText": "Yeye ameingia mbinguni na amekaa mkono wa kuume wa Mungu; nao malaika, mamlaka na nguvu zote wametiishwa chini yake."
  },
  {
    "verseNumber": "1PE 4:1",
    "verseText": "Kwa hiyo, kwa kuwa Kristo aliteswa katika mwili wake, ninyi nanyi jivikeni nia iyo hiyo kwa maana mtu aliyekwisha kuteswa katika mwili ameachana na dhambi."
  },
  {
    "verseNumber": "1PE 4:2",
    "verseText": "Kwa hivyo, haishi maisha yake yaliyobaki ya kuishi hapa duniani kwa tamaa mbaya za wanadamu, bali anaishi kwa mapenzi ya Mungu."
  },
  {
    "verseNumber": "1PE 4:3",
    "verseText": "Maana wakati uliopita mmekwisha kutumia muda wa kutosha katika maisha yenu mkifanya yale ambayo wapagani hupenda kutenda: wakiishi katika uasherati, tamaa mbaya, ulevi, karamu za ulafi, vileo, ngoma mbaya, na ibada chukizo za sanamu."
  },
  {
    "verseNumber": "1PE 4:4",
    "verseText": "Wao hushangaa kwamba ninyi hamjiingizi pamoja nao katika huo wingi wa maisha ya ufisadi, nao huwatukana ninyi."
  },
  {
    "verseNumber": "1PE 4:5",
    "verseText": "Lakini itawapasa wao kutoa hesabu mbele zake yeye aliye tayari kuwahukumu walio hai na waliokufa."
  },
  {
    "verseNumber": "1PE 4:6",
    "verseText": "Kwa kuwa hii ndiyo sababu Injili ilihubiriwa hata kwa wale waliokufa, ili wahukumiwe sawasawa na wanadamu wengine katika mwili, lakini katika roho waishi kulingana na Mungu aishivyo."
  },
  {
    "verseNumber": "1PE 4:7",
    "verseText": "Mwisho wa mambo yote umekaribia. Kwa hiyo kuweni na akili tulivu na kiasi, mkikesha katika kuomba."
  },
  {
    "verseNumber": "1PE 4:8",
    "verseText": "Zaidi ya yote, dumuni katika upendo kwa maana upendo husitiri wingi wa dhambi."
  },
  {
    "verseNumber": "1PE 4:9",
    "verseText": "Kuweni wakarimu kila mtu na mwenzake pasipo manungʼuniko."
  },
  {
    "verseNumber": "1PE 4:10",
    "verseText": "Kila mmoja na atumie kipawa chochote alichopewa kuwahudumia wengine, kama mawakili waaminifu wa neema mbalimbali za Mungu."
  },
  {
    "verseNumber": "1PE 4:11",
    "verseText": "Yeyote asemaye hana budi kusema kama mtu asemaye maneno ya Mungu mwenyewe. Yeyote ahudumuye hana budi kuhudumu kwa nguvu zile anazopewa na Mungu, ili Mungu apate kutukuzwa katika mambo yote kwa njia ya Yesu Kristo. Utukufu na uweza una yeye milele na milele. Amen."
  },
  {
    "verseNumber": "1PE 4:12",
    "verseText": "Wapenzi, msione ajabu kwa yale mateso yanayotukia miongoni mwenu, kana kwamba ni kitu kigeni kinachowapata."
  },
  {
    "verseNumber": "1PE 4:13",
    "verseText": "Bali furahini kuwa mnashiriki katika mateso ya Kristo, ili mpate kufurahi zaidi wakati utukufu wake utakapofunuliwa."
  },
  {
    "verseNumber": "1PE 4:14",
    "verseText": "Kama mkitukanwa kwa ajili ya jina la Kristo, mmebarikiwa, kwa sababu Roho wa utukufu na wa Mungu anakaa juu yenu."
  },
  {
    "verseNumber": "1PE 4:15",
    "verseText": "Lakini asiwepo mtu yeyote miongoni mwenu anayeteswa kwa kuwa ni muuaji, au mwizi, au mhalifu wa aina yoyote, au anayejishughulisha na mambo ya watu wengine."
  },
  {
    "verseNumber": "1PE 4:16",
    "verseText": "Lakini kama ukiteseka kwa kuwa Mkristo, usihesabu jambo hilo kuwa ni aibu, bali mtukuze Mungu kwa sababu umeitwa kwa jina hilo."
  },
  {
    "verseNumber": "1PE 4:17",
    "verseText": "Kwa maana wakati umewadia wa hukumu kuanzia katika nyumba ya Mungu. Basi kama ikianzia kwetu sisi, mwisho wa hao wasiotii Injili ya Mungu utakuwaje?"
  },
  {
    "verseNumber": "1PE 4:18",
    "verseText": "Basi, “Ikiwa ni vigumu kwa mwenye haki kuokoka, itakuwaje kwa mtu asiyemcha Mungu na mwenye dhambi?”"
  },
  {
    "verseNumber": "1PE 4:19",
    "verseText": "Kwa hiyo, wale wanaoteswa kulingana na mapenzi ya Mungu, wajikabidhi kwa Muumba wao aliye mwaminifu, huku wakizidi kutenda mema."
  },
  {
    "verseNumber": "1PE 5:1",
    "verseText": "Kwa wazee waliomo miongoni mwenu, nawasihi mimi nikiwa mzee mwenzenu, shahidi wa mateso ya Kristo, na mshiriki katika utukufu utakaofunuliwa:"
  },
  {
    "verseNumber": "1PE 5:2",
    "verseText": "lichungeni kundi la Mungu mlilokabidhiwa, mkitumika kama waangalizi, si kwa kulazimishwa bali kwa hiari, kama Mungu anavyowataka mwe; si kwa tamaa ya fedha, bali mlio na bidii katika kutumika."
  },
  {
    "verseNumber": "1PE 5:3",
    "verseText": "Msijifanye mabwana juu ya wale walio chini ya uangalizi wenu, bali kuweni vielelezo kwa hilo kundi."
  },
  {
    "verseNumber": "1PE 5:4",
    "verseText": "Naye Mchungaji Mkuu atakapodhihirishwa, mtapokea taji ya utukufu isiyoharibika."
  },
  {
    "verseNumber": "1PE 5:5",
    "verseText": "Vivyo hivyo, ninyi mlio vijana watiini wazee. Nanyi nyote imewapasa kujivika unyenyekevu kila mtu kwa mwenzake, kwa kuwa, “Mungu huwapinga wenye kiburi, lakini huwapa wanyenyekevu neema.”"
  },
  {
    "verseNumber": "1PE 5:6",
    "verseText": "Basi, nyenyekeeni chini ya mkono wa Mungu ulio hodari, ili awakweze kwa wakati wake."
  },
  {
    "verseNumber": "1PE 5:7",
    "verseText": "Mtwikeni yeye fadhaa zenu zote, kwa maana yeye hujishughulisha sana na mambo yenu."
  },
  {
    "verseNumber": "1PE 5:8",
    "verseText": "Mwe na kiasi na kukesha, maana adui yenu ibilisi huzungukazunguka kama simba angurumaye akitafuta mtu ili apate kummeza."
  },
  {
    "verseNumber": "1PE 5:9",
    "verseText": "Mpingeni, mkiwa thabiti katika imani, mkijua ya kwamba mateso kama hayo yanawapata ndugu zenu pote duniani."
  },
  {
    "verseNumber": "1PE 5:10",
    "verseText": "Nanyi mkiisha kuteswa kwa kitambo kidogo, Mungu wa neema yote, aliyewaita kuingia katika utukufu wake wa milele ndani ya Kristo, yeye mwenyewe atawarejesha na kuwatia nguvu, akiwaimarisha na kuwathibitisha."
  },
  {
    "verseNumber": "1PE 5:11",
    "verseText": "Uweza una yeye milele na milele. Amen."
  },
  {
    "verseNumber": "1PE 5:12",
    "verseText": "Kwa msaada wa Silvano, ambaye ninamhesabu kuwa ndugu mwaminifu, nimewaandikia waraka huu mfupi ili kuwatia moyo, na kushuhudia kwamba hii ni neema halisi ya Mungu. Simameni imara katika neema hiyo."
  },
  {
    "verseNumber": "1PE 5:13",
    "verseText": "Kanisa lililoko Babeli, lililochaguliwa pamoja nanyi, wanawasalimu; vivyo hivyo mwanangu Marko anawasalimu."
  },
  {
    "verseNumber": "1PE 5:14",
    "verseText": "Salimianeni kwa busu la upendo. Amani iwe nanyi nyote mlio katika Kristo."
  }
]