[
  {
    "verseNumber": "1SA 1:1",
    "verseText": "Kulikuwepo na mtu mmoja kutoka Rama, Msufi kutoka nchi ya vilima vya Efraimu, ambaye jina lake aliitwa Elikana mwana wa Yerohamu, mwana wa Elihu mwana wa Tohu, mwana wa Sufu, Mwefraimu."
  },
  {
    "verseNumber": "1SA 1:2",
    "verseText": "Alikuwa na wake wawili, mmoja aliitwa Hana na mwingine Penina. Penina alikuwa na watoto, lakini Hana hakuwa na mtoto."
  },
  {
    "verseNumber": "1SA 1:3",
    "verseText": "Kila mwaka mtu huyu alikwea kutoka mji wake ili kuabudu na kutoa dhabihu kwa BWANA Mwenye Nguvu Zote huko Shilo, ambapo Hofni na Finehasi, wana wawili wa Eli, walikuwa makuhani wa BWANA."
  },
  {
    "verseNumber": "1SA 1:4",
    "verseText": "Kila mara ilipofika siku ya Elikana kutoa dhabihu, aliwapa mafungu Penina mkewe na wanawe wote pamoja na binti zake."
  },
  {
    "verseNumber": "1SA 1:5",
    "verseText": "Lakini alimpa Hana fungu maradufu kwa sababu alimpenda, ingawa BWANA alikuwa amemfunga tumbo."
  },
  {
    "verseNumber": "1SA 1:6",
    "verseText": "Kwa sababu BWANA alikuwa amemfunga tumbo, mke mwenzake alikuwa anamchokoza ili kumuudhi."
  },
  {
    "verseNumber": "1SA 1:7",
    "verseText": "Hili liliendelea mwaka baada ya mwaka. Kila mara Hana alipokwenda katika nyumba ya BWANA, mke mwenzake alikuwa akimkasirisha mpaka analia na kushindwa kula."
  },
  {
    "verseNumber": "1SA 1:8",
    "verseText": "Elikana mumewe akawa anamwambia, “Hana, kwa nini unalia? Kwa nini huli? Kwa nini kuvunjika moyo? Je, mimi si bora zaidi kwako kuliko watoto kumi?”"
  },
  {
    "verseNumber": "1SA 1:9",
    "verseText": "Siku moja walipokuwa wamemaliza kula na kunywa huko Shilo, Hana alisimama. Wakati huo kuhani Eli alikuwa ameketi kwenye kiti pembeni mwa mwimo wa mlango wa Hekalu la BWANA."
  },
  {
    "verseNumber": "1SA 1:10",
    "verseText": "Kwa uchungu wa rohoni Hana alilia sana na akamwomba BWANA."
  },
  {
    "verseNumber": "1SA 1:11",
    "verseText": "Naye akaweka nadhiri, akisema, “Ee BWANA Mwenye Nguvu Zote, laiti ungeangalia huzuni kuu ya mtumishi wako na kunikumbuka mimi, wala usimsahau mtumishi wako nawe ukampa mwana, basi huyo mwana nitamtoa kwa BWANA kwa siku zote za maisha yake, wala wembe hautapita kichwani mwake.”"
  },
  {
    "verseNumber": "1SA 1:12",
    "verseText": "Alipokuwa anaendelea kumwomba BWANA, Eli alichunguza kinywa chake."
  },
  {
    "verseNumber": "1SA 1:13",
    "verseText": "Hana alikuwa akiomba moyoni mwake, midomo yake ikiwa inachezacheza lakini sauti haikusikika. Eli akafikiri alikuwa amelewa"
  },
  {
    "verseNumber": "1SA 1:14",
    "verseText": "naye akamwambia, “Utaendelea kulewa mpaka lini? Achilia mbali mvinyo wako.”"
  },
  {
    "verseNumber": "1SA 1:15",
    "verseText": "Hana akajibu, “Si hivyo bwana wangu, mimi ni mwanamke mwenye huzuni kubwa. Mimi sijanywa mvinyo wala kileo, nilikuwa ninaumimina moyo wangu kwa BWANA."
  },
  {
    "verseNumber": "1SA 1:16",
    "verseText": "Usimdhanie mtumishi wako kuwa mwanamke mwovu; nimekuwa nikiomba hapa katika wingi wa uchungu mkuu na huzuni.”"
  },
  {
    "verseNumber": "1SA 1:17",
    "verseText": "Eli akamjibu, “Nenda kwa amani, naye Mungu wa Israeli na akujalie kile ulichomwomba.”"
  },
  {
    "verseNumber": "1SA 1:18",
    "verseText": "Hana akasema, “Mtumishi wako na apate kibali machoni pako.” Kisha akaondoka zake na kula chakula, wala uso wake haukuwa na huzuni tena."
  },
  {
    "verseNumber": "1SA 1:19",
    "verseText": "Kesho yake asubuhi na mapema waliamka wakaabudu mbele za BWANA na kisha wakarudi nyumbani kwao huko Rama. Elikana akakutana kimwili na mkewe Hana, naye BWANA akamkumbuka."
  },
  {
    "verseNumber": "1SA 1:20",
    "verseText": "Hivyo wakati ulipotimia, Hana akapata mimba na akamzaa mwana. Hana akamwita jina lake Samweli, akasema, “Kwa kuwa nilimwomba kwa BWANA.”"
  },
  {
    "verseNumber": "1SA 1:21",
    "verseText": "Wakati huyo mtu Elikana alipanda pamoja na jamaa yake yote kutoa dhabihu ya mwaka kwa BWANA na kutimiza nadhiri yake,"
  },
  {
    "verseNumber": "1SA 1:22",
    "verseText": "Hana hakwenda. Alimwambia mume wake, “Baada ya mtoto kuachishwa kunyonya, nitamchukua na kumpeleka mbele za BWANA, naye ataishi huko wakati wote.”"
  },
  {
    "verseNumber": "1SA 1:23",
    "verseText": "Elikana mumewe akamwambia, “Fanya lile unaloona ni bora zaidi kwako. Ukae hapa mpaka utakapomwachisha kunyonya, BWANA na akujalie kutimiza nadhiri yako.” Hivyo huyo mwanamke akakaa nyumbani na kumnyonyesha mwanawe mpaka alipomwachisha kunyonya."
  },
  {
    "verseNumber": "1SA 1:24",
    "verseText": "Baada ya mtoto kuachishwa kunyonya, Hana akamchukua huyo mtoto, akiwa mdogo hivyo hivyo, pamoja na fahali wa miaka mitatu, efa ya unga na kiriba cha divai, naye akamleta mtoto kwenye nyumba ya BWANA huko Shilo."
  },
  {
    "verseNumber": "1SA 1:25",
    "verseText": "Walipokwisha kumchinja yule fahali, wakamleta mtoto kwa Eli,"
  },
  {
    "verseNumber": "1SA 1:26",
    "verseText": "naye Hana akamwambia Eli, “Hakika kama uishivyo, bwana wangu, mimi ndiye yule mama ambaye alisimama hapa karibu nawe akiomba kwa BWANA."
  },
  {
    "verseNumber": "1SA 1:27",
    "verseText": "Niliomba mtoto huyu, naye BWANA amenijalia kile nilichomwomba."
  },
  {
    "verseNumber": "1SA 1:28",
    "verseText": "Hivyo sasa ninamtoa kwa BWANA. Kwa maana maisha yake yote atakuwa ametolewa kwa BWANA.” Naye akamwabudu BWANA huko."
  },
  {
    "verseNumber": "1SA 2:1",
    "verseText": "Kisha Hana akaomba na kusema: “Moyo wangu wamshangilia BWANA, katika BWANA pembe yangu imeinuliwa juu. Kinywa changu chajisifu juu ya adui zangu, kwa kuwa naufurahia wokovu wako."
  },
  {
    "verseNumber": "1SA 2:2",
    "verseText": "“Hakuna yeyote aliye mtakatifu kama BWANA, hakuna mwingine zaidi yako; hakuna Mwamba kama Mungu wetu."
  },
  {
    "verseNumber": "1SA 2:3",
    "verseText": "“Msiendelee kusema kwa kiburi hivyo wala msiache vinywa vyenu kunena kwa kiburi, kwa kuwa BWANA ndiye Mungu ajuaye, na kwa yeye matendo hupimwa."
  },
  {
    "verseNumber": "1SA 2:4",
    "verseText": "“Pinde za mashujaa zimevunjika, lakini wale wanaojikwaa wamevikwa nguvu."
  },
  {
    "verseNumber": "1SA 2:5",
    "verseText": "Wale waliokuwa na chakula tele wamejikodisha wenyewe ili kupata chakula, lakini wale waliokuwa na njaa hawana njaa tena. Mwanamke yule aliyekuwa tasa amezaa watoto saba, lakini yule ambaye alikuwa na wana wengi amedhoofika."
  },
  {
    "verseNumber": "1SA 2:6",
    "verseText": "“BWANA huua na huleta uhai, hushusha chini mpaka kaburini na hufufua."
  },
  {
    "verseNumber": "1SA 2:7",
    "verseText": "BWANA humfanya mtu maskini naye hutajirisha, hushusha na hukweza."
  },
  {
    "verseNumber": "1SA 2:8",
    "verseText": "Humwinua maskini kutoka mavumbini na humwinua mhitaji kutoka lundo la majivu; huwaketisha pamoja na wakuu na kuwafanya warithi kiti cha enzi cha heshima. “Kwa kuwa misingi ya dunia ni ya BWANA; juu yake ameuweka ulimwengu."
  },
  {
    "verseNumber": "1SA 2:9",
    "verseText": "Yeye atailinda miguu ya watakatifu wake, lakini waovu watanyamazishwa kwenye giza. “Si kwa nguvu mtu hushinda;"
  },
  {
    "verseNumber": "1SA 2:10",
    "verseText": "wale wampingao BWANA wataharibiwa kabisa. Atapiga radi dhidi yao kutoka mbinguni; BWANA ataihukumu miisho ya dunia. “Atampa nguvu mfalme wake, na kuitukuza pembe ya mpakwa mafuta wake.”"
  },
  {
    "verseNumber": "1SA 2:11",
    "verseText": "Kisha Elikana akaenda nyumbani Rama, lakini mtoto akahudumu mbele za BWANA chini ya kuhani Eli."
  },
  {
    "verseNumber": "1SA 2:12",
    "verseText": "Wana wa Eli walikuwa watu wabaya kabisa, hawakumheshimu BWANA."
  },
  {
    "verseNumber": "1SA 2:13",
    "verseText": "Basi ilikuwa desturi ya makuhani pamoja na watu kwamba kila mara yeyote anapotoa dhabihu na huku nyama ikiwa inachemshwa, mtumishi wa kuhani angalikuja na uma wenye meno matatu mkononi mwake."
  },
  {
    "verseNumber": "1SA 2:14",
    "verseText": "Angeutumbukiza huo uma kwenye sufuria au birika au sufuria kubwa au chungu, naye kuhani angalijichukulia mwenyewe chochote ambacho uma ungekileta. Hivi ndivyo walivyowatendea Waisraeli wote waliokuja Shilo."
  },
  {
    "verseNumber": "1SA 2:15",
    "verseText": "Lakini hata kabla mafuta ya mnyama hayajachomwa, mtumishi wa kuhani angalikuja na kusema kwa mtu ambaye alikuwa akitoa dhabihu, “Mpe kuhani nyama akaoke, kwani hatapokea nyama iliyochemshwa kutoka kwako, ila iliyo mbichi tu.”"
  },
  {
    "verseNumber": "1SA 2:16",
    "verseText": "Kama mtu akimwambia, “Mafuta ya mnyama na yachomwe kwanza, ndipo uchukue chochote unachotaka,” mtumishi angalijibu, “Hapana, nipe sasa, kama huwezi nitaichukua kwa nguvu.”"
  },
  {
    "verseNumber": "1SA 2:17",
    "verseText": "Hii Dhambi ya hawa vijana ilikuwa kubwa sana machoni pa BWANA, kwa kuwa waliitendea dhabihu ya BWANA kwa dharau."
  },
  {
    "verseNumber": "1SA 2:18",
    "verseText": "Lakini Samweli alikuwa akihudumu mbele za BWANA, kijana akivaa kisibau cha kitani."
  },
  {
    "verseNumber": "1SA 2:19",
    "verseText": "Kila mwaka mama yake alimshonea joho dogo na kumchukulia wakati alipokwea pamoja na mumewe kutoa dhabihu ya mwaka."
  },
  {
    "verseNumber": "1SA 2:20",
    "verseText": "Eli alikuwa akiwabariki Elikana na mkewe, akisema, “BWANA na akupe watoto kwa mwanamke huyu ili kuchukua nafasi ya yule aliyekuwa amemwomba na akamtoa kwa BWANA.” Kisha wakawa wanakwenda nyumbani."
  },
  {
    "verseNumber": "1SA 2:21",
    "verseText": "BWANA akawa mwenye neema kwa Hana, naye akapata mimba akazaa wana watatu na binti wawili. Wakati huo, kijana Samweli akaendelea kukua mbele za BWANA."
  },
  {
    "verseNumber": "1SA 2:22",
    "verseText": "Basi Eli, ambaye alikuwa mzee sana, alisikia kuhusu kila kitu ambacho wanawe walikuwa wakiwafanyia Israeli wote na jinsi walivyokutana kimwili na wanawake waliohudumu kwenye ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "1SA 2:23",
    "verseText": "Hivyo akawaambia, “Kwa nini mmefanya mambo kama haya? Nimesikia kutoka kwa watu wote juu ya haya matendo yenu maovu."
  },
  {
    "verseNumber": "1SA 2:24",
    "verseText": "Sivyo, wanangu, hii si habari nzuri ambayo ninasikia ikienea miongoni mwa watu wa BWANA."
  },
  {
    "verseNumber": "1SA 2:25",
    "verseText": "Kama mtu akifanya dhambi dhidi ya mtu mwenzake, mtu mwingine aweza kumwombea kwa Mungu, lakini kama mtu akimfanyia Mungu dhambi, ni nani atakayemwombea?” Hata hivyo wanawe hawakusikia maonyo ya baba yao, kwa sababu BWANA alitaka kuwaua."
  },
  {
    "verseNumber": "1SA 2:26",
    "verseText": "Naye kijana Samweli akaendelea kukua katika kimo, akimpendeza BWANA na wanadamu."
  },
  {
    "verseNumber": "1SA 2:27",
    "verseText": "Basi mtu wa Mungu akaja kwa Eli na kumwambia, “Hivi ndivyo asemavyo BWANA: ‘Je, sikujifunua waziwazi kwa nyumba ya baba yako wakati walikuwa huko Misri chini ya Farao?"
  },
  {
    "verseNumber": "1SA 2:28",
    "verseText": "Nilimchagua baba yako kati ya makabila yote ya Israeli kuwa kuhani wangu, kukwea kwenye madhabahu yangu, kufukiza uvumba na kuvaa kisibau mbele yangu. Pia niliwapa nyumba ya baba yako sadaka zote zilizotolewa kwa moto na Waisraeli."
  },
  {
    "verseNumber": "1SA 2:29",
    "verseText": "Kwa nini unadharau dhabihu zangu na sadaka zile nilizoziamuru kwa ajili ya makao yangu? Kwa nini unawaheshimu wanao kuliko mimi kwa kujinenepesha wenyewe kwa kula sehemu zilizo bora za kila sadaka zinazotolewa na watu wangu wa Israeli?’"
  },
  {
    "verseNumber": "1SA 2:30",
    "verseText": "“Kwa hiyo, BWANA, Mungu wa Israeli asema: ‘Niliahidi kuwa nyumba yako na nyumba ya baba yako wangehudumu mbele zangu milele.’ Lakini sasa BWANA anasema: ‘Jambo hili na liwe mbali nami! Wale wanaoniheshimu nitawaheshimu, wale wanaonidharau mimi watadharauliwa."
  },
  {
    "verseNumber": "1SA 2:31",
    "verseText": "Wakati unakuja nitakapozipunguza nguvu zenu na nguvu ya nyumba ya baba yenu, ili pasiwepo mtu katika mbari yenu atakayeishi kuuona uzee"
  },
  {
    "verseNumber": "1SA 2:32",
    "verseText": "nanyi mtaona huzuni katika makao yangu. Ingawa Israeli watafanyiwa mema, katika mbari yenu kamwe hapatakuwepo mtu atakayeishi hadi kuwa mzee."
  },
  {
    "verseNumber": "1SA 2:33",
    "verseText": "Kila mmoja wenu ambaye sitamkatilia mbali kutoka madhabahuni pangu atabakizwa tu kupofusha macho yenu kwa machozi na kuihuzunisha mioyo yenu, nao wazao wenu wote watakufa watakapokuwa wamefikia umri wa kustawi."
  },
  {
    "verseNumber": "1SA 2:34",
    "verseText": "“ ‘Kile kitakachotokea kwa wanao wawili, Hofni na Finehasi, kitakuwa ishara kwako. Wote wawili watakufa katika siku moja."
  },
  {
    "verseNumber": "1SA 2:35",
    "verseText": "Mimi mwenyewe nitajiinulia kuhani mwaminifu, ambaye atafanya sawasawa na kile kilichoko moyoni mwangu na akilini mwangu. Nitaifanya nyumba yake kuwa imara, naye atahudumu mbele ya mpakwa mafuta wangu daima."
  },
  {
    "verseNumber": "1SA 2:36",
    "verseText": "Kisha kila mmoja aliyeachwa katika mbari yenu atakuja na kusujudu mbele yake kwa ajili ya kipande cha fedha na ganda la mkate akisema, “Niteue katika baadhi ya ofisi ya ukuhani ili niweze kupata chakula.” ’ ”"
  },
  {
    "verseNumber": "1SA 3:1",
    "verseText": "Kijana Samweli alihudumu mbele za BWANA chini ya Eli. Katika siku zile neno la Mungu lilikuwa adimu, hapakuwepo na maono mengi."
  },
  {
    "verseNumber": "1SA 3:2",
    "verseText": "Usiku mmoja Eli, ambaye macho yake yalikuwa yamefifia sana kiasi kwamba aliona kwa shida sana, alikuwa amelala mahali pake pa kawaida."
  },
  {
    "verseNumber": "1SA 3:3",
    "verseText": "Taa ya Mungu bado ilikuwa haijazimika, na Samweli alikuwa amelala Hekaluni mwa BWANA, ambapo Sanduku la Mungu lilikuwako."
  },
  {
    "verseNumber": "1SA 3:4",
    "verseText": "Kisha BWANA akamwita Samweli. Samweli akajibu, “Mimi hapa.”"
  },
  {
    "verseNumber": "1SA 3:5",
    "verseText": "Naye akakimbia kwa Eli na kumwambia, “Mimi hapa, kwa kuwa umeniita.” Lakini Eli akasema, “Sikukuita; rudi ukalale.” Hivyo akaenda kulala."
  },
  {
    "verseNumber": "1SA 3:6",
    "verseText": "BWANA akaita tena, “Samweli!” Naye Samweli akaamka, kwenda kwa Eli na kusema, “Mimi hapa, kwa kuwa umeniita.” Eli akasema, “Mwanangu, sikukuita, rudi ukalale.”"
  },
  {
    "verseNumber": "1SA 3:7",
    "verseText": "Wakati huu Samweli alikuwa bado hajamjua BWANA. Neno la BWANA lilikuwa bado halijafunuliwa kwake."
  },
  {
    "verseNumber": "1SA 3:8",
    "verseText": "BWANA akamwita Samweli mara ya tatu, naye Samweli akaamka kwenda kwa Eli na kusema, “Mimi hapa, kwa kuwa umeniita.” Ndipo Eli akatambua kuwa BWANA alikuwa akimwita kijana."
  },
  {
    "verseNumber": "1SA 3:9",
    "verseText": "Hivyo Eli akamwambia Samweli, “Nenda ukalale, na kama akikuita, sema, ‘Nena BWANA, kwa kuwa mtumishi wako anasikiliza.’ ” Hivyo Samweli akaenda na kulala mahali pake."
  },
  {
    "verseNumber": "1SA 3:10",
    "verseText": "BWANA akaja akasimama hapo, akiita kama mara zile nyingine, “Samweli! Samweli!” Kisha Samweli akasema, “Nena BWANA, kwa kuwa mtumishi wako anasikiliza.”"
  },
  {
    "verseNumber": "1SA 3:11",
    "verseText": "Naye BWANA akamwambia Samweli: “Tazama, nipo karibu kufanya kitu katika Israeli ambacho kitafanya masikio ya kila mmoja atakayesikia yawashe."
  },
  {
    "verseNumber": "1SA 3:12",
    "verseText": "Wakati huo nitatimiza dhidi ya Eli kila kitu nilichonena dhidi ya jamaa yake, kuanzia mwanzo mpaka mwisho."
  },
  {
    "verseNumber": "1SA 3:13",
    "verseText": "Kwa kuwa nilimwambia kwamba ningehukumu jamaa yake milele kwa sababu ya dhambi aliyoijua, wanawe kumkufuru Mungu, naye akashindwa kuwazuia."
  },
  {
    "verseNumber": "1SA 3:14",
    "verseText": "Kwa hiyo, nikaapa kuhusu nyumba ya Eli, ‘Hatia ya nyumba ya Eli kamwe haitaweza kufidiwa kwa dhabihu au sadaka.’ ”"
  },
  {
    "verseNumber": "1SA 3:15",
    "verseText": "Samweli akalala mpaka asubuhi, kisha akafungua milango ya nyumba ya BWANA. Aliogopa kumwambia Eli yale maono,"
  },
  {
    "verseNumber": "1SA 3:16",
    "verseText": "lakini Eli akamwita na kumwambia, “Samweli mwanangu.” Samweli akamjibu, “Mimi hapa.”"
  },
  {
    "verseNumber": "1SA 3:17",
    "verseText": "Eli akamuuliza, “Ni nini alichokuambia? Usinifiche. BWANA na ashughulike nawe, tena kwa ukali, kama utanificha chochote alichokuambia.”"
  },
  {
    "verseNumber": "1SA 3:18",
    "verseText": "Kwa hiyo Samweli akamwambia kila kitu, bila kumficha chochote. Ndipo Eli akasema, “Yeye ni BWANA; na afanye lile lililo jema machoni pake!”"
  },
  {
    "verseNumber": "1SA 3:19",
    "verseText": "BWANA alikuwa pamoja na Samweli alipokuwa akikua, na hakuacha hata moja ya maneno yake lianguke chini."
  },
  {
    "verseNumber": "1SA 3:20",
    "verseText": "Nao Israeli wote kuanzia Dani hadi Beer-Sheba wakatambua kuwa Samweli amethibitishwa kuwa nabii wa BWANA."
  },
  {
    "verseNumber": "1SA 3:21",
    "verseText": "BWANA akaendelea kutokea huko Shilo, na huko kujidhihirisha kwa Samweli kwa njia ya neno lake."
  },
  {
    "verseNumber": "1SA 4:1",
    "verseText": "Nalo neno la Samweli likaja kwa Israeli yote. Wafilisti Wateka Sanduku La Mungu Basi Waisraeli walitoka kwenda kupigana dhidi ya Wafilisti. Waisraeli wakapiga kambi huko Ebenezeri, nao Wafilisti wakapiga kambi huko Afeki."
  },
  {
    "verseNumber": "1SA 4:2",
    "verseText": "Wafilisti wakapanga safu za majeshi yao kupambana na Israeli, wakati vita vilipoenea, Israeli wakashindwa na Wafilisti, ambao waliwaua askari wa Israeli wapatao 4,000 kwenye uwanja wa vita."
  },
  {
    "verseNumber": "1SA 4:3",
    "verseText": "Askari waliporudi kambini, wazee wa Israeli wakawauliza, “Kwa nini BWANA ameruhusu leo tushindwe mbele ya Wafilisti? Tuleteni Sanduku la Agano la BWANA kutoka Shilo, ili lipate kwenda pamoja nasi, na kutuokoa kutoka mikono ya adui zetu.”"
  },
  {
    "verseNumber": "1SA 4:4",
    "verseText": "Hivyo wakawatuma watu huko Shilo, nao wakalichukua Sanduku la Agano la BWANA Mwenye Nguvu Zote, aliyekaa kwenye kiti chake cha enzi kati ya makerubi. Nao wale wana wawili wa Eli, Hofni na Finehasi, walikuwako huko pamoja na Sanduku la Agano la Mungu."
  },
  {
    "verseNumber": "1SA 4:5",
    "verseText": "Wakati Sanduku la Agano la BWANA lilikuja kambini, Waisraeli wote wakapiga kelele kwa sauti kuu hata ardhi ikatikisika."
  },
  {
    "verseNumber": "1SA 4:6",
    "verseText": "Wafilisti waliposikia makelele wakauliza, “Ni nini makelele haya yote katika kambi ya Waebrania?” Walipofahamu kuwa Sanduku la BWANA limekuja kambini,"
  },
  {
    "verseNumber": "1SA 4:7",
    "verseText": "Wafilisti wakaogopa, wakasema, “Mungu amekuja kambini, ole wetu. Halijatokea jambo kama hili tangu hapo."
  },
  {
    "verseNumber": "1SA 4:8",
    "verseText": "Ole wetu! Ni nani atakayetuokoa kutoka mikononi mwa miungu hii yenye nguvu? Ni miungu ile iliyowapiga Wamisri kwa mapigo ya aina zote huko jangwani."
  },
  {
    "verseNumber": "1SA 4:9",
    "verseText": "Tuweni hodari, enyi Wafilisti! Tuweni wanaume, la sivyo mtakuwa watumwa wa Waebrania, kama wao walivyokuwa kwenu. Kuweni wanaume, mpigane!”"
  },
  {
    "verseNumber": "1SA 4:10",
    "verseText": "Basi Wafilisti wakapigana, nao Waisraeli wakashindwa na kila mtu akakimbilia hemani mwake. Mauaji yalikuwa makubwa sana, Israeli wakapoteza askari 30,000 waendao kwa miguu."
  },
  {
    "verseNumber": "1SA 4:11",
    "verseText": "Sanduku la Mungu likatekwa, na hao wana wawili wa Eli, Hofni na Finehasi, wakauawa."
  },
  {
    "verseNumber": "1SA 4:12",
    "verseText": "Siku ile ile mtu mmoja wa kabila la Benyamini akakimbia kutoka kwenye uwanja wa vita na kwenda Shilo, nguo zake zikiwa zimeraruka na akiwa na mavumbi kichwani mwake."
  },
  {
    "verseNumber": "1SA 4:13",
    "verseText": "Alipofika, Eli alikuwa ameketi juu ya kiti chake kando ya barabara akiangalia, kwa sababu moyo wake ulikuwa na hofu kwa ajili ya Sanduku la Mungu. Mtu yule alipoingia mjini na kueleza kilichokuwa kimetokea, mji wote ukalia."
  },
  {
    "verseNumber": "1SA 4:14",
    "verseText": "Eli akasikia kelele za kilio, naye akauliza, “Ni nini maana ya makelele haya?” Yule mtu akafanya haraka kwenda kwa Eli,"
  },
  {
    "verseNumber": "1SA 4:15",
    "verseText": "wakati huu Eli alikuwa na miaka tisini na minane nayo macho yake yalikuwa yamepofuka na hakuweza kuona."
  },
  {
    "verseNumber": "1SA 4:16",
    "verseText": "Akamwambia Eli, “Mimi nimetoka vitani sasa hivi, nimekimbia kutoka huko leo hii.” Eli akamuuliza, “Je, mwanangu, ni nini kimetokea huko?”"
  },
  {
    "verseNumber": "1SA 4:17",
    "verseText": "Yule mtu aliyeleta habari akajibu, “Israeli amekimbia mbele ya Wafilisti, nalo jeshi limepata hasara kubwa. Pia wana wako wawili, Hofni na Finehasi, wamekufa, na Sanduku la Mungu limetekwa.”"
  },
  {
    "verseNumber": "1SA 4:18",
    "verseText": "Mara alipotaja Sanduku la Mungu, Eli alianguka kutoka kwenye kiti chake kwa nyuma kando ya lango. Shingo yake ikavunjika naye akafa, kwa kuwa alikuwa mzee tena mzito. Alikuwa amewaongoza Israeli kwa miaka arobaini."
  },
  {
    "verseNumber": "1SA 4:19",
    "verseText": "Mkwewe, mke wa Finehasi, alikuwa mjamzito na karibu wakati wa kujifungua. Aliposikia habari kwamba Sanduku la Mungu limetekwa na ya kuwa baba mkwe wake na mumewe wamekufa, akapata utungu naye akajifungua lakini akazidiwa na utungu."
  },
  {
    "verseNumber": "1SA 4:20",
    "verseText": "Alipokuwa akifa, wanawake waliokuwa wanamhudumia wakamwambia, “Usikate tamaa, umemzaa mwana.” Lakini hakujibu wala kuweka maanani."
  },
  {
    "verseNumber": "1SA 4:21",
    "verseText": "Alimwita yule mtoto Ikabodi, akisema, “Utukufu umeondoka katika Israeli,” kwa sababu ya kutekwa kwa Sanduku la Mungu na vifo vya baba mkwe na mumewe."
  },
  {
    "verseNumber": "1SA 4:22",
    "verseText": "Akasema, “Utukufu umeondoka katika Israeli, kwa kuwa Sanduku la Mungu limetekwa.”"
  },
  {
    "verseNumber": "1SA 5:1",
    "verseText": "Baada ya Wafilisti kuteka Sanduku la Mungu, walilichukua kutoka Ebenezeri mpaka Ashdodi."
  },
  {
    "verseNumber": "1SA 5:2",
    "verseText": "Kisha wakaliingiza lile Sanduku ndani ya hekalu la Dagoni na kuliweka kando ya huyo Dagoni."
  },
  {
    "verseNumber": "1SA 5:3",
    "verseText": "Watu wa Ashdodi walipoamka asubuhi na mapema kesho yake, kumbe, wakamkuta Dagoni ameanguka chini kifudifudi mbele ya Sanduku la BWANA! Wakamwinua Dagoni na kumrudisha mahali pake."
  },
  {
    "verseNumber": "1SA 5:4",
    "verseText": "Lakini asubuhi iliyofuata, walipoamka kumbe, walimkuta huyo Dagoni ameanguka chini kifudifudi mbele ya Sanduku la BWANA! Kichwa chake na mikono vilikuwa vimevunjwa navyo vimelala kizingitini, ni kiwiliwili chake tu kilichokuwa kimebaki."
  },
  {
    "verseNumber": "1SA 5:5",
    "verseText": "Ndiyo sababu mpaka leo makuhani wa Dagoni wala wengine waingiao katika hekalu la Dagoni huko Ashdodi hawakanyagi kizingiti."
  },
  {
    "verseNumber": "1SA 5:6",
    "verseText": "Mkono wa BWANA ulikuwa mzito juu ya watu wa Ashdodi na vijiji jirani, akaleta uharibifu juu yao na kuwatesa kwa majipu."
  },
  {
    "verseNumber": "1SA 5:7",
    "verseText": "Watu wa Ashdodi walipoona kile kilichokuwa kikitokea, wakasema, “Sanduku la Mungu wa Israeli kamwe lisikae hapa pamoja na sisi, kwa sababu mkono wake ni mzito juu yetu na juu ya Dagoni mungu wetu.”"
  },
  {
    "verseNumber": "1SA 5:8",
    "verseText": "Basi wakawaita watawala wote wa Wafilisti pamoja na kuwauliza, “Tutafanya nini na hili Sanduku la Mungu wa Israeli?” Wakajibu, “Sanduku la Mungu wa Israeli na liende Gathi.” Basi wakalihamisha Sanduku la Mungu wa Israeli."
  },
  {
    "verseNumber": "1SA 5:9",
    "verseText": "Lakini baada ya kulihamisha, mkono wa BWANA ulikuwa dhidi ya huo mji wa Gathi, akiuweka katika fadhaa kuu. Mungu akawatesa watu wa huo mji, vijana kwa wazee, kwa kuwaletea majipu."
  },
  {
    "verseNumber": "1SA 5:10",
    "verseText": "Basi wakapeleka Sanduku la Mungu Ekroni. Wakati Sanduku la Mungu lilipokuwa linaingia Ekroni, watu wa Ekroni walilia wakisema “Wamelileta Sanduku la Mungu wa Israeli kwetu ili kutuua sisi na watu wetu.”"
  },
  {
    "verseNumber": "1SA 5:11",
    "verseText": "Basi wakawaita watawala wote wa Wafilisti pamoja na kusema, “Liondoeni Sanduku la Mungu wa Israeli na lirudishwe mahali pake, la sivyo litatuua sisi na watu wetu.” Kwa kuwa kifo kilikuwa kimeujaza mji hofu; kwani mkono wa Mungu ulikuwa mzito sana juu yake."
  },
  {
    "verseNumber": "1SA 5:12",
    "verseText": "Wale ambao hawakufa walipatwa na majipu, na kilio cha mji kilikwenda juu hadi mbinguni."
  },
  {
    "verseNumber": "1SA 6:1",
    "verseText": "Sanduku la BWANA lilipokuwa limekaa katika nchi ya Wafilisti kwa miezi saba,"
  },
  {
    "verseNumber": "1SA 6:2",
    "verseText": "Wafilisti waliwaita makuhani wa Dagoni na waaguzi, na kuwaambia, “Tutafanya nini na hili Sanduku la BWANA? Tuambieni jinsi tutakavyolirudisha mahali pake.”"
  },
  {
    "verseNumber": "1SA 6:3",
    "verseText": "Wakajibu, “Kama mtalirudisha Sanduku la Mungu wa Israeli, msilirudishe mikono mitupu bali kwa vyovyote mpelekeeni sadaka ya hatia. Kisha mtaponywa, nanyi mtafahamu kwa nini mkono wake haujaondolewa kwenu.”"
  },
  {
    "verseNumber": "1SA 6:4",
    "verseText": "Wafilisti wakawauliza, “Ni sadaka gani ya hatia tutakayompelekea?” Wakajibu, “Majipu matano ya dhahabu na panya wa dhahabu watano, kulingana na idadi ya watawala wa Wafilisti, kwa sababu tauni iyo hiyo imewaua ninyi na watawala wenu."
  },
  {
    "verseNumber": "1SA 6:5",
    "verseText": "Tengenezeni mifano ya majipu na ya panya wale wanaoharibu nchi yenu, nanyi mheshimuni Mungu wa Israeli. Labda ataondoa mkono wake kutoka kwenu na kwa miungu yenu na nchi yenu."
  },
  {
    "verseNumber": "1SA 6:6",
    "verseText": "Kwa nini ninyi mnafanya mioyo yenu migumu kama Wamisri na Farao walivyofanya? Je, alipowatendea kwa ukali, hawakuwaachia Waisraeli wakaenda zao?"
  },
  {
    "verseNumber": "1SA 6:7",
    "verseText": "“Sasa basi, wekeni gari jipya la kukokotwa pamoja na ngʼombe wawili ambao wamezaa lakini ambao kamwe hawajafungwa nira. Fungieni hao ngʼombe hilo gari, lakini ondoeni ndama wao na mwaweke zizini."
  },
  {
    "verseNumber": "1SA 6:8",
    "verseText": "Chukueni hilo Sanduku la BWANA na mliweke juu ya gari la kukokotwa, na ndani ya kasha kando yake wekeni hivyo vitu vya dhahabu mnavyompelekea BWANA kama sadaka ya hatia. Lipelekeni,"
  },
  {
    "verseNumber": "1SA 6:9",
    "verseText": "lakini liangalieni kwa makini. Iwapo litakwenda katika nchi yake lenyewe, kuelekea Beth-Shemeshi, basi tutajua kwamba BWANA ndiye alileta haya maafa makubwa juu yetu. Lakini kama halikwenda, basi tutajua kwamba haukuwa mkono wa BWANA uliotupiga na kwamba iliyotokea kwetu ni ajali.”"
  },
  {
    "verseNumber": "1SA 6:10",
    "verseText": "Basi wakafanya hivyo. Wakachukua ngʼombe wawili wa aina hiyo, wakawafungia hilo gari la kukokotwa, nao ndama wao wakawekwa zizini."
  },
  {
    "verseNumber": "1SA 6:11",
    "verseText": "Wakaliweka Sanduku la BWANA juu ya hilo gari la kukokotwa pamoja na lile kasha lenye ile mifano ya panya wa dhahabu na ya majipu ya dhahabu."
  },
  {
    "verseNumber": "1SA 6:12",
    "verseText": "Kisha hao ngʼombe wakaenda moja kwa moja kuelekea Beth-Shemeshi, wakishuka bila kugeuka kuume au kushoto, huku wakilia njia yote. Watawala wa Wafilisti waliwafuata hao ngʼombe hadi mpakani mwa Beth-Shemeshi."
  },
  {
    "verseNumber": "1SA 6:13",
    "verseText": "Wakati huu watu wa Beth-Shemeshi walikuwa wakivuna ngano yao huko bondeni, walipoinua macho yao na kuona lile Sanduku, wakafurahi kuliona."
  },
  {
    "verseNumber": "1SA 6:14",
    "verseText": "Lile gari la kukokotwa lilikuja mpaka kwenye shamba la Yoshua wa Beth-Shemeshi, nalo likasimama kando ya mwamba mkubwa. Watu wakapasua mbao za lile gari la kukokotwa na kutoa dhabihu wale ngʼombe kama sadaka ya kuteketezwa kwa BWANA."
  },
  {
    "verseNumber": "1SA 6:15",
    "verseText": "Walawi walilishusha Sanduku la BWANA, pamoja na lile kasha lililokuwa na vile vitu vya dhahabu na kuviweka juu ya ule mwamba mkubwa. Siku ile watu wa Beth-Shemeshi wakatoa sadaka za kuteketezwa na dhabihu kwa BWANA."
  },
  {
    "verseNumber": "1SA 6:16",
    "verseText": "Wale watawala watano wa Wafilisti waliona haya yote, nao wakarudi siku ile ile mpaka Ekroni."
  },
  {
    "verseNumber": "1SA 6:17",
    "verseText": "Haya ndiyo yale majipu ya dhahabu Wafilisti waliyotuma kama sadaka ya hatia kwa BWANA, moja kwa ajili ya Ashdodi, moja kwa Gaza, moja kwa Ashkeloni, moja kwa Gathi, na moja kwa Ekroni."
  },
  {
    "verseNumber": "1SA 6:18",
    "verseText": "Nayo hesabu ya wale panya wa dhahabu ilikuwa kulingana na idadi ya miji ya Wafilisti ya watawala watano wa Wafilisti: miji yao iliyozungukwa na maboma, pamoja na vijiji vya miji hiyo. Ule mwamba mkubwa, ambao juu yake waliliweka lile Sanduku la BWANA, ni ushahidi hadi leo katika shamba la Yoshua wa Beth-Shemeshi."
  },
  {
    "verseNumber": "1SA 6:19",
    "verseText": "Lakini Mungu aliwapiga baadhi ya watu wa Beth-Shemeshi, akiwaua watu sabini miongoni mwao kwa sababu walichungulia ndani ya Sanduku la BWANA. Watu wakaomboleza kwa sababu ya pigo zito kutoka kwa BWANA,"
  },
  {
    "verseNumber": "1SA 6:20",
    "verseText": "nao watu wa Beth-Shemeshi wakauliza, “Ni nani awezaye kusimama mbele za BWANA, huyu Mungu aliye mtakatifu? Sanduku litapanda kwenda kwa nani kutoka hapa?”"
  },
  {
    "verseNumber": "1SA 6:21",
    "verseText": "Kisha wakatuma wajumbe kwa watu wa Kiriath-Yearimu, wakisema, “Wafilisti wamerudisha Sanduku la BWANA. Shukeni na mlipandishe huko kwenu.”"
  },
  {
    "verseNumber": "1SA 7:1",
    "verseText": "Kisha watu wa Kiriath-Yearimu wakaja na kulichukua Sanduku la BWANA. Wakalipeleka katika nyumba ya Abinadabu juu kilimani na kumweka Eleazari mwanawe wakfu kulichunga Sanduku la BWANA."
  },
  {
    "verseNumber": "1SA 7:2",
    "verseText": "Sanduku la BWANA lilibakia huko Kiriath-Yearimu kwa muda mrefu, yaani jumla ya miaka ishirini, nao watu wa Israeli wakaomboleza na kumtafuta BWANA."
  },
  {
    "verseNumber": "1SA 7:3",
    "verseText": "Naye Samweli akawaambia nyumba yote ya Israeli, “Ikiwa mtamrudia BWANA kwa mioyo yenu yote, basi iacheni miungu migeni na Maashtorethi na kujitoa wenyewe kwa BWANA na kumtumikia yeye peke yake, naye atawaokoa ninyi na mkono wa Wafilisti.”"
  },
  {
    "verseNumber": "1SA 7:4",
    "verseText": "Hivyo Waisraeli wakaweka mbali Mabaali yao na Maashtorethi, nao wakamtumikia BWANA peke yake."
  },
  {
    "verseNumber": "1SA 7:5",
    "verseText": "Kisha Samweli akasema, “Wakusanyeni Israeli wote huko Mispa, nami nitawaombea ninyi kwa BWANA.”"
  },
  {
    "verseNumber": "1SA 7:6",
    "verseText": "Walipokwisha kukutanika huko Mispa, walichota maji na kuyamimina mbele za BWANA. Siku hiyo walifunga na wakaungama, wakisema, “Tumetenda dhambi dhidi ya BWANA.” Naye Samweli alikuwa kiongozi wa Israeli huko Mispa."
  },
  {
    "verseNumber": "1SA 7:7",
    "verseText": "Wafilisti waliposikia kwamba Israeli wamekusanyika huko Mispa, watawala wa Wafilisti wakapanda ili kuwashambulia. Waisraeli waliposikia habari hiyo, waliogopa kwa sababu ya Wafilisti."
  },
  {
    "verseNumber": "1SA 7:8",
    "verseText": "Wakamwambia Samweli, “Usiache kumlilia BWANA, Mungu wetu, kwa ajili yetu, ili apate kutuokoa na mikono ya Wafilisti.”"
  },
  {
    "verseNumber": "1SA 7:9",
    "verseText": "Kisha Samweli akamchukua mwana-kondoo anyonyaye na kumtoa mzima kama sadaka ya kuteketezwa kwa BWANA. Akamlilia BWANA kwa niaba ya Israeli, naye BWANA akamjibu."
  },
  {
    "verseNumber": "1SA 7:10",
    "verseText": "Samweli alipokuwa anatoa hiyo dhabihu ya kuteketezwa, Wafilisti wakasogea karibu ili kupigana vita na Israeli. Lakini siku ile BWANA alinguruma kwa ngurumo kubwa dhidi ya Wafilisti na kuwafanya wafadhaike na kutetemeka hivi kwamba walikimbizwa mbele ya Waisraeli."
  },
  {
    "verseNumber": "1SA 7:11",
    "verseText": "Watu wa Israeli wakatoka mbio huko Mispa na kuwafuatia Wafilisti, wakiwachinja njiani hadi mahali chini ya Beth-Kari."
  },
  {
    "verseNumber": "1SA 7:12",
    "verseText": "Ndipo Samweli akachukua jiwe na kulisimamisha kati ya Mispa na Sheni. Akaliita Ebenezeri, akisema, “Hata sasa BWANA ametusaidia.”"
  },
  {
    "verseNumber": "1SA 7:13",
    "verseText": "Basi Wafilisti wakashindwa na hawakuvamia nchi ya Israeli tena. Katika maisha yote ya Samweli, mkono wa BWANA ulikuwa dhidi ya Wafilisti."
  },
  {
    "verseNumber": "1SA 7:14",
    "verseText": "Miji kuanzia Ekroni hadi Gathi, ile ambayo Wafilisti walikuwa wameiteka kutoka Israeli, ilirudishwa kwake, naye Israeli akazikomboa nchi jirani mikononi mwa Wafilisti. Kukawepo amani kati ya Israeli na Waamori."
  },
  {
    "verseNumber": "1SA 7:15",
    "verseText": "Samweli akaendelea kama mwamuzi juu ya Israeli siku zote za maisha yake."
  },
  {
    "verseNumber": "1SA 7:16",
    "verseText": "Mwaka hadi mwaka aliendelea kuzunguka kutoka Betheli mpaka Gilgali na Mispa, akiamua Israeli katika sehemu hizo zote."
  },
  {
    "verseNumber": "1SA 7:17",
    "verseText": "Lakini kila mara alirudi Rama, kulikokuwa nyumbani kwake, huko pia aliwaamua Israeli. Naye huko alimjengea BWANA madhabahu."
  },
  {
    "verseNumber": "1SA 8:1",
    "verseText": "Samweli alipokuwa mzee, akaweka wanawe kuwa waamuzi wa Israeli."
  },
  {
    "verseNumber": "1SA 8:2",
    "verseText": "Mzaliwa wa kwanza alikuwa Yoeli, na la wa pili lilikuwa Abiya, nao wakatumika huko Beer-Sheba."
  },
  {
    "verseNumber": "1SA 8:3",
    "verseText": "Lakini wanawe hawakuenenda katika njia zake. Waliziacha wakageukia faida za udanganyifu nao wakapokea rushwa na kupotosha haki."
  },
  {
    "verseNumber": "1SA 8:4",
    "verseText": "Basi wazee wote wa Israeli wakakusanyika pamoja na kumjia Samweli huko Rama."
  },
  {
    "verseNumber": "1SA 8:5",
    "verseText": "Wakamwambia, “Wewe umekuwa mzee, nao wanao hawaenendi katika njia zako, sasa tuteulie mfalme wa kutuongoza, kama ilivyo kwa mataifa mengine yote.”"
  },
  {
    "verseNumber": "1SA 8:6",
    "verseText": "Lakini wao waliposema, “Tupe mfalme wa kutuongoza,” hili lilimchukiza Samweli, hivyo akamwomba BWANA."
  },
  {
    "verseNumber": "1SA 8:7",
    "verseText": "Naye BWANA akamwambia: “Sikiliza yale yote watu wanakuambia. Si wewe ambaye wamekukataa, bali wamenikataa mimi kuwa mfalme wao."
  },
  {
    "verseNumber": "1SA 8:8",
    "verseText": "Kama vile walivyofanya tangu siku nilipowapandisha kutoka Misri mpaka siku hii ya leo; wakiniacha mimi na kutumikia miungu mingine, ndivyo wanavyokufanyia wewe."
  },
  {
    "verseNumber": "1SA 8:9",
    "verseText": "Sasa wasikilize, lakini waonye kwa makini na uwafahamishe yale watakayotendewa na mfalme atakayewatawala.”"
  },
  {
    "verseNumber": "1SA 8:10",
    "verseText": "Samweli akawaambia wale watu waliokuwa wakiomba wapewe mfalme maneno yote ya BWANA."
  },
  {
    "verseNumber": "1SA 8:11",
    "verseText": "Akasema, “Hivi ndivyo atakavyowatendea mfalme atakayewatawala. Atawachukua wana wenu na kuwafanya watumike kwa magari yake ya vita na farasi, nao watakimbia mbele ya magari yake."
  },
  {
    "verseNumber": "1SA 8:12",
    "verseText": "Baadhi yao atawaweka kuwa majemadari wa jeshi wa maelfu na majemadari wa jeshi wa hamsini, wengine kulima mashamba yake na kuvuna mavuno yake, pia na wengine kutengeneza silaha za vita na vifaa kwa ajili ya magari yake."
  },
  {
    "verseNumber": "1SA 8:13",
    "verseText": "Atawachukua binti zenu kuwa watengeneza manukato, wapishi na waokaji."
  },
  {
    "verseNumber": "1SA 8:14",
    "verseText": "Atayachukua mashamba yenu yaliyo mazuri, mashamba ya mizabibu na mashamba yenu ya mizeituni na kuwapa watumishi wake."
  },
  {
    "verseNumber": "1SA 8:15",
    "verseText": "Ataichukua sehemu ya kumi ya nafaka yenu na ya zabibu zenu na kuwapa maafisa wake na watumishi wake."
  },
  {
    "verseNumber": "1SA 8:16",
    "verseText": "Atawachukua watumishi wenu wa kiume na wa kike, na ngʼombe wenu walio wazuri sana na punda kwa matumizi yake mwenyewe."
  },
  {
    "verseNumber": "1SA 8:17",
    "verseText": "Atachukua sehemu ya kumi ya makundi yenu ya kondoo na mbuzi, na ninyi wenyewe mtakuwa watumwa wake."
  },
  {
    "verseNumber": "1SA 8:18",
    "verseText": "Siku ile itakapowadia, mtalia kwa kutaka msaada kutokana na mfalme mliyemchagua, naye BWANA hatawajibu.”"
  },
  {
    "verseNumber": "1SA 8:19",
    "verseText": "Lakini watu wakakataa kumsikiliza Samweli wakasema, “Hapana! Tunataka mfalme wa kututawala."
  },
  {
    "verseNumber": "1SA 8:20",
    "verseText": "Kisha tutakuwa kama mataifa mengine yote, tukiwa na mfalme wa kutuongoza na kwenda mbele yetu na kutupigania vita vyetu.”"
  },
  {
    "verseNumber": "1SA 8:21",
    "verseText": "Samweli aliposikia yote watu waliyosema, akarudia kuyasema mbele za BWANA."
  },
  {
    "verseNumber": "1SA 8:22",
    "verseText": "BWANA akamjibu, “Wasikilize na uwape mfalme.” Kisha Samweli akawaambia watu wa Israeli, “Kila mmoja arudi mjini kwake.”"
  },
  {
    "verseNumber": "1SA 9:1",
    "verseText": "Kulikuwako Mbenyamini mmoja, mtu maarufu, ambaye aliitwa Kishi mwana wa Abieli, mwana wa Serori, mwana wa Bekorathi, mwana wa Afia wa Benyamini."
  },
  {
    "verseNumber": "1SA 9:2",
    "verseText": "Alikuwa na mwana aliyeitwa Sauli, kijana anayevutia sana, hakuwepo aliyelingana naye miongoni mwa Waisraeli, alikuwa mrefu kuliko wengine wote."
  },
  {
    "verseNumber": "1SA 9:3",
    "verseText": "Basi punda wa Kishi baba yake Sauli walipotea, naye Kishi akamwambia mwanawe Sauli, “Mchukue mmoja wa watumishi mwende pamoja naye kuwatafuta punda.”"
  },
  {
    "verseNumber": "1SA 9:4",
    "verseText": "Hivyo akapita katika nchi ya vilima ya Efraimu na katika eneo la Shalisha, lakini hawakuwapata. Wakaendelea katika sehemu ya Shaalimu, lakini punda hawakuwepo huko. Kisha wakapita katika nchi ya Benyamini, lakini hawakuwapata."
  },
  {
    "verseNumber": "1SA 9:5",
    "verseText": "Walipofika sehemu ya Sufu, Sauli akamwambia mtumishi aliyekuwa pamoja naye, “Njoo, sisi na turudi, au baba yangu ataacha kufikiria juu ya punda na kuanza kufadhaika kutuhusu sisi.”"
  },
  {
    "verseNumber": "1SA 9:6",
    "verseText": "Lakini mtumishi akajibu, “Tazama, katika mji huu yupo mtu wa Mungu, anayeheshimiwa sana na kila kitu asemacho hutokea kweli. Sasa na twende huko. Huenda atatuambia twende njia ipi.”"
  },
  {
    "verseNumber": "1SA 9:7",
    "verseText": "Sauli akamwambia mtumishi wake, “Kama tukienda, tutampa nini huyo mtu? Chakula kimekwisha kwenye mifuko yetu. Hatuna zawadi ya kumpelekea huyo mtu wa Mungu. Je tuna nini?”"
  },
  {
    "verseNumber": "1SA 9:8",
    "verseText": "Mtumishi akamjibu Sauli tena, akasema, “Tazama, nina fedha robo shekeli. Hiyo nitampa huyo mtu wa Mungu ili aweze kutuambia twende kwa njia ipi.”"
  },
  {
    "verseNumber": "1SA 9:9",
    "verseText": "(Zamani katika Israeli, kama mtu alikwenda kuuliza neno kwa Mungu, angalisema, “Njoo na twende kwa mwonaji,” kwa sababu nabii wa sasa alikuwa akiitwa mwonaji.)"
  },
  {
    "verseNumber": "1SA 9:10",
    "verseText": "Sauli akamwambia mtumishi wake, “Vyema, njoo na twende.” Basi wakaenda mjini alipokuwepo huyo mtu wa Mungu."
  },
  {
    "verseNumber": "1SA 9:11",
    "verseText": "Walipokuwa wakipanda mlima kwenda mjini, wakakutana na baadhi ya wasichana wanakuja kuchota maji, nao wakawauliza, “Je, mwonaji yuko?”"
  },
  {
    "verseNumber": "1SA 9:12",
    "verseText": "Wakajibu, “Yuko, yu mbele yenu amewatangulia, sasa fanyeni haraka, ndiyo tu amekuja mjini kwetu leo, kwa kuwa watu wana dhabihu huko mahali pa juu."
  },
  {
    "verseNumber": "1SA 9:13",
    "verseText": "Mara tu mwingiapo mjini, mtamkuta kabla hajapanda kwenda mahali pa juu kula. Watu hawataanza kula mpaka atakapofika kwa sababu ni lazima kwanza yeye abariki dhabihu, ndipo wale walioalikwa watakapokula. Pandeni sasa, mtamkuta kwa wakati huu.”"
  },
  {
    "verseNumber": "1SA 9:14",
    "verseText": "Wakapanda mjini, nao walipokuwa wakiingia mjini, tazama, Samweli alikuwa akija kuelekea walikokwenda mahali pa juu."
  },
  {
    "verseNumber": "1SA 9:15",
    "verseText": "Basi siku moja kabla Sauli hajaja, BWANA alikuwa amemfunulia Samweli jambo hili:"
  },
  {
    "verseNumber": "1SA 9:16",
    "verseText": "“Kesho wakati kama huu nitakupelekea mtu kutoka nchi ya Benyamini. Umtie mafuta awe kiongozi juu ya watu wangu Israeli, ndiye atakayewakomboa watu wangu na mkono wa Wafilisti. Nimewaangalia watu wangu, kwa kuwa kilio chao kimenifikia.”"
  },
  {
    "verseNumber": "1SA 9:17",
    "verseText": "Samweli alipomwona Sauli, BWANA akamwambia, “Huyu ndiye mtu niliyekuambia habari zake, kwamba yeye atawatawala watu wangu.”"
  },
  {
    "verseNumber": "1SA 9:18",
    "verseText": "Sauli akamkaribia Samweli langoni na kumuuliza, “Tafadhali, je, waweza kuniambia mahali nyumba ya mwonaji ilipo?”"
  },
  {
    "verseNumber": "1SA 9:19",
    "verseText": "Samweli akamjibu Sauli, “Mimi ndiye mwonaji, panda utangulie mbele yangu mpaka mahali pa juu, kwa kuwa leo itakupasa kula pamoja nami na asubuhi nitakuruhusu uende na nitakuambia yale yote yaliyo moyoni mwako."
  },
  {
    "verseNumber": "1SA 9:20",
    "verseText": "Kuhusu wale punda uliowapoteza siku tatu zilizopita, usifadhaike kwa habari yao; wamepatikana. Ni kwa nani ambaye shauku yote ya Israeli imeelekea, kama si kwako na jamaa yote ya baba yako?”"
  },
  {
    "verseNumber": "1SA 9:21",
    "verseText": "Sauli akajibu, “Je, mimi si Mbenyamini, kutoka kabila dogo kuliko yote ya Israeli, nao ukoo wangu si ndio mdogo kuliko koo zote za kabila la Benyamini? Kwa nini uniambie jambo la namna hiyo?”"
  },
  {
    "verseNumber": "1SA 9:22",
    "verseText": "Kisha Samweli akamleta Sauli na mtumishi wake ndani ukumbini na kuwaketisha mahali pa heshima zaidi miongoni mwa wale waliokuwa wamealikwa; jumla yao walikuwa kama watu thelathini."
  },
  {
    "verseNumber": "1SA 9:23",
    "verseText": "Samweli akamwambia mpishi, “Leta ile sehemu ya nyama niliyokupa, ile niliyokuambia iweke kando.”"
  },
  {
    "verseNumber": "1SA 9:24",
    "verseText": "Hivyo mpishi akachukua mguu pamoja na kile kilichokuwa juu yake akaiweka mbele ya Sauli. Samweli akasema, “Hiki ndicho ambacho kimewekwa kwa ajili yako. Ule, kwa sababu kilitengwa kwa ajili yako kwa tukio hili, tangu niliposema, ‘Nimewaalika wageni.’ ” Naye Sauli akala pamoja na Samweli siku ile."
  },
  {
    "verseNumber": "1SA 9:25",
    "verseText": "Baada ya kushuka kutoka mahali pa juu na kufika mjini, Samweli alizungumza na Sauli juu ya dari ya nyumba yake."
  },
  {
    "verseNumber": "1SA 9:26",
    "verseText": "Walipoamka mapema alfajiri, Samweli akamwita Sauli darini, akamwambia, “Jiandae, nami nitakuaga uende zako.” Sauli alipokuwa tayari yeye na Samweli wakatoka nje pamoja."
  },
  {
    "verseNumber": "1SA 9:27",
    "verseText": "Hata walipokuwa wakiteremka kuelekea mwisho wa mji, Samweli akamwambia Sauli, “Mwambie mtumishi atangulie mbele yetu.” Naye mtumishi akafanya hivyo. “Lakini subiri hapa kwa kitambo kidogo, ili nipate kukupa ujumbe kutoka kwa Mungu.”"
  },
  {
    "verseNumber": "1SA 10:1",
    "verseText": "Ndipo Samweli akachukua chupa ndogo ya mafuta na kuyamimina juu ya kichwa cha Sauli, akambusu, akisema, “Je, BWANA hakukutia mafuta uwe kiongozi juu ya watu wake Israeli?"
  },
  {
    "verseNumber": "1SA 10:2",
    "verseText": "Utakapoondoka kwangu leo, utakutana na watu wawili karibu na kaburi la Raheli, huko Selsa kwenye mpaka wa Benyamini. Watakuambia, ‘Punda wale uliotoka kwenda kuwatafuta, wamekwisha kupatikana. Sasa baba yako ameacha kufikiri kuhusu punda na sasa ana hofu kukuhusu wewe. Anauliza, “Nitafanyaje kuhusu mwanangu?” ’"
  },
  {
    "verseNumber": "1SA 10:3",
    "verseText": "“Kisha utakwenda mbele kutoka hapa mpaka uufikie mwaloni wa Tabori. Watu watatu wanaopanda kwa Mungu huko Betheli watakutana nawe hapo. Mmoja atakuwa amechukua wana-mbuzi watatu, mwingine mikate mitatu, na mwingine kiriba cha divai."
  },
  {
    "verseNumber": "1SA 10:4",
    "verseText": "Watakusalimu na kukupa mikate miwili, ambayo utaipokea kutoka kwao."
  },
  {
    "verseNumber": "1SA 10:5",
    "verseText": "“Baada ya hayo utakwenda Gibea ya Mungu, ambapo hapo kuna kambi ya Wafilisti. Unapokaribia mji utakutana na kundi la manabii wakiteremka kutoka mahali pa juu wakiwa na vinubi, matari, filimbi na zeze vikipigwa mbele yao, nao watakuwa wakitoa unabii."
  },
  {
    "verseNumber": "1SA 10:6",
    "verseText": "Roho wa BWANA atakuja juu yako kwa nguvu, nawe utatoa unabii pamoja nao; nawe utageuzwa kuwa mtu wa tofauti."
  },
  {
    "verseNumber": "1SA 10:7",
    "verseText": "Mara ishara hizi zitakapotimizwa, fanya lolote mkono wako upasao kufanya, kwa kuwa Mungu yu pamoja nawe."
  },
  {
    "verseNumber": "1SA 10:8",
    "verseText": "“Tangulia kushuka mbele yangu mpaka Gilgali. Hakika nami nitateremka nikujie ili kutoa dhabihu za sadaka za kuteketezwa na dhabihu za amani, lakini lazima ungoje kwa siku saba hata nitakapokujia na kukuambia likupasalo kufanya.”"
  },
  {
    "verseNumber": "1SA 10:9",
    "verseText": "Ikawa Sauli alipogeuka kumwacha Samweli, Mungu aliubadilisha moyo wa Sauli, na ishara hizi zote zikatimizwa siku ile."
  },
  {
    "verseNumber": "1SA 10:10",
    "verseText": "Walipofika Gibea, akakutana na kundi la manabii. Roho wa Mungu akaja juu yake kwa nguvu, naye akajiunga nao katika kutoa unabii kwao."
  },
  {
    "verseNumber": "1SA 10:11",
    "verseText": "Ikawa wale wote waliomfahamu hapo mwanzo walipomwona akitoa unabii pamoja na manabii, wakaulizana, “Ni nini hiki kilichomtokea mwana wa Kishi? Je, Sauli naye pia yumo miongoni mwa manabii?”"
  },
  {
    "verseNumber": "1SA 10:12",
    "verseText": "Mtu mmoja ambaye aliishi huko akajibu, “Je, naye baba yao ni nani?” Basi ikawa mithali, kusema, “Je, Sauli pia yumo miongoni mwa manabii?”"
  },
  {
    "verseNumber": "1SA 10:13",
    "verseText": "Baada ya Sauli kumaliza kutoa unabii, alikwenda mahali pa juu."
  },
  {
    "verseNumber": "1SA 10:14",
    "verseText": "Basi babaye mdogo akamuuliza Sauli na mtumishi wake, “Je, mlikuwa wapi?” Akajibu, “Tulikuwa tukiwatafuta punda. Lakini tulipoona hawapatikani, tulikwenda kwa Samweli.”"
  },
  {
    "verseNumber": "1SA 10:15",
    "verseText": "Babaye mdogo Sauli akasema, “Niambie Samweli amekuambia nini.”"
  },
  {
    "verseNumber": "1SA 10:16",
    "verseText": "Sauli akajibu, “Alituhakikishia kwamba punda wamepatikana.” Lakini hakumwambia babaye mdogo kila kitu Samweli alichomwambia kuhusu ufalme."
  },
  {
    "verseNumber": "1SA 10:17",
    "verseText": "Samweli akawaita watu wa Israeli kuja kwa BWANA huko Mispa,"
  },
  {
    "verseNumber": "1SA 10:18",
    "verseText": "naye akawaambia, “Hili ndilo asemalo BWANA, Mungu wa Israeli: ‘Niliwatoa Israeli kutoka Misri, nami niliwaokoa toka nguvu za Misri na falme zote zilizowaonea.’"
  },
  {
    "verseNumber": "1SA 10:19",
    "verseText": "Lakini sasa mmemkataa Mungu wenu, ambaye anawaokoa toka katika maafa yenu yote na taabu zenu zote. Nanyi mmesema, ‘Hapana, tuteulie mfalme atutawale.’ Sasa basi, jihudhurisheni wenyewe mbele za BWANA kwa kabila zenu na kwa koo zenu.”"
  },
  {
    "verseNumber": "1SA 10:20",
    "verseText": "Samweli alipoyasogeza makabila yote ya Israeli, kabila la Benyamini likachaguliwa."
  },
  {
    "verseNumber": "1SA 10:21",
    "verseText": "Kisha akalisogeza mbele kabila la Benyamini, ukoo kwa ukoo, nao ukoo wa Matri ukachaguliwa. Mwishoni Sauli mwana wa Kishi akachaguliwa. Lakini walipomtafuta, hakuonekana."
  },
  {
    "verseNumber": "1SA 10:22",
    "verseText": "Wakazidi kuuliza kwa BWANA, “Je, huyo mtu amekwisha kufika hapa?” Naye BWANA akasema, “Ndiyo, amejificha katikati ya mizigo.”"
  },
  {
    "verseNumber": "1SA 10:23",
    "verseText": "Wakakimbia na kumleta kutoka huko, naye aliposimama katikati ya watu, alikuwa mrefu kuliko watu wengine wote."
  },
  {
    "verseNumber": "1SA 10:24",
    "verseText": "Samweli akawaambia watu wote, “Je, mnamwona mtu ambaye BWANA amemchagua? Hayupo aliye kama yeye miongoni mwa watu wote.” Ndipo watu wakapiga kelele, wakasema, “Mfalme na aishi maisha marefu.”"
  },
  {
    "verseNumber": "1SA 10:25",
    "verseText": "Samweli akawaeleza watu madaraka ya ufalme. Akayaandika kwenye kitabu na kuweka mbele za BWANA. Kisha Samweli akawaruhusu watu, kila mmoja aende nyumbani kwake."
  },
  {
    "verseNumber": "1SA 10:26",
    "verseText": "Sauli pia akaenda nyumbani kwake huko Gibea, akisindikizwa na watu hodari ambao Mungu alikuwa amegusa mioyo yao."
  },
  {
    "verseNumber": "1SA 10:27",
    "verseText": "Lakini baadhi ya watu wakorofi walisema, “Huyu mtu atawezaje kutuokoa?” Wakamdharau na wala hawakumletea zawadi. Lakini Sauli akanyamaza kimya."
  },
  {
    "verseNumber": "1SA 11:1",
    "verseText": "Nahashi yule Mwamoni, akakwea kuuzunguka kwa jeshi mji wa Yabeshi-Gileadi. Watu wote wa Yabeshi wakamwambia, “Fanya mkataba na sisi, na tutakuwa chini yako.”"
  },
  {
    "verseNumber": "1SA 11:2",
    "verseText": "Lakini Nahashi yule Mwamoni akajibu, “Nitafanya mkataba na ninyi tu kwa sharti kwamba nitangʼoa jicho la kulia la kila mmoja wenu, na hivyo kuleta aibu juu ya Israeli yote.”"
  },
  {
    "verseNumber": "1SA 11:3",
    "verseText": "Viongozi wa Yabeshi wakamwambia, “Tupe siku saba ili tuweze kutuma wajumbe katika Israeli yote, kama hakuna hata mmoja anayekuja kutuokoa, tutajisalimisha kwako.”"
  },
  {
    "verseNumber": "1SA 11:4",
    "verseText": "Wajumbe walipofika Gibea ya Sauli na kutoa taarifa juu ya masharti haya kwa watu, wote walilia kwa sauti kubwa."
  },
  {
    "verseNumber": "1SA 11:5",
    "verseText": "Wakati huo huo Sauli alikuwa anarudi kutoka mashambani, akiwa nyuma ya maksai wake, naye akauliza, “Watu wana nini? Mbona wanalia?” Ndipo wakamweleza jinsi watu wa Yabeshi walivyokuwa wamesema."
  },
  {
    "verseNumber": "1SA 11:6",
    "verseText": "Sauli aliposikia maneno yao, Roho wa Mungu akaja juu yake kwa nguvu, naye akawaka hasira."
  },
  {
    "verseNumber": "1SA 11:7",
    "verseText": "Akachukua jozi ya maksai na kuwakata vipande vipande, naye kuvituma hivyo vipande kupitia wajumbe katika Israeli yote, wakitangaza, “Hivi ndivyo itakavyofanyika kwa maksai wa kila mmoja ambaye hatamfuata Sauli na Samweli.” Kisha hofu ya BWANA ikawaangukia watu, nao wakatoka kama mtu mmoja."
  },
  {
    "verseNumber": "1SA 11:8",
    "verseText": "Sauli alipowakusanya huko Bezeki, watu wa Israeli walikuwa 300,000 na watu wa Yuda 30,000."
  },
  {
    "verseNumber": "1SA 11:9",
    "verseText": "Wakawaambia wale wajumbe waliokuwa wamekuja, “Waambieni watu wa Yabeshi-Gileadi, ‘Kesho kabla jua halijawa kali, mtaokolewa.’ ” Wajumbe walipokwenda na kutoa taarifa hii kwa watu wa Yabeshi, wakafurahi."
  },
  {
    "verseNumber": "1SA 11:10",
    "verseText": "Wakawaambia Waamoni, “Kesho tutajisalimisha kwenu, nanyi mtaweza kututendea chochote mnachoona chema kwenu.”"
  },
  {
    "verseNumber": "1SA 11:11",
    "verseText": "Kesho yake Sauli alitenganisha watu wake katika vikosi vitatu; wakati wa zamu ya mwisho ya usiku wakaingia katika kambi ya Waamoni na kuwachinja mpaka mchana. Wale walionusurika wakasambaa, kiasi kwamba hawakusalia watu wawili pamoja."
  },
  {
    "verseNumber": "1SA 11:12",
    "verseText": "Kisha watu wakamwambia Samweli, “Ni nani yule aliyeuliza, ‘Je, Sauli atatawala juu yetu?’ Tuletee hawa watu, nasi tutawaua.”"
  },
  {
    "verseNumber": "1SA 11:13",
    "verseText": "Lakini Sauli akasema, “Hakuna hata mmoja atakayeuawa leo, kwa kuwa siku hii BWANA ameokoa Israeli.”"
  },
  {
    "verseNumber": "1SA 11:14",
    "verseText": "Ndipo Samweli akawaambia watu, “Njooni, twendeni Gilgali na huko tuthibitishe ufalme.”"
  },
  {
    "verseNumber": "1SA 11:15",
    "verseText": "Kwa hiyo watu wote wakaenda Gilgali na kumthibitisha Sauli kuwa mfalme mbele za BWANA. Huko wakatoa dhabihu za sadaka za amani mbele za BWANA, naye Sauli na Waisraeli wote wakafanya karamu kubwa."
  },
  {
    "verseNumber": "1SA 12:1",
    "verseText": "Samweli akawaambia Israeli wote, “Nimesikiliza kila kitu mlichoniambia nami nimewawekea mfalme juu yenu."
  },
  {
    "verseNumber": "1SA 12:2",
    "verseText": "Sasa mnaye mfalme kama kiongozi wenu. Lakini kwa habari yangu mimi ni mzee na nina mvi, nao wanangu wapo hapa pamoja nanyi. Nimekuwa kiongozi wenu tangu ujana wangu mpaka siku hii ya leo."
  },
  {
    "verseNumber": "1SA 12:3",
    "verseText": "Mimi ninasimama hapa. Shuhudieni juu yangu mbele za BWANA na mpakwa mafuta wake. Nimechukua maksai wa nani? Nimechukua punda wa nani? Ni nani nimepata kumdanganya? Ni nani nimepata kumwonea? Ni kutoka kwenye mkono wa nani nimepokea rushwa ili kunifanya nifumbe macho yangu? Kama nimefanya chochote katika hivi, mimi nitawarudishia.”"
  },
  {
    "verseNumber": "1SA 12:4",
    "verseText": "Wakajibu, “Hujatudanganya wala kutuonea. Hujapokea chochote kutoka kwenye mkono wa mtu awaye yote.”"
  },
  {
    "verseNumber": "1SA 12:5",
    "verseText": "Samweli akawaambia, “BWANA ni shahidi juu yenu, pia mpakwa mafuta wake ni shahidi siku hii ya leo, kwamba hamkukuta chochote mkononi mwangu.” Wakasema, “Yeye ni shahidi.”"
  },
  {
    "verseNumber": "1SA 12:6",
    "verseText": "Kisha Samweli akawaambia watu, “BWANA ndiye alimchagua Mose na Aroni, na kuwaleta baba zenu akiwapandisha kutoka Misri."
  },
  {
    "verseNumber": "1SA 12:7",
    "verseText": "Sasa basi, simameni hapa, kwa sababu nitakabiliana nanyi kwa ushahidi mbele za BWANA wa matendo yote ya haki yaliyofanywa na BWANA kwenu na kwa baba zenu."
  },
  {
    "verseNumber": "1SA 12:8",
    "verseText": "“Baada ya Yakobo kuingia Misri, walimlilia BWANA kwa ajili ya msaada, naye BWANA akawatuma Mose na Aroni, ambao waliwatoa baba zenu kutoka Misri na kuwakalisha mahali hapa."
  },
  {
    "verseNumber": "1SA 12:9",
    "verseText": "“Lakini wakamsahau BWANA Mungu wao, hivyo Mungu akawauza katika mkono wa Sisera, jemadari wa jeshi la Hazori na katika mikono ya Wafilisti na mfalme wa Moabu, ambaye alipigana dhidi yao."
  },
  {
    "verseNumber": "1SA 12:10",
    "verseText": "Wakamlilia BWANA na kusema, ‘Tumetenda dhambi; tumemwacha BWANA na kutumikia Mabaali na Maashtorethi. Lakini sasa tuokoe kutoka mikono ya adui zetu, nasi tutakutumikia.’"
  },
  {
    "verseNumber": "1SA 12:11",
    "verseText": "Ndipo BWANA akawatuma Yerub-Baali, Baraka, Yefta na Samweli, naye akawaokoa kutoka mikononi mwa adui zenu kila upande, ili ninyi mpate kukaa salama."
  },
  {
    "verseNumber": "1SA 12:12",
    "verseText": "“Lakini mlipomwona yule Nahashi mfalme wa Waamoni anakuja dhidi yenu, mliniambia, ‘Hapana, tunataka mfalme atutawale,’ hata ingawa BWANA Mungu wenu alikuwa mfalme wenu."
  },
  {
    "verseNumber": "1SA 12:13",
    "verseText": "Sasa huyu hapa ndiye mfalme mliyemchagua, yule mliyeomba; tazameni, BWANA amemweka mfalme juu yenu."
  },
  {
    "verseNumber": "1SA 12:14",
    "verseText": "Kama mkimcha BWANA na kumtumikia na kumtii nanyi msipoasi dhidi ya amri zake, ninyi pamoja na mfalme anayetawala juu yenu mkimfuata BWANA, Mungu wenu, mambo yatakuwa mema kwenu!"
  },
  {
    "verseNumber": "1SA 12:15",
    "verseText": "Lakini kama hamkumtii BWANA, nanyi kama mkiasi dhidi ya amri zake, mkono wake utakuwa dhidi yenu, kama ulivyokuwa dhidi ya baba zenu."
  },
  {
    "verseNumber": "1SA 12:16",
    "verseText": "“Sasa basi, simameni kimya mkaone jambo hili kubwa ambalo BWANA anakwenda kulifanya mbele ya macho yenu!"
  },
  {
    "verseNumber": "1SA 12:17",
    "verseText": "Je, sasa si mavuno ya ngano? Nitamwomba BWANA ili alete ngurumo na mvua. Nanyi mtatambua jambo hili lilivyo baya mlilolifanya mbele za macho ya BWANA mlipoomba mfalme.”"
  },
  {
    "verseNumber": "1SA 12:18",
    "verseText": "Kisha Samweli akamwomba BWANA, na siku ile ile BWANA akatuma ngurumo na mvua. Hivyo watu wote wakamwogopa sana BWANA na Samweli."
  },
  {
    "verseNumber": "1SA 12:19",
    "verseText": "Watu wote wakamwambia Samweli, “Mwombe BWANA Mungu wako kwa ajili ya watumishi wako, ili tusije tukafa, kwa kuwa tumeongeza uovu juu ya dhambi zetu nyingine kwa kuomba mfalme.”"
  },
  {
    "verseNumber": "1SA 12:20",
    "verseText": "Samweli akajibu, “Msiogope, mmefanya uovu huu wote; hata hivyo msimwache BWANA, bali mtumikieni BWANA kwa moyo wenu wote."
  },
  {
    "verseNumber": "1SA 12:21",
    "verseText": "Msigeukie sanamu zisizofaa. Haziwezi kuwatendea jema, wala haziwezi kuwaokoa kwa sababu hazina maana."
  },
  {
    "verseNumber": "1SA 12:22",
    "verseText": "Kwa ajili ya jina lake kuu BWANA hatawakataa watu wake, kwa sababu ilimpendeza BWANA kuwafanya kuwa wake mwenyewe."
  },
  {
    "verseNumber": "1SA 12:23",
    "verseText": "Kwa habari yangu, iwe mbali nami kutenda dhambi dhidi ya BWANA kwa kushindwa kuwaombea. Mimi nitawafundisha njia iliyo njema na ya kunyooka."
  },
  {
    "verseNumber": "1SA 12:24",
    "verseText": "Lakini hakikisheni mnamcha BWANA na kumtumikia kwa uaminifu kwa moyo wenu wote; tafakarini mambo makubwa aliyoyatenda kwa ajili yenu."
  },
  {
    "verseNumber": "1SA 12:25",
    "verseText": "Hata hivyo mkiendelea kufanya uovu, ninyi na mfalme wenu mtafutiliwa mbali!”"
  },
  {
    "verseNumber": "1SA 13:1",
    "verseText": "Sauli alikuwa na miaka thelathini, alipokuwa mfalme, akatawala Israeli miaka arobaini na miwili."
  },
  {
    "verseNumber": "1SA 13:2",
    "verseText": "Sauli alichagua watu 3,000 kutoka Israeli; miongoni mwa hao watu 2,000 walikuwa pamoja naye huko Mikmashi na katika nchi ya vilima ya Betheli, nao watu 1,000 walikuwa pamoja na Yonathani huko Gibea ya Benyamini. Watu waliosalia aliwarudisha nyumbani mwao."
  },
  {
    "verseNumber": "1SA 13:3",
    "verseText": "Yonathani akashambulia ngome ya Wafilisti huko Geba, nao Wafilisti wakapata habari hizo. Kisha Sauli akaamuru tarumbeta ipigwe nchi yote na kusema, “Waebrania na wasikie!”"
  },
  {
    "verseNumber": "1SA 13:4",
    "verseText": "Hivyo Israeli wote wakasikia habari kwamba: “Sauli ameshambulia ngome ya Wafilisti, nao sasa Israeli wamekuwa harufu mbaya kwa Wafilisti.” Basi watu waliitwa kuungana na Sauli huko Gilgali."
  },
  {
    "verseNumber": "1SA 13:5",
    "verseText": "Wafilisti wakakusanyika ili kupigana na Israeli, wakiwa na magari ya vita 3,000, waendesha magari ya vita 6,000 na askari wa miguu wengi kama mchanga wa ufuoni mwa bahari. Walipanda na kupiga kambi huko Mikmashi, mashariki ya Beth-Aveni."
  },
  {
    "verseNumber": "1SA 13:6",
    "verseText": "Watu wa Israeli walipoona kuwa hali yao ni ya hatari na kuwa jeshi lao limesongwa sana, wakajificha katika mapango na katika vichaka, katikati ya miamba, kwenye mashimo na kwenye mahandaki."
  },
  {
    "verseNumber": "1SA 13:7",
    "verseText": "Hata baadhi ya Waebrania wakavuka Yordani mpaka nchi ya Gadi na Gileadi. Sauli akabaki huko Gilgali, navyo vikosi vyote vilivyokuwa pamoja naye vilikuwa vikitetemeka kwa hofu."
  },
  {
    "verseNumber": "1SA 13:8",
    "verseText": "Akangoja kwa siku saba, muda uliowekwa na Samweli; lakini Samweli hakuja Gilgali, nao watu wa Sauli wakaanza kutawanyika."
  },
  {
    "verseNumber": "1SA 13:9",
    "verseText": "Basi akasema, “Nileteeni hapa sadaka ya kuteketezwa na sadaka za amani.” Naye Sauli akatoa sadaka ya kuteketezwa."
  },
  {
    "verseNumber": "1SA 13:10",
    "verseText": "Mara alipomaliza kutoa hiyo sadaka, Samweli akatokea, naye Sauli akaondoka kwenda kumlaki."
  },
  {
    "verseNumber": "1SA 13:11",
    "verseText": "Samweli akamuuliza, “Umefanya nini?” Sauli akajibu, “Nilipoona kwamba watu wanatawanyika, na kwamba hukuja wakati uliopangwa na kwamba Wafilisti walikuwa wakikusanyika huko Mikmashi,"
  },
  {
    "verseNumber": "1SA 13:12",
    "verseText": "nikawaza, ‘Sasa Wafilisti watateremka dhidi yangu huko Gilgali nami sijaomba kibali kwa BWANA.’ Hivyo nikalazimika kutoa sadaka ya kuteketezwa.”"
  },
  {
    "verseNumber": "1SA 13:13",
    "verseText": "Samweli akasema, “Umetenda kwa upumbavu. Hukuyashika maagizo ya BWANA Mungu wako aliyokupa. Kama ungelitii, angeudumisha ufalme wako juu ya Israeli kwa wakati wote."
  },
  {
    "verseNumber": "1SA 13:14",
    "verseText": "Lakini sasa ufalme wako hautadumu; BWANA amemtafuta mtu aupendezaye moyo wake, na amemchagua awe kiongozi wa watu wake, kwa sababu hukuyatii maagizo ya BWANA.”"
  },
  {
    "verseNumber": "1SA 13:15",
    "verseText": "Kisha Samweli akaondoka Gilgali, akapanda Gibea ya Benyamini, naye Sauli akawahesabu watu aliokuwa nao. Jumla yao walikuwa watu 600."
  },
  {
    "verseNumber": "1SA 13:16",
    "verseText": "Sauli, mwanawe Yonathani na watu waliokuwa pamoja nao walikuwa wakiishi huko Gibea ya Benyamini, wakati Wafilisti wakiwa wamepiga kambi huko Mikmashi."
  },
  {
    "verseNumber": "1SA 13:17",
    "verseText": "Makundi ya wavamiaji walikuja kutoka kambi ya Wafilisti katika vikosi vitatu. Kikosi kimoja kilielekea Ofra karibu na Shuali,"
  },
  {
    "verseNumber": "1SA 13:18",
    "verseText": "kikosi kingine kilielekea Beth-Horoni, nacho kikosi cha tatu kilielekea kwenye nchi ya mpakani ielekeayo Bonde la Seboimu linalotazamana na jangwa."
  },
  {
    "verseNumber": "1SA 13:19",
    "verseText": "Hapakuwa na mhunzi ambaye angeweza kupatikana katika nchi yote ya Israeli, kwa sababu Wafilisti walikuwa wamesema, “Waebrania wasije wakatengeneza panga au mikuki!”"
  },
  {
    "verseNumber": "1SA 13:20",
    "verseText": "Hivyo Waisraeli wote huteremka kwa Wafilisti ili kunoa majembe ya plau, majembe ya mkono, mashoka na miundu."
  },
  {
    "verseNumber": "1SA 13:21",
    "verseText": "Bei ilikuwa fedha theluthi mbili za shekeli kunoa majembe ya plau na majembe ya mkono, na theluthi moja ya shekeli kwa nyuma, mashoka na michokoo."
  },
  {
    "verseNumber": "1SA 13:22",
    "verseText": "Kwa hiyo siku ya vita hakuna askari yeyote aliyekuwa kambini na Sauli na Yonathani ambaye alikuwa na upanga wala mkuki mkononi mwake; Sauli tu na mwanawe Yonathani ndio waliokuwa navyo."
  },
  {
    "verseNumber": "1SA 13:23",
    "verseText": "Basi kikosi cha Wafilisti kilikuwa kimetoka kuelekea njia iendayo Mikmashi."
  },
  {
    "verseNumber": "1SA 14:1",
    "verseText": "Siku moja Yonathani mwana wa Sauli akamwambia kijana mbeba silaha wake, akasema, “Njoo, tuwavukie Wafilisti kwenye doria upande ule mwingine.” Lakini hakumwambia baba yake."
  },
  {
    "verseNumber": "1SA 14:2",
    "verseText": "Sauli alikuwa akikaa kwenye viunga vya Gibea chini ya mkomamanga huko Migroni. Alikuwa pamoja na watu kama 600,"
  },
  {
    "verseNumber": "1SA 14:3",
    "verseText": "miongoni mwao alikuwepo Ahiya, ambaye alikuwa amevaa kisibau. Alikuwa mwana wa Ikabodi, nduguye Ahitubu mwana wa Finehasi, mwana wa Eli, kuhani wa BWANA huko Shilo. Hakuna yeyote aliyekuwa na habari kwamba Yonathani alikuwa ameondoka."
  },
  {
    "verseNumber": "1SA 14:4",
    "verseText": "Kila upande wa njia ambayo Yonathani alikusudia kupita ili kuvuka kufikia doria ya Wafilisti kulikuwepo na jabali; moja lilikuwa linaitwa Bosesi, na jingine Sene."
  },
  {
    "verseNumber": "1SA 14:5",
    "verseText": "Jabali moja lilisimama kaskazini kuelekea Mikmashi na jingine upande wa kusini kuelekea Geba."
  },
  {
    "verseNumber": "1SA 14:6",
    "verseText": "Yonathani akamwambia kijana wake mbeba silaha, “Njoo, tuvukie doria ya wale jamaa wasiotahiriwa. Huenda BWANA atatenda kwa ajili yetu. Hakuna chochote kitakachoweza kumzuia BWANA kuokoa, kwamba ni kwa wingi au kwa uchache.”"
  },
  {
    "verseNumber": "1SA 14:7",
    "verseText": "Mbeba silaha wake akamwambia, “Fanya yale yote uliyo nayo katika moyo wako. Songa mbele; moyo wangu na roho yangu viko pamoja nawe.”"
  },
  {
    "verseNumber": "1SA 14:8",
    "verseText": "Yonathani akasema, “Basi njoo; tutavuka kuwaelekea hao watu na kuacha watuone."
  },
  {
    "verseNumber": "1SA 14:9",
    "verseText": "Kama wakituambia, ‘Subirini hapo mpaka tuje kwenu,’ tutakaa pale tulipo na hatutakwea kwao."
  },
  {
    "verseNumber": "1SA 14:10",
    "verseText": "Lakini kama watasema, ‘Pandeni mje kwetu,’ tutakwea, kwa sababu hiyo itakuwa ishara yetu kwamba BWANA amewatia mikononi mwetu.”"
  },
  {
    "verseNumber": "1SA 14:11",
    "verseText": "Basi wote wawili wakajionyesha kwa doria ya Wafilisti. Wafilisti wakasema, “Tazama! Waebrania wanatambaa toka mashimoni walimokuwa wamejificha.”"
  },
  {
    "verseNumber": "1SA 14:12",
    "verseText": "Watu wa kwenye doria wakawapigia kelele Yonathani na mbeba silaha wake, wakisema, “Njooni, pandeni kwetu nasi tutawakomesha.” Basi Yonathani akamwambia mbeba silaha wake, “Panda nyuma yangu; BWANA amewatia mikononi mwa Israeli.”"
  },
  {
    "verseNumber": "1SA 14:13",
    "verseText": "Yonathani akapanda juu, akitumia mikono yake na miguu, pamoja na mbeba silaha wake papo hapo nyuma yake. Wafilisti wakaanguka mbele ya Yonathani, naye mbeba silaha wake akamfuata akiwaua nyuma yake."
  },
  {
    "verseNumber": "1SA 14:14",
    "verseText": "Katika hilo shambulio la kwanza, Yonathani na mbeba silaha wake waliua kama watu ishirini kwenye eneo kama la nusu eka."
  },
  {
    "verseNumber": "1SA 14:15",
    "verseText": "Kisha fadhaa ikawapata jeshi lote, wale waliokuwa kambini na shambani, wale waliokuwa katika doria na makundi ya washambuliaji, nayo nchi ilitetemeka. Ilikuwa ni hofu ya ghafula iliyotumwa na Mungu."
  },
  {
    "verseNumber": "1SA 14:16",
    "verseText": "Wapelelezi wa Sauli huko Gibea ya Benyamini wakaona jeshi likitokomea pande zote."
  },
  {
    "verseNumber": "1SA 14:17",
    "verseText": "Ndipo Sauli akawaambia watu wale waliokuwa pamoja naye, “Kagueni jeshi mkaone ni nani ameondoka katikati yetu.” Walipokagua, akawa ni Yonathani na mbeba silaha wake ambao hawakuwepo."
  },
  {
    "verseNumber": "1SA 14:18",
    "verseText": "Sauli akamwambia Ahiya, “Leta Sanduku la Mungu.” (Wakati huo lilikuwa kwa Waisraeli.)"
  },
  {
    "verseNumber": "1SA 14:19",
    "verseText": "Wakati Sauli alipokuwa akisema na kuhani, makelele katika kambi ya Wafilisti yakaongezeka zaidi na zaidi. Hivyo Sauli akamwambia kuhani, “Rudisha mkono wako.”"
  },
  {
    "verseNumber": "1SA 14:20",
    "verseText": "Kisha Sauli na watu wake wote wakakusanyika na kwenda vitani. Wakawakuta Wafilisti wakiwa wamechanganyikiwa kabisa, wakitiana panga kila mmoja na wenzake."
  },
  {
    "verseNumber": "1SA 14:21",
    "verseText": "Wale Waebrania ambao walishakuwa pamoja na Wafilisti, na waliokuwa wamepanda pamoja nao katika kambi zao, wakaenda upande wa Waisraeli waliokuwa pamoja na Sauli na Yonathani."
  },
  {
    "verseNumber": "1SA 14:22",
    "verseText": "Waisraeli wote waliokuwa wamejificha katika nchi ya milima ya Efraimu waliposikia kuwa Wafilisti wamekimbia, wakajiunga vitani na kuwafuata kwa bidii."
  },
  {
    "verseNumber": "1SA 14:23",
    "verseText": "Hivyo BWANA akawaokoa Waisraeli siku ile, navyo vita vilienea hadi kupita Beth-Aveni."
  },
  {
    "verseNumber": "1SA 14:24",
    "verseText": "Basi watu wa Israeli walikuwa katika dhiki siku ile, kwa sababu Sauli alikuwa amewafunga watu kwa kiapo, akisema, “Alaaniwe mtu yeyote ambaye atakula chakula kabla ya jioni, kabla sijalipiza kisasi juu ya adui zangu!” Kwa hiyo hakuna mtu yeyote katika jeshi aliyeonja chakula."
  },
  {
    "verseNumber": "1SA 14:25",
    "verseText": "Jeshi lote liliingia mwituni, na huko kulikuwepo na asali ardhini."
  },
  {
    "verseNumber": "1SA 14:26",
    "verseText": "Walipoingia mwituni, wakaona asali ikitiririka, hata hivyo hakuna mtu yeyote aliyetia mkono wake kinywani, kwa sababu waliogopa kiapo."
  },
  {
    "verseNumber": "1SA 14:27",
    "verseText": "Lakini Yonathani alikuwa hajasikia kuwa baba yake alikuwa amewafunga watu kwa kiapo, hivyo akainyoosha ncha ya fimbo iliyokuwa mkononi mwake na kuichovya katika sega la asali. Akainua mkono wake na kuutia kinywani mwake, nayo macho yake yakawa maangavu."
  },
  {
    "verseNumber": "1SA 14:28",
    "verseText": "Kisha mmoja wa askari wake akamwambia, “Baba yako alilifunga jeshi kwa kiapo kikali, akisema, ‘Alaaniwe mtu yeyote alaye chakula leo!’ Ndiyo sababu watu wanalegea.”"
  },
  {
    "verseNumber": "1SA 14:29",
    "verseText": "Yonathani akasema, “Baba yangu ameitaabisha nchi. Ona jinsi nilivyopata nguvu mpya nilipoonja asali hii kidogo."
  },
  {
    "verseNumber": "1SA 14:30",
    "verseText": "Ingekuwa bora zaidi mara ngapi kama watu wangalikula leo baadhi ya nyara walizoteka kutoka kwa adui zao. Je, mauaji ya Wafilisti yasingekuwa makubwa zaidi?”"
  },
  {
    "verseNumber": "1SA 14:31",
    "verseText": "Siku ile baada ya Waisraeli kuwaua Wafilisti kutoka Mikmashi mpaka Aiyaloni, walikuwa wamechoka."
  },
  {
    "verseNumber": "1SA 14:32",
    "verseText": "Watu wakarukia zile nyara, wakichukua kondoo, ngʼombe na ndama, wakawachinja hapo juu ya nchi na kuwala, pamoja na damu."
  },
  {
    "verseNumber": "1SA 14:33",
    "verseText": "Kisha mtu mmoja akamwambia Sauli, “Tazama, watu wanatenda dhambi dhidi ya BWANA kwa kula nyama yenye damu.” Akasema, “Mmevunja uaminifu. Livingirisheni jiwe kubwa hapa mara moja.”"
  },
  {
    "verseNumber": "1SA 14:34",
    "verseText": "Kisha Sauli akasema, “Nendeni miongoni mwa watu, mwaambie, ‘Kila mmoja wenu aniletee ngʼombe wake na kondoo, mwachinjie hapa na mle. Msitende dhambi dhidi ya BWANA kwa kula nyama ikiwa na damu ndani yake.’ ” Hivyo kila mmoja akaleta ngʼombe wake jioni ile na kumchinja hapo."
  },
  {
    "verseNumber": "1SA 14:35",
    "verseText": "Ndipo Sauli akamjengea BWANA madhabahu, na ndiyo ilivyokuwa mara yake ya kwanza kujenga madhabahu."
  },
  {
    "verseNumber": "1SA 14:36",
    "verseText": "Sauli akasema, “Tuteremke tufuatie Wafilisti usiku na kuwateka nyara mpaka mapambazuko, nasi tusiache hata mmoja wao hai.” Wakajibu, “Fanya lolote lile uonalo jema zaidi kwako.” Lakini kuhani akasema, “Tuulize kwa Mungu mahali hapa.”"
  },
  {
    "verseNumber": "1SA 14:37",
    "verseText": "Basi Sauli akamuuliza Mungu, akisema, “Je, niteremke kuwafuatia Wafilisti? Je, utawatia mikononi mwa Israeli?” Lakini Mungu hakumjibu siku ile."
  },
  {
    "verseNumber": "1SA 14:38",
    "verseText": "Kwa hiyo Sauli akasema, “Njooni hapa, ninyi nyote ambao ni viongozi wa jeshi, na tutafute ni dhambi gani imefanywa leo."
  },
  {
    "verseNumber": "1SA 14:39",
    "verseText": "Kwa hakika kama BWANA aiokoaye Israeli aishivyo, hata kama itakuwa juu ya mwana wangu Yonathani, ni lazima afe.” Lakini hakuna mtu yeyote aliyesema neno."
  },
  {
    "verseNumber": "1SA 14:40",
    "verseText": "Kisha Sauli akawaambia Waisraeli wote, “Ninyi simameni huko; mimi na mwanangu Yonathani tutasimama hapa.” Watu wakajibu, “Fanya lile unaloona jema zaidi kwako.”"
  },
  {
    "verseNumber": "1SA 14:41",
    "verseText": "Kisha Sauli akamwomba BWANA, Mungu wa Israeli, akisema, “Nipe jibu lililo sawa.” Yonathani na Sauli wakatolewa kwa kura, nao watu wakawa salama."
  },
  {
    "verseNumber": "1SA 14:42",
    "verseText": "Sauli akasema, “Pigeni kura kati yangu na mwanangu Yonathani.” Kura ikamwangukia Yonathani."
  },
  {
    "verseNumber": "1SA 14:43",
    "verseText": "Basi Sauli akamwambia Yonathani, “Niambie ni nini ulichokifanya.” Hivyo Yonathani akamwambia, “Nilionja tu asali kidogo kwa ncha ya fimbo yangu. Je, sasa ni lazima nife?”"
  },
  {
    "verseNumber": "1SA 14:44",
    "verseText": "Sauli akasema, “Mungu na anishughulikie kwa ukali zaidi kama wewe Yonathani hutakufa.”"
  },
  {
    "verseNumber": "1SA 14:45",
    "verseText": "Lakini watu wakamwambia Sauli, “Je, Yonathani atakufa, yeye ambaye ameleta wokovu huu mkubwa Israeli? Hasha! Hakika kama BWANA aishivyo, hakuna hata unywele wa kichwa chake utakaoanguka juu ya ardhi, kwa kuwa alifanya jambo hili leo kwa msaada wa Mungu.” Basi watu wakamwokoa Yonathani, wala hakuuawa."
  },
  {
    "verseNumber": "1SA 14:46",
    "verseText": "Kisha Sauli akaacha kuwafuata Wafilisti, nao wakajiondoa na kurudi katika nchi yao."
  },
  {
    "verseNumber": "1SA 14:47",
    "verseText": "Baada ya Sauli kujitwalia utawala katika Israeli, alipigana dhidi ya adui zake kila upande: Moabu, Waamoni, Edomu, wafalme wa Soba, na Wafilisti. Popote alipogeukia, aliwashinda."
  },
  {
    "verseNumber": "1SA 14:48",
    "verseText": "Akapigana kishujaa na kuwashinda Waamaleki, akiikomboa Israeli kutoka mikono ya wale waliokuwa wamewateka nyara."
  },
  {
    "verseNumber": "1SA 14:49",
    "verseText": "Wana wa Sauli walikuwa Yonathani, Ishvi na Malki-Shua. Jina la binti yake mkubwa lilikuwa Merabu, naye mdogo aliitwa Mikali."
  },
  {
    "verseNumber": "1SA 14:50",
    "verseText": "Jina la mkewe Sauli aliitwa Ahinoamu binti wa Ahimaasi. Jina la jemadari wa jeshi la Sauli aliitwa Abneri mwana wa Neri, naye Neri alikuwa babaye mdogo Sauli."
  },
  {
    "verseNumber": "1SA 14:51",
    "verseText": "Babaye Sauli yaani, Kishi na Neri baba yake Abneri walikuwa wana wa Abieli."
  },
  {
    "verseNumber": "1SA 14:52",
    "verseText": "Siku zote za utawala wa Sauli zilikuwa za vita vikali dhidi ya Wafilisti, na wakati wowote Sauli alimwona mtu mwenye nguvu au shujaa, alimchukua kwa utumishi wake."
  },
  {
    "verseNumber": "1SA 15:1",
    "verseText": "Samweli akamwambia Sauli, “Mimi ndiye ambaye BWANA alinituma nikutie mafuta uwe mfalme juu ya watu wake Israeli, basi sasa sikiliza ujumbe kutoka kwa BWANA."
  },
  {
    "verseNumber": "1SA 15:2",
    "verseText": "Hili ndilo BWANA Mwenye Nguvu Zote asemalo: ‘Nitawaadhibu Waamaleki kwa kile walichowatendea Israeli walipowavizia wakati walipanda kutoka Misri."
  },
  {
    "verseNumber": "1SA 15:3",
    "verseText": "Basi sasa nenda ukawashambulie Waamaleki na kuwaangamiza kabisa pamoja na kila kitu kilicho mali yao. Usiwahurumie; waue wanaume na wanawake, watoto na wanyonyao, ngʼombe na kondoo, ngamia na punda.’ ”"
  },
  {
    "verseNumber": "1SA 15:4",
    "verseText": "Ndipo Sauli akawaita watu na kuwapanga huko Telaimu, askari wa miguu 200,000 pamoja na watu 10,000 kutoka Yuda."
  },
  {
    "verseNumber": "1SA 15:5",
    "verseText": "Sauli akaenda katika mji wa Amaleki na kuwavizia bondeni."
  },
  {
    "verseNumber": "1SA 15:6",
    "verseText": "Kisha akawaambia Wakeni, “Ondokeni, waacheni Waamaleki ili nisije nikawaangamiza ninyi pamoja nao, kwa kuwa ninyi mliwatendea mema Waisraeli wote wakati walipanda kutoka Misri.” Basi Wakeni wakaondoka, wakawaacha Waamaleki."
  },
  {
    "verseNumber": "1SA 15:7",
    "verseText": "Ndipo Sauli akawashambulia Waamaleki toka Havila mpaka Shuri, hadi mashariki ya Misri."
  },
  {
    "verseNumber": "1SA 15:8",
    "verseText": "Akamchukua Agagi, mfalme wa Waamaleki akiwa hai, nao watu wake wote akawaangamiza kabisa kwa upanga."
  },
  {
    "verseNumber": "1SA 15:9",
    "verseText": "Lakini Sauli na hilo jeshi wakamhifadhi hai Agagi na kondoo na ngʼombe walio wazuri, mafahali na wana-kondoo walionona kila kitu kilichokuwa kizuri. Hivi vitu hawakuwa radhi kuviangamiza kabisa, bali kila kitu kilichodharauliwa na kilicho dhaifu wakakiangamiza kabisa."
  },
  {
    "verseNumber": "1SA 15:10",
    "verseText": "Kisha neno la BWANA likamjia Samweli kusema:"
  },
  {
    "verseNumber": "1SA 15:11",
    "verseText": "“Ninasikitika kwamba nimemfanya Sauli kuwa mfalme, kwa sababu ameacha kunifuata mimi na hakutimiza maagizo yangu.” Samweli akafadhaika, naye akamlilia BWANA usiku ule wote."
  },
  {
    "verseNumber": "1SA 15:12",
    "verseText": "Asubuhi na mapema Samweli akaamka kwenda kukutana na Sauli, lakini akaambiwa, “Sauli amekwenda Karmeli. Huko amesimamisha mnara kwa heshima yake mwenyewe naye ameendelea na kuteremkia Gilgali.”"
  },
  {
    "verseNumber": "1SA 15:13",
    "verseText": "Samweli alipomfikia, Sauli akamwambia, “BWANA akubariki! Nimetimiza yale BWANA aliniagiza.”"
  },
  {
    "verseNumber": "1SA 15:14",
    "verseText": "Lakini Samweli akasema, “Nini basi huu mlio wa kondoo masikioni mwangu? Huu mlio wa ngʼombe ninaousikia ni kitu gani?”"
  },
  {
    "verseNumber": "1SA 15:15",
    "verseText": "Sauli akajibu, “Askari wamewaleta kutoka kwa Waamaleki, waliwaacha wale kondoo na ngʼombe wazuri ili kuwatoa dhabihu kwa BWANA, Mungu wako, lakini tuliwaangamiza kabisa wengine wote.”"
  },
  {
    "verseNumber": "1SA 15:16",
    "verseText": "Samweli akamwambia Sauli, “Ngoja! Nami nitakuambia lile BWANA aliloniambia usiku huu.” Sauli akajibu, “Niambie.”"
  },
  {
    "verseNumber": "1SA 15:17",
    "verseText": "Samweli akamwambia, “Ingawa zamani ulijiona mdogo machoni pako mwenyewe, Je, hukuwa kiongozi wa kabila za Israeli? BWANA alikutia mafuta kuwa mfalme juu ya Israeli."
  },
  {
    "verseNumber": "1SA 15:18",
    "verseText": "Naye akakutuma kwa kazi maalum, akisema, ‘Nenda ukaangamize kabisa wale watu waovu, wale Waamaleki, upigane nao vita mpaka utakapowaangamiza kabisa.’"
  },
  {
    "verseNumber": "1SA 15:19",
    "verseText": "Kwa nini hukumtii BWANA? Kwa nini ulivamia nyara na kufanya uovu machoni pa BWANA?”"
  },
  {
    "verseNumber": "1SA 15:20",
    "verseText": "Sauli akasema, “Lakini nilimtii BWANA. Nilikamilisha ile kazi ambayo BWANA alinituma. Niliwaangamiza Waamaleki kabisa na kumleta Agagi mfalme wao."
  },
  {
    "verseNumber": "1SA 15:21",
    "verseText": "Askari walichukua kondoo na ngʼombe kutoka kwenye nyara, zile ambazo ni nzuri sana zimewekwa wakfu kwa Mungu, ili zitolewe dhabihu kwa BWANA Mungu wako huko Gilgali.”"
  },
  {
    "verseNumber": "1SA 15:22",
    "verseText": "Lakini Samweli akajibu: “Je, BWANA anafurahia sadaka za kuteketezwa na dhabihu kama vile kuitii sauti ya BWANA? Kutii ni bora zaidi kuliko dhabihu, nako kusikia ni bora kuliko mafuta ya kondoo dume."
  },
  {
    "verseNumber": "1SA 15:23",
    "verseText": "Kwa maana kuasi ni kama dhambi ya uaguzi, nao ukaidi ni kama uovu wa kuabudu sanamu. Kwa sababu umelikataa neno la BWANA, naye amekukataa wewe kuendelea kuwa mfalme.”"
  },
  {
    "verseNumber": "1SA 15:24",
    "verseText": "Ndipo Sauli akamwambia Samweli, “Nimetenda dhambi. Nimevunja amri ya BWANA na maagizo yako. Niliwaogopa watu na kwa hiyo nikafanya walivyotaka."
  },
  {
    "verseNumber": "1SA 15:25",
    "verseText": "Sasa ninakusihi usamehe dhambi yangu, nawe urudi pamoja nami, ili nipate kumwabudu BWANA.”"
  },
  {
    "verseNumber": "1SA 15:26",
    "verseText": "Lakini Samweli akamwambia, “Sitarudi pamoja nawe. Umelikataa neno la BWANA, naye BWANA amekukataa wewe, usiendelee kuwa mfalme juu ya Israeli!”"
  },
  {
    "verseNumber": "1SA 15:27",
    "verseText": "Samweli alipogeuka ili aondoke, Sauli akangʼangʼania pindo la joho lake, nalo likararuka."
  },
  {
    "verseNumber": "1SA 15:28",
    "verseText": "Samweli akamwambia, “BWANA ameurarua ufalme wa Israeli kutoka kwako leo, naye ameutia kwa mmoja wa majirani zako, aliye bora kuliko wewe."
  },
  {
    "verseNumber": "1SA 15:29",
    "verseText": "Yeye aliye Utukufu wa Israeli hasemi uongo wala hana kigeugeu; kwa kuwa yeye si mwanadamu, hata abadili nia yake.”"
  },
  {
    "verseNumber": "1SA 15:30",
    "verseText": "Sauli akajibu, “Nimetenda dhambi. Lakini tafadhali niheshimu mbele ya wazee wa watu wangu na mbele ya Israeli; rudi pamoja nami, ili nipate kumwabudu BWANA Mungu wako.”"
  },
  {
    "verseNumber": "1SA 15:31",
    "verseText": "Hivyo Samweli akarudi pamoja na Sauli, naye Sauli akamwabudu BWANA."
  },
  {
    "verseNumber": "1SA 15:32",
    "verseText": "Ndipo Samweli akasema, “Niletee Agagi mfalme wa Waamaleki.” Agagi akaja kwake kwa ujasiri, akifikiri, “Hakika uchungu wa mauti umepita.”"
  },
  {
    "verseNumber": "1SA 15:33",
    "verseText": "Lakini Samweli akasema, “Kama upanga wako ulivyofanya wanawake kufiwa na watoto wao, ndivyo mama yako atakavyokuwa hana mtoto miongoni mwa wanawake.” Naye Samweli akamuua Agagi mbele za BWANA huko Gilgali."
  },
  {
    "verseNumber": "1SA 15:34",
    "verseText": "Kisha Samweli akaenda Rama, lakini Sauli akapanda nyumbani kwake huko Gibea ya Sauli."
  },
  {
    "verseNumber": "1SA 15:35",
    "verseText": "Hadi siku Samweli alipofariki hakwenda kumwona Sauli tena, ingawa Samweli alimwombolezea. Naye BWANA alihuzunika kwamba alimfanya Sauli kuwa mfalme juu ya Israeli."
  },
  {
    "verseNumber": "1SA 16:1",
    "verseText": "BWANA akamwambia Samweli, “Utamlilia Sauli mpaka lini, maadamu nimemkataa asiendelee kuwa mfalme juu ya Israeli? Jaza pembe yako mafuta, ushike njia uende; ninakutuma kwa Yese huko Bethlehemu. Nimemchagua mmoja wa wanawe kuwa mfalme.”"
  },
  {
    "verseNumber": "1SA 16:2",
    "verseText": "Lakini Samweli akasema, “Nitakwendaje? Sauli atasikia juu ya jambo hili na ataniua.” BWANA akamwambia, “Chukua mtamba wa ngʼombe na useme, ‘Nimekuja kumtolea BWANA dhabihu.’"
  },
  {
    "verseNumber": "1SA 16:3",
    "verseText": "Mwalike Yese aje kwenye dhabihu, nami nitakuonyesha utakalofanya. Utamtia mafuta kwa ajili yangu yule nitakayekuonyesha.”"
  },
  {
    "verseNumber": "1SA 16:4",
    "verseText": "Samweli akafanya kile BWANA alichosema. Alipofika Bethlehemu, wazee wa mji wakatetemeka walipomlaki. Wakauliza, “Je, umekuja kwa amani?”"
  },
  {
    "verseNumber": "1SA 16:5",
    "verseText": "Samweli akajibu, “Ndiyo, kwa amani; nimekuja kumtolea BWANA dhabihu. Jiwekeni wakfu na mje kwenye dhabihu pamoja nami.” Ndipo akamweka Yese wakfu pamoja na wanawe na kuwaalika kwenye dhabihu."
  },
  {
    "verseNumber": "1SA 16:6",
    "verseText": "Walipofika, Samweli akamwona Eliabu, naye akafikiri, “Hakika mpakwa mafuta wa BWANA anasimama hapa mbele za BWANA.”"
  },
  {
    "verseNumber": "1SA 16:7",
    "verseText": "Lakini BWANA akamwambia Samweli, “Usitazame sura yake wala kimo chake, kwa kuwa nimemkataa. BWANA hatazami katika vile vitu mwanadamu avitazamavyo. Mwanadamu hutazama katika sura ya nje, lakini BWANA hutazama moyoni.”"
  },
  {
    "verseNumber": "1SA 16:8",
    "verseText": "Kisha Yese akamwita Abinadabu na kumpitisha mbele ya Samweli. Lakini Samweli akasema, “Hata huyu BWANA hakumchagua.”"
  },
  {
    "verseNumber": "1SA 16:9",
    "verseText": "Kisha Yese akampitisha Shama, lakini Samweli akasema, “Wala huyu BWANA hakumchagua.”"
  },
  {
    "verseNumber": "1SA 16:10",
    "verseText": "Yese alikuwa na wana saba aliowapitisha mbele ya Samweli, lakini Samweli akamwambia, “BWANA hajawachagua hawa.”"
  },
  {
    "verseNumber": "1SA 16:11",
    "verseText": "Hivyo akamuuliza Yese, “Je, hawa ndio wana pekee ulio nao?” Yese akajibu, “Bado yuko mdogo kuliko wote, lakini anachunga kondoo.” Samweli akasema, “Tuma aitwe; hatutaketi mpaka afike.”"
  },
  {
    "verseNumber": "1SA 16:12",
    "verseText": "Basi akatuma aitwe naye akaletwa. Alikuwa mwekundu, mwenye sura nzuri na umbo la kupendeza. Ndipo BWANA akasema, “Inuka na umtie mafuta, huyu ndiye.”"
  },
  {
    "verseNumber": "1SA 16:13",
    "verseText": "Basi Samweli akachukua ile pembe ya mafuta na kumtia mafuta mbele ya ndugu zake, kuanzia siku ile na kuendelea Roho wa BWANA akaja juu ya Daudi kwa nguvu. Kisha Samweli akaenda zake Rama."
  },
  {
    "verseNumber": "1SA 16:14",
    "verseText": "Basi Roho wa BWANA alikuwa ameondoka kwa Sauli, nayo roho mbaya ikaachiwa nafasi na BWANA ili imtese."
  },
  {
    "verseNumber": "1SA 16:15",
    "verseText": "Watumishi wa Sauli wakamwambia, “Angalia, roho mbaya imeachiwa nafasi na BWANA nayo inakutesa."
  },
  {
    "verseNumber": "1SA 16:16",
    "verseText": "Basi bwana wetu na aamuru watumishi wake walioko hapa kutafuta mtu ambaye anaweza kupiga kinubi. Atakipiga kinubi wakati roho mbaya iliyoachiwa nafasi na Mungu ikujiapo, nawe utajisikia vizuri.”"
  },
  {
    "verseNumber": "1SA 16:17",
    "verseText": "Basi Sauli akawaambia watumishi wake, “Mtafuteni mtu apigaye kinubi vizuri mkamlete kwangu.”"
  },
  {
    "verseNumber": "1SA 16:18",
    "verseText": "Mmoja wa watumishi wake akajibu, “Nimemwona mwana wa Yese Mbethlehemu ambaye anajua kupiga kinubi. Yeye ni mtu hodari na shujaa wa vita. Ni mwenye busara katika kunena, mtu mzuri wa umbo. BWANA yu pamoja naye.”"
  },
  {
    "verseNumber": "1SA 16:19",
    "verseText": "Ndipo Sauli akatuma wajumbe kwa Yese na kumwambia, “Nitumie mwanao Daudi, ambaye anachunga kondoo.”"
  },
  {
    "verseNumber": "1SA 16:20",
    "verseText": "Kwa hiyo Yese akamchukua punda aliyepakizwa mikate, kiriba cha divai na mwana-mbuzi, na kuvipeleka vitu hivyo kwa Sauli pamoja na Daudi mwanawe."
  },
  {
    "verseNumber": "1SA 16:21",
    "verseText": "Daudi akafika kwa Sauli na kuingia kwenye kazi yake. Sauli akampenda sana, naye Daudi akawa mmoja wa wabeba silaha wake."
  },
  {
    "verseNumber": "1SA 16:22",
    "verseText": "Basi Sauli akatuma ujumbe kwa Yese, akisema, “Mruhusu Daudi abaki katika utumishi wangu, kwa kuwa ninapendezwa naye.”"
  },
  {
    "verseNumber": "1SA 16:23",
    "verseText": "Kila mara roho mbaya iliyoachiwa nafasi na Mungu ilipomjia Sauli, Daudi alichukua kinubi chake na kupiga. Ndipo Sauli angetulizwa na kujisikia vizuri, nayo ile roho mbaya ingemwacha."
  },
  {
    "verseNumber": "1SA 17:1",
    "verseText": "Wakati huu Wafilisti wakakusanya majeshi yao kwa ajili ya vita, nao wakakusanyika huko Soko katika Yuda. Wakapiga kambi huko Efes-Damimu, kati ya Soko na Azeka."
  },
  {
    "verseNumber": "1SA 17:2",
    "verseText": "Sauli na Waisraeli wakakusanyika na kupiga kambi katika Bonde la Ela na kupanga jeshi ili kupigana vita na Wafilisti."
  },
  {
    "verseNumber": "1SA 17:3",
    "verseText": "Wafilisti wakawa katika kilima kimoja na Waisraeli katika kilima kingine, hilo bonde likiwa kati yao."
  },
  {
    "verseNumber": "1SA 17:4",
    "verseText": "Shujaa aliyeitwa Goliathi, aliyetoka Gathi, akajitokeza kutoka kambi ya Wafilisti. Alikuwa na urefu dhiraa sita na shibiri moja."
  },
  {
    "verseNumber": "1SA 17:5",
    "verseText": "Alikuwa na chapeo ya shaba kichwani mwake, na alivaa dirii ya shaba kifuani mwake yenye uzito wa shekeli elfu tano."
  },
  {
    "verseNumber": "1SA 17:6",
    "verseText": "Miguuni mwake alivaa mabamba ya shaba, na alikuwa na mkuki wa shaba mgongoni mwake."
  },
  {
    "verseNumber": "1SA 17:7",
    "verseText": "Mpini wa huo mkuki ulikuwa kama mti wa mfumaji, na ncha ya chuma yake ilikuwa na uzito wa shekeli mia sita. Mbeba ngao wake alitangulia mbele yake."
  },
  {
    "verseNumber": "1SA 17:8",
    "verseText": "Goliathi alisimama na kuwapigia kelele majeshi ya Israeli, akisema, “Kwa nini mmetoka kupanga vita? Je, mimi si Mfilisti, na ninyi ni watumishi wa Sauli? Chagueni mtu na anishukie mimi."
  },
  {
    "verseNumber": "1SA 17:9",
    "verseText": "Kama anaweza kupigana nami na kuniua, tutakuwa chini yenu; lakini kama nikimshinda na kumuua, ninyi mtakuwa chini yetu na mtatutumikia.”"
  },
  {
    "verseNumber": "1SA 17:10",
    "verseText": "Kisha yule Mfilisti akasema, “Siku hii ya leo nayatukana majeshi ya Israeli! Nipeni mtu tupigane.”"
  },
  {
    "verseNumber": "1SA 17:11",
    "verseText": "Kwa kusikia maneno ya Wafilisti, Sauli na Waisraeli wote wakafadhaika na kuogopa."
  },
  {
    "verseNumber": "1SA 17:12",
    "verseText": "Basi Daudi alikuwa mwana wa Mwefrathi jina lake Yese aliyekuwa ametoka Bethlehemu ya Yuda. Yese alikuwa na wana wanane, naye wakati wa Sauli alikuwa mzee tena wa umri mkubwa."
  },
  {
    "verseNumber": "1SA 17:13",
    "verseText": "Wana wakubwa watatu wa Yese walikuwa wamefuatana na Sauli vitani: Mzaliwa wa kwanza alikuwa Eliabu, wa pili Abinadabu, na wa tatu Shama."
  },
  {
    "verseNumber": "1SA 17:14",
    "verseText": "Daudi ndiye alikuwa mdogo wa wote. Hao wakubwa watatu wakamfuata Sauli,"
  },
  {
    "verseNumber": "1SA 17:15",
    "verseText": "lakini Daudi alikuwa akienda kwa Sauli na kurudi ili kuchunga kondoo wa baba yake huko Bethlehemu."
  },
  {
    "verseNumber": "1SA 17:16",
    "verseText": "Kwa siku arobaini huyo Mfilisti alikuwa akija mbele kila siku asubuhi na jioni na kujionyesha."
  },
  {
    "verseNumber": "1SA 17:17",
    "verseText": "Wakati huo Yese akamwambia mwanawe Daudi, “Chukua hii efa ya bisi na hii mikate kumi kwa ajili ya ndugu zako uwapelekee upesi kambini mwao."
  },
  {
    "verseNumber": "1SA 17:18",
    "verseText": "Chukua pamoja na hizi jibini kumi kwa jemadari wa kikosi chao. Ujue hali ya ndugu zako na uniletee taarifa za uhakika kutoka kwao."
  },
  {
    "verseNumber": "1SA 17:19",
    "verseText": "Wao wako pamoja na Sauli na watu wote wa Israeli huko kwenye Bonde la Ela, wakipigana na Wafilisti.”"
  },
  {
    "verseNumber": "1SA 17:20",
    "verseText": "Asubuhi na mapema Daudi akaondoka, akaliacha kundi la kondoo pamoja na mchungaji, akapakia vitu vile na kuondoka, kama vile Yese alivyokuwa amemwagiza. Akafika kambini wakati jeshi lilikuwa likitoka kwenda kwenye sehemu yake ya kupigania, huku wakipiga kelele za vita."
  },
  {
    "verseNumber": "1SA 17:21",
    "verseText": "Israeli na Wafilisti walikuwa wakipanga safu zao wakitazamana."
  },
  {
    "verseNumber": "1SA 17:22",
    "verseText": "Daudi akaacha vile vitu vyake kwa mtunza vifaa, akakimbilia katika safu za vita na kuwasalimu ndugu zake."
  },
  {
    "verseNumber": "1SA 17:23",
    "verseText": "Alipokuwa akisema nao, Goliathi, yule Mfilisti shujaa kutoka Gathi, akajitokeza mbele ya safu zake na kupiga ile kelele yake ya kawaida ya matukano, naye Daudi akayasikia."
  },
  {
    "verseNumber": "1SA 17:24",
    "verseText": "Waisraeli walipomwona yule mtu, wote wakamkimbia kwa woga mkuu."
  },
  {
    "verseNumber": "1SA 17:25",
    "verseText": "Basi Waisraeli walikuwa wakisema, “Je, mnaona jinsi mtu huyu anavyoendelea kujitokeza. Hujitokeza ili kutukana Israeli. Mfalme atatoa utajiri mwingi kwa yule mtu atakayemuua. Pia atamwoza binti yake na atasamehe jamaa ya baba yake kulipa kodi katika Israeli.”"
  },
  {
    "verseNumber": "1SA 17:26",
    "verseText": "Daudi akauliza watu waliokuwa wamesimama karibu naye, “Je, atafanyiwa nini mtu atakayemuua huyu Mfilisti na kuondoa aibu hii katika Israeli? Ni nani huyu Mfilisti asiyetahiriwa hata atukane majeshi ya Mungu aliye hai?”"
  },
  {
    "verseNumber": "1SA 17:27",
    "verseText": "Wakarudia yale yaliyokuwa yamesemwa na kumwambia kuwa, “Hili ndilo atakalotendewa mtu yule atakayemuua.”"
  },
  {
    "verseNumber": "1SA 17:28",
    "verseText": "Eliabu nduguye mkubwa Daudi alipomsikia akizungumza na watu hasira ikawaka juu yake akamuuliza, “Kwa nini umeteremka kuja hapa? Nao wale kondoo wachache kule nyikani umewaacha na nani? Ninajua jinsi ulivyo na kiburi na jinsi moyo wako ulivyo mwovu; umekuja hapa kutazama vita tu.”"
  },
  {
    "verseNumber": "1SA 17:29",
    "verseText": "Daudi akasema, “Sasa nimefanya nini? Je, siwezi hata kuongea.”"
  },
  {
    "verseNumber": "1SA 17:30",
    "verseText": "Daudi akamgeukia mtu mwingine na kumuuliza jambo lilo hilo, nao watu wakamjibu vilevile kama mwanzo."
  },
  {
    "verseNumber": "1SA 17:31",
    "verseText": "Lile Daudi alilosema likasikiwa na kuelezwa kwa Sauli, naye Sauli akatuma aitwe."
  },
  {
    "verseNumber": "1SA 17:32",
    "verseText": "Daudi akamwambia Sauli, “Mtu yeyote asife moyo kwa habari ya huyu Mfilisti; mtumishi wako atakwenda kupigana naye.”"
  },
  {
    "verseNumber": "1SA 17:33",
    "verseText": "Sauli akamjibu Daudi, “Wewe hutaweza kwenda kupigana dhidi ya huyu Mfilisti; wewe ni kijana tu, naye amekuwa mtu wa vita tangu ujana wake.”"
  },
  {
    "verseNumber": "1SA 17:34",
    "verseText": "Lakini Daudi akamwambia Sauli, “Mtumishi wako amekuwa akichunga kondoo wa baba yake. Wakati simba au dubu alikuja na kuchukua kondoo kutoka kundi,"
  },
  {
    "verseNumber": "1SA 17:35",
    "verseText": "nilifuatia, nikampiga na nikampokonya kondoo kwenye kinywa chake. Aliponigeukia, nilimkamata nywele zake, nikampiga na kumuua."
  },
  {
    "verseNumber": "1SA 17:36",
    "verseText": "Mtumishi wako ameshaua simba na dubu pia; huyu Mfilisti asiyetahiriwa atakuwa kama mmoja wa hao, kwa sababu ameyatukana majeshi ya Mungu aliye hai."
  },
  {
    "verseNumber": "1SA 17:37",
    "verseText": "BWANA ambaye aliniokoa toka katika makucha ya simba na makucha ya dubu ataniokoa kutoka mikono ya huyu Mfilisti.” Sauli akamwambia Daudi, “Nenda, naye BWANA na awe pamoja nawe.”"
  },
  {
    "verseNumber": "1SA 17:38",
    "verseText": "Ndipo Sauli akamvika Daudi silaha zake mwenyewe za vita. Akamvika dirii na chapeo ya shaba kichwani mwake."
  },
  {
    "verseNumber": "1SA 17:39",
    "verseText": "Daudi akajifunga upanga juu ya hayo mavazi na kujaribu kutembea kwa sababu alikuwa hana uzoefu navyo. Daudi akamwambia Sauli, “Siwezi kwenda nikiwa nimevaa hivi, kwa sababu sina uzoefu navyo.” Hivyo akavivua."
  },
  {
    "verseNumber": "1SA 17:40",
    "verseText": "Kisha akachukua fimbo yake mkononi, akachagua mawe laini matano kutoka kwenye kijito, akayaweka kwenye kifuko ndani ya mfuko wake wa kichungaji, akiwa na kombeo yake mkononi mwake, akamkaribia yule Mfilisti."
  },
  {
    "verseNumber": "1SA 17:41",
    "verseText": "Wakati ule ule, yule Mfilisti, akiwa na mbeba ngao wake mbele yake, akaendelea kujongea karibu na Daudi."
  },
  {
    "verseNumber": "1SA 17:42",
    "verseText": "Mfilisti akamwangalia Daudi kote na kumwona kuwa ni kijana tu, mwekundu na mzuri wa kupendeza, naye akamdharau."
  },
  {
    "verseNumber": "1SA 17:43",
    "verseText": "Akamwambia Daudi, “Je, mimi ni mbwa, hata unanijia na fimbo?” Yule Mfilisti akamlaani Daudi kwa miungu yake."
  },
  {
    "verseNumber": "1SA 17:44",
    "verseText": "Tena Mfilisti akamwambia, “Njoo hapa, nami nitawapa ndege wa angani na wanyama wa mwituni nyama yako.”"
  },
  {
    "verseNumber": "1SA 17:45",
    "verseText": "Daudi akamwambia yule Mfilisti. “Wewe unanijia na upanga, mkuki na fumo, lakini mimi ninakujia kwa jina la BWANA Mwenye Nguvu Zote, Mungu wa majeshi ya Israeli, ambaye wewe umemtukana."
  },
  {
    "verseNumber": "1SA 17:46",
    "verseText": "Siku hii leo BWANA atakutia mkononi mwangu, nami nitakupiga na kukukata kichwa chako. Leo nitawapa ndege wa angani na wanyama wa nchi mizoga ya jeshi la Wafilisti, nayo dunia yote itajua kuwa yuko Mungu katika Israeli."
  },
  {
    "verseNumber": "1SA 17:47",
    "verseText": "Wale wote waliokusanyika hapa watajua kuwa BWANA haokoi kwa upanga wala kwa mkuki; kwa kuwa vita ni vya BWANA, naye atawatia wote mikononi mwetu.”"
  },
  {
    "verseNumber": "1SA 17:48",
    "verseText": "Yule Mfilisti aliposogea karibu ili kumshambulia, Daudi akaenda mbio kuelekea safu ya vita kukutana naye."
  },
  {
    "verseNumber": "1SA 17:49",
    "verseText": "Daudi akatia mkono wake mfukoni na kuchukua jiwe, akalirusha kwa kombeo, nalo likampiga yule Mfilisti kwenye paji la uso. Lile jiwe likaingia kipajini mwa uso, akaanguka chini kifudifudi."
  },
  {
    "verseNumber": "1SA 17:50",
    "verseText": "Basi Daudi akamshinda huyo Mfilisti kwa kombeo na jiwe; bila kuwa na upanga mikononi mwake akampiga huyo Mfilisti na kumuua."
  },
  {
    "verseNumber": "1SA 17:51",
    "verseText": "Daudi akakimbia na kusimama juu yake. Akaushika upanga wa huyo Mfilisti na kuuvuta toka kwenye ala yake. Baada ya kumuua, akakata kichwa chake kwa ule upanga. Wafilisti walipoona kuwa shujaa wao amekufa, wakageuka na kukimbia."
  },
  {
    "verseNumber": "1SA 17:52",
    "verseText": "Ndipo watu wa Israeli na Yuda wakainuka kwenda mbele wakipiga kelele na kufuatia Wafilisti mpaka kwenye ingilio la Gathi kwenye malango ya Ekroni. Maiti zao zilitawanyika kando ya barabara ya Shaaraimu hadi Gathi na Ekroni."
  },
  {
    "verseNumber": "1SA 17:53",
    "verseText": "Waisraeli waliporudi kutoka kuwafukuza Wafilisti, waliteka nyara kutoka kambi yao."
  },
  {
    "verseNumber": "1SA 17:54",
    "verseText": "Daudi akachukua kichwa cha yule Mfilisti na kukileta Yerusalemu, naye akaweka silaha za huyo Mfilisti katika hema lake mwenyewe."
  },
  {
    "verseNumber": "1SA 17:55",
    "verseText": "Sauli alipomwona Daudi anakwenda kukabiliana na huyo Mfilisti, alimwambia Abneri, jemadari wa jeshi, “Abneri, yule kijana ni mwana wa nani?” Abneri akajibu, “Hakika kama uishivyo, ee mfalme, mimi sifahamu.”"
  },
  {
    "verseNumber": "1SA 17:56",
    "verseText": "Mfalme akasema, “Uliza huyu kijana ni mwana wa nani.”"
  },
  {
    "verseNumber": "1SA 17:57",
    "verseText": "Mara Daudi aliporudi kutoka kumuua huyo Mfilisti, Abneri akamchukua na kumleta mbele ya Sauli. Daudi alikuwa bado anakishikilia kichwa cha yule Mfilisti."
  },
  {
    "verseNumber": "1SA 17:58",
    "verseText": "Sauli akamuuliza, “Kijana, wewe ni mwana wa nani?” Daudi akasema, “Mimi ni mwana wa mtumishi wako Yese wa Bethlehemu.”"
  },
  {
    "verseNumber": "1SA 18:1",
    "verseText": "Baada ya Daudi kumaliza kuongea na Sauli, roho ya Yonathani ikaambatana na roho ya Daudi, naye akampenda kama nafsi yake mwenyewe."
  },
  {
    "verseNumber": "1SA 18:2",
    "verseText": "Kuanzia siku ile Sauli akamchukua Daudi naye hakumruhusu kurudi nyumbani kwa baba yake."
  },
  {
    "verseNumber": "1SA 18:3",
    "verseText": "Yonathani akafanya agano na Daudi kwa sababu alimpenda kama nafsi yake mwenyewe."
  },
  {
    "verseNumber": "1SA 18:4",
    "verseText": "Yonathani akavua joho alilokuwa amevaa na kumpa Daudi, pamoja na koti lake, silaha zake, hata pamoja na upanga wake, upinde wake na mshipi wake."
  },
  {
    "verseNumber": "1SA 18:5",
    "verseText": "Lolote Sauli alilomtuma Daudi kufanya, alitenda kwa hekima, hata Sauli akampa cheo cha juu katika jeshi. Jambo hili likawapendeza watu wote, hata maafisa wa Sauli pia."
  },
  {
    "verseNumber": "1SA 18:6",
    "verseText": "Watu walipokuwa wanarudi nyumbani baada ya Daudi kumuua yule Mfilisti, wanawake wakaja kutoka pande zote za miji ya Israeli kumlaki Mfalme Sauli kwa kuimba na kucheza, kwa nyimbo za furaha na kwa matari na zeze."
  },
  {
    "verseNumber": "1SA 18:7",
    "verseText": "Walipokuwa wanacheza, wakaimba: “Sauli amewaua elfu zake, naye Daudi makumi elfu yake.”"
  },
  {
    "verseNumber": "1SA 18:8",
    "verseText": "Sauli akakasirika sana; sehemu hii ya kurudia rudia ya wimbo huu ilimkasirisha sana. Akafikiri kuwa, “Wamempa Daudi makumi elfu, lakini mimi wamenipa elfu tu. Apate nini zaidi isipokuwa ufalme?”"
  },
  {
    "verseNumber": "1SA 18:9",
    "verseText": "Kuanzia wakati ule na kuendelea Sauli akawa na jicho la wivu juu ya Daudi."
  },
  {
    "verseNumber": "1SA 18:10",
    "verseText": "Kesho yake roho mbaya iliyoachiwa nafasi na Mungu ikaja kwa nguvu juu ya Sauli. Alikuwa akitabiri nyumbani mwake, wakati Daudi alikuwa akipiga kinubi, kama alivyozoea. Sauli alikuwa na mkuki mkononi mwake;"
  },
  {
    "verseNumber": "1SA 18:11",
    "verseText": "akautupa kwa nguvu, akijiambia mwenyewe, “Nitamchoma kwa mkuki abaki hapo ukutani.” Lakini Daudi akamkwepa mara mbili."
  },
  {
    "verseNumber": "1SA 18:12",
    "verseText": "Sauli akamwogopa Daudi, kwa sababu BWANA alikuwa pamoja na Daudi, lakini alikuwa amemwacha yeye."
  },
  {
    "verseNumber": "1SA 18:13",
    "verseText": "Kwa hiyo Sauli akamwondoa Daudi mbele yake na kumpa kuwa kiongozi wa watu elfu moja, naye Daudi akatoka na kuingia akiongoza vikosi katika vita."
  },
  {
    "verseNumber": "1SA 18:14",
    "verseText": "Katika kila kitu alichofanya, Daudi alipata mafanikio makubwa, kwa sababu BWANA alikuwa pamoja naye."
  },
  {
    "verseNumber": "1SA 18:15",
    "verseText": "Sauli alipoona jinsi alivyokuwa akifanikiwa, akamwogopa."
  },
  {
    "verseNumber": "1SA 18:16",
    "verseText": "Lakini Israeli wote na Yuda walimpenda Daudi, kwa sababu ndiye alikuwa akiwaongoza katika vita vyao."
  },
  {
    "verseNumber": "1SA 18:17",
    "verseText": "Sauli akamwambia Daudi, “Huyu hapa binti yangu mkubwa Merabu. Nitakupa umwoe, endapo tu utanitumikia kwa ushujaa na kupigana vita vya BWANA.” Kwa maana Sauli alisema moyoni mwake, “Sitainua mkono wangu dhidi yake. Acha mkono wa Wafilisti uwe juu yake.”"
  },
  {
    "verseNumber": "1SA 18:18",
    "verseText": "Lakini Daudi akamwambia Sauli, “Mimi ni nani, nayo jamaa yangu ni nini au ukoo wa baba yangu katika Israeli, kwamba mimi niwe mkwewe mfalme?”"
  },
  {
    "verseNumber": "1SA 18:19",
    "verseText": "Basi ulipofika wakati wa Daudi kupewa Merabu, binti Sauli, huyo binti aliozwa kwa Adrieli, Mmeholathi."
  },
  {
    "verseNumber": "1SA 18:20",
    "verseText": "Basi Mikali binti Sauli alimpenda Daudi, nao walipomwambia Sauli juu ya jambo hili, likampendeza."
  },
  {
    "verseNumber": "1SA 18:21",
    "verseText": "Sauli akawaza, “Nitampa Daudi binti yangu, ili apate kuwa mtego kwake, ili kwamba mkono wa Wafilisti upate kuwa juu yake.” Hivyo Sauli akamwambia Daudi, “Sasa unayo nafasi ya pili ya kuwa mkwe wangu.”"
  },
  {
    "verseNumber": "1SA 18:22",
    "verseText": "Ndipo Sauli akawaagiza watumishi wake, akisema, “Zungumzeni na Daudi kwa siri na kumwambia, ‘Tazama, mfalme amependezwa nawe, nao watumishi wake wote wanakupenda. Basi na uwe mkwewe mfalme.’ ”"
  },
  {
    "verseNumber": "1SA 18:23",
    "verseText": "Watumishi wa Sauli wakarudia hayo maneno kwa Daudi. Lakini Daudi akasema, “Je, mnafikiri ni jambo dogo kuwa mkwewe mfalme? Mimi ni mtu maskini tu, na nisiyejulikana sana.”"
  },
  {
    "verseNumber": "1SA 18:24",
    "verseText": "Watumishi wa Sauli walipomweleza yale Daudi aliyoyasema,"
  },
  {
    "verseNumber": "1SA 18:25",
    "verseText": "Sauli akajibu, “Mwambieni Daudi, ‘Mfalme hataki zawadi nyingine kuwa mahari isipokuwa magovi 100 ya Wafilisti, ili kulipiza kisasi juu ya adui zake.’ ” Mawazo ya Sauli yalikuwa Daudi akaanguke mikononi mwa Wafilisti."
  },
  {
    "verseNumber": "1SA 18:26",
    "verseText": "Watumishi walipomwambia Daudi mambo haya, ikampendeza kuwa mkwewe mfalme. Basi kabla siku iliyopangwa haijafika,"
  },
  {
    "verseNumber": "1SA 18:27",
    "verseText": "Daudi na watu wake walitoka na kuwaua Wafilisti mia mbili. Akayaleta magovi yao na kupeleka hesabu kamilifu kwa mfalme, ili kwamba apate kuwa mkwewe mfalme. Ndipo Sauli akamwoza Daudi Mikali binti yake."
  },
  {
    "verseNumber": "1SA 18:28",
    "verseText": "Sauli alipotambua kuwa BWANA alikuwa pamoja na Daudi na kwamba Mikali binti yake anampenda Daudi,"
  },
  {
    "verseNumber": "1SA 18:29",
    "verseText": "Sauli akazidi kumwogopa Daudi, naye Sauli akabaki kuwa adui yake siku zote za maisha yake."
  },
  {
    "verseNumber": "1SA 18:30",
    "verseText": "Majemadari wa jeshi la Wafilisti waliendelea kupigana vita na kadiri walivyoendelea kupigana, Daudi akazidi kutenda kwa hekima kuliko maafisa wengine wa Sauli, nalo jina lake likajulikana sana."
  },
  {
    "verseNumber": "1SA 19:1",
    "verseText": "Sauli akamwambia mwanawe Yonathani na watumishi wake wote wamuue Daudi. Lakini Yonathani mwana wa Sauli alimpenda sana Daudi."
  },
  {
    "verseNumber": "1SA 19:2",
    "verseText": "Yonathani akamwonya Daudi, akisema, “Baba yangu Sauli anatafuta nafasi ya kukuua. Ujilinde kesho asubuhi, nenda mahali pa siri na ukae huko."
  },
  {
    "verseNumber": "1SA 19:3",
    "verseText": "Nitatoka na kukaa na baba yangu shambani mahali uliko. Nitazungumza naye juu yako, nami nitakueleza nitakachogundua.”"
  },
  {
    "verseNumber": "1SA 19:4",
    "verseText": "Yonathani akanena mema juu ya Daudi kwa Sauli baba yake na kumwambia, “Mfalme asitende mabaya kwa mtumishi wake Daudi; hajakukosea, aliyoyafanya yamekuwa ya faida sana kwako."
  },
  {
    "verseNumber": "1SA 19:5",
    "verseText": "Alihatarisha maisha yake alipomuua yule Mfilisti. BWANA akajipatia ushindi mkubwa kwa ajili ya Israeli wote, nawe uliuona na ukafurahi. Kwa nini basi utende mabaya kwa mtu asiye na hatia kama Daudi kwa kumuua bila sababu?”"
  },
  {
    "verseNumber": "1SA 19:6",
    "verseText": "Sauli akamsikiliza Yonathani na kuapa hivi: “Hakika kama BWANA aishivyo, Daudi hatauawa.”"
  },
  {
    "verseNumber": "1SA 19:7",
    "verseText": "Basi Yonathani akamwita Daudi na kumweleza mazungumzo yote. Akamleta kwa Sauli, naye Daudi akawa pamoja na Sauli kama kwanza."
  },
  {
    "verseNumber": "1SA 19:8",
    "verseText": "Vita vilitokea tena, naye Daudi akatoka na kupigana na Wafilisti. Akawapiga kwa nguvu nyingi hata wakakimbia mbele yake."
  },
  {
    "verseNumber": "1SA 19:9",
    "verseText": "Lakini roho mbaya iliyoachiwa nafasi na BWANA ikaja juu ya Sauli alipokuwa ameketi katika nyumba yake akiwa na mkuki mkononi mwake. Daudi alipokuwa anampigia kinubi,"
  },
  {
    "verseNumber": "1SA 19:10",
    "verseText": "Sauli akajaribu kumchomea Daudi ukutani kwa huo mkuki wake, lakini Daudi akauhepa huo mkuki wa Sauli ukakita ukutani. Usiku ule ule Daudi akakimbia na kuokoka."
  },
  {
    "verseNumber": "1SA 19:11",
    "verseText": "Sauli akatuma watu nyumbani mwa Daudi wailinde hiyo nyumba na kumuua asubuhi. Lakini Mikali, mkewe Daudi, akamwonya akisema, “Kama hukukimbia kuokoa maisha yako usiku huu, kesho yake utauawa.”"
  },
  {
    "verseNumber": "1SA 19:12",
    "verseText": "Basi Mikali akamteremsha Daudi kupitia dirishani, naye akakimbia na kuokoka."
  },
  {
    "verseNumber": "1SA 19:13",
    "verseText": "Kisha Mikali akachukua kinyago, akakilaza kitandani, akakifunika kwa vazi na kukiwekea singa za mbuzi kichwani."
  },
  {
    "verseNumber": "1SA 19:14",
    "verseText": "Sauli alipotuma watu kumkamata Daudi, Mikali akasema, “Yeye ni mgonjwa.”"
  },
  {
    "verseNumber": "1SA 19:15",
    "verseText": "Kisha Sauli akatuma watu tena kumwona Daudi naye akawaambia, “Mleteni kwangu juu ya kitanda chake ili nipate kumuua.”"
  },
  {
    "verseNumber": "1SA 19:16",
    "verseText": "Lakini wale watu walipoingia, kumbe ni kinyago tu kilichokuwa kitandani na kwenye kichwa kulikuwepo na singa za mbuzi."
  },
  {
    "verseNumber": "1SA 19:17",
    "verseText": "Sauli akamwambia Mikali, “Kwa nini umenidanganya mimi hivi na kumwacha adui yangu aende zake ili apate kuokoka?” Mikali akamwambia, “Yeye aliniambia, ‘Niache niende zangu. Kwa nini nikuue?’ ”"
  },
  {
    "verseNumber": "1SA 19:18",
    "verseText": "Daudi alipokuwa amekimbia na kuokoka, alimwendea Samweli huko Rama na kumwambia yale yote Sauli alimfanyia. Ndipo Daudi na Samweli wakaenda Nayothi kukaa huko."
  },
  {
    "verseNumber": "1SA 19:19",
    "verseText": "Habari zikamfikia Sauli kusema: “Daudi yuko Nayothi huko Rama.”"
  },
  {
    "verseNumber": "1SA 19:20",
    "verseText": "Basi Sauli akatuma watu kumkamata Daudi, lakini walipoona kundi la manabii wakitoa unabii, wakiwa pamoja na Samweli akiwa amesimama hapo kama kiongozi wao, Roho wa Mungu akaja juu ya watu wa Sauli, nao pia wakatoa unabii."
  },
  {
    "verseNumber": "1SA 19:21",
    "verseText": "Sauli akaelezwa juu ya hilo, naye akapeleka watu wengine zaidi, nao wakatoa unabii pia. Sauli akatuma watu mara ya tatu, nao pia wakatoa unabii."
  },
  {
    "verseNumber": "1SA 19:22",
    "verseText": "Mwishowe, yeye mwenyewe akaondoka kwenda Rama na kwenda hadi kwenye kile kisima kikubwa kilichoko huko Seku. Naye akauliza, “Wako wapi Samweli na Daudi?” Wakasema, “Wako Nayothi huko Rama.”"
  },
  {
    "verseNumber": "1SA 19:23",
    "verseText": "Hivyo Sauli akaenda Nayothi huko Rama. Lakini Roho wa Mungu akaja juu yake hata yeye, akawa anatembea huku anatoa unabii hadi akafika Nayothi."
  },
  {
    "verseNumber": "1SA 19:24",
    "verseText": "Akavua majoho yake na pia akatoa unabii mbele ya Samweli. Akalala hali hiyo ule mchana kutwa na usiku kucha. Hii ndiyo sababu watu husema, “Je, Sauli pia yumo miongoni mwa manabii?”"
  },
  {
    "verseNumber": "1SA 20:1",
    "verseText": "Kisha Daudi akakimbia kutoka Nayothi huko Rama akamwendea Yonathani na kumuuliza, “Kwani nimefanya nini? Kosa langu ni nini? Nimemkosea baba yako kwa jinsi gani, hata kwamba anajaribu kuuondoa uhai wangu?”"
  },
  {
    "verseNumber": "1SA 20:2",
    "verseText": "Yonathani akajibu, “La hasha! Hutakufa! Tazama, baba yangu hafanyi kitu chochote, kikubwa au kidogo, bila kuniambia mimi. Kwa nini anifiche hili? Sivyo ilivyo!”"
  },
  {
    "verseNumber": "1SA 20:3",
    "verseText": "Lakini Daudi akaapa na kusema, “Baba yako anajua kabisa kwamba nimepata kibali mbele yako, naye amesema moyoni mwake, ‘Yonathani sharti asilijue hili, la sivyo atahuzunika.’ Lakini kweli kama BWANA aishivyo na kama uishivyo, kuna hatua moja tu kati yangu na mauti.”"
  },
  {
    "verseNumber": "1SA 20:4",
    "verseText": "Yonathani akamwambia Daudi, “Chochote unachotaka nifanye, nitakufanyia.”"
  },
  {
    "verseNumber": "1SA 20:5",
    "verseText": "Basi Daudi akamwambia, “Angalia, kesho ni sikukuu ya Mwezi Mwandamo, nami inanipasa kula chakula pamoja na mfalme; lakini niache niende kujificha shambani mpaka kesho kutwa."
  },
  {
    "verseNumber": "1SA 20:6",
    "verseText": "Kama baba yako akiona ya kuwa sipo, mwambie, ‘Daudi aliniomba sana ruhusa kuwahi Bethlehemu, mji wake wa nyumbani, kwa sababu dhabihu ya mwaka inafanywa huko kwa ajili ya ukoo wake wote.’"
  },
  {
    "verseNumber": "1SA 20:7",
    "verseText": "Kama akisema, ‘Ni vyema sana,’ basi mtumishi wako yu salama. Lakini kama akikasirika, unaweza kuwa na hakika kwamba anakusudia kunidhuru."
  },
  {
    "verseNumber": "1SA 20:8",
    "verseText": "Lakini kwa habari yako wewe, mtende wema mtumishi wako, kwa sababu mmeingia kwenye agano pamoja naye mbele za BWANA. Kama nina hatia, basi niue wewe mwenyewe! Kwa nini unikabidhi kwa baba yako?”"
  },
  {
    "verseNumber": "1SA 20:9",
    "verseText": "Yonathani akasema, “La hasha! Kama ningekuwa na kidokezo kidogo kwamba baba yangu amekusudia kukudhuru wewe, je, nisingekuambia?”"
  },
  {
    "verseNumber": "1SA 20:10",
    "verseText": "Daudi akamuuliza, “Je, nani atakayeniambia kama baba yako atakujibu kwa ukali?”"
  },
  {
    "verseNumber": "1SA 20:11",
    "verseText": "Yonathani akamwambia, “Njoo, twende shambani.” Basi wakaenda huko pamoja."
  },
  {
    "verseNumber": "1SA 20:12",
    "verseText": "Kisha Yonathani akamwambia Daudi, “Ninakuahidi kwa jina la BWANA, Mungu wa Israeli, hakika nitamchunguza baba yangu wakati kama huu kesho kutwa! Kama ameweka utaratibu wa kufaa kukuhusu wewe, je, sitakutumia ujumbe na kukufahamisha?"
  },
  {
    "verseNumber": "1SA 20:13",
    "verseText": "Lakini ikiwa baba yangu amenuia kukudhuru, BWANA na anishughulikie kwa ukali, iwapo sitakufahamisha na kukuaga uende salama. BWANA na awe pamoja nawe kama alivyokuwa pamoja na baba yangu."
  },
  {
    "verseNumber": "1SA 20:14",
    "verseText": "Lakini nitendee wema usiokoma kama ule wa BWANA siku zote za maisha yangu, ili nisije nikauawa,"
  },
  {
    "verseNumber": "1SA 20:15",
    "verseText": "wala usiuondoe wema wako kwa jamaa yangu, hata kama ni wakati ule BWANA atakapokuwa amekatilia mbali kila adui wa Daudi kutoka kwenye uso wa dunia.”"
  },
  {
    "verseNumber": "1SA 20:16",
    "verseText": "Basi Yonathani akafanya agano na nyumba ya Daudi, akisema: “BWANA na awaangamize adui za Daudi.”"
  },
  {
    "verseNumber": "1SA 20:17",
    "verseText": "Naye Yonathani akamtaka Daudi athibitishe tena kiapo chake cha kumpenda, kwa sababu Yonathani alimpenda Daudi kama nafsi yake mwenyewe."
  },
  {
    "verseNumber": "1SA 20:18",
    "verseText": "Kisha Yonathani akamwambia Daudi, “Kesho ni sikukuu ya Mwezi Mwandamo. Itajulikana kwamba haupo kwa kuwa kiti chako kitakuwa hakina mtu."
  },
  {
    "verseNumber": "1SA 20:19",
    "verseText": "Kesho kutwa, inapokaribia jioni, nenda mahali pale ulipojificha wakati tatizo hili lilipoanza na usubiri karibu na jiwe la Ezeli."
  },
  {
    "verseNumber": "1SA 20:20",
    "verseText": "Nitapiga mishale mitatu kando yake, kama kwamba nilikwenda kulenga shabaha."
  },
  {
    "verseNumber": "1SA 20:21",
    "verseText": "Kisha nitamtuma mvulana na kumwambia, ‘Nenda ukaitafute mishale.’ Kama nikimwambia, ‘Tazama mishale iko upande huu wako! Uilete hapa,’ basi uje, kwa sababu hakika kama BWANA aishivyo, wewe ni salama, hakuna hatari."
  },
  {
    "verseNumber": "1SA 20:22",
    "verseText": "Lakini kama nikimwambia huyo mvulana, ‘Angalia, mishale iko mbele yako,’ basi inakupasa uondoke, kwa sababu BWANA amekuruhusu uende zako."
  },
  {
    "verseNumber": "1SA 20:23",
    "verseText": "Kuhusu yale tuliyozungumza wewe na mimi: kumbuka, BWANA ndiye shahidi kati yako wewe na mimi milele.”"
  },
  {
    "verseNumber": "1SA 20:24",
    "verseText": "Basi Daudi akajificha shambani, na sikukuu ya Mwezi Mwandamo ilipowadia, mfalme akaketi ili ale."
  },
  {
    "verseNumber": "1SA 20:25",
    "verseText": "Akaketi mahali pake pa kawaida karibu na ukuta, kuelekeana na Yonathani, naye Abneri akaketi karibu na Mfalme Sauli, lakini kiti cha Daudi kilikuwa wazi."
  },
  {
    "verseNumber": "1SA 20:26",
    "verseText": "Sauli hakusema chochote siku ile kwa kuwa alifikiri, “Kuna kitu cha lazima kimetokea kwa Daudi ambacho kimemfanya najisi asihudhurie karamuni, hakika yeye yu najisi.”"
  },
  {
    "verseNumber": "1SA 20:27",
    "verseText": "Lakini siku iliyofuata, siku ya pili ya mwezi, kiti cha Daudi kilikuwa wazi tena. Kisha Sauli akamwambia mwanawe Yonathani, “Kwa nini mwana wa Yese hajaja chakulani jana wala leo?”"
  },
  {
    "verseNumber": "1SA 20:28",
    "verseText": "Yonathani akamjibu, “Daudi alinisihi sana nimpe ruhusa aende Bethlehemu."
  },
  {
    "verseNumber": "1SA 20:29",
    "verseText": "Alisema, ‘Niruhusu niende, kwa sababu jamaa yetu wana dhabihu mjini, na ndugu yangu ameniagiza niwepo huko. Kama nimepata kibali mbele yako, niruhusu niende kuona ndugu zangu.’ Hii ndiyo sababu hakuja mezani pa mfalme.”"
  },
  {
    "verseNumber": "1SA 20:30",
    "verseText": "Hasira ya Sauli ikawaka dhidi ya Yonathani na kumwambia, “Wewe mwana wa mwanamke mkaidi na mwasi! Je, sijui kuwa umekuwa upande wa mwana wa Yese kwa aibu yako mwenyewe na kwa aibu ya mama yako aliyekuzaa?"
  },
  {
    "verseNumber": "1SA 20:31",
    "verseText": "Maadamu mwana wa Yese angali anaishi katika dunia hii wewe wala ufalme wako hautasimama. Sasa tuma aitwe umlete kwangu, kwa kuwa ni lazima afe!”"
  },
  {
    "verseNumber": "1SA 20:32",
    "verseText": "Yonathani akamuuliza baba yake, “Kwa nini auawe? Kwani amefanya nini?”"
  },
  {
    "verseNumber": "1SA 20:33",
    "verseText": "Lakini Sauli akamtupia Yonathani mkuki wake kwa nguvu ili amuue. Hapo ndipo Yonathani alipotambua kwamba baba yake alikusudia kumuua Daudi."
  },
  {
    "verseNumber": "1SA 20:34",
    "verseText": "Yonathani akainuka kutoka mezani kwa hasira kali. Siku ile ya pili ya mwezi hakula chakula, kwa kuwa alikuwa amehuzunishwa na vitendo vya aibu ambavyo baba yake alikuwa anamtendea Daudi."
  },
  {
    "verseNumber": "1SA 20:35",
    "verseText": "Kesho yake asubuhi Yonathani alikwenda shambani kukutana na Daudi. Alikuwa amefuatana na mvulana mdogo,"
  },
  {
    "verseNumber": "1SA 20:36",
    "verseText": "naye Yonathani akamwambia yule mvulana, “Kimbia ukatafute mishale nitakayorusha.” Mvulana alipokuwa akikimbia, akarusha mishale mbele yake."
  },
  {
    "verseNumber": "1SA 20:37",
    "verseText": "Yule mvulana alipofika mahali pale ambapo mshale wa Yonathani ulipokuwa umeanguka, Yonathani akamwita, “Je, mshale hauko mbele yako?”"
  },
  {
    "verseNumber": "1SA 20:38",
    "verseText": "Yonathani akampigia kelele, “Harakisha, nenda haraka! Usisimame!” Mvulana akaokota mshale na kurudi kwa bwana wake."
  },
  {
    "verseNumber": "1SA 20:39",
    "verseText": "(Mvulana hakujua chochote juu ya hayo yote; Yonathani na Daudi tu ndio waliojua.)"
  },
  {
    "verseNumber": "1SA 20:40",
    "verseText": "Basi Yonathani akampa yule mvulana silaha zake na kumwambia, “Nenda, zirudishe mjini.”"
  },
  {
    "verseNumber": "1SA 20:41",
    "verseText": "Baada ya mvulana kwenda, Daudi akainuka kutoka upande wa kusini wa lile jiwe, naye akasujudu uso wake mpaka nchi mara tatu mbele ya Yonathani. Kisha kila mmoja akambusu mwenzake, wakalia pamoja. Lakini Daudi akalia zaidi."
  },
  {
    "verseNumber": "1SA 20:42",
    "verseText": "Yonathani akamwambia Daudi, “Nenda kwa amani, kwa kuwa tumeapiana kiapo cha urafiki kati yetu kwa jina la BWANA, tukisema, ‘BWANA ndiye shahidi kati yako na mimi, na kati ya wazao wako na wazao wangu milele.’ ” Kisha Daudi akaondoka, naye Yonathani akarudi mjini."
  },
  {
    "verseNumber": "1SA 21:1",
    "verseText": "Daudi akaenda Nobu, kwa Ahimeleki kuhani. Ahimeleki akatetemeka alipokutana naye, akamuuliza, “Kwa nini uko peke yako? Kwa nini hukufuatana na mtu yeyote?”"
  },
  {
    "verseNumber": "1SA 21:2",
    "verseText": "Daudi akamjibu Ahimeleki kuhani, akisema, “Mfalme ameniagiza shughuli fulani na kuniambia, ‘Mtu yeyote asijue chochote kuhusu kazi yako wala maagizo yako!’ Kuhusu watu wangu, nimewaambia tukutane mahali fulani."
  },
  {
    "verseNumber": "1SA 21:3",
    "verseText": "Sasa basi, una nini mkononi? Nipatie mikate mitano au chochote unachoweza kupata.”"
  },
  {
    "verseNumber": "1SA 21:4",
    "verseText": "Lakini kuhani akamjibu Daudi, “Sina mkate wowote wa kawaida kwa sasa. Hata hivyo, ipo hapa mikate iliyowekwa wakfu, iwapo watu wamejitenga na wanawake.”"
  },
  {
    "verseNumber": "1SA 21:5",
    "verseText": "Daudi akajibu, “Hakika tumejitenga na wanawake kwa siku hizi chache kama kawaida ya ninapotoka kwenda kwenye shughuli. Navyo vyombo vya wale vijana huwa ni vitakatifu hata kwenye safari ya kawaida, si zaidi sana leo vyombo vyao vitakuwa ni vitakatifu?”"
  },
  {
    "verseNumber": "1SA 21:6",
    "verseText": "Hivyo kuhani akampa ile mikate iliyowekwa wakfu, kwa kuwa hapakuwepo mikate mingine isipokuwa hiyo ya Wonyesho iliyokuwa imeondolewa hapo mbele za BWANA na kubadilishwa na mingine yenye moto siku ile ilipoondolewa."
  },
  {
    "verseNumber": "1SA 21:7",
    "verseText": "Basi siku hiyo palikuwepo na mmoja wa watumishi wa Sauli, aliyezuiliwa mbele za BWANA; alikuwa Doegi Mwedomu, kiongozi wa wachunga wanyama wa Sauli."
  },
  {
    "verseNumber": "1SA 21:8",
    "verseText": "Daudi akamuuliza Ahimeleki, “Je, unao mkuki au upanga hapa? Sikuleta upanga wala silaha nyingine yoyote, kwa sababu shughuli ya mfalme ilikuwa ya haraka.”"
  },
  {
    "verseNumber": "1SA 21:9",
    "verseText": "Kuhani akajibu, “Upanga wa Goliathi Mfilisti, ambaye ulimuua katika Bonde la Ela, upo hapa, umefungiwa katika kitambaa nyuma ya kisibau. Kama unauhitaji, uchukue, hakuna upanga mwingine hapa ila huo tu.” Daudi akasema, “Hakuna upanga mwingine kama huo. Nipatie huo.”"
  },
  {
    "verseNumber": "1SA 21:10",
    "verseText": "Siku ile Daudi akamkimbia Sauli na kwenda kwa Akishi mfalme wa Gathi."
  },
  {
    "verseNumber": "1SA 21:11",
    "verseText": "Lakini watumishi wa Akishi wakamwambia, “Je, huyu si ndiye Daudi mfalme wa nchi? Je, huyu si ndiye yule ambaye wanaimba katika ngoma zao wakisema: “ ‘Sauli amewaua elfu zake, naye Daudi makumi elfu yake’?”"
  },
  {
    "verseNumber": "1SA 21:12",
    "verseText": "Daudi akayaweka maneno haya moyoni naye akamwogopa sana Akishi mfalme wa Gathi."
  },
  {
    "verseNumber": "1SA 21:13",
    "verseText": "Basi akajifanya mwendawazimu mbele yao; naye alipokuwa mikononi mwao, alitenda kama kichaa, akikwaruza kwa kutia alama juu ya milango ya lango na kuachia udelele kutiririka kwenye ndevu zake."
  },
  {
    "verseNumber": "1SA 21:14",
    "verseText": "Akishi akawaambia watumishi wake, “Tazameni mtu huyu! Ana wazimu! Kwa nini mnamleta kwangu?"
  },
  {
    "verseNumber": "1SA 21:15",
    "verseText": "Je, mimi nimepungukiwa na wenda wazimu kiasi kwamba mmeniletea mtu huyo hapa aendelee kufanya hivi mbele yangu? Je, ilikuwa ni lazima mtu huyo aje nyumbani kwangu?”"
  },
  {
    "verseNumber": "1SA 22:1",
    "verseText": "Daudi akaondoka Gathi na kukimbilia kwenye pango la Adulamu. Ndugu zake na watu wa nyumba ya baba yake waliposikia habari hiyo, wakamwendea huko."
  },
  {
    "verseNumber": "1SA 22:2",
    "verseText": "Wale wote waliokuwa katika dhiki au waliokuwa na madeni au wale ambao hawakuridhika wakamkusanyikia Daudi, naye akawa kiongozi wao. Watu wapatao 400 walikuwa pamoja naye."
  },
  {
    "verseNumber": "1SA 22:3",
    "verseText": "Kutoka huko Daudi akaenda Mispa huko Moabu na kumwambia mfalme wa Moabu, “Naomba uwaruhusu baba yangu na mama yangu waje kukaa nawe mpaka nijue nini Mungu atakachonifanyia.”"
  },
  {
    "verseNumber": "1SA 22:4",
    "verseText": "Hivyo akawaacha wazazi wake wakae na mfalme wa Moabu, nao wakakaa naye muda wote ambao Daudi alikuwa ngomeni."
  },
  {
    "verseNumber": "1SA 22:5",
    "verseText": "Ndipo nabii Gadi akamwambia Daudi, “Usikae ngomeni. Nenda katika nchi ya Yuda.” Hivyo Daudi akaondoka na kwenda katika msitu wa Herethi."
  },
  {
    "verseNumber": "1SA 22:6",
    "verseText": "Basi Sauli akasikia kwamba Daudi na watu wake wameonekana. Sauli akiwa na mkuki mkononi, alikuwa ameketi chini ya mti wa mkwaju kwenye kilima huko Gibea, maafisa wake wote wakiwa wamesimama kumzunguka."
  },
  {
    "verseNumber": "1SA 22:7",
    "verseText": "Sauli akawaambia, “Sikilizeni enyi watu wa Benyamini! Je, mwana wa Yese atawapa ninyi nyote mashamba na mashamba ya mizabibu? Je, atawafanya ninyi nyote majemadari wa maelfu na majemadari wa mamia?"
  },
  {
    "verseNumber": "1SA 22:8",
    "verseText": "Je, ndiyo sababu ninyi mkapanga hila mbaya dhidi yangu? Hakuna hata mmoja wenu ambaye ameniambia ni lini mwanangu alifanya agano na mwana wa Yese. Hapana hata mmoja wenu anayejishughulisha nami wala anayeniambia kwamba mwanangu amechochea mtumishi wangu kunivizia, kama afanyavyo leo.”"
  },
  {
    "verseNumber": "1SA 22:9",
    "verseText": "Lakini Doegi Mwedomu, ambaye alikuwa akisimama na maafisa wa Sauli, akasema, “Nilimwona mwana wa Yese akija kwa Ahimeleki mwana wa Ahitubu huko Nobu."
  },
  {
    "verseNumber": "1SA 22:10",
    "verseText": "Ahimeleki akamuuliza BWANA kwa ajili yake; pia akampa vyakula na ule upanga wa Goliathi Mfilisti.”"
  },
  {
    "verseNumber": "1SA 22:11",
    "verseText": "Kisha mfalme akatuma watu wamwite kuhani Ahimeleki mwana wa Ahitubu, na jamaa yote ya baba yake, waliokuwa makuhani huko Nobu, nao wote wakaja kwa mfalme."
  },
  {
    "verseNumber": "1SA 22:12",
    "verseText": "Sauli akasema, “Sikiliza sasa, mwana wa Ahitubu.” Akajibu, “Naam, bwana wangu.”"
  },
  {
    "verseNumber": "1SA 22:13",
    "verseText": "Sauli akamwambia, “Kwa nini umepanga shauri baya dhidi yangu, wewe na mwana wa Yese, ukampa vyakula na upanga, tena hukumuuliza Mungu kwa ajili yake, na kwa sababu hiyo ameasi dhidi yangu na kunivizia, kama afanyavyo leo?”"
  },
  {
    "verseNumber": "1SA 22:14",
    "verseText": "Ahimeleki akamjibu mfalme, “Ni nani miongoni mwa watumishi wako wote aliye mwaminifu kama Daudi, mkwewe mfalme, kiongozi wa walinzi wako na anayeheshimika sana katika watu wa nyumbani mwako?"
  },
  {
    "verseNumber": "1SA 22:15",
    "verseText": "Je, siku hiyo ilikuwa ndiyo ya kwanza kumwomba Mungu kwa ajili yake? La hasha! Mfalme na usiwashutumu watumishi wako wala yeyote wa jamaa ya baba yake, kwa kuwa mtumishi wako hafahamu lolote kabisa kuhusu jambo hili lote.”"
  },
  {
    "verseNumber": "1SA 22:16",
    "verseText": "Lakini mfalme akasema, “Ahimeleki, hakika utakufa, wewe na jamaa yote ya baba yako.”"
  },
  {
    "verseNumber": "1SA 22:17",
    "verseText": "Ndipo mfalme akawaamuru walinzi wake waliokuwa kando yake: “Geukeni na kuwaua makuhani wa BWANA, kwa sababu nao pia wamejiunga na Daudi. Walijua kuwa alikuwa anakimbia, wala hawakuniambia.” Lakini maafisa wa mfalme hawakuwa radhi kuinua mkono kuwaua makuhani wa BWANA."
  },
  {
    "verseNumber": "1SA 22:18",
    "verseText": "Kisha mfalme akamwagiza Doegi, “Wewe geuka ukawaue makuhani.” Hivyo basi Doegi Mwedomu, akageuka na kuwaua. Siku ile aliwaua watu themanini na watano wavaao visibau vya kitani."
  },
  {
    "verseNumber": "1SA 22:19",
    "verseText": "Pia akaupiga Nobu kwa upanga, mji wa makuhani, wakiwemo wanaume na wanawake, watoto wadogo na wale wanyonyao, ngʼombe wake, punda na kondoo."
  },
  {
    "verseNumber": "1SA 22:20",
    "verseText": "Lakini Abiathari, mwana wa Ahimeleki, mwana wa Ahitubu, akatoroka, akakimbia na kujiunga na Daudi."
  },
  {
    "verseNumber": "1SA 22:21",
    "verseText": "Akamwambia Daudi kuwa Sauli amewaua makuhani wa BWANA."
  },
  {
    "verseNumber": "1SA 22:22",
    "verseText": "Kisha Daudi akamwambia Abiathari: “Siku ile, wakati Doegi Mwedomu alipokuwa pale, nilijua atahakikisha amemwambia Sauli. Mimi ninawajibika kwa vifo vya jamaa ya baba yako yote."
  },
  {
    "verseNumber": "1SA 22:23",
    "verseText": "Kaa pamoja nami; usiogope. Mtu anayeutafuta uhai wako anautafuta uhai wangu pia. Ukiwa pamoja nami utakuwa salama.”"
  },
  {
    "verseNumber": "1SA 23:1",
    "verseText": "Daudi alipoambiwa kuwa, “Tazama, Wafilisti wanapigana dhidi ya Keila nao wanapokonya nafaka katika sakafu za kupuria,”"
  },
  {
    "verseNumber": "1SA 23:2",
    "verseText": "akauliza kwa BWANA, akisema, “Je, niende na kuwashambulia hawa Wafilisti?” BWANA akamjibu, “Nenda, washambulie Wafilisti na uuokoe Keila.”"
  },
  {
    "verseNumber": "1SA 23:3",
    "verseText": "Lakini watu wa Daudi wakamwambia, “Hapa Yuda kwenyewe tunaogopa. Si zaidi sana, kama tukienda Keila dhidi ya majeshi ya Wafilisti!”"
  },
  {
    "verseNumber": "1SA 23:4",
    "verseText": "Daudi akauliza kwa BWANA tena, naye BWANA akamjibu akamwambia, “Shuka uende Keila, kwa kuwa nitawatia Wafilisti mkononi mwako.”"
  },
  {
    "verseNumber": "1SA 23:5",
    "verseText": "Basi Daudi na watu wake wakaenda Keila, wakapigana na Wafilisti na kutwaa wanyama wao wa kutosha. Daudi akawatia hasara kubwa Wafilisti na kuwaokoa watu wa Keila."
  },
  {
    "verseNumber": "1SA 23:6",
    "verseText": "(Basi Abiathari mwana wa Ahimeleki alikuwa ameleta kisibau alipokimbilia kwa Daudi huko Keila.)"
  },
  {
    "verseNumber": "1SA 23:7",
    "verseText": "Sauli akaambiwa kwamba Daudi alikuwa amekwenda Keila, naye akasema, “Mungu amemtia mkononi mwangu, kwa kuwa Daudi amejifunga mwenyewe kwa kuingia kwenye mji wenye malango na makomeo.”"
  },
  {
    "verseNumber": "1SA 23:8",
    "verseText": "Naye Sauli akayaita majeshi yake yote yaende vitani, kuishukia Keila ili kumzingira Daudi na watu wake kwa jeshi."
  },
  {
    "verseNumber": "1SA 23:9",
    "verseText": "Daudi alipojua kuwa Sauli alikuwa ana hila dhidi yake, akamwambia Abiathari kuhani, “Leta kile kisibau.”"
  },
  {
    "verseNumber": "1SA 23:10",
    "verseText": "Daudi akasema, “Ee BWANA, Mungu wa Israeli, mtumishi wako amesikia kwa hakika kwamba Sauli anapanga kuja Keila na kuangamiza mji kwa ajili yangu."
  },
  {
    "verseNumber": "1SA 23:11",
    "verseText": "Je, watu wa Keila watanisalimisha kwake? Je, Sauli atateremka, kama mtumishi wako alivyosikia? Ee BWANA, Mungu wa Israeli, mwambie mtumishi wako.” Naye BWANA akasema, “Ndiyo, atashuka.”"
  },
  {
    "verseNumber": "1SA 23:12",
    "verseText": "Daudi akauliza tena, “Je watu wa Keila watanisalimisha mimi pamoja na watu wangu kwa Sauli?” Naye BWANA akasema, “Ndiyo, watafanya hivyo.”"
  },
  {
    "verseNumber": "1SA 23:13",
    "verseText": "Basi Daudi na watu wake, wapatao 600, wakaondoka Keila wakawa wanakwenda sehemu moja hadi nyingine. Sauli alipoambiwa Daudi ametoroka kutoka Keila, hakwenda huko."
  },
  {
    "verseNumber": "1SA 23:14",
    "verseText": "Daudi akakaa katika ngome za jangwani na katika vilima vya Jangwa la Zifu. Siku baada ya siku Sauli aliendelea kumsaka, lakini Mungu hakumtia Daudi mikononi mwake."
  },
  {
    "verseNumber": "1SA 23:15",
    "verseText": "Daudi alipokuwa huko Horeshi katika Jangwa la Zifu, akajua kuwa Sauli alikuwa amekuja ili amuue."
  },
  {
    "verseNumber": "1SA 23:16",
    "verseText": "Naye Yonathani mwana wa Sauli akamwendea Daudi huko Horeshi na kumtia moyo kusimama imara katika imani yake kwa Mungu."
  },
  {
    "verseNumber": "1SA 23:17",
    "verseText": "Akamwambia, “Usiogope, Daudi; baba yangu Sauli hatakutia mkononi mwake. Utakuwa mfalme juu ya Israeli, nami nitakuwa wa pili wako. Hata baba yangu Sauli anajua hili.”"
  },
  {
    "verseNumber": "1SA 23:18",
    "verseText": "Wote wawili wakaweka agano mbele za BWANA. Kisha Yonathani akaenda zake nyumbani, lakini Daudi akabaki Horeshi."
  },
  {
    "verseNumber": "1SA 23:19",
    "verseText": "Basi Wazifu wakakwea kwa Sauli huko Gibea na kusema, “Je, Daudi hajifichi miongoni mwetu katika ngome huko Horeshi, katika kilima cha Hakila, kusini mwa Yeshimoni?"
  },
  {
    "verseNumber": "1SA 23:20",
    "verseText": "Sasa, ee mfalme, uteremke wakati wowote unapoona vyema kufanya hivyo, sisi tutawajibika kumkabidhi kwa mfalme.”"
  },
  {
    "verseNumber": "1SA 23:21",
    "verseText": "Sauli akajibu, “BWANA awabariki kwa kunifikiria."
  },
  {
    "verseNumber": "1SA 23:22",
    "verseText": "Nendeni mkafanye maandalizi zaidi. Mkajue mahali ambapo Daudi huenda mara kwa mara na nani amepata kumwona huko. Wananiambia yeye ni mwerevu sana."
  },
  {
    "verseNumber": "1SA 23:23",
    "verseText": "Jueni kila mahali anapojificha mrudi na kunipa taarifa kamili. Kisha nitakwenda pamoja nanyi; kama atakuwa katika eneo hilo, nitamsaka miongoni mwa koo zote za Yuda.”"
  },
  {
    "verseNumber": "1SA 23:24",
    "verseText": "Basi wakaondoka na kwenda mpaka Zifu wakimtangulia Sauli. Naye Daudi na watu wake walikuwa katika Jangwa la Maoni, katika Araba kusini mwa Yeshimoni."
  },
  {
    "verseNumber": "1SA 23:25",
    "verseText": "Sauli na watu wake wakaanza msako, naye Daudi alipoelezwa hili, akateremka mpaka mwambani na kukaa katika Jangwa la Maoni. Sauli aliposikia hili, akaenda katika Jangwa la Maoni akimfuata Daudi."
  },
  {
    "verseNumber": "1SA 23:26",
    "verseText": "Sauli alikuwa akienda upande mmoja wa mlima, naye Daudi na watu wake walikuwa upande mwingine wa mlima, wakiharakisha kumkimbia Sauli. Wakati Sauli na majeshi yake walipokaribia kumkamata Daudi na watu wake,"
  },
  {
    "verseNumber": "1SA 23:27",
    "verseText": "mjumbe alikuja kwa Sauli, akisema, “Njoo haraka! Wafilisti wanaishambulia nchi.”"
  },
  {
    "verseNumber": "1SA 23:28",
    "verseText": "Ndipo Sauli akarudi akaacha kumfuata Daudi na kwenda kukabiliana na Wafilisti. Ndiyo sababu wanaiita sehemu hii Sela-Hamalekothi."
  },
  {
    "verseNumber": "1SA 23:29",
    "verseText": "Naye Daudi akakwea kutoka huko na kuishi katika ngome za En-Gedi."
  },
  {
    "verseNumber": "1SA 24:1",
    "verseText": "Baada ya Sauli kurudi kuwafuatia Wafilisti, akaambiwa kwamba, “Daudi yuko katika Jangwa la En-Gedi.”"
  },
  {
    "verseNumber": "1SA 24:2",
    "verseText": "Basi Sauli akachukua watu hodari 3,000 kutoka Israeli yote kwenda kumsaka Daudi na watu wake karibu na Majabali ya Mbuzi-Mwitu."
  },
  {
    "verseNumber": "1SA 24:3",
    "verseText": "Akaja mpaka kwenye mazizi ya kondoo kando ya njia, hapo palikuwa na pango, na Sauli akaingia ndani kujipumzisha. Daudi na watu wake walikuwa wamo mle pangoni kwa ndani zaidi."
  },
  {
    "verseNumber": "1SA 24:4",
    "verseText": "Watu wa Daudi wakasema, “Hii ndiyo siku aliyonena BWANA akikuambia, ‘Nitamtia adui yako mikononi mwako ili wewe umtendee utakavyo.’ ” Basi Daudi akanyemelea bila kuonekana na kukata upindo wa joho la Sauli."
  },
  {
    "verseNumber": "1SA 24:5",
    "verseText": "Baada ya hilo, dhamiri ya Daudi ikataabika kwa kukata upindo wa joho la Sauli."
  },
  {
    "verseNumber": "1SA 24:6",
    "verseText": "Akawaambia watu wake, “BWANA na apishie mbali nisije nikafanya jambo kama hilo kwa bwana wangu, yeye ambaye ni mpakwa mafuta wa BWANA, au kuinua mkono wangu dhidi yake; kwani yeye ni mpakwa mafuta wa BWANA.”"
  },
  {
    "verseNumber": "1SA 24:7",
    "verseText": "Kwa maneno haya Daudi akawaonya watu wake na hakuwaruhusu wamshambulie Sauli. Naye Sauli akaondoka pangoni na kwenda zake."
  },
  {
    "verseNumber": "1SA 24:8",
    "verseText": "Ndipo Daudi naye akatoka pangoni na kumwita Sauli akisema, “Mfalme, bwana wangu!” Sauli alipotazama nyuma, Daudi akainama na kusujudu uso wake mpaka nchi."
  },
  {
    "verseNumber": "1SA 24:9",
    "verseText": "Akamwambia Sauli, “Kwa nini unasikiliza wakati watu wanapokuambia, ‘Daudi amenuia kukudhuru’?"
  },
  {
    "verseNumber": "1SA 24:10",
    "verseText": "Leo umeona kwa macho yako mwenyewe jinsi BWANA alivyokutia mikononi mwangu huko pangoni. Watu wengine walisisitiza nikuue, lakini nilikuacha, nikisema, ‘Sitainua mkono wangu dhidi ya bwana wangu, kwa sababu yeye ni mpakwa mafuta wa BWANA.’"
  },
  {
    "verseNumber": "1SA 24:11",
    "verseText": "Tazama, baba yangu, ona kipande hiki cha joho lako mkononi mwangu! Nilikata upindo wa joho lako lakini sikukuua. Basi ujue na kutambua kuwa sina hatia ya kutenda mabaya wala ya kuasi. Wewe sijakukosea, lakini wewe unaniwinda mimi ili kuuondoa uhai wangu."
  },
  {
    "verseNumber": "1SA 24:12",
    "verseText": "BWANA na ahukumu kati yangu na wewe. Naye BWANA alipize mabaya unayonitendea, lakini mkono wangu hautakugusa."
  },
  {
    "verseNumber": "1SA 24:13",
    "verseText": "Kama msemo wa kale usemavyo, ‘Kutoka kwa watenda maovu hutoka matendo maovu,’ kwa hiyo mkono wangu hautakugusa wewe."
  },
  {
    "verseNumber": "1SA 24:14",
    "verseText": "“Je, mfalme wa Israeli ametoka dhidi ya nani? Ni nani unayemfuatia? Je, ni mbwa mfu? Ni kiroboto?"
  },
  {
    "verseNumber": "1SA 24:15",
    "verseText": "BWANA na awe mwamuzi wetu, yeye na aamue kati yetu. Yeye na anitetee shauri langu; anihesabie haki kwa kuniokoa mkononi mwako.”"
  },
  {
    "verseNumber": "1SA 24:16",
    "verseText": "Daudi alipomaliza kusema haya, Sauli akamuuliza, “Je, hiyo ni sauti yako, Daudi mwanangu?” Ndipo Sauli akalia kwa sauti kuu, akisema,"
  },
  {
    "verseNumber": "1SA 24:17",
    "verseText": "“Wewe ni mwenye haki kuliko mimi; umenitendea mema, lakini mimi nimekutendea mabaya."
  },
  {
    "verseNumber": "1SA 24:18",
    "verseText": "Sasa umeniambia juu ya mema uliyonitendea. BWANA alinitia mikononi mwako, lakini wewe hukuniua."
  },
  {
    "verseNumber": "1SA 24:19",
    "verseText": "Je, mtu ampatapo adui yake, humwacha aende zake bila kumdhuru? BWANA na akulipe mema kwa jinsi ulivyonitenda leo."
  },
  {
    "verseNumber": "1SA 24:20",
    "verseText": "Ninajua kwamba hakika utakuwa mfalme na ya kwamba ufalme wa Israeli utakuwa imara mikononi mwako."
  },
  {
    "verseNumber": "1SA 24:21",
    "verseText": "Sasa niapie kwa BWANA kwamba hutakatilia mbali uzao wangu wala kulifuta jina langu kutoka jamaa ya baba yangu.”"
  },
  {
    "verseNumber": "1SA 24:22",
    "verseText": "Basi Daudi akamwapia Sauli. Kisha Sauli akarudi zake nyumbani, lakini Daudi na watu wake wakapanda kwenda ngomeni."
  },
  {
    "verseNumber": "1SA 25:1",
    "verseText": "Basi Samweli akafa, nao Israeli wote wakakusanyika na kumwombolezea; wakamzika nyumbani kwake huko Rama. Kisha Daudi akateremka kwenye Jangwa la Maoni."
  },
  {
    "verseNumber": "1SA 25:2",
    "verseText": "Mtu mmoja huko Maoni, aliyekuwa na makao huko Karmeli, alikuwa tajiri sana. Alikuwa na mbuzi elfu moja na kondoo elfu tatu, aliokuwa akiwakata manyoya huko Karmeli."
  },
  {
    "verseNumber": "1SA 25:3",
    "verseText": "Jina la mtu huyo lilikuwa Nabali, naye mkewe aliitwa Abigaili. Alikuwa mwanamke mwenye busara na mzuri wa sura, lakini mumewe, ambaye alikuwa wa ukoo wa Kalebu, alikuwa mwenye hasira na mchoyo katika utendaji wake."
  },
  {
    "verseNumber": "1SA 25:4",
    "verseText": "Daudi alipokuwa huko jangwani, akasikia kuwa Nabali alikuwa anakata kondoo manyoya."
  },
  {
    "verseNumber": "1SA 25:5",
    "verseText": "Basi akatuma vijana kumi na kuwaambia, “Pandeni kwa Nabali huko Karmeli, mkamsalimie kwa jina langu."
  },
  {
    "verseNumber": "1SA 25:6",
    "verseText": "Mwambieni: ‘Amani iwe kwako! Amani iwe kwako pamoja na wa nyumbani mwako! Pia amani iwe pamoja na vyote ulivyo navyo!"
  },
  {
    "verseNumber": "1SA 25:7",
    "verseText": "“ ‘Nasikia kuwa huu ni wakati wa kukata kondoo manyoya. Wachunga mifugo wako walipokuwa pamoja nasi, hatukuwatendea mabaya na wakati wote waliokuwa huko Karmeli hakuna chochote chao kilipotea."
  },
  {
    "verseNumber": "1SA 25:8",
    "verseText": "Waulize watumishi wako nao watakuambia. Kwa hiyo uwatendee wema vijana wangu, kwani tumekuja wakati wa furaha. Tafadhali wape watumishi wako na mwanao Daudi chochote kitakachokuja mkononi mwako kwa ajili yao.’ ”"
  },
  {
    "verseNumber": "1SA 25:9",
    "verseText": "Watu wa Daudi walipofika wakampa Nabali ujumbe huu kwa jina la Daudi. Kisha wakangojea."
  },
  {
    "verseNumber": "1SA 25:10",
    "verseText": "Nabali akawajibu watumishi wa Daudi, “Huyu Daudi ni nani? Huyu mwana wa Yese ni nani? Watumishi wengi wanakimbia kutoka kwa bwana zao siku hizi."
  },
  {
    "verseNumber": "1SA 25:11",
    "verseText": "Kwa nini nichukue mkate wangu, maji yangu na nyama niliyochinja kwa ajili ya wakata manyoya wangu, na kuwapa watu ambao hakuna anayejua wanakotoka?”"
  },
  {
    "verseNumber": "1SA 25:12",
    "verseText": "Watu wa Daudi wakageuka na kurudi. Walipofika, wakaarifu kila neno."
  },
  {
    "verseNumber": "1SA 25:13",
    "verseText": "Daudi akawaambia watu wake, “Jifungeni panga zenu!” Basi wakajifunga panga zao, naye Daudi akajifunga upanga wake. Watu kama mia nne hivi wakapanda pamoja na Daudi, na watu mia mbili wakabaki na vifaa."
  },
  {
    "verseNumber": "1SA 25:14",
    "verseText": "Mmoja wa watumishi akamwambia Abigaili, mkewe Nabali: “Daudi alituma wajumbe kutoka jangwani kumpa bwana wetu salamu zake, lakini akawavurumishia matukano."
  },
  {
    "verseNumber": "1SA 25:15",
    "verseText": "Hata hivyo watu hawa walikuwa wema sana kwetu. Hawakututendea mabaya, na wakati wote tulipokuwa nje huko mashambani karibu nao, hatukupotewa na kitu chochote."
  },
  {
    "verseNumber": "1SA 25:16",
    "verseText": "Usiku na mchana walikuwa ukuta wakituzunguka wakati wote tulipokuwa tukichunga kondoo zetu karibu nao."
  },
  {
    "verseNumber": "1SA 25:17",
    "verseText": "Sasa fikiri juu ya jambo hili na uone unaweza kufanya nini, kwa sababu maafa yanakaribia juu ya bwana wetu na nyumba yake yote. Yeye ni mtu mwovu kiasi kwamba hakuna mtu awezaye kuzungumza naye.”"
  },
  {
    "verseNumber": "1SA 25:18",
    "verseText": "Abigaili akafanya haraka, akachukua mikate mia mbili, viriba viwili vya divai, kondoo watano waliochinjwa vipimo vitano vya bisi, vishada mia moja vya zabibu kavu, mikate mia mbili ya tini, akavipakia juu ya punda."
  },
  {
    "verseNumber": "1SA 25:19",
    "verseText": "Kisha akawaambia watumishi wake, “Tangulieni; mimi nitakuja nyuma yenu.” Lakini hakumwambia Nabali mumewe."
  },
  {
    "verseNumber": "1SA 25:20",
    "verseText": "Ikawa alipokuwa amepanda punda wake kwenye bonde la mlima, tazama, Daudi na watu wake wakawa wanateremka kumwelekea, naye akakutana nao."
  },
  {
    "verseNumber": "1SA 25:21",
    "verseText": "Daudi alikuwa amesema, “Ilikuwa ni kazi bure kuchunga kwangu kote mali za huyu mtu huko jangwani hivi kwamba hakuna chochote chake kilichopotea. Yeye amenilipa baya kwa ajili ya wema."
  },
  {
    "verseNumber": "1SA 25:22",
    "verseText": "BWANA na amshughulikie Daudi, tena kwa ukali, ikiwa kesho asubuhi nitambakizia mwanaume hata mmoja aliye hai miongoni mwa watu wake wote!”"
  },
  {
    "verseNumber": "1SA 25:23",
    "verseText": "Abigaili alipomwona Daudi, akashuka haraka kwenye punda wake, akainama kifudifudi uso wake mpaka nchi mbele ya Daudi."
  },
  {
    "verseNumber": "1SA 25:24",
    "verseText": "Akamwangukia miguuni pake na kusema: “Bwana wangu, kosa hili na liwe juu yangu mwenyewe. Tafadhali mruhusu mtumishi wako aseme nawe. Sikia kile mtumishi wako atakachosema."
  },
  {
    "verseNumber": "1SA 25:25",
    "verseText": "Bwana wangu na asimjali huyo mtu mwovu Nabali. Yeye anafanana na jina lake; jina lake ni Mpumbavu, nao upumbavu huenda pamoja naye. Lakini kwangu mimi, mtumishi wako, sikuwaona hao watu waliotumwa na bwana wangu."
  },
  {
    "verseNumber": "1SA 25:26",
    "verseText": "“Basi sasa, kwa kuwa BWANA amekuzuia, wewe bwana wangu, kutokumwaga damu na kutolipiza kisasi kwa mikono yako mwenyewe, hakika kama BWANA aishivyo na kama uishivyo, maadui zako na wote wanaokusudia kumdhuru bwana wangu wawe kama Nabali."
  },
  {
    "verseNumber": "1SA 25:27",
    "verseText": "Nayo zawadi hii ambayo mtumishi wako amemletea bwana wangu, wapewe watu wanaofuatana nawe."
  },
  {
    "verseNumber": "1SA 25:28",
    "verseText": "Tafadhali samehe kosa la mtumishi wako, kwa kuwa BWANA kwa hakika ataifanya imara nyumba ya ufalme kwa bwana wangu, kwa sababu anapigana vita vya BWANA."
  },
  {
    "verseNumber": "1SA 25:29",
    "verseText": "Hata ingawa yuko mtu anayekufuatia kuuondoa uhai wako, usiruhusu baya lolote kuonekana kwako siku zote za maisha yako, uhai wa bwana wangu utafungwa salama kwenye furushi la walio hai na BWANA Mungu wako. Lakini uhai wa adui zako atavurumishwa kama vile jiwe kutoka kwenye kombeo."
  },
  {
    "verseNumber": "1SA 25:30",
    "verseText": "BWANA atakapokuwa ameshamtendea bwana wangu kila kitu chema alichoahidi kumhusu yeye na kumweka kuwa kiongozi wa Israeli,"
  },
  {
    "verseNumber": "1SA 25:31",
    "verseText": "bwana wangu hatakuwa na dhamiri inayolemewa na mzigo kwa kumwaga damu kusiko na sababu, au kujilipizia kisasi yeye mwenyewe. BWANA atakapomletea bwana wangu mafanikio, umkumbuke mtumishi wako.”"
  },
  {
    "verseNumber": "1SA 25:32",
    "verseText": "Daudi akamwambia Abigaili, “Ahimidiwe BWANA, Mungu wa Israeli aliyekutuma kunilaki leo."
  },
  {
    "verseNumber": "1SA 25:33",
    "verseText": "Ubarikiwe kwa uamuzi wako mzuri na kwa kunizuia nisimwage damu leo na kulipiza kisasi kwa mikono yangu."
  },
  {
    "verseNumber": "1SA 25:34",
    "verseText": "La sivyo, hakika kama BWANA, Mungu wa Israeli, aishivyo, ambaye amenizuia nisiwadhuru, kama usingekuja haraka kunilaki, hakuna hata mwanaume mmoja wa Nabali angeachwa hai kufikia mapambazuko.”"
  },
  {
    "verseNumber": "1SA 25:35",
    "verseText": "Ndipo Daudi akapokea kutoka mkononi mwake kile alichokuwa amemletea, naye akasema, “Nenda nyumbani kwako kwa amani; nimesikia maneno yako na kukujalia ombi lako.”"
  },
  {
    "verseNumber": "1SA 25:36",
    "verseText": "Abigaili alipokwenda kwa Nabali, alikuwa ndani ya nyumba yake akifanya karamu kama ile ya mfalme. Naye alikuwa ana furaha nyingi, akiwa amelewa sana. Kwa hiyo Abigaili hakumwambia mumewe kitu chochote mpaka asubuhi yake."
  },
  {
    "verseNumber": "1SA 25:37",
    "verseText": "Basi asubuhi, Nabali alipokuwa amelevuka, mkewe akamwambia mambo yote, nao moyo wake ukazimia, akawa kama jiwe."
  },
  {
    "verseNumber": "1SA 25:38",
    "verseText": "Baada ya siku kumi, BWANA akampiga Nabali, naye akafa."
  },
  {
    "verseNumber": "1SA 25:39",
    "verseText": "Daudi aliposikia kwamba Nabali amekufa, akasema, “Ahimidiwe BWANA, ambaye amenitetea shauri langu dhidi ya Nabali kwa kuwa alinitendea kwa dharau. Amemzuia mtumishi wake asitende mabaya na BWANA ameuleta ubaya wa Nabali juu ya kichwa chake mwenyewe.” Kisha Daudi akatuma ujumbe kwa Abigaili kumwomba awe mke wake."
  },
  {
    "verseNumber": "1SA 25:40",
    "verseText": "Watumishi wa Daudi wakaenda mpaka Karmeli na kumwambia Abigaili, wakisema, “Daudi ametutuma kwako kukuchukua uwe mkewe.”"
  },
  {
    "verseNumber": "1SA 25:41",
    "verseText": "Akainama chini uso wake mpaka ardhini, akasema, “Mjakazi wako yuko hapa, tayari kuwatumikia na kuwanawisha miguu watumishi wa bwana wangu.”"
  },
  {
    "verseNumber": "1SA 25:42",
    "verseText": "Abigaili akainuka kwa haraka, akapanda punda wake, akihudumiwa na wajakazi wake watano, akaenda pamoja na wajumbe wa Daudi, naye akawa mkewe."
  },
  {
    "verseNumber": "1SA 25:43",
    "verseText": "Pia Daudi alikuwa amemwoa Ahinoamu wa Yezreeli, wote wawili wakawa wake zake."
  },
  {
    "verseNumber": "1SA 25:44",
    "verseText": "Lakini Sauli alikuwa amemwoza Mikali binti yake, aliyekuwa mkewe Daudi, kwa Palti mwana wa Laishi, kutoka Galimu."
  },
  {
    "verseNumber": "1SA 26:1",
    "verseText": "Hao Wazifu wakamwendea Sauli huko Gibea na kusema, “Je, Daudi hakujificha katika kilima cha Hakila, kinachotazamana na Yeshimoni?”"
  },
  {
    "verseNumber": "1SA 26:2",
    "verseText": "Hivyo Sauli akashuka kwenda katika Jangwa la Zifu, akiwa na watu wake 3,000 wa Israeli waliochaguliwa, kumsaka Daudi huko."
  },
  {
    "verseNumber": "1SA 26:3",
    "verseText": "Sauli akapiga kambi yake kando ya barabara juu ya kilima cha Hakila kinachotazamana na Yeshimoni, lakini Daudi alikuwa anaishi huko jangwani. Alipoona kuwa Sauli amemfuata huko,"
  },
  {
    "verseNumber": "1SA 26:4",
    "verseText": "Daudi akatuma wapelelezi na akapata habari kwa hakika kwamba Sauli alikuwa amewasili."
  },
  {
    "verseNumber": "1SA 26:5",
    "verseText": "Ndipo Daudi akaondoka, akaenda hadi mahali Sauli alikuwa amepiga kambi. Akaona mahali Sauli na Abneri mwana wa Neri, jemadari wa jeshi, walipokuwa wamelala. Sauli alikuwa amelala ndani ya kambi, jeshi likiwa limemzunguka."
  },
  {
    "verseNumber": "1SA 26:6",
    "verseText": "Basi Daudi akamuuliza Ahimeleki Mhiti, na Abishai mwana wa Seruya, nduguye Yoabu, akisema, “Ni nani atakayeshuka pamoja nami kambini kwa Sauli?” Abishai akajibu, “Nitakwenda pamoja nawe.”"
  },
  {
    "verseNumber": "1SA 26:7",
    "verseText": "Hivyo Daudi na Abishai wakaenda kwenye jeshi wakati wa usiku, tazama Sauli, alikuwa amelala ndani ya kambi na mkuki wake umekitwa ardhini karibu na kichwa chake. Abneri na askari walikuwa wamelala kumzunguka Sauli."
  },
  {
    "verseNumber": "1SA 26:8",
    "verseText": "Abishai akamwambia Daudi, “Leo Mungu amemtia adui yako mikononi mwako. Sasa niruhusu nimchome mpaka ardhini kwa pigo moja la mkuki wangu; sitamchoma mara mbili.”"
  },
  {
    "verseNumber": "1SA 26:9",
    "verseText": "Lakini Daudi akamwambia Abishai, “Usimwangamize! Ni nani awezaye kutia mkono juu ya mpakwa mafuta wa BWANA na asiwe na hatia?”"
  },
  {
    "verseNumber": "1SA 26:10",
    "verseText": "Daudi akasema, “Hakika kama vile BWANA aishivyo, BWANA mwenyewe atampiga; au wakati wake utafika, naye atakufa, au atakwenda vitani na kuangamia."
  },
  {
    "verseNumber": "1SA 26:11",
    "verseText": "Lakini Mungu na apishie mbali nisije nikainua mkono juu ya mpakwa mafuta wa BWANA. Sasa chukua huo mkuki na hilo gudulia la maji vilivyo karibu na kichwa chake, tuondoke.”"
  },
  {
    "verseNumber": "1SA 26:12",
    "verseText": "Hivyo Daudi akachukua huo mkuki na hilo gudulia la maji vilivyokuwa karibu na kichwa cha Sauli, nao wakaondoka. Hakuna yeyote aliyeona au kufahamu habari hii, wala hakuna hata mmoja aliyeamka usingizini. Wote walikuwa wamelala, kwa sababu BWANA alikuwa amewatia kwenye usingizi mzito."
  },
  {
    "verseNumber": "1SA 26:13",
    "verseText": "Kisha Daudi akavuka upande mwingine na kusimama juu ya kilima mahali palipokuwa na nafasi pana kati yao."
  },
  {
    "verseNumber": "1SA 26:14",
    "verseText": "Daudi akalipigia kelele jeshi na Abneri mwana wa Neri, akisema, “Je, Abneri, hutanijibu?” Abneri akajibu, “Nani wewe umwitaye mfalme?”"
  },
  {
    "verseNumber": "1SA 26:15",
    "verseText": "Daudi akasema, “Wewe si ni mtu shujaa? Ni nani aliye kama wewe katika Israeli? Kwa nini basi hukumlinda mfalme bwana wako? Mtu mmoja alikuja kumwangamiza mfalme, bwana wako."
  },
  {
    "verseNumber": "1SA 26:16",
    "verseText": "Ulichokifanya si kizuri. Kwa hakika kama aishivyo BWANA, wewe na watu wako mnastahili kufa, kwa sababu hamkumlinda bwana wenu, mpakwa mafuta wa BWANA. Tazameni hapo mlipo. Uko wapi mkuki wa mfalme na gudulia la maji ambavyo vilikuwa karibu na kichwa chake?”"
  },
  {
    "verseNumber": "1SA 26:17",
    "verseText": "Sauli akatambua sauti ya Daudi, na kusema, “Je, hiyo ni sauti yako, Daudi mwanangu?” Daudi akajibu, “Naam, hiyo ndiyo, bwana wangu mfalme.”"
  },
  {
    "verseNumber": "1SA 26:18",
    "verseText": "Pia akaongeza, “Kwa nini bwana wangu anamfuatia mtumishi wake? Nimefanya nini, nalo kosa langu ni lipi nililolifanya niwe na hatia?"
  },
  {
    "verseNumber": "1SA 26:19",
    "verseText": "Sasa mfalme bwana wangu na asikilize maneno ya mtumishi wake. Kama BWANA amekuchochea dhidi yangu, basi yeye na aipokee sadaka yangu. Lakini hata hivyo, kama ni wanadamu waliofanya hivyo, walaaniwe mbele za BWANA! Wao sasa wamenifukuza kutoka sehemu yangu katika urithi wa BWANA wangu wakisema, ‘Nenda ukatumikie miungu mingine.’"
  },
  {
    "verseNumber": "1SA 26:20",
    "verseText": "Basi usiache damu yangu imwagike kwenye ardhi mbali na uso wa BWANA. Mfalme wa Israeli ametoka kutafuta kiroboto, kama vile mtu awindavyo kware katika milima.”"
  },
  {
    "verseNumber": "1SA 26:21",
    "verseText": "Ndipo Sauli akasema, “Nimetenda dhambi. Rudi, Daudi mwanangu. Kwa kuwa uliyahesabu maisha yangu kuwa ya thamani leo, sitajaribu kukudhuru tena. Hakika nimetenda kama mpumbavu na nimekosa sana.”"
  },
  {
    "verseNumber": "1SA 26:22",
    "verseText": "Daudi akajibu, “Mkuki wa mfalme uko hapa. Mmoja wa vijana wako na avuke kuuchukua."
  },
  {
    "verseNumber": "1SA 26:23",
    "verseText": "BWANA humlipa kila mtu kwa ajili ya haki yake na uaminifu wake. BWANA alikutia katika mikono yangu leo, lakini sikuinua mkono wangu juu ya mpakwa mafuta wa BWANA."
  },
  {
    "verseNumber": "1SA 26:24",
    "verseText": "Kwa hakika kama vile maisha yako yalivyokuwa ya thamani kwangu leo, vivyo hivyo maisha yangu na yawe na thamani kwa BWANA na kuniokoa kutoka taabu zote.”"
  },
  {
    "verseNumber": "1SA 26:25",
    "verseText": "Ndipo Sauli akamwambia Daudi, “Mwanangu Daudi na ubarikiwe; utafanya mambo makubwa na hakika utashinda.” Basi Daudi akaenda zake, naye Sauli akarudi nyumbani."
  },
  {
    "verseNumber": "1SA 27:1",
    "verseText": "Daudi akasema moyoni mwake, “Katika mojawapo ya siku hizi nitaangamizwa kwa mkono wa Sauli. Jambo lililo bora ni kutorokea kwenye nchi ya Wafilisti. Hivyo Sauli atakata tamaa ya kunisaka popote katika Israeli, nami nitakuwa nimeponyoka mkononi mwake.”"
  },
  {
    "verseNumber": "1SA 27:2",
    "verseText": "Hivyo Daudi akaondoka na hao watu mia sita waliokuwa pamoja naye na kwenda kwa Akishi mwana wa Maoki mfalme wa Gathi."
  },
  {
    "verseNumber": "1SA 27:3",
    "verseText": "Daudi na watu wake wakakaa huko Gathi pamoja na Akishi. Kila mtu alikuwa pamoja na jamaa yake, naye Daudi pamoja na wakeze wawili: yaani Ahinoamu wa Yezreeli, na Abigaili wa Karmeli, mjane wa Nabali."
  },
  {
    "verseNumber": "1SA 27:4",
    "verseText": "Sauli alipokuwa ameambiwa kwamba Daudi alikuwa amekimbilia Gathi, hakuendelea kumsaka tena."
  },
  {
    "verseNumber": "1SA 27:5",
    "verseText": "Ndipo Daudi akamwambia Akishi, “Kama nimepata kibali machoni pako, unipe sehemu katika mojawapo ya miji katika nchi nikae huko. Kwa nini mtumwa wako akae pamoja nawe katika mji huu wa kifalme?”"
  },
  {
    "verseNumber": "1SA 27:6",
    "verseText": "Hivyo siku hiyo Akishi akampa Daudi mji wa Siklagi, nao Siklagi umekuwa mali ya wafalme wa Yuda tangu wakati huo."
  },
  {
    "verseNumber": "1SA 27:7",
    "verseText": "Daudi akaishi katika nchi ya Wafilisti muda wa mwaka mmoja na miezi minne."
  },
  {
    "verseNumber": "1SA 27:8",
    "verseText": "Basi Daudi na watu wake wakapanda na kuwashambulia Wageshuri, Wagirizi na Waamaleki. (Tangu zamani haya mataifa yalikuwa yameishi kwenye eneo lililotanda kuanzia Telemu katika njia iteremkayo Shuri hadi kufikia nchi ya Misri.)"
  },
  {
    "verseNumber": "1SA 27:9",
    "verseText": "Kila mara Daudi aliposhambulia eneo, hakubakiza hai mwanaume wala mwanamke, lakini alichukua kondoo na ngʼombe, punda na ngamia, na nguo. Kisha akarudi kwa Akishi."
  },
  {
    "verseNumber": "1SA 27:10",
    "verseText": "Akishi alipomuuliza, “Je leo umeshambulia wapi?” Daudi humjibu, “Dhidi ya Negebu ya Yuda,” au wakati mwingine husema, “Dhidi ya Negebu ya Yerameeli,” au “Dhidi ya Negebu ya Wakeni.”"
  },
  {
    "verseNumber": "1SA 27:11",
    "verseText": "Daudi hakumwacha hai mwanaume au mwanamke ili apate kuletwa Gathi, kwa maana Daudi aliwaza, “Wanaweza kujulisha habari zetu na kusema, ‘Hivi ndivyo alivyofanya Daudi.’ ” Hii ndiyo ilikuwa desturi yake wakati wote aliishi katika nchi ya Wafilisti."
  },
  {
    "verseNumber": "1SA 27:12",
    "verseText": "Akishi akamsadiki Daudi na kuwaza moyoni mwake, akasema, “Daudi amekuwa kitu cha kuchukiza kabisa kwa watu wake, Waisraeli, hivi kwamba atakuwa mtumishi wangu milele.”"
  },
  {
    "verseNumber": "1SA 28:1",
    "verseText": "Siku zile Wafilisti wakakusanya majeshi yao ili kupigana vita dhidi ya Israeli. Akishi akamwambia Daudi, “Lazima ujue kuwa wewe pamoja na watu wako mtafuatana nami kwenda vitani.”"
  },
  {
    "verseNumber": "1SA 28:2",
    "verseText": "Daudi akasema, “Ndipo wewe mwenyewe utakapojionea jambo ambalo mtumishi wako anaweza kufanya.” Akishi akamjibu Daudi, “Vyema sana, mimi nitakufanya uwe mlinzi wangu daima.”"
  },
  {
    "verseNumber": "1SA 28:3",
    "verseText": "Wakati huo Samweli alikuwa amekufa, nao Israeli wote walikuwa wamemwombolezea na kumzika kwenye mji wake mwenyewe huko Rama. Sauli alikuwa amewafukuza waaguzi na wachawi."
  },
  {
    "verseNumber": "1SA 28:4",
    "verseText": "Wafilisti wakakusanyika na kupiga kambi yao huko Shunemu, naye Sauli akawakusanya Waisraeli wote na kupiga kambi yao huko Gilboa."
  },
  {
    "verseNumber": "1SA 28:5",
    "verseText": "Sauli alipoona jeshi la Wafilisti, akaogopa; moyo wake ukajawa na hofu kuu."
  },
  {
    "verseNumber": "1SA 28:6",
    "verseText": "Ndipo Sauli akauliza ushauri kwa BWANA, lakini BWANA hakumjibu kwa ndoto, wala kwa Urimu, wala kwa njia ya manabii."
  },
  {
    "verseNumber": "1SA 28:7",
    "verseText": "Basi Sauli akawaambia watumishi wake, “Nitafutieni mwanamke mwaguzi ili nimwendee, nipate kuuliza kwake.” Watumishi wake wakamwambia, “Yuko mwanamke mmoja huko Endori.”"
  },
  {
    "verseNumber": "1SA 28:8",
    "verseText": "Hivyo Sauli akajigeuza kwa kuvaa mavazi mengine, naye usiku akiwa amefuatana na watu wawili wakaenda kwa huyo mwanamke. Akamwambia, “Nibashirie kwa uaguzi, unipandishie yule nitakayekutajia.”"
  },
  {
    "verseNumber": "1SA 28:9",
    "verseText": "Huyo mwanamke akamwambia, “Wewe unajua lile alilofanya Mfalme Sauli. Amewakatilia mbali waaguzi, wapiga ramli wote na wachawi katika nchi. Mbona umenitegea maisha yangu ili wapate kuniua?”"
  },
  {
    "verseNumber": "1SA 28:10",
    "verseText": "Sauli akamwapia huyo mwanamke kwa Jina la BWANA, akasema, “Kwa hakika kama BWANA aishivyo, hutaadhibiwa kwa ajili ya jambo hili.”"
  },
  {
    "verseNumber": "1SA 28:11",
    "verseText": "Ndipo yule mwanamke akauliza, “Je unataka nikupandishie nani?” Sauli akasema, “Nipandishie Samweli.”"
  },
  {
    "verseNumber": "1SA 28:12",
    "verseText": "Yule mwanamke alipomwona Samweli, alipiga yowe kwa sauti kuu, naye akamuuliza Sauli, “Mbona umenidanganya? Wewe ndiwe Sauli.”"
  },
  {
    "verseNumber": "1SA 28:13",
    "verseText": "Mfalme akamwambia, “Usiogope. Unaona nini?” Yule mwanamke akasema, “Naona mungu unapanda kutoka ardhini.”"
  },
  {
    "verseNumber": "1SA 28:14",
    "verseText": "Sauli akamuuliza, “Ni mfano wa nini?” Yule mwanamke akasema, “Ni mwanaume mzee amevaa joho anayepanda.” Ndipo Sauli akatambua kwamba ni Samweli. Sauli akasujudu kifudifudi, uso wake hadi ardhini."
  },
  {
    "verseNumber": "1SA 28:15",
    "verseText": "Samweli akamuuliza Sauli, “Kwa nini unanitaabisha kwa kunipandisha juu?” Sauli akasema, “Mimi ninasumbuka sana, kwa maana Wafilisti wanapigana vita dhidi yangu, naye Mungu ameniacha. Hanijibu tena wala kwa njia ya manabii wala kwa ndoto. Kwa hiyo nimekuita wewe ili unijulishe la kufanya.”"
  },
  {
    "verseNumber": "1SA 28:16",
    "verseText": "Samweli akamuuliza, “Kwa nini uniulize mimi, maadamu BWANA amekuacha na kuwa adui yako?"
  },
  {
    "verseNumber": "1SA 28:17",
    "verseText": "BWANA ametenda lile alilotangulia kusema kupitia kwangu. BWANA ameurarua ufalme kutoka mikononi mwako, naye amempa mmoja wa jirani zako, yaani Daudi."
  },
  {
    "verseNumber": "1SA 28:18",
    "verseText": "Kwa sababu wewe hukumtii BWANA, wala hukumtimizia ghadhabu yake kali juu ya Waamaleki, BWANA amekutendea mambo haya leo."
  },
  {
    "verseNumber": "1SA 28:19",
    "verseText": "Zaidi ya hayo, BWANA atawatia Israeli pamoja na wewe mikononi mwa Wafilisti, na kesho wewe na wanao mtakuwa pamoja nami. BWANA pia atalitia jeshi la Israeli mikononi mwa Wafilisti.”"
  },
  {
    "verseNumber": "1SA 28:20",
    "verseText": "Papo hapo Sauli akaanguka chini, akajinyoosha, akiwa amejawa na hofu kwa ajili ya maneno ya Samweli. Nguvu zake zikamwishia kwa maana alikuwa hajala chochote mchana ule wote na usiku."
  },
  {
    "verseNumber": "1SA 28:21",
    "verseText": "Yule mwanamke alipomwendea Sauli na kumwona amepatwa na hofu, akamwambia, “Tazama, mimi mtumishi wako mwanamke nimekutii. Nimeweka maisha yangu hatarini kwa kufanya kile ulichoniagiza nifanye."
  },
  {
    "verseNumber": "1SA 28:22",
    "verseText": "Sasa tafadhali isikilize sauti ya mtumishi wako, uniruhusu nikupatie chakula kidogo ule ili uwe na nguvu za kurejea ulikotoka.”"
  },
  {
    "verseNumber": "1SA 28:23",
    "verseText": "Akakataa, akisema, “Mimi sitaki kula.” Lakini watumishi wake wakaungana na yule mwanamke wakamsihi ale, naye akakubali. Basi akainuka hapo chini, akaketi juu ya kitanda."
  },
  {
    "verseNumber": "1SA 28:24",
    "verseText": "Yule mwanamke alikuwa na ndama aliyenona hapo nyumbani, akamchinja mara moja. Akachukua unga, akaukanda, akatengeneza mkate usio chachu."
  },
  {
    "verseNumber": "1SA 28:25",
    "verseText": "Ndipo akamwandalia meza Sauli pamoja na watu wake, nao wakala. Usiku ule ule wakainuka na kwenda zao."
  },
  {
    "verseNumber": "1SA 29:1",
    "verseText": "Wafilisti wakakusanya majeshi yao yote huko Afeki, nao Waisraeli wakapiga kambi karibu na chemchemi iliyoko Yezreeli."
  },
  {
    "verseNumber": "1SA 29:2",
    "verseText": "Watawala wa Wafilisti walipokuwa wakipita pamoja na vikosi vyao vya mamia na vya maelfu, Daudi na watu wake walikuwa wakitembea huko nyuma pamoja na Akishi."
  },
  {
    "verseNumber": "1SA 29:3",
    "verseText": "Majemadari wa Wafilisti wakauliza, “Vipi kuhusu hawa Waebrania?” Akishi akajibu, “Huyu si Daudi, aliyekuwa afisa wa Sauli mfalme wa Israeli? Ameshakuwa pamoja nami kwa zaidi ya mwaka, naye tangu alipomwacha Sauli hadi sasa, sikuona kosa lolote kwake.”"
  },
  {
    "verseNumber": "1SA 29:4",
    "verseText": "Lakini majemadari wa Wafilisti wakamkasirikia na kusema, “Mrudishe mtu huyu, apate kurudi mahali pale ulipompangia. Haimpasi kufuatana pamoja nasi vitani, asije akageuka, akawa kinyume chetu vitani. Ni kwa njia ipi bora zaidi angeweza kujipatia tena kibali kwa bwana wake, isipokuwa kwa vichwa vya watu wetu wenyewe?"
  },
  {
    "verseNumber": "1SA 29:5",
    "verseText": "Je, huyu si ndiye Daudi walioimba kumhusu katika ngoma zao, wakisema: “ ‘Sauli amewaua elfu zake, naye Daudi makumi elfu yake’?”"
  },
  {
    "verseNumber": "1SA 29:6",
    "verseText": "Basi Akishi akamwita Daudi na kumwambia, “Kama vile BWANA aishivyo, wewe umekuwa mtu mwaminifu, nami ningependa utumike pamoja nami katika jeshi. Tangu siku ile uliyofika kwangu hadi sasa, sijaona kosa lolote kwako, lakini hao watawala hawakukubali."
  },
  {
    "verseNumber": "1SA 29:7",
    "verseText": "Rudi na uende kwa amani; usifanye chochote cha kuwakasirisha watawala wa Kifilisti.”"
  },
  {
    "verseNumber": "1SA 29:8",
    "verseText": "Daudi akamuuliza Akishi, “Lakini mimi nimefanya nini? Je, umeona nini kibaya juu ya mtumishi wako tangu siku ile niliyokuja kwako hadi leo? Kwa nini nisirudi na kupigana na adui za bwana wangu mfalme?”"
  },
  {
    "verseNumber": "1SA 29:9",
    "verseText": "Akishi akamjibu Daudi, “Mimi ninajua ya kuwa wewe umekuwa wa kupendeza machoni pangu kama vile malaika wa Mungu. Lakini hao majemadari wa Wafilisti wamesema, ‘Huyu haimpasi kwenda vitani pamoja nasi.’"
  },
  {
    "verseNumber": "1SA 29:10",
    "verseText": "Sasa amka mapema, pamoja na watumishi wa bwana wako waliofuatana nawe, nanyi ondokeni asubuhi mara kutakapopambazuka.”"
  },
  {
    "verseNumber": "1SA 29:11",
    "verseText": "Hivyo Daudi na watu wake wakaamka asubuhi na mapema, wakaenda zao kurudi katika nchi ya Wafilisti, nao Wafilisti wakapanda kwenda Yezreeli."
  },
  {
    "verseNumber": "1SA 30:1",
    "verseText": "Daudi na watu wake wakafika Siklagi siku ya tatu. Basi Waamaleki walikuwa wamevamia Negebu na Siklagi. Wakawa wameshambulia mji wa Siklagi na kuuteketeza kwa moto,"
  },
  {
    "verseNumber": "1SA 30:2",
    "verseText": "nao wakawa wamewachukua mateka wanawake pamoja na wote waliokuwamo humo, vijana na wazee. Hawakuua yeyote, bali waliwachukua wakaenda zao."
  },
  {
    "verseNumber": "1SA 30:3",
    "verseText": "Daudi na watu wake walipofika Siklagi, wakakuta mji umeangamizwa kwa moto na wake zao pamoja na wana wao na binti zao wamechukuliwa mateka."
  },
  {
    "verseNumber": "1SA 30:4",
    "verseText": "Hivyo Daudi na watu wake wakapiga yowe mpaka wakaishiwa na nguvu za kulia."
  },
  {
    "verseNumber": "1SA 30:5",
    "verseText": "Wake wawili wa Daudi walikuwa wametekwa: yaani Ahinoamu wa Yezreeli, na Abigaili, mjane wa Nabali wa Karmeli."
  },
  {
    "verseNumber": "1SA 30:6",
    "verseText": "Daudi alihuzunika sana kwa sababu watu walikuwa wakisemezana juu ya kumpiga kwa mawe. Kila mmoja alikuwa na uchungu rohoni kwa sababu ya wanawe na binti zake. Lakini Daudi akajitia nguvu katika BWANA, Mungu wake."
  },
  {
    "verseNumber": "1SA 30:7",
    "verseText": "Kisha Daudi akamwambia kuhani Abiathari mwana wa Ahimeleki, “Niletee kisibau.” Abiathari akamletea,"
  },
  {
    "verseNumber": "1SA 30:8",
    "verseText": "naye Daudi akamuuliza BWANA, “Je, nifuatie kundi hili la wavamizi? Je, nitawapata?” BWANA akajibu, “Wafuatie. Hakika utawapata na utafanikiwa kuwaokoa.”"
  },
  {
    "verseNumber": "1SA 30:9",
    "verseText": "Daudi pamoja na watu wake 600 wakafika kwenye Bonde la Besori, mahali ambapo wengine waliachwa nyuma,"
  },
  {
    "verseNumber": "1SA 30:10",
    "verseText": "kwa kuwa watu 200 walikuwa wamechoka sana kuweza kuvuka hilo bonde. Lakini Daudi pamoja na watu 400 wakaendelea kufuatia."
  },
  {
    "verseNumber": "1SA 30:11",
    "verseText": "Wakamkuta Mmisri katika shamba fulani, nao wakamleta kwa Daudi. Wakampa huyo Mmisri maji ya kunywa na chakula;"
  },
  {
    "verseNumber": "1SA 30:12",
    "verseText": "kipande cha andazi la tini na andazi la zabibu zilizokaushwa. Akala naye akapata nguvu, kwa kuwa hakuwa amekula chakula chochote wala kunywa maji kwa siku tatu usiku na mchana."
  },
  {
    "verseNumber": "1SA 30:13",
    "verseText": "Daudi akamuuliza, “Wewe ni wa nani, na umetoka wapi?” Akajibu, “Mimi ni Mmisri, mtumwa wa Mwamaleki. Bwana wangu alinitelekeza nilipougua siku tatu zilizopita."
  },
  {
    "verseNumber": "1SA 30:14",
    "verseText": "Tulivamia Negebu ya Wakerethi, na nchi ya Yuda, na Negebu ya Kalebu. Nasi tulichoma moto Siklagi.”"
  },
  {
    "verseNumber": "1SA 30:15",
    "verseText": "Daudi akamuuliza, “Je, unaweza kuniongoza kufikia kundi hili la uvamizi?” Akajibu, “Niapie mbele ya Mungu kwamba hutaniua wala kunikabidhi mikononi mwa bwana wangu, nami nitakupeleka hadi waliko.”"
  },
  {
    "verseNumber": "1SA 30:16",
    "verseText": "Akamwongoza Daudi mpaka mahali walipokuwa, nao walikuwa wametawanyika eneo lote, wakila, wakinywa na wakifanya karamu kwa sababu ya nyara nyingi walizochukua kutoka nchi ya Wafilisti na kutoka Yuda."
  },
  {
    "verseNumber": "1SA 30:17",
    "verseText": "Daudi akapigana nao kuanzia machweo ya jua hadi kesho yake jioni, na hakuna yeyote miongoni mwao aliyetoroka, isipokuwa vijana wanaume 400 waliopanda ngamia na kutoroka."
  },
  {
    "verseNumber": "1SA 30:18",
    "verseText": "Daudi akarudisha kila kitu Waamaleki walikuwa wamechukua, pamoja na wake zake wawili."
  },
  {
    "verseNumber": "1SA 30:19",
    "verseText": "Hakuna chochote kilichopotea: kijana au mzee, mvulana au msichana, nyara au kitu kingine chochote walichokuwa wamechukua. Daudi akarudisha kila kitu."
  },
  {
    "verseNumber": "1SA 30:20",
    "verseText": "Akachukua makundi yote ya kondoo, mbuzi na ngʼombe, nao watu wake wakawaswaga wanyama hao mbele ya wanyama wengine wa kufugwa, wakisema, “Hizi ni nyara za Daudi.”"
  },
  {
    "verseNumber": "1SA 30:21",
    "verseText": "Kisha Daudi akafika kwa wale watu 200 waliokuwa wamechoka sana kumfuata na ambao waliachwa nyuma kwenye Bonde la Besori. Wakatoka kwenda kumlaki Daudi na wale watu aliokuwa nao. Daudi na watu wake walipowakaribia, akawasalimu."
  },
  {
    "verseNumber": "1SA 30:22",
    "verseText": "Lakini watu wote waovu na wakorofi miongoni mwa wafuasi wa Daudi wakasema, “Kwa sababu hawakwenda pamoja nasi, hatutagawana nao nyara tulizorudisha. Lakini, kila mtu aweza kuchukua mkewe na watoto wake na kuondoka.”"
  },
  {
    "verseNumber": "1SA 30:23",
    "verseText": "Daudi akajibu, “La hasha, ndugu zangu, kamwe hamwezi kufanya hivyo kwa kile ambacho BWANA ametupatia. Yeye ametulinda na kuweka mikononi mwetu majeshi yale yaliyokuja kupigana dhidi yetu."
  },
  {
    "verseNumber": "1SA 30:24",
    "verseText": "Ni nani atasikiliza yale mnayosema? Fungu la mtu aliyekaa na vyombo litakuwa sawa na la yule aliyekwenda vitani. Wote watashiriki sawa.”"
  },
  {
    "verseNumber": "1SA 30:25",
    "verseText": "Daudi akafanya hili liwe amri na agizo kwa Israeli kutoka siku ile hata leo."
  },
  {
    "verseNumber": "1SA 30:26",
    "verseText": "Daudi alipofika Siklagi, akatuma baadhi ya nyara kwa wazee wa Yuda, waliokuwa rafiki zake, akasema, “Tazama, hapa kuna zawadi kwa ajili yenu kutoka nyara za adui za BWANA.”"
  },
  {
    "verseNumber": "1SA 30:27",
    "verseText": "Akazituma kwa wale waliokuwa Betheli, Ramoth-Negebu na Yatiri;"
  },
  {
    "verseNumber": "1SA 30:28",
    "verseText": "kwa wale walioko Aroeri, Sifmothi, Eshtemoa"
  },
  {
    "verseNumber": "1SA 30:29",
    "verseText": "na Rakali; kwa wale waliokuwa katika miji ya Wayerameeli na ya Wakeni;"
  },
  {
    "verseNumber": "1SA 30:30",
    "verseText": "na kwa wale walioko Horma, Bori-Ashani, Athaki,"
  },
  {
    "verseNumber": "1SA 30:31",
    "verseText": "na kwa wakazi wa Hebroni; na kwa wale waliokuwa mahali pengine pote ambako Daudi na watu wake walitembelea."
  },
  {
    "verseNumber": "1SA 31:1",
    "verseText": "Basi Wafilisti wakapigana na Israeli. Waisraeli wakawakimbia, na wengi wakauawa katika Mlima Gilboa."
  },
  {
    "verseNumber": "1SA 31:2",
    "verseText": "Wafilisti wakawafuatia kwa bidii Sauli na wanawe, wakawaua Yonathani, Abinadabu na Malki-Shua."
  },
  {
    "verseNumber": "1SA 31:3",
    "verseText": "Mapigano yakawa makali sana kumzunguka Sauli, nao wapiga upinde wakampata na kumjeruhi vibaya."
  },
  {
    "verseNumber": "1SA 31:4",
    "verseText": "Sauli akamwambia mbeba silaha wake, “Futa upanga wako unichome nao, la sivyo hawa watu wasiotahiriwa watakuja wanichome na kunidhalilisha.” Lakini mbeba silaha wake akaogopa sana wala hakuweza kufanya hivyo. Kwa hiyo Sauli akachukua upanga wake mwenyewe na kuuangukia."
  },
  {
    "verseNumber": "1SA 31:5",
    "verseText": "Mchukua silaha wake alipoona Sauli amekufa, naye pia akaangukia upanga wake akafa pamoja naye."
  },
  {
    "verseNumber": "1SA 31:6",
    "verseText": "Basi Sauli, wanawe watatu, mbeba silaha wake na watu wake wote wakafa pamoja siku ile ile."
  },
  {
    "verseNumber": "1SA 31:7",
    "verseText": "Waisraeli waliokuwa kandokando ya bonde na wale waliokuwa ngʼambo ya Yordani walipoona kuwa jeshi la Waisraeli limekimbia na kwamba Sauli na wanawe wamekufa, wakaacha miji yao na kukimbia. Nao Wafilisti wakaja na kukaa humo."
  },
  {
    "verseNumber": "1SA 31:8",
    "verseText": "Kesho yake Wafilisti walipokuja kuwavua maiti silaha, walimkuta Sauli na wanawe watatu wameanguka katika Mlima Gilboa."
  },
  {
    "verseNumber": "1SA 31:9",
    "verseText": "Wakamkata Sauli kichwa na kumvua silaha zake, nao wakatuma wajumbe katika nchi yote ya Wafilisti kutangaza habari katika hekalu la sanamu zao na miongoni mwa watu wao."
  },
  {
    "verseNumber": "1SA 31:10",
    "verseText": "Wakaweka silaha zake katika hekalu la Maashtorethi, na kukifunga kiwiliwili chake katika ukuta wa Beth-Shani."
  },
  {
    "verseNumber": "1SA 31:11",
    "verseText": "Watu wa Yabeshi-Gileadi waliposikia yale Wafilisti walichomfanyia Sauli,"
  },
  {
    "verseNumber": "1SA 31:12",
    "verseText": "mashujaa wao wote wakaenda usiku hadi Beth-Shani. Wakauchukua mwili wa Sauli na miili ya wanawe kutoka kwenye ukuta wa Beth-Shani na kurudi hadi Yabeshi, mahali ambapo waliiteketeza kwa moto."
  },
  {
    "verseNumber": "1SA 31:13",
    "verseText": "Kisha wakachukua mifupa yao na kuizika chini ya mti wa mkwaju huko Yabeshi, nao wakafunga siku saba."
  }
]