[
  {
    "verseNumber": "1TH 1:1",
    "verseText": "Paulo, Silvano na Timotheo: Kwa kanisa la Wathesalonike, ninyi mlio ndani ya Mungu Baba yetu na ndani ya Bwana Yesu Kristo: Neema iwe kwenu na amani."
  },
  {
    "verseNumber": "1TH 1:2",
    "verseText": "Siku zote tunamshukuru Mungu kwa ajili yenu ninyi nyote, tukiwataja kwenye maombi yetu daima."
  },
  {
    "verseNumber": "1TH 1:3",
    "verseText": "Tunaikumbuka daima kazi yenu ya imani mbele za Mungu aliye Baba yetu, taabu yenu katika upendo na saburi yenu ya tumaini katika Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "1TH 1:4",
    "verseText": "Ndugu zetu mpendwao na Mungu, kwa kuwa tunajua kwamba Mungu amewachagua,"
  },
  {
    "verseNumber": "1TH 1:5",
    "verseText": "kwa sababu ujumbe wetu wa Injili haukuja kwenu kwa maneno matupu bali pia ulidhihirishwa katika nguvu na katika Roho Mtakatifu, tena ukiwa na uthibitisho kamili, kama vile ninyi wenyewe mnavyojua jinsi tulivyoenenda katikati yenu kwa ajili yenu."
  },
  {
    "verseNumber": "1TH 1:6",
    "verseText": "Nanyi mkawa wafuasi wetu na wa Bwana, ingawa mlipata mateso mengi, mlilipokea lile Neno kwa furaha katika Roho Mtakatifu."
  },
  {
    "verseNumber": "1TH 1:7",
    "verseText": "Hivyo ninyi mkawa kielelezo kwa waumini wote katika Makedonia na Akaya."
  },
  {
    "verseNumber": "1TH 1:8",
    "verseText": "Kwa maana kutoka kwenu neno la Bwana limesikika, si katika Makedonia na Akaya tu, bali pia imani yenu katika Mungu imejulikana kila mahali kiasi kwamba hatuna haja ya kusema lolote kwa habari yake."
  },
  {
    "verseNumber": "1TH 1:9",
    "verseText": "Kwa maana watu wa maeneo hayo wenyewe wanaeleza jinsi mlivyotupokea na jinsi mlivyomgeukia Mungu mkaacha sanamu, ili kumtumikia Mungu aliye hai na wa kweli"
  },
  {
    "verseNumber": "1TH 1:10",
    "verseText": "na ili kumngojea Mwanawe kutoka mbinguni, ambaye Mungu alimfufua kutoka kwa wafu: yaani, Yesu, yeye aliyetuokoa kutoka ghadhabu inayokuja."
  },
  {
    "verseNumber": "1TH 2:1",
    "verseText": "Ndugu zangu, kwa kuwa ninyi wenyewe mnajua ya kwamba kuja kwetu kwenu hakukuwa bure,"
  },
  {
    "verseNumber": "1TH 2:2",
    "verseText": "kama vile mjuavyo, tulikuwa tumeteswa na kutukanwa huko Filipi, lakini hata hivyo, kwa msaada wa Mungu wetu, tulikuwa na ujasiri wa kuwaambia Injili ya Mungu ingawa kulikuwa na upinzani mkubwa."
  },
  {
    "verseNumber": "1TH 2:3",
    "verseText": "Kwa maana himizo letu halikutokana na hila wala nia mbaya au udanganyifu."
  },
  {
    "verseNumber": "1TH 2:4",
    "verseText": "Kinyume chake, tulinena kama watu tuliokubaliwa na Mungu tukakabidhiwa Injili. Sisi hatujaribu kuwapendeza wanadamu bali kumpendeza Mungu, yeye ayachunguzaye mawazo ya ndani sana ya mioyo yetu."
  },
  {
    "verseNumber": "1TH 2:5",
    "verseText": "Kama mjuavyo, hatukuja kwenu kwa maneno ya kujipendekeza au maneno yasiyo ya kweli ili kuficha tamaa mbaya: Mungu ndiye shahidi yetu."
  },
  {
    "verseNumber": "1TH 2:6",
    "verseText": "Wala hatukuwa tunatafuta sifa kutoka kwa wanadamu, wala kutoka kwenu au kwa mtu mwingine awaye yote. Kama mitume wa Kristo tungaliweza kuwa mzigo kwenu,"
  },
  {
    "verseNumber": "1TH 2:7",
    "verseText": "lakini tulikuwa wapole katikati yenu, kama mama anayewatunza watoto wake wadogo."
  },
  {
    "verseNumber": "1TH 2:8",
    "verseText": "Tuliwapenda sana kiasi kwamba tulifurahia kushirikiana nanyi, si Injili ya Mungu tu, bali hata maisha yetu, kwa sababu mlikuwa wa thamani mno kwetu."
  },
  {
    "verseNumber": "1TH 2:9",
    "verseText": "Ndugu zetu, mnakumbuka juhudi yetu na taabu yetu. Tulifanya kazi usiku na mchana, ili tusimlemee mtu yeyote wa kwenu wakati tulipokuwa tunawahubiria Injili ya Mungu."
  },
  {
    "verseNumber": "1TH 2:10",
    "verseText": "Ninyi wenyewe ni mashahidi na Mungu pia, jinsi tulivyokuwa watakatifu, wenye haki na wasio na lawama miongoni mwenu ninyi mlioamini."
  },
  {
    "verseNumber": "1TH 2:11",
    "verseText": "Maana mnajua kwamba tuliwatendea kila mmoja wenu kama vile baba awatendeavyo watoto wake."
  },
  {
    "verseNumber": "1TH 2:12",
    "verseText": "Tuliwatia moyo, tuliwafariji na kuwahimiza kuishi maisha yampendezayo Mungu, anayewaita katika Ufalme na utukufu wake."
  },
  {
    "verseNumber": "1TH 2:13",
    "verseText": "Nasi pia tunamshukuru Mungu bila kukoma kwa sababu mlipolipokea neno la Mungu mlilosikia kutoka kwetu, hamkulipokea kama neno la wanadamu, bali mlilipokea kama lilivyo hasa, neno la Mungu, litendalo kazi ndani yenu ninyi mnaoamini."
  },
  {
    "verseNumber": "1TH 2:14",
    "verseText": "Kwa maana ninyi ndugu zetu, mlifanyika wafuasi wa makanisa ya Mungu yaliyoko ndani ya Kristo Yesu katika Uyahudi. Mlipata mateso yale yale kutoka kwa watu wenu wenyewe kama vile makanisa hayo yalivyoteswa na Wayahudi,"
  },
  {
    "verseNumber": "1TH 2:15",
    "verseText": "wale waliomuua Bwana Yesu na manabii, nasi wakatufukuza pia. Watu hao walimchukiza Mungu na tena ni adui wa watu wote,"
  },
  {
    "verseNumber": "1TH 2:16",
    "verseText": "wakijitahidi kutuzuia tusizungumze na watu wa Mataifa ili kwamba wapate kuokolewa. Kwa njia hii wanazidi kujilundikia dhambi zao hadi kikomo. Lakini hatimaye ghadhabu ya Mungu imewafikia."
  },
  {
    "verseNumber": "1TH 2:17",
    "verseText": "Lakini ndugu zetu, tulipotenganishwa nanyi kwa kitambo kidogo (ingawa kutengana huko kulikuwa kwa mwili tu, si kwa moyo), tulizidi kuwa na shauku kubwa kuwaona uso kwa uso."
  },
  {
    "verseNumber": "1TH 2:18",
    "verseText": "Maana tulitaka kuja kwenu, hasa mimi Paulo, nilitaka kuja tena na tena, lakini Shetani akatuzuia."
  },
  {
    "verseNumber": "1TH 2:19",
    "verseText": "Kwa maana tumaini letu ni nini, au furaha yetu au taji yetu ya kujisifia mbele za Bwana Yesu Kristo wakati wa kuja kwake? Je, si ni ninyi?"
  },
  {
    "verseNumber": "1TH 2:20",
    "verseText": "Naam, ninyi ndio fahari yetu na furaha yetu."
  },
  {
    "verseNumber": "1TH 3:1",
    "verseText": "Kwa hivyo tulipokuwa hatuwezi kuvumilia zaidi, tuliamua tubaki Athene peke yetu."
  },
  {
    "verseNumber": "1TH 3:2",
    "verseText": "Tukamtuma Timotheo ambaye ni ndugu yetu na mtumishi mwenzetu wa Mungu katika kuieneza Injili ya Kristo, aje kuwaimarisha na kuwatia moyo katika imani yenu,"
  },
  {
    "verseNumber": "1TH 3:3",
    "verseText": "ili mtu yeyote asifadhaishwe na mateso haya. Mnajua vyema kwamba tumewekewa hayo mateso."
  },
  {
    "verseNumber": "1TH 3:4",
    "verseText": "Kwa kweli, tulipokuwa pamoja nanyi tuliwaambia mara kwa mara kwamba tutateswa na imekuwa hivyo kama mjuavyo."
  },
  {
    "verseNumber": "1TH 3:5",
    "verseText": "Kwa sababu hii nilipokuwa siwezi kuvumilia zaidi, nilimtuma mtu ili nipate habari za imani yenu. Niliogopa kwamba kwa njia fulani yule mjaribu asiwe amewajaribu, nasi tukawa tumejitaabisha bure."
  },
  {
    "verseNumber": "1TH 3:6",
    "verseText": "Lakini sasa Timotheo ndiyo tu amerejea kwetu kutoka kwenu na ameleta habari njema kuhusu imani yenu na upendo wenu. Ametuambia kwamba siku zote mnatukumbuka kwa wema na kwamba mna shauku ya kutuona kama vile sisi tulivyo na shauku ya kuwaona ninyi."
  },
  {
    "verseNumber": "1TH 3:7",
    "verseText": "Kwa hiyo, ndugu zetu, katika dhiki na mateso yetu yote tumefarijika kwa sababu ya imani yenu."
  },
  {
    "verseNumber": "1TH 3:8",
    "verseText": "Sasa kwa kuwa hakika tunaishi, kwa kuwa ninyi mmesimama imara katika Bwana."
  },
  {
    "verseNumber": "1TH 3:9",
    "verseText": "Je, tutawezaje kumshukuru Mungu kiasi cha kutosha kwa ajili yenu, kutokana na furaha tuliyo nayo mbele za Mungu wetu kwa sababu yenu?"
  },
  {
    "verseNumber": "1TH 3:10",
    "verseText": "Usiku na mchana tunaomba kwa bidii ili tupate kuwaona tena na kujaza kile kilichopungua katika imani yenu."
  },
  {
    "verseNumber": "1TH 3:11",
    "verseText": "Basi Mungu wetu na Baba yetu mwenyewe na Bwana wetu Yesu atengeneze njia ya sisi kuja kwenu."
  },
  {
    "verseNumber": "1TH 3:12",
    "verseText": "Bwana na auongeze upendo wenu na kuuzidisha kati yenu na kwa wengine wote, kama vile tulivyo na upendo mwingi kwenu."
  },
  {
    "verseNumber": "1TH 3:13",
    "verseText": "Tunamwomba Mungu aimarishe mioyo yenu ili msiwe na lawama katika utakatifu mbele za Mungu wetu aliye Baba yetu wakati wa kuja kwake Bwana Yesu pamoja na watakatifu wote."
  },
  {
    "verseNumber": "1TH 4:1",
    "verseText": "Hatimaye, ndugu, tuliwaomba na kuwasihi katika Bwana Yesu kwamba, kama mlivyojifunza kutoka kwetu jinsi iwapasavyo kuishi ili kumpendeza Mungu, kama vile mnavyoishi, imewapasa mzidi sana kufanya hivyo."
  },
  {
    "verseNumber": "1TH 4:2",
    "verseText": "Kwa kuwa mnajua ni maagizo gani tuliyowapa kwa mamlaka ya Bwana Yesu."
  },
  {
    "verseNumber": "1TH 4:3",
    "verseText": "Mapenzi ya Mungu ni kwamba ninyi mtakaswe, ili kwamba mjiepushe na zinaa,"
  },
  {
    "verseNumber": "1TH 4:4",
    "verseText": "ili kwamba kila mmoja wenu ajifunze kuutawala mwili wake mwenyewe katika utakatifu na heshima,"
  },
  {
    "verseNumber": "1TH 4:5",
    "verseText": "si kwa tamaa mbaya kama watu wa Mataifa wasiomjua Mungu."
  },
  {
    "verseNumber": "1TH 4:6",
    "verseText": "Katika jambo hili mtu asimkosee ndugu yake wala kumlaghai. Kwa kuwa Bwana ni mlipiza kisasi katika mambo haya yote, kama vile tulivyokwisha kuwaambia mapema na kuwaonya vikali."
  },
  {
    "verseNumber": "1TH 4:7",
    "verseText": "Kwa maana Mungu hakutuitia uchafu, bali utakatifu."
  },
  {
    "verseNumber": "1TH 4:8",
    "verseText": "Kwa hiyo, mtu yeyote anayekataa mafundisho haya hamkatai mwanadamu, bali anamkataa Mungu anayewapa ninyi Roho wake Mtakatifu."
  },
  {
    "verseNumber": "1TH 4:9",
    "verseText": "Sasa kuhusu upendo wa ndugu hamna haja mtu yeyote kuwaandikia, kwa maana ninyi wenyewe mmefundishwa na Mungu kupendana."
  },
  {
    "verseNumber": "1TH 4:10",
    "verseText": "Nanyi kwa kweli mnawapenda ndugu wote katika Makedonia nzima. Lakini ndugu, tunawasihi mzidi sana kuwapenda."
  },
  {
    "verseNumber": "1TH 4:11",
    "verseText": "Jitahidini kuishi maisha ya utulivu, kila mtu akijishughulisha na mambo yake mwenyewe na kufanya kazi kwa mikono yake, kama vile tulivyowaagiza,"
  },
  {
    "verseNumber": "1TH 4:12",
    "verseText": "ili maisha yenu ya kila siku yajipatie heshima kutoka kwa watu walio nje, ili msimtegemee mtu yeyote."
  },
  {
    "verseNumber": "1TH 4:13",
    "verseText": "Lakini ndugu, hatutaki mkose kujua kuhusu wale waliolala mauti, ili msihuzunike kama watu wengine wasiokuwa na tumaini."
  },
  {
    "verseNumber": "1TH 4:14",
    "verseText": "Kwa kuwa tunaamini kwamba Yesu alikufa na kufufuka, na kwa hivyo, Mungu kwa njia ya Yesu atawafufua pamoja naye wale waliolala mautini ndani yake."
  },
  {
    "verseNumber": "1TH 4:15",
    "verseText": "Kulingana na neno la Bwana mwenyewe, tunawaambia kwamba sisi ambao bado tuko hai, tuliobaki hadi kuja kwake Bwana, hakika hatutawatangulia waliolala mauti."
  },
  {
    "verseNumber": "1TH 4:16",
    "verseText": "Kwa maana Bwana mwenyewe atashuka kutoka mbinguni, akitoa amri kwa sauti kuu, pamoja na sauti ya malaika mkuu, na sauti ya tarumbeta ya Mungu. Nao waliokufa wakiwa katika Kristo watafufuka kwanza."
  },
  {
    "verseNumber": "1TH 4:17",
    "verseText": "Baada ya hilo sisi tulio hai, tuliosalia, tutanyakuliwa pamoja nao katika mawingu ili kumlaki Bwana hewani, hivyo tutakuwa pamoja na Bwana milele."
  },
  {
    "verseNumber": "1TH 4:18",
    "verseText": "Kwa hiyo farijianeni kwa maneno haya."
  },
  {
    "verseNumber": "1TH 5:1",
    "verseText": "Basi, ndugu, kwa habari ya nyakati na majira hatuna haja ya kuwaandikia,"
  },
  {
    "verseNumber": "1TH 5:2",
    "verseText": "kwa kuwa mnajua vyema kwamba siku ya Bwana itakuja kama mwizi ajapo usiku."
  },
  {
    "verseNumber": "1TH 5:3",
    "verseText": "Wakati watu wanaposema, “Kuna amani na salama,” maangamizi huwajia ghafula, kama vile utungu umjiavyo mwanamke mwenye mimba; nao hakika hawatatoroka."
  },
  {
    "verseNumber": "1TH 5:4",
    "verseText": "Bali ninyi, ndugu, hampo gizani hata siku ile iwakute ghafula kama mwizi."
  },
  {
    "verseNumber": "1TH 5:5",
    "verseText": "Ninyi nyote ni wana wa nuru na wana wa mchana. Sisi si wana wa giza wala wa usiku."
  },
  {
    "verseNumber": "1TH 5:6",
    "verseText": "Kwa hiyo basi, tusilale kama watu wengine walalavyo, bali tukeshe na kuwa na kiasi."
  },
  {
    "verseNumber": "1TH 5:7",
    "verseText": "Kwa kuwa wote walalao hulala usiku na wale walewao hulewa usiku."
  },
  {
    "verseNumber": "1TH 5:8",
    "verseText": "Lakini kwa kuwa sisi ni wana wa mchana, basi tuwe na kiasi, tukijivika imani na upendo kama dirii kifuani na tumaini letu la wokovu kama chapeo."
  },
  {
    "verseNumber": "1TH 5:9",
    "verseText": "Kwa maana Mungu hakutuita ili tupate ghadhabu bali tupate wokovu kwa njia ya Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "1TH 5:10",
    "verseText": "Yeye alikufa kwa ajili yetu ili hata kama tuko macho au tumelala, tupate kuishi pamoja naye."
  },
  {
    "verseNumber": "1TH 5:11",
    "verseText": "Kwa hiyo farijianeni na kujengana, kama vile mnavyofanya sasa."
  },
  {
    "verseNumber": "1TH 5:12",
    "verseText": "Sasa tunawaomba, ndugu, waheshimuni wale wanaofanya kazi kwa bidii miongoni mwenu, wale ambao wana mamlaka juu yenu katika Bwana na ambao wanawaonya."
  },
  {
    "verseNumber": "1TH 5:13",
    "verseText": "Waheshimuni sana katika upendo kwa ajili ya kazi zao. Ishini kwa amani ninyi kwa ninyi."
  },
  {
    "verseNumber": "1TH 5:14",
    "verseText": "Nasi twawasihi, ndugu, waonyeni walio wavivu, watieni moyo waoga, wasaidieni wanyonge na kuwavumilia watu wote."
  },
  {
    "verseNumber": "1TH 5:15",
    "verseText": "Angalieni kuwa mtu asimlipe mwenzake maovu kwa maovu, bali siku zote tafuteni kutendeana mema ninyi kwa ninyi na kwa watu wote."
  },
  {
    "verseNumber": "1TH 5:16",
    "verseText": "Furahini siku zote;"
  },
  {
    "verseNumber": "1TH 5:17",
    "verseText": "ombeni bila kukoma;"
  },
  {
    "verseNumber": "1TH 5:18",
    "verseText": "shukuruni kwa kila jambo, kwa maana haya ndiyo mapenzi ya Mungu kwa ajili yenu katika Kristo Yesu."
  },
  {
    "verseNumber": "1TH 5:19",
    "verseText": "Msiuzime moto wa Roho Mtakatifu;"
  },
  {
    "verseNumber": "1TH 5:20",
    "verseText": "msiyadharau maneno ya unabii."
  },
  {
    "verseNumber": "1TH 5:21",
    "verseText": "Jaribuni kila kitu. Yashikeni yaliyo mema."
  },
  {
    "verseNumber": "1TH 5:22",
    "verseText": "Jiepusheni na uovu wa kila namna."
  },
  {
    "verseNumber": "1TH 5:23",
    "verseText": "Mungu mwenyewe, Mungu wa amani, awatakase ninyi kabisa. Nanyi mhifadhiwe roho zenu, nafsi zenu na miili yenu, bila kuwa na lawama katika Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "1TH 5:24",
    "verseText": "Yeye aliyewaita ni mwaminifu naye atafanya hayo."
  },
  {
    "verseNumber": "1TH 5:25",
    "verseText": "Ndugu, tuombeeni."
  },
  {
    "verseNumber": "1TH 5:26",
    "verseText": "Wasalimuni ndugu wote kwa busu takatifu."
  },
  {
    "verseNumber": "1TH 5:27",
    "verseText": "Nawaagizeni mbele za Bwana mhakikishe kuwa ndugu wote wanasomewa barua hii."
  },
  {
    "verseNumber": "1TH 5:28",
    "verseText": "Neema ya Bwana wetu Yesu Kristo iwe nanyi. Amen."
  }
]