[
  {
    "verseNumber": "1TI 1:1",
    "verseText": "Paulo, mtume wa Kristo Yesu kwa amri ya Mungu Mwokozi wetu na ya Kristo Yesu tumaini letu."
  },
  {
    "verseNumber": "1TI 1:2",
    "verseText": "Kwa Timotheo, mwanangu halisi katika imani: Neema, rehema na amani itokayo kwa Mungu Baba na kwa Kristo Yesu Bwana wetu."
  },
  {
    "verseNumber": "1TI 1:3",
    "verseText": "Kama nilivyokusihi wakati nilipokwenda Makedonia, endelea kubaki Efeso, ili kwamba upate kuwaagiza watu wasiendelee kufundisha mafundisho ya uongo"
  },
  {
    "verseNumber": "1TI 1:4",
    "verseText": "wala wasitoe muda wao kwa hadithi za kubuniwa na orodha za majina ya vizazi visivyo na mwisho, ambazo huchochea mabishano badala ya mpango wa Mungu utokanao na imani."
  },
  {
    "verseNumber": "1TI 1:5",
    "verseText": "Kusudi la maagizo haya ni upendo utokao katika moyo safi, dhamiri njema na imani ya kweli."
  },
  {
    "verseNumber": "1TI 1:6",
    "verseText": "Watu wengine wamepotoka kutoka haya na kugeukia majadiliano yasiyo na maana kwa kuwa,"
  },
  {
    "verseNumber": "1TI 1:7",
    "verseText": "wanataka kuwa walimu wa sheria, lakini hawajui mambo yale wanayosema wala hayo wanayoyatumainia kwa uthabiti."
  },
  {
    "verseNumber": "1TI 1:8",
    "verseText": "Tunajua kwamba sheria ni njema ikiwa inatumika kwa halali kama ilivyokusudiwa."
  },
  {
    "verseNumber": "1TI 1:9",
    "verseText": "Lakini tunajua ya kuwa sheria si kwa ajili ya wenye haki, bali kwa ajili ya wavunja sheria na waasi, kwa ajili ya wasiomcha Mungu na wenye dhambi, wasio watakatifu na wanaokufuru; kwa wale wawauao baba zao au mama zao, kwa wauaji,"
  },
  {
    "verseNumber": "1TI 1:10",
    "verseText": "kwa wazinzi na wahanithi, kwa wale wauzao watu, na kwa waongo na waapao kwa uongo, na kwa chochote kingine kilicho kinyume na mafundisho ya kweli,"
  },
  {
    "verseNumber": "1TI 1:11",
    "verseText": "ambayo yanakubaliana na Injili ya utukufu wa Mungu anayehimidiwa, ambayo mimi nimewekewa amana."
  },
  {
    "verseNumber": "1TI 1:12",
    "verseText": "Namshukuru Kristo Yesu Bwana wetu, aliyenitia nguvu, kwa sababu aliniona mwaminifu, akaniteua kwa kazi yake."
  },
  {
    "verseNumber": "1TI 1:13",
    "verseText": "Ingawa wakati fulani nilikuwa mwenye kukufuru, mtesaji na mwenye jeuri, lakini nilipata rehema kwa sababu nilitenda hivyo kwa kutojua na kutoamini kwangu."
  },
  {
    "verseNumber": "1TI 1:14",
    "verseText": "Neema ya Bwana wetu ilimiminwa juu yangu kwa wingi, ikiambatana na imani na upendo ulio katika Kristo Yesu."
  },
  {
    "verseNumber": "1TI 1:15",
    "verseText": "Msemo huu ni wa kweli na unaostahili kukubalika, usemao kwamba: Kristo Yesu alikuja ulimwenguni kuokoa wenye dhambi, ambao mimi ndiye niliye mbaya kuliko wote."
  },
  {
    "verseNumber": "1TI 1:16",
    "verseText": "Lakini kwa sababu hiyo nilipata rehema, ili katika mimi, niliyekuwa mwenye dhambi kuliko wote, Kristo Yesu apate kuonyesha uvumilivu wake usio na kikomo, ili niwe kielelezo kwa wale watakaomwamini na wapate uzima wa milele."
  },
  {
    "verseNumber": "1TI 1:17",
    "verseText": "Basi Mfalme wa milele, asiye na mwisho, asiyeonekana, aliye Mungu pekee, apewe heshima na utukufu milele na milele. Amen."
  },
  {
    "verseNumber": "1TI 1:18",
    "verseText": "Mwanangu Timotheo, ninakupa agizo hili, kwa kadiri ya maneno ya unabii yaliyosemwa kukuhusu, ili kwa kuyafuata upate kupigana vita vizuri,"
  },
  {
    "verseNumber": "1TI 1:19",
    "verseText": "ukiishikilia imani na dhamiri njema, ambazo wengine wamevikataa, na hivyo wakaangamia kwa habari ya imani yao."
  },
  {
    "verseNumber": "1TI 1:20",
    "verseText": "Miongoni mwao wako Himenayo na Aleksanda, ambao nimemkabidhi Shetani ili wafundishwe wasije wakakufuru."
  },
  {
    "verseNumber": "1TI 2:1",
    "verseText": "Awali ya yote, nasihi kwamba dua, sala, maombezi na shukrani zifanyike kwa ajili ya watu wote:"
  },
  {
    "verseNumber": "1TI 2:2",
    "verseText": "kwa ajili ya wafalme na wale wote wenye mamlaka, ili tupate kuishi kwa amani na utulivu, katika uchaji wote wa Mungu na utakatifu."
  },
  {
    "verseNumber": "1TI 2:3",
    "verseText": "Jambo hili ni jema, tena linapendeza machoni pa Mungu Mwokozi wetu,"
  },
  {
    "verseNumber": "1TI 2:4",
    "verseText": "anayetaka watu wote waokolewe na wafikie kuijua kweli."
  },
  {
    "verseNumber": "1TI 2:5",
    "verseText": "Kwa maana kuna Mungu mmoja na mpatanishi mmoja kati ya Mungu na wanadamu, yaani mwanadamu Kristo Yesu,"
  },
  {
    "verseNumber": "1TI 2:6",
    "verseText": "aliyejitoa mwenyewe kuwa fidia kwa ajili ya wanadamu wote: jambo hili lilishuhudiwa kwa wakati wake ufaao."
  },
  {
    "verseNumber": "1TI 2:7",
    "verseText": "Nami kwa kusudi hili nimewekwa niwe mhubiri na mtume (nasema kweli katika Kristo wala sisemi uongo), mwalimu wa watu wa Mataifa katika imani na kweli."
  },
  {
    "verseNumber": "1TI 2:8",
    "verseText": "Nataka kila mahali wanaume wasali wakiinua mikono mitakatifu pasipo hasira wala kugombana."
  },
  {
    "verseNumber": "1TI 2:9",
    "verseText": "Vivyo hivyo nataka wanawake wajipambe kwa adabu na kwa heshima katika mavazi yanayostahili, si kwa kusuka nywele, kuvalia dhahabu, lulu au mavazi ya gharama kubwa,"
  },
  {
    "verseNumber": "1TI 2:10",
    "verseText": "bali kwa matendo mazuri kama iwapasavyo wanawake wanaokiri kuwa wanamcha Mungu."
  },
  {
    "verseNumber": "1TI 2:11",
    "verseText": "Mwanamke na ajifunze kwa utulivu na kwa utiifu wote."
  },
  {
    "verseNumber": "1TI 2:12",
    "verseText": "Simpi mwanamke ruhusa ya kufundisha au kuwa na mamlaka juu ya mwanaume. Mwanamke inampasa kukaa kimya."
  },
  {
    "verseNumber": "1TI 2:13",
    "verseText": "Kwa maana Adamu aliumbwa kwanza, kisha Eva."
  },
  {
    "verseNumber": "1TI 2:14",
    "verseText": "Wala si Adamu aliyedanganywa, bali ni mwanamke aliyedanganywa akawa mkosaji."
  },
  {
    "verseNumber": "1TI 2:15",
    "verseText": "Lakini mwanamke ataokolewa kwa kuzaa kwake, kama wakiendelea kudumu katika imani, upendo na utakatifu, pamoja na kuwa na kiasi."
  },
  {
    "verseNumber": "1TI 3:1",
    "verseText": "Hili ni neno la kuaminiwa, kwamba mtu akitamani kazi ya uangalizi, atamani kazi nzuri."
  },
  {
    "verseNumber": "1TI 3:2",
    "verseText": "Basi, imempasa mwangalizi awe mtu asiye na lawama, mume wa mke mmoja, mwenye kiasi, anayejitawala, anayeheshimika, mkarimu, ajuaye kufundisha,"
  },
  {
    "verseNumber": "1TI 3:3",
    "verseText": "asiwe mlevi, wala mkali bali awe mpole, asiwe mgomvi wala mpenda fedha."
  },
  {
    "verseNumber": "1TI 3:4",
    "verseText": "Lazima aweze kuisimamia nyumba yake mwenyewe vizuri na kuhakikisha kwamba watoto wake wanamtii na kuwa na heshima kwa kila njia."
  },
  {
    "verseNumber": "1TI 3:5",
    "verseText": "(Kwa maana kama mtu hajui jinsi ya kusimamia nyumba yake mwenyewe, atawezaje kuliangalia kanisa la Mungu?)"
  },
  {
    "verseNumber": "1TI 3:6",
    "verseText": "Asiwe mtu aliyeokoka karibuni asije akajivuna na kuangukia kwenye hukumu ile ile ya ibilisi."
  },
  {
    "verseNumber": "1TI 3:7",
    "verseText": "Inampasa pia awe na sifa njema kwa watu walio nje, ili asije akalaumiwa na kuanguka kwenye mtego wa ibilisi."
  },
  {
    "verseNumber": "1TI 3:8",
    "verseText": "Vivyo hivyo, mashemasi nao wawe watu wanaostahili heshima, wasiwe wenye kauli mbili au wenye kujifurahisha kwa mvinyo, wala wanaotamani faida isiyo halali."
  },
  {
    "verseNumber": "1TI 3:9",
    "verseText": "Inawapasa kushikamana sana na ile siri ya imani kwa dhamiri safi."
  },
  {
    "verseNumber": "1TI 3:10",
    "verseText": "Ni lazima wapimwe kwanza; kisha kama hakuna neno dhidi yao, basi na waruhusiwe kuhudumu kama mashemasi."
  },
  {
    "verseNumber": "1TI 3:11",
    "verseText": "Vivyo hivyo, wake zao wawe wanawake wanaostahili heshima, wasio wasingiziaji, bali wawe na kiasi na waaminifu katika kila jambo."
  },
  {
    "verseNumber": "1TI 3:12",
    "verseText": "Shemasi awe mume wa mke mmoja na inampasa aweze kusimamia watoto wake na watu wa nyumbani mwake vyema."
  },
  {
    "verseNumber": "1TI 3:13",
    "verseText": "Wale ambao wamehudumu vyema katika huduma ya ushemasi hujipatia msimamo bora na ujasiri mkubwa katika imani yao ndani ya Kristo Yesu."
  },
  {
    "verseNumber": "1TI 3:14",
    "verseText": "Ingawa ninatarajia kuja kwako hivi karibuni, ninakuandikia maagizo haya sasa ili kwamba,"
  },
  {
    "verseNumber": "1TI 3:15",
    "verseText": "kama nikikawia, utajua jinsi iwapasavyo watu kuenenda katika nyumba ya Mungu, ambayo ndiyo kanisa la Mungu aliye hai, lililo nguzo na msingi wa kweli."
  },
  {
    "verseNumber": "1TI 3:16",
    "verseText": "Bila shaka yoyote, siri ya utauwa ni kubwa: Alidhihirishwa katika mwili wa kibinadamu, akathibitishwa kuwa na haki katika Roho, akaonekana na malaika, akahubiriwa miongoni mwa mataifa, akaaminiwa ulimwenguni, akachukuliwa juu katika utukufu."
  },
  {
    "verseNumber": "1TI 4:1",
    "verseText": "Roho asema waziwazi kwamba katika siku za mwisho baadhi ya watu wataiacha imani na kufuata roho zidanganyazo na mafundisho ya mashetani."
  },
  {
    "verseNumber": "1TI 4:2",
    "verseText": "Mafundisho kama hayo huja kupitia kwa waongo ambao ni wanafiki, hali dhamiri zao zikiungua kwa kuchomwa moto."
  },
  {
    "verseNumber": "1TI 4:3",
    "verseText": "Wao huwakataza watu wasioe na kuwaagiza wajiepushe na vyakula fulani, ambavyo Mungu aliviumba ili vipokewe kwa shukrani na wale wanaoamini na kuijua kweli."
  },
  {
    "verseNumber": "1TI 4:4",
    "verseText": "Kwa maana kila kitu alichokiumba Mungu ni chema, wala hakuna kitu chochote cha kukataliwa kama kikipokewa kwa shukrani,"
  },
  {
    "verseNumber": "1TI 4:5",
    "verseText": "kwa sababu kimetakaswa kwa neno la Mungu na kwa kuomba."
  },
  {
    "verseNumber": "1TI 4:6",
    "verseText": "Kama ukiwakumbusha ndugu mambo haya, utakuwa mtumishi mwema wa Kristo Yesu, uliyelelewa katika kweli ya imani na yale mafundisho mazuri uliyoyafuata."
  },
  {
    "verseNumber": "1TI 4:7",
    "verseText": "Usijishughulishe kamwe na hadithi za kipagani na masimulizi ya uongo ya wanawake wazee; badala yake, jizoeze kuwa mtauwa."
  },
  {
    "verseNumber": "1TI 4:8",
    "verseText": "Kwa maana mazoezi ya mwili yana faida kwa sehemu, lakini utauwa una faida katika mambo yote, yaani, unayo ahadi ya uzima wa sasa na ya ule ujao."
  },
  {
    "verseNumber": "1TI 4:9",
    "verseText": "Hili ni neno la kuaminiwa tena lastahili kukubaliwa kabisa,"
  },
  {
    "verseNumber": "1TI 4:10",
    "verseText": "(nasi kwa ajili ya hili tunajitaabisha na kujitahidi), kwamba tumeweka tumaini letu kwa Mungu aliye hai, ambaye ni Mwokozi wa watu wote, hasa wale waaminio."
  },
  {
    "verseNumber": "1TI 4:11",
    "verseText": "Mambo haya yaagize na kuyafundisha."
  },
  {
    "verseNumber": "1TI 4:12",
    "verseText": "Mtu yeyote asikudharau kwa kuwa wewe ni kijana, bali uwe kielelezo kizuri kwa waumini katika usemi, mwenendo, upendo, imani na usafi."
  },
  {
    "verseNumber": "1TI 4:13",
    "verseText": "Fanya bidii kusoma Maandiko hadharani, kuhubiri na kufundisha, mpaka nitakapokuja."
  },
  {
    "verseNumber": "1TI 4:14",
    "verseText": "Usiache kutumia kipawa kilicho ndani yako, ambacho ulipewa kwa neno la unabii wakati wazee walikuwekea mikono."
  },
  {
    "verseNumber": "1TI 4:15",
    "verseText": "Uwe na bidii katika mambo haya; ujitolee kwa ajili ya mambo haya kikamilifu, ili kila mtu aone kuendelea kwako."
  },
  {
    "verseNumber": "1TI 4:16",
    "verseText": "Jilinde sana nafsi yako na mafundisho yako. Dumu katika hayo, kwa maana kwa kufanya hivyo, utajiokoa wewe mwenyewe pamoja na wale wanaokusikia."
  },
  {
    "verseNumber": "1TI 5:1",
    "verseText": "Usimkemee mzee kwa ukali bali umshawishi kama vile angekuwa ni baba yako. Uwatendee vijana kama vile ndugu zako;"
  },
  {
    "verseNumber": "1TI 5:2",
    "verseText": "nao wanawake wazee uwatendee kama mama zako, na wanawake vijana kama dada zako, katika usafi wote."
  },
  {
    "verseNumber": "1TI 5:3",
    "verseText": "Waheshimu wanawake wajane ambao ni wajane kweli kweli."
  },
  {
    "verseNumber": "1TI 5:4",
    "verseText": "Kama mjane ana watoto ama wajukuu, hawa inawapasa awali ya yote wajifunze kutimiza wajibu wao wa kumcha Mungu katika matendo kwa kuwatunza wale wa jamaa zao wenyewe, na hivyo wawarudishie wema waliowatendea wazazi wao, kwa kuwa hivi ndivyo impendezavyo Mungu."
  },
  {
    "verseNumber": "1TI 5:5",
    "verseText": "Mwanamke ambaye ni mjane kweli kweli, yaani, yeye aliyebaki peke yake huweka tumaini lake kwa Mungu naye hudumu katika maombi usiku na mchana akimwomba Mungu ili amsaidie."
  },
  {
    "verseNumber": "1TI 5:6",
    "verseText": "Lakini mjane aishiye kwa anasa amekufa, ingawa anaishi."
  },
  {
    "verseNumber": "1TI 5:7",
    "verseText": "Wape watu maagizo haya pia, ili asiwepo yeyote wa kulaumiwa."
  },
  {
    "verseNumber": "1TI 5:8",
    "verseText": "Kama mtu hawatunzi wale wa jamaa yake, hasa wale wa nyumbani mwake mwenyewe, ameikana imani, tena ni mbaya kuliko yeye asiyeamini."
  },
  {
    "verseNumber": "1TI 5:9",
    "verseText": "Mjane yeyote asiwekwe kwenye orodha ya wajane isipokuwa awe ametimiza umri wa miaka sitini, na ambaye alikuwa mke wa mume mmoja,"
  },
  {
    "verseNumber": "1TI 5:10",
    "verseText": "awe ameshuhudiwa kwa matendo yake mema, aliyewalea watoto wake vizuri, aliye mkarimu, aliyewanawisha watakatifu miguu, aliyewasaidia wenye shida na aliyejitolea kwa ajili ya matendo mema ya kila namna."
  },
  {
    "verseNumber": "1TI 5:11",
    "verseText": "Lakini kwa habari za wajane vijana usiwaweke kwenye orodha hiyo, maana tamaa zao za kimaumbile zikizidi kule kujitoa kwao kwa Kristo, watataka kuolewa tena."
  },
  {
    "verseNumber": "1TI 5:12",
    "verseText": "Nao kwa njia hiyo watajiletea hukumu kwa kukiuka ahadi yao ya kwanza."
  },
  {
    "verseNumber": "1TI 5:13",
    "verseText": "Zaidi ya hayo, wajane kama hao huwa na tabia ya uvivu wakizurura nyumba kwa nyumba, wala hawawi wavivu tu, bali pia huwa wasengenyaji, wajiingizao katika mambo yasiyowahusu na kusema mambo yasiyowapasa kusema."
  },
  {
    "verseNumber": "1TI 5:14",
    "verseText": "Hivyo nawashauri wajane vijana waolewe, wazae watoto na wasimamie nyumba zao, wasije wakampa adui nafasi ya kutushutumu."
  },
  {
    "verseNumber": "1TI 5:15",
    "verseText": "Kwa maana kwa kweli wajane wengine wamepotoka ili kumfuata Shetani."
  },
  {
    "verseNumber": "1TI 5:16",
    "verseText": "Lakini kama mwanamke yeyote aaminiye ana wajane katika jamaa yake, inampasa awasaidie wala si kuwaacha wakililemea kanisa, ili kanisa liweze kuwasaidia wale ambao ni wajane kweli kweli."
  },
  {
    "verseNumber": "1TI 5:17",
    "verseText": "Wazee wa kanisa wanaoongoza shughuli za kanisa vizuri wanastahili heshima mara mbili, hasa wale ambao kazi yao ni kuhubiri na kufundisha."
  },
  {
    "verseNumber": "1TI 5:18",
    "verseText": "Kwa maana Maandiko husema, “Usimfunge maksai kinywa apurapo nafaka,” tena, “Mfanyakazi anastahili mshahara wake.”"
  },
  {
    "verseNumber": "1TI 5:19",
    "verseText": "Usiendekeze mashtaka dhidi ya mzee isipokuwa yawe yameletwa na mashahidi wawili au watatu."
  },
  {
    "verseNumber": "1TI 5:20",
    "verseText": "Wale wanaodumu katika dhambi uwakemee hadharani, ili wengine wapate kuogopa."
  },
  {
    "verseNumber": "1TI 5:21",
    "verseText": "Ninakuagiza mbele za Mungu na mbele za Kristo Yesu na mbele za malaika wateule, shika maagizo haya pasipo ubaguzi wala upendeleo."
  },
  {
    "verseNumber": "1TI 5:22",
    "verseText": "Usiwe na haraka kumwekea mtu mikono wala usishiriki dhambi za watu wengine. Jilinde nafsi yako uwe safi."
  },
  {
    "verseNumber": "1TI 5:23",
    "verseText": "Acha kunywa maji peke yake, tumia divai kidogo kwa sababu ya tumbo lako na maumivu yako ya mara kwa mara."
  },
  {
    "verseNumber": "1TI 5:24",
    "verseText": "Dhambi za watu wengine ni dhahiri nazo zinawatangulia kwenda hukumuni; na dhambi za watu wengine zinawafuata nyuma yao."
  },
  {
    "verseNumber": "1TI 5:25",
    "verseText": "Vivyo hivyo, matendo mema yako dhahiri, na hata yale ambayo si mema hayawezi kufichika."
  },
  {
    "verseNumber": "1TI 6:1",
    "verseText": "Wale wote walio chini ya kongwa la utumwa inawapasa kuwahesabu mabwana zao kuwa wanastahili heshima yote, ili jina la Mungu lisitukanwe wala mafundisho yetu."
  },
  {
    "verseNumber": "1TI 6:2",
    "verseText": "Wale watumwa ambao wana mabwana waaminio, haiwapasi kupunguza heshima yao kwa sababu wao ni ndugu. Badala yake, wawatumikie hata vizuri zaidi, kwa sababu wale wanaonufaika na huduma yao ni waaminio, ambao ni wapenzi wao. Fundisha mambo haya na uwahimize kuyafuata."
  },
  {
    "verseNumber": "1TI 6:3",
    "verseText": "Ikiwa mtu yeyote atafundisha mafundisho mapotovu wala hakubaliani na mafundisho manyofu ya Bwana wetu Yesu Kristo na yale ya utauwa,"
  },
  {
    "verseNumber": "1TI 6:4",
    "verseText": "huyo amejivuna wala hajui kitu chochote. Yeye amejaa tamaa ya mabishano na ugomvi kuhusu maneno ambavyo matokeo yake ni wivu na mapigano, maneno ya ukorofi, shuku mbaya,"
  },
  {
    "verseNumber": "1TI 6:5",
    "verseText": "na kuzozana kusikokoma kati ya watu walioharibika akili zao, walioikosa kweli, na ambao hudhani kwamba utauwa ni njia ya kupata faida."
  },
  {
    "verseNumber": "1TI 6:6",
    "verseText": "Lakini utauwa na kuridhika ni faida kubwa."
  },
  {
    "verseNumber": "1TI 6:7",
    "verseText": "Kwa kuwa hatukuja humu duniani na kitu chochote, wala hatuwezi kutoka humu na kitu."
  },
  {
    "verseNumber": "1TI 6:8",
    "verseText": "Lakini kama tuna chakula na mavazi, tutaridhika navyo."
  },
  {
    "verseNumber": "1TI 6:9",
    "verseText": "Lakini wale watu wanaotamani kuwa na mali kwa haraka huanguka kwenye majaribu, na wamenaswa na tamaa nyingi za kipumbavu zenye kudhuru, zinazowazamisha watu katika uharibifu na maangamizi."
  },
  {
    "verseNumber": "1TI 6:10",
    "verseText": "Kwa maana kupenda fedha ndiyo shina moja la maovu ya kila namna. Baadhi ya watu wakitamani fedha, wameiacha imani na kujichoma wenyewe kwa maumivu mengi."
  },
  {
    "verseNumber": "1TI 6:11",
    "verseText": "Lakini wewe, mtu wa Mungu, yakimbie mambo haya yote. Fuata haki, utauwa, imani, upendo, saburi na upole."
  },
  {
    "verseNumber": "1TI 6:12",
    "verseText": "Pigana vile vita vizuri vya imani. Shika uzima wa milele ambao ndio ulioitiwa ulipokiri ule ukiri mzuri mbele ya mashahidi wengi."
  },
  {
    "verseNumber": "1TI 6:13",
    "verseText": "Nakuagiza mbele za Mungu avipaye vitu vyote uhai, na mbele za Kristo Yesu ambaye alipokuwa anashuhudia mbele ya Pontio Pilato alikiri ukiri mzuri,"
  },
  {
    "verseNumber": "1TI 6:14",
    "verseText": "uishike amri hii bila dosari wala lawama mpaka kuja kwake Bwana wetu Yesu Kristo,"
  },
  {
    "verseNumber": "1TI 6:15",
    "verseText": "ambaye Mungu atamleta kwa wakati wake mwenyewe: yeye ahimidiwaye, aliye peke yake Mtawala, Mfalme wa wafalme, na Bwana wa mabwana,"
  },
  {
    "verseNumber": "1TI 6:16",
    "verseText": "yeye peke yake ambaye hapatikani na mauti, na anakaa katika nuru isiyoweza kukaribiwa, ambaye hakuna mwanadamu aliyemwona wala awezaye kumwona. Heshima na uweza una yeye milele. Amen."
  },
  {
    "verseNumber": "1TI 6:17",
    "verseText": "Waagize wale ambao ni matajiri wa ulimwengu huu waache kujivuna, wala wasiweke tumaini lao katika mali ambayo si ya hakika, bali waweke tumaini lao katika Mungu ambaye hutupatia vitu vyote kwa wingi ili tuvifurahie."
  },
  {
    "verseNumber": "1TI 6:18",
    "verseText": "Waagize watende mema, wawe matajiri katika matendo mema, pia wawe wakarimu na walio tayari kushiriki mali zao na wengine."
  },
  {
    "verseNumber": "1TI 6:19",
    "verseText": "Kwa njia hii watajiwekea hazina kama msingi kwa ajili ya wakati ujao na hivyo watajipatia uzima, yaani, ule uzima ambao ni wa kweli."
  },
  {
    "verseNumber": "1TI 6:20",
    "verseText": "Timotheo, linda kile kilichowekwa amana kwako. Epuka majadiliano yasiyo ya utauwa na mabishano ambayo kwa uongo huitwa elimu,"
  },
  {
    "verseNumber": "1TI 6:21",
    "verseText": "ambayo wengine kwa kujidai kuwa nayo wameiacha imani. Neema iwe nanyi. Amen."
  }
]