[
  {
    "verseNumber": "2CH 1:1",
    "verseText": "Solomoni mwana wa Daudi alijiimarisha kwenye milango yote! Katika ufalme wake, kwa kuwa BWANA Mungu wake alikuwa pamoja naye, naye akamfanya mkuu mno."
  },
  {
    "verseNumber": "2CH 1:2",
    "verseText": "Ndipo Solomoni akasema na Israeli wote, majemadari wa maelfu na majemadari wa mamia, waamuzi na viongozi wote katika Israeli, pamoja na wakuu wa jamaa."
  },
  {
    "verseNumber": "2CH 1:3",
    "verseText": "Naye Solomoni na kusanyiko lote wakakwea mpaka mahali pa juu pa kuabudia huko Gibeoni, kwa kuwa huko ndiko Hema la Kukutania la Mungu lilipokuwa, ambalo Mose mtumishi wa BWANA alikuwa amelitengeneza huko jangwani."
  },
  {
    "verseNumber": "2CH 1:4",
    "verseText": "Basi Daudi alikuwa amelipandisha Sanduku la Mungu kutoka Kiriath-Yearimu mpaka mahali alipokuwa amepatengeneza kwa ajili yake, kwa sababu alikuwa amesimamisha hema kwa ajili ya hilo Sanduku huko Yerusalemu."
  },
  {
    "verseNumber": "2CH 1:5",
    "verseText": "Lakini yale madhabahu ya shaba ambayo Bezaleli mwana wa Uri, mwana wa Huri, alikuwa ametengeneza yalikuwa huko Gibeoni mbele ya Maskani ya BWANA Mungu, hivyo Solomoni na kusanyiko lote walimtafuta Mungu huko."
  },
  {
    "verseNumber": "2CH 1:6",
    "verseText": "Solomoni akapanda huko yalikokuwa madhabahu ya shaba mbele za BWANA katika Hema la Kukutania, na kutoa dhabihu 1,000 za sadaka za kuteketezwa juu yake."
  },
  {
    "verseNumber": "2CH 1:7",
    "verseText": "Usiku ule Mungu akamtokea Solomoni na kumwambia, “Omba lolote utakalo nikupe.”"
  },
  {
    "verseNumber": "2CH 1:8",
    "verseText": "Solomoni akamjibu Mungu, “Umemwonyesha baba yangu Daudi fadhili nyingi, nawe umeniweka niwe mfalme mahali pake."
  },
  {
    "verseNumber": "2CH 1:9",
    "verseText": "Sasa, BWANA Mungu, ahadi yako kwa baba yangu Daudi na ithibitike, kwa kuwa umenifanya mimi mfalme juu ya watu ambao ni wengi kama mavumbi ya nchi."
  },
  {
    "verseNumber": "2CH 1:10",
    "verseText": "Nakuomba unipe mimi hekima na maarifa, ili niweze kuongoza watu hawa, kwa kuwa ni nani awezaye kutawala hawa watu wako walio wengi hivi?”"
  },
  {
    "verseNumber": "2CH 1:11",
    "verseText": "Mungu akamwambia Solomoni, “Kwa kuwa jambo hili ndilo shauku ya moyo wako na hukuomba mali, utajiri au heshima, wala kifo kwa ajili ya adui zako, nawe kwa kuwa hukuomba maisha marefu, bali umeomba hekima na maarifa ili kuongoza watu wangu ambao nimekufanya uwe mfalme juu yao,"
  },
  {
    "verseNumber": "2CH 1:12",
    "verseText": "kwa hiyo utapewa hekima na maarifa. Tena nitakupa pia mali, utajiri na heshima, ambavyo hakuna mfalme yeyote aliyekuwepo kabla yako amewahi kuwa navyo, na hakuna yeyote baada yako atakayekuwa navyo.”"
  },
  {
    "verseNumber": "2CH 1:13",
    "verseText": "Ndipo Solomoni akaenda mpaka Yerusalemu kutoka mahali pa juu pa kuabudia huko Gibeoni, kutoka mbele ya Hema la Kukutania. Naye akatawala Israeli."
  },
  {
    "verseNumber": "2CH 1:14",
    "verseText": "Solomoni akakusanya magari ya vita na farasi. Alikuwa na magari 1,400 na farasi 12,000, ambayo aliyaweka katika miji ya magari na mengine akawa nayo huko Yerusalemu."
  },
  {
    "verseNumber": "2CH 1:15",
    "verseText": "Mfalme akafanya fedha na dhahabu kuwa vitu vya kawaida kama mawe huko Yerusalemu, mierezi akaifanya kuwa mingi kama mikuyu vilimani."
  },
  {
    "verseNumber": "2CH 1:16",
    "verseText": "Farasi wa Solomoni waliletwa kutoka Misri na kutoka Kue. Wafanyabiashara wa mfalme waliwanunua kutoka Kue."
  },
  {
    "verseNumber": "2CH 1:17",
    "verseText": "Waliagiza magari kutoka Misri kwa bei ya shekeli 600 za fedha, na farasi kwa shekeli 150. Pia waliwauza nje kwa wafalme wote wa Wahiti na wa Waaramu."
  },
  {
    "verseNumber": "2CH 2:1",
    "verseText": "Solomoni akatoa amri kujenga Hekalu kwa ajili ya Jina la BWANA na jumba la kifalme kwa ajili yake mwenyewe."
  },
  {
    "verseNumber": "2CH 2:2",
    "verseText": "Solomoni akaandika watu 70,000 kuwa wachukuzi wa mizigo, na watu 80,000 kuwa wachonga mawe vilimani, na watu 3,600 kuwa wasimamizi wao."
  },
  {
    "verseNumber": "2CH 2:3",
    "verseText": "Solomoni akapeleka ujumbe huu kwa Mfalme Hiramu wa Tiro: “Unitumie magogo ya mierezi kama ulivyomfanyia baba yangu Daudi wakati ulipompelekea mierezi ya kujenga jumba lake la kifalme la kuishi."
  },
  {
    "verseNumber": "2CH 2:4",
    "verseText": "Sasa ninakaribia kujenga Hekalu kwa ajili ya Jina la BWANA Mungu wangu na kuliweka wakfu kwake kwa ajili ya kufukizia uvumba wenye harufu nzuri mbele zake, mahali pa kuweka mikate ya Wonyesho kwa kufuata utaratibu na kwa ajili ya mahali pa kutolea sadaka za kuteketezwa kila siku asubuhi na jioni, siku za Sabato na Mwezi Mwandamo pia katika sikukuu zilizoamriwa za BWANA Mungu wetu. Hili ni agizo la kudumu kwa ajili ya Waisraeli."
  },
  {
    "verseNumber": "2CH 2:5",
    "verseText": "“Hekalu nitakalolijenga litakuwa kubwa, kwa sababu Mungu wetu ni mkuu kuliko miungu mingine yote."
  },
  {
    "verseNumber": "2CH 2:6",
    "verseText": "Lakini ni nani awezaye kumjengea Hekalu, maadamu mbingu, hata mbingu zilizo juu sana, haziwezi kumtosha? Mimi ni nani basi hata nimjengee Hekalu, isipokuwa liwe tu mahali pa kutolea dhabihu za kuteketezwa mbele zake?"
  },
  {
    "verseNumber": "2CH 2:7",
    "verseText": "“Hivyo basi nitumie mtu mwenye ustadi wa kufanya kazi ya kutengeneza dhahabu na fedha, shaba na chuma, nyuzi za rangi ya zambarau, nyekundu na buluu, mwenye uzoefu wa kutia nakshi, ili afanye kazi Yuda na Yerusalemu pamoja na mafundi wangu wenye ustadi, ambao baba yangu Daudi aliwaweka."
  },
  {
    "verseNumber": "2CH 2:8",
    "verseText": "“Pia nitumie magogo ya mierezi, miberoshi na misandali kutoka Lebanoni kwa maana najua kwamba watu wako wanao ujuzi wa kupasua mbao huko. Watu wangu watafanya kazi pamoja na watu wako"
  },
  {
    "verseNumber": "2CH 2:9",
    "verseText": "ili wanipatie mbao kwa wingi kwa sababu Hekalu nitakalojenga lazima liwe kubwa na zuri kabisa."
  },
  {
    "verseNumber": "2CH 2:10",
    "verseText": "Nitawapa watumishi wako, yaani, maseremala wakatao mbao, kori 20,000 za unga wa ngano, kori 20,000 za shayiri, bathi 20,000 za mvinyo, na bathi 20,000 za mafuta ya zeituni.”"
  },
  {
    "verseNumber": "2CH 2:11",
    "verseText": "Ndipo Hiramu mfalme wa Tiro akamjibu Solomoni kwa barua: “Kwa sababu BWANA anawapenda watu wake, amekufanya wewe kuwa mfalme wao.”"
  },
  {
    "verseNumber": "2CH 2:12",
    "verseText": "Naye Hiramu akaongeza kusema: “Ahimidiwe BWANA, Mungu wa Israeli aliyezifanya mbingu na nchi! Amempa Mfalme Daudi mwana mwenye hekima, aliyejaliwa maarifa na ufahamu, ambaye atajenga Hekalu kwa ajili ya BWANA, na jumba la kifalme kwa ajili yake mwenyewe."
  },
  {
    "verseNumber": "2CH 2:13",
    "verseText": "“Mimi nitamtuma kwako Huramu-Abi, mtu mwenye ustadi mwingi,"
  },
  {
    "verseNumber": "2CH 2:14",
    "verseText": "ambaye mama yake alitoka Dani na baba yake alitoka Tiro. Yeye ni stadi wa kutengeneza vitu, kufanya kazi zote za dhahabu, fedha, shaba, chuma, mawe na mbao pamoja na kufuma. Ni stadi katika kutia rangi ya zambarau, buluu, nyekundu na nguo za kitani safi. Yeye ana ujuzi katika aina zote za kutia nakshi na anaweza kufuatiliza mchoro wowote wa kazi anayopewa. Atafanya kazi na mafundi wako na wale wa bwana wangu, Daudi baba yako."
  },
  {
    "verseNumber": "2CH 2:15",
    "verseText": "“Sasa basi bwana wangu na awapelekee watumishi wake ngano, shayiri, mafuta ya zeituni na mvinyo kama alivyoahidi,"
  },
  {
    "verseNumber": "2CH 2:16",
    "verseText": "nasi tutakata magogo yote yale unayohitaji kutoka Lebanoni nasi tutayafunga pamoja na kuyaweka yaelee baharini mpaka Yafa. Kisha utaweza kuyachukua mpaka Yerusalemu.”"
  },
  {
    "verseNumber": "2CH 2:17",
    "verseText": "Ndipo Solomoni akaamuru ifanyike hesabu ya wageni wote waliokuwa katika Israeli, baada ya ile hesabu iliyofanywa na Daudi; wakapatikana watu 153,600."
  },
  {
    "verseNumber": "2CH 2:18",
    "verseText": "Akawaweka watu 70,000 miongoni mwao kuwa wachukuzi wa mizigo, na 80,000 kuwa wachonga mawe vilimani, na 3,600 wakiwa wasimamizi juu yao ili wawahimize watu kufanya kazi."
  },
  {
    "verseNumber": "2CH 3:1",
    "verseText": "Ndipo Solomoni akaanza kujenga Hekalu la BWANA katika Yerusalemu juu ya Mlima Moria, pale ambapo BWANA alikuwa amemtokea Daudi baba yake. Ilikuwa katika kiwanja cha kupuria cha Arauna, Myebusi, mahali palipotolewa na Daudi."
  },
  {
    "verseNumber": "2CH 3:2",
    "verseText": "Alianza kujenga siku ya pili ya mwezi wa pili katika mwaka wa nne wa utawala wake."
  },
  {
    "verseNumber": "2CH 3:3",
    "verseText": "Msingi aliouweka Solomoni kwa ajili ya kulijenga Hekalu la Mungu ulikuwa urefu wa dhiraa sitini na upana dhiraa ishirini."
  },
  {
    "verseNumber": "2CH 3:4",
    "verseText": "Ukumbi wa mbele wa Hekalu ulikuwa na urefu wa dhiraa ishirini, yaani, kuanzia upande mmoja hadi upande mwingine wa upana wa nyumba hiyo na kimo chake dhiraa thelathini. Akaufunika ndani kwa dhahabu safi."
  },
  {
    "verseNumber": "2CH 3:5",
    "verseText": "Akaufunika ukumbi mkuu kwa mbao za miberoshi na kufunikwa kwa dhahabu safi na kuupamba kwa miti ya mitende na kuifanyizia kwa minyororo."
  },
  {
    "verseNumber": "2CH 3:6",
    "verseText": "Alilipamba Hekalu kwa vito vya thamani. Hiyo dhahabu aliyotumia ilikuwa dhahabu ya Parvaimu."
  },
  {
    "verseNumber": "2CH 3:7",
    "verseText": "Akazifunika boriti za dari, miimo na vizingiti vya milango, kuta na milango ya Hekalu kwa dhahabu, naye akatia nakshi ya makerubi kwenye kuta."
  },
  {
    "verseNumber": "2CH 3:8",
    "verseText": "Akajenga Patakatifu pa Patakatifu, urefu na upana wake ulikuwa dhiraa ishirini, sawasawa na upana wa Hekalu. Alifunika ndani kwa talanta 120 za dhahabu safi."
  },
  {
    "verseNumber": "2CH 3:9",
    "verseText": "Misumari ya dhahabu ilikuwa na uzito wa shekeli hamsini. Alivifunika pia vyumba vya juu kwa dhahabu."
  },
  {
    "verseNumber": "2CH 3:10",
    "verseText": "Katika sehemu ya Patakatifu pa Patakatifu akafanyiza jozi moja ya makerubi ya kuchongwa na kuyafunika kwa dhahabu."
  },
  {
    "verseNumber": "2CH 3:11",
    "verseText": "Urefu wa mabawa ya hao makerubi ulikuwa jumla ya dhiraa ishirini. Bawa moja la kerubi wa kwanza lilikuwa na urefu wa dhiraa tano, nalo liligusa ukuta wa Hekalu, bawa lake lingine, lilikuwa pia na urefu wa dhiraa tano, ambalo liligusa bawa la kerubi lingine."
  },
  {
    "verseNumber": "2CH 3:12",
    "verseText": "Vivyo hivyo bawa moja la kerubi wa pili lilikuwa na urefu wa dhiraa tano na liligusa ukuta mwingine wa pili wa Hekalu na bawa lake lingine, lilikuwa pia na urefu wa dhiraa tano nalo liligusa bawa la kerubi wa kwanza."
  },
  {
    "verseNumber": "2CH 3:13",
    "verseText": "Mabawa ya makerubi hawa yalitanda dhiraa ishirini. Walisimama kwa miguu yao, nyuso zao zikielekea ukumbi mkubwa."
  },
  {
    "verseNumber": "2CH 3:14",
    "verseText": "Akatengeneza pazia la nyuzi za rangi ya buluu, zambarau na nyekundu, na za kitani safi, na kutarizi makerubi juu yake."
  },
  {
    "verseNumber": "2CH 3:15",
    "verseText": "Mbele ya Hekalu Solomoni akatengeneza nguzo mbili, ambazo kwa pamoja zilikuwa na dhiraa thelathini na tano kwenda juu kwake, na urefu wa kila moja ilikuwa na taji juu yake yenye dhiraa tano."
  },
  {
    "verseNumber": "2CH 3:16",
    "verseText": "Akatengeneza minyororo iliyosokotwa, na kuiweka juu ya zile nguzo. Pia akatengeneza makomamanga 100, na kuyashikamanisha kwenye minyororo."
  },
  {
    "verseNumber": "2CH 3:17",
    "verseText": "Akazisimamisha hizo nguzo mbele ya Hekalu, moja upande wa kusini na nyingine upande wa kaskazini. Ile moja ya upande wa kusini akaiita Yakini, na ya upande wa kaskazini akaiita Boazi."
  },
  {
    "verseNumber": "2CH 4:1",
    "verseText": "Mfalme Solomoni akatengeneza madhabahu ya shaba yenye urefu wa dhiraa ishirini, upana wa dhiraa ishirini na kimo chake dhiraa kumi."
  },
  {
    "verseNumber": "2CH 4:2",
    "verseText": "Akatengeneza Bahari ya kusubu, yenye umbo la mviringo, ya dhiraa kumi kutoka ukingo hadi ukingo na kimo cha dhiraa tano. Kamba ya urefu wa dhiraa thelathini ingeweza kuizunguka."
  },
  {
    "verseNumber": "2CH 4:3",
    "verseText": "Chini ya huo ukingo, kulikuwa na mafahali kuizunguka, yaani mafahali kumi katika kila dhiraa moja. Hayo mafahali waliyasubu katika safu mbili yakiwa ya kitu kimoja na hiyo Bahari."
  },
  {
    "verseNumber": "2CH 4:4",
    "verseText": "Bahari hiyo ilikaa juu ya mafahali kumi na wawili, mafahali watatu walielekeza nyuso zao kaskazini, watatu magharibi, watatu kusini na watatu mashariki. Bahari hiyo ilikaa juu ya hao mafahali, nazo sehemu zao za nyuma zilielekeana."
  },
  {
    "verseNumber": "2CH 4:5",
    "verseText": "Unene wake ulikuwa nyanda nne, na ukingo wake ulifanana na ukingo wa kikombe, kama ua la yungiyungi iliyochanua. Iliweza kuchukua bathi 3,000."
  },
  {
    "verseNumber": "2CH 4:6",
    "verseText": "Kisha akatengeneza masinia kumi kwa ajili ya kuoshea vifaa, naye akayaweka matano upande wa kusini na matano upande wa kaskazini. Ndani yake ndimo walioshea vifaa vya kutumika katika sadaka za kuteketezwa, lakini ile Bahari ilikuwa ni kwa ajili ya makuhani kunawia."
  },
  {
    "verseNumber": "2CH 4:7",
    "verseText": "Akatengeneza vinara vya taa kumi vya dhahabu kama ilivyoainishwa kwao na kuviweka hekaluni, vinara vitano upande wa kusini na vitano upande wa kaskazini."
  },
  {
    "verseNumber": "2CH 4:8",
    "verseText": "Akatengeneza meza kumi na kuziweka hekaluni, tano upande wa kusini na tano upande wa kaskazini. Pia akatengeneza mabakuli 100 ya dhahabu ya kunyunyizia."
  },
  {
    "verseNumber": "2CH 4:9",
    "verseText": "Akatengeneza ukumbi wa makuhani na ukumbi mwingine mkubwa na milango yake, naye akaifunika hiyo milango kwa shaba."
  },
  {
    "verseNumber": "2CH 4:10",
    "verseText": "Akaweka ile Bahari upande wa kusini, kwenye pembe ya kusini mashariki ya nyumba."
  },
  {
    "verseNumber": "2CH 4:11",
    "verseText": "Pia akatengeneza masufuria, masepetu na mabakuli ya kunyunyizia. Kwa hiyo Huramu akakamilisha kazi katika Hekalu la Mungu kama vile Mfalme Solomoni alikuwa amemwagiza, yaani:"
  },
  {
    "verseNumber": "2CH 4:12",
    "verseText": "zile nguzo mbili; yale mataji mawili yaliyokuwa juu ya hizo nguzo, zile nyavu mbili za kupamba hayo mataji mawili yenye umbo la bakuli yaliyowekwa juu ya zile nguzo;"
  },
  {
    "verseNumber": "2CH 4:13",
    "verseText": "yale makomamanga 400 kwa ajili ya hizo nyavu mbili (safu mbili za makomamanga kwa kila wavu yakipamba hayo mataji mawili yenye umbo la bakuli juu ya hizo nguzo);"
  },
  {
    "verseNumber": "2CH 4:14",
    "verseText": "vishikio pamoja na masinia yake;"
  },
  {
    "verseNumber": "2CH 4:15",
    "verseText": "hiyo Bahari na hao mafahali kumi na wawili chini yake;"
  },
  {
    "verseNumber": "2CH 4:16",
    "verseText": "pia hayo masufuria, masepetu, uma za nyama na vyombo vingine vyote vilivyohusiana. Vitu vyote ambavyo Huramu-Abi alimtengenezea Mfalme Solomoni kwa ajili ya Hekalu la BWANA vilikuwa vya shaba iliyosuguliwa."
  },
  {
    "verseNumber": "2CH 4:17",
    "verseText": "Mfalme aliagiza wavisubu vitu hivi kwenye kalibu za udongo wa mfinyanzi katika uwanda wa Yordani kati ya Sukothi na Sereda."
  },
  {
    "verseNumber": "2CH 4:18",
    "verseText": "Vitu hivi vyote Mfalme Solomoni alivyotengeneza vilikuwa vingi sana hivi kwamba uzito wa shaba haungekadirika."
  },
  {
    "verseNumber": "2CH 4:19",
    "verseText": "Solomoni pia akatengeneza samani zote zilizokuwa ndani ya Hekalu la Mungu: madhabahu ya dhahabu; meza za kuweka mikate ya Wonyesho;"
  },
  {
    "verseNumber": "2CH 4:20",
    "verseText": "vinara vya taa vya dhahabu safi pamoja na taa zake ili ziwake mbele ya sehemu takatifu ya ndani kama ilivyoelekezwa;"
  },
  {
    "verseNumber": "2CH 4:21",
    "verseText": "maua ya dhahabu yaliyofanyizwa, taa na makoleo (vilikuwa vya dhahabu bora kabisa);"
  },
  {
    "verseNumber": "2CH 4:22",
    "verseText": "mikasi ya dhahabu safi, mabakuli ya kunyunyizia, masinia na vyetezo; milango ya dhahabu ya Hekalu: yaani milango ya ndani ya Patakatifu pa Patakatifu, na milango ya ukumbi mkuu."
  },
  {
    "verseNumber": "2CH 5:1",
    "verseText": "Hivyo Solomoni alipomaliza kazi ya Hekalu la BWANA, akaviingiza ndani vile vitu ambavyo Daudi baba yake alikuwa ameviweka wakfu: yaani, fedha, dhahabu na samani; kisha akaviweka katika hazina za Hekalu la Mungu."
  },
  {
    "verseNumber": "2CH 5:2",
    "verseText": "Kisha Solomoni akawaita huko Yerusalemu wazee wa Israeli, viongozi wote wa makabila na wakuu wa jamaa za Waisraeli, ili walilete Sanduku la Agano la BWANA kutoka Sayuni, Mji wa Daudi."
  },
  {
    "verseNumber": "2CH 5:3",
    "verseText": "Nao wanaume wote wa Israeli wakakusanyika kwa mfalme wakati wa sikukuu mwezi wa saba."
  },
  {
    "verseNumber": "2CH 5:4",
    "verseText": "Wazee wote wa Israeli walipofika, Walawi wakajitwika Sanduku la Agano,"
  },
  {
    "verseNumber": "2CH 5:5",
    "verseText": "nao wakalipandisha Sanduku na Hema la Kukutania pamoja na vyombo vyote vitakatifu vilivyokuwa ndani yake. Makuhani, waliokuwa Walawi, walivibeba vitu hivyo,"
  },
  {
    "verseNumber": "2CH 5:6",
    "verseText": "naye Mfalme Solomoni na kusanyiko lote la Israeli waliokusanyika kumzunguka walikuwa mbele ya hilo Sanduku, nao wakatoa dhabihu nyingi za kondoo na ngʼombe ambao idadi yao haikuwezekana kuandikwa au kuhesabiwa."
  },
  {
    "verseNumber": "2CH 5:7",
    "verseText": "Makuhani wakalileta Sanduku la Agano la BWANA hadi mahali pake ndani ya sehemu takatifu ndani ya Hekalu, yaani Patakatifu pa Patakatifu, na kuliweka chini ya mabawa ya makerubi."
  },
  {
    "verseNumber": "2CH 5:8",
    "verseText": "Makerubi yalitandaza mabawa yao juu ya mahali pa Sanduku la Agano na kufunika Sanduku na mipiko yake ya kubebea."
  },
  {
    "verseNumber": "2CH 5:9",
    "verseText": "Mipiko hiyo ilikuwa mirefu sana kiasi kwamba ncha zake zilizojitokeza kutoka kwenye Sanduku, nazo zilionekana ukiwa mbele ya Patakatifu pa Patakatifu, lakini sio nje ya Mahali Patakatifu. Hiyo mipiko ipo hata leo."
  },
  {
    "verseNumber": "2CH 5:10",
    "verseText": "Ndani ya Sanduku hapakuwepo kitu kingine chochote isipokuwa zile mbao mbili ambazo Mose alikuwa ameziweka ndani yake huko Horebu, mahali ambapo BWANA alifanya Agano na Waisraeli baada ya kutoka Misri."
  },
  {
    "verseNumber": "2CH 5:11",
    "verseText": "Basi makuhani wakaondoka hapo Mahali Patakatifu. Makuhani wote waliokuwa huko walikuwa wamejiweka wakfu, bila kujali migawanyo yao."
  },
  {
    "verseNumber": "2CH 5:12",
    "verseText": "Walawi wote waliokuwa waimbaji, yaani, Asafu, Hemani, Yeduthuni, wana wa ndugu zao, walisimama upande wa mashariki wa madhabahu, wakiwa wamevaa kitani safi huku wakipiga matoazi, vinubi na zeze. Walikuwa pamoja na makuhani 120 wakipiga tarumbeta."
  },
  {
    "verseNumber": "2CH 5:13",
    "verseText": "Wapiga tarumbeta na waimbaji wakaungana katika sauti linganifu, ikawa kama vile ni sauti moja, wakimsifu na kumshukuru BWANA, nao alipoinua sauti zao pamoja na tarumbeta na matoazi na vyombo vingine vya uimbaji, wakamsifu BWANA wakisema: “Yeye ni mwema; upendo wake unadumu milele.” Ndipo Hekalu la BWANA likajazwa na wingu,"
  },
  {
    "verseNumber": "2CH 5:14",
    "verseText": "nao makuhani hawakuweza kufanya huduma yao kwa sababu ya lile wingu, kwa kuwa utukufu wa BWANA ulijaza Hekalu la Mungu."
  },
  {
    "verseNumber": "2CH 6:1",
    "verseText": "Ndipo Solomoni akasema, “BWANA alisema kwamba ataishi katika giza nene."
  },
  {
    "verseNumber": "2CH 6:2",
    "verseText": "Nimejenga Hekalu zuri kwa ajili yako, mahali pako pa kukaa milele.”"
  },
  {
    "verseNumber": "2CH 6:3",
    "verseText": "Kusanyiko lote la Israeli lilipokuwa limesimama hapo, mfalme akageuka na kuwabariki."
  },
  {
    "verseNumber": "2CH 6:4",
    "verseText": "Kisha akasema: “Ahimidiwe BWANA, Mungu wa Israeli, ambaye kwa mikono yake mwenyewe ametimiza lile alilomwahidi Daudi baba yangu kwa kinywa chake mwenyewe. Kwa kuwa alisema,"
  },
  {
    "verseNumber": "2CH 6:5",
    "verseText": "‘Tangu siku niliyowatoa watu wangu kutoka Misri, sikuchagua mji katika kabila lolote la Israeli ili Hekalu lijengwe humo ili Jina langu lipate kuwamo humo, wala sikumchagua mtu yeyote kuwa kiongozi wa watu wangu Israeli."
  },
  {
    "verseNumber": "2CH 6:6",
    "verseText": "Lakini sasa nimeuchagua Yerusalemu ili Jina langu lipate kuwamo humo, na nimemchagua Daudi kuwatawala watu wangu Israeli.’"
  },
  {
    "verseNumber": "2CH 6:7",
    "verseText": "“Ilikuwa moyoni mwa Daudi baba yangu kujenga Hekalu kwa ajili ya Jina la BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "2CH 6:8",
    "verseText": "Lakini BWANA akamwambia Daudi baba yangu, ‘Kwa sababu ilikuwa moyoni mwako kujenga Hekalu kwa ajili ya Jina langu, ulifanya vyema kuwa na jambo hili moyoni mwako."
  },
  {
    "verseNumber": "2CH 6:9",
    "verseText": "Hata hivyo, sio wewe utakayenijengea Hekalu, bali mwanao, ambaye ni nyama yako na damu yako mwenyewe, yeye ndiye atakayejenga Hekalu kwa ajili ya Jina langu.’"
  },
  {
    "verseNumber": "2CH 6:10",
    "verseText": "“BWANA ametimiza ahadi aliyoiweka: Nimeingia mahali pa Daudi baba yangu na sasa ninakikalia kiti cha ufalme cha Israeli, kama vile BWANA alivyoahidi, nami nimejenga Hekalu kwa ajili ya Jina la BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "2CH 6:11",
    "verseText": "Nimeliweka humo Sanduku la Agano, ambamo ndani yake kuna lile Agano la BWANA alilofanya na watu wa Israeli.”"
  },
  {
    "verseNumber": "2CH 6:12",
    "verseText": "Kisha Solomoni akasimama mbele ya madhabahu ya BWANA machoni pa kusanyiko lote la Israeli, naye akakunjua mikono yake."
  },
  {
    "verseNumber": "2CH 6:13",
    "verseText": "Basi Solomoni alikuwa ametengeneza jukwaa la shaba, urefu wake dhiraa tano, na upana wake dhiraa tano na kimo chake dhiraa tatu, naye akaliweka katikati ya ukumbi wa nje. Akapanda juu ya hilo jukwaa kisha akapiga magoti mbele ya kusanyiko lote la Israeli, akanyoosha mikono yake kwelekea mbinguni."
  },
  {
    "verseNumber": "2CH 6:14",
    "verseText": "Akasema: “Ee BWANA, Mungu wa Israeli, hakuna Mungu kama wewe juu mbinguni wala chini duniani, wewe unayetunza Agano lako la upendo na watumishi wanaodumu katika njia yako kwa moyo wote."
  },
  {
    "verseNumber": "2CH 6:15",
    "verseText": "Umetimiza ahadi yako kwa mtumishi wako Daudi baba yangu, kwa kinywa chako uliahidi na kwa mkono wako umetimiza, kama ilivyo leo."
  },
  {
    "verseNumber": "2CH 6:16",
    "verseText": "“Sasa BWANA, Mungu wa Israeli, mtimizie mtumishi wako Daudi baba yangu ahadi zako ulizomwahidi uliposema, ‘Kamwe hutakosa kuwa na mtu atakayeketi mbele zangu kwenye kiti cha ufalme cha Israeli, kama wanao wakiangalia yote wayafanyayo kuenenda mbele zangu kama vile ulivyofanya.’"
  },
  {
    "verseNumber": "2CH 6:17",
    "verseText": "Sasa, Ee BWANA, Mungu wa Israeli, acha neno lako lile ulilomwahidi mtumishi wako Daudi baba yangu litimie."
  },
  {
    "verseNumber": "2CH 6:18",
    "verseText": "“Lakini kweli, je, Mungu atafanya makao duniani na wanadamu? Mbingu, hata mbingu zilizo juu sana, haziwezi kukutosha wewe. Sembuse Hekalu hili nililojenga!"
  },
  {
    "verseNumber": "2CH 6:19",
    "verseText": "Hata hivyo sikiliza dua ya mtumishi wako na maombi yake kwa huruma, Ee BWANA Mungu wangu. Sikia kilio na dua ambayo mtumishi wako anaomba mbele zako siku hii ya leo."
  },
  {
    "verseNumber": "2CH 6:20",
    "verseText": "Macho yako na yafumbuke kuelekea Hekalu hili usiku na mchana, mahali hapa ambapo ulisema, ‘Jina langu litakuwako humo,’ ili kwamba upate kusikia maombi ambayo mtumishi wako ataomba kuelekea mahali hapa."
  },
  {
    "verseNumber": "2CH 6:21",
    "verseText": "Usikie maombi ya mtumishi wako na ya watu wako Israeli wakati wanapoomba kuelekea mahali hapa. Sikia kutoka mbinguni, mahali pa makao yako na usikiapo, samehe."
  },
  {
    "verseNumber": "2CH 6:22",
    "verseText": "“Mtu anapomkosea jirani yake na akatakiwa kuapa, akija na kuapa mbele ya madhabahu yako ndani ya Hekalu hili,"
  },
  {
    "verseNumber": "2CH 6:23",
    "verseText": "basi, sikia kutoka mbinguni na ukatende. Hukumu kati ya watumishi wako, ukimwadhibu yule mwenye hatia kwa kuleta juu ya kichwa chake yale aliyoyatenda. Umtangazie mwenye haki kwamba hana hatia, hivyo ukathibitishe kuwa haki kwake."
  },
  {
    "verseNumber": "2CH 6:24",
    "verseText": "“Wakati watu wako Israeli watakapokuwa wameshindwa na adui kwa sababu ya dhambi walizofanya dhidi yako, watakapokugeukia na kulikiri jina lako, wakiomba na kufanya dua kwako katika Hekalu hili,"
  },
  {
    "verseNumber": "2CH 6:25",
    "verseText": "basi usikie kutoka mbinguni, ukasamehe dhambi ya watu wako Israeli na kuwarudisha katika nchi uliyowapa baba zao."
  },
  {
    "verseNumber": "2CH 6:26",
    "verseText": "“Wakati mbingu zitakapokuwa zimefungwa kusiwe na mvua kwa sababu watu wako wametenda dhambi dhidi yako, watakapoomba kuelekea mahali hapa na kulikiri jina lako nao wakageuka kutoka dhambi zao kwa sababu umewaadhibu,"
  },
  {
    "verseNumber": "2CH 6:27",
    "verseText": "basi usikie kutoka mbinguni na usamehe dhambi ya watumishi wako, watu wako Israeli. Wafundishe njia sahihi ya kuishi na ukanyeshe mvua juu ya nchi uliyowapa watu wako kuwa urithi."
  },
  {
    "verseNumber": "2CH 6:28",
    "verseText": "“Wakati njaa au tauni vikija juu ya nchi, au koga au kawa, nzige au panzi, au wakati adui atakapowazingira katika mji wao wowote, maafa ya namna yoyote au ugonjwa wowote unaoweza kuwajia,"
  },
  {
    "verseNumber": "2CH 6:29",
    "verseText": "wakati dua au maombi yatakapofanywa na mmojawapo wa watu wako Israeli, kila mmoja akitambua taabu zake na uchungu wake, naye akainyoosha mikono yake kuelekea Hekalu hili,"
  },
  {
    "verseNumber": "2CH 6:30",
    "verseText": "basi usikie kutoka mbinguni, katika makao yako. Usamehe na utende, umpe kila mtu kulingana na matendo yake, kwa kuwa unaujua moyo wake (kwa kuwa ni wewe peke yako ujuaye mioyo ya watu wote),"
  },
  {
    "verseNumber": "2CH 6:31",
    "verseText": "ili wakuogope kwa wakati wote watakaoishi katika nchi uliyowapa baba zetu."
  },
  {
    "verseNumber": "2CH 6:32",
    "verseText": "“Kwa habari ya mgeni ambaye si miongoni mwa watu wako Israeli, lakini amekuja kutoka nchi ya mbali kwa sababu ya jina lako kuu na mkono wako wenye nguvu ulionyooshwa, atakapokuja kuomba kuelekea Hekalu hili,"
  },
  {
    "verseNumber": "2CH 6:33",
    "verseText": "basi na usikie kutoka mbinguni, mahali pa makao yako, ukafanye lolote ambalo mgeni huyo anakuomba, ili mataifa yote ya dunia wapate kujua jina lako na wakuogope kama wafanyavyo watu wako Israeli nao wapate pia kujua kwamba nyumba hii niliyoijenga imeitwa kwa Jina lako."
  },
  {
    "verseNumber": "2CH 6:34",
    "verseText": "“Wakati watu wako watakapokwenda vitani dhidi ya adui zao, popote utakapowapeleka, wakati watakapoomba kwa BWANA kuelekea mji ambao umeuchagua, na Hekalu nililolijenga kwa ajili ya Jina lako,"
  },
  {
    "verseNumber": "2CH 6:35",
    "verseText": "basi usikie dua na maombi yao kutoka mbinguni, ukawatetee haki yao."
  },
  {
    "verseNumber": "2CH 6:36",
    "verseText": "“Watakapotenda dhambi dhidi yako, kwa kuwa hakuna mtu yeyote ambaye hatendi dhambi, nawe ukachukizwa nao na kuwakabidhi kwa adui, ambaye atawachukua utumwani katika nchi iliyo mbali au karibu"
  },
  {
    "verseNumber": "2CH 6:37",
    "verseText": "na kama watabadilika mioyo yao katika nchi wanakoshikiliwa mateka, nao wakatubu na kukulilia katika nchi ya utumwa na kusema, ‘Tumetenda dhambi, tumefanya makosa na tumetenda uovu’;"
  },
  {
    "verseNumber": "2CH 6:38",
    "verseText": "kama wakikugeukia kwa moyo wao wote na nafsi zao katika nchi ya adui zao ambao waliwachukua mateka, wakakuomba kuelekea nchi uliyowapa baba zao, kuelekea mji uliouchagua na Hekalu nililolijenga kwa ajili ya Jina lako,"
  },
  {
    "verseNumber": "2CH 6:39",
    "verseText": "basi kutoka mbinguni, mahali pa makao yako, usikie dua yao na maombi yao na kuitetea haki yao. Uwasamehe watu wako, waliotenda dhambi dhidi yako."
  },
  {
    "verseNumber": "2CH 6:40",
    "verseText": "“Sasa, Mungu wangu, macho yako na yafumbuke na masikio yako yasikie maombi yaombwayo mahali hapa."
  },
  {
    "verseNumber": "2CH 6:41",
    "verseText": "“Sasa inuka, Ee BWANA Mungu, na uje mahali pako pa kupumzikia, wewe na Sanduku la nguvu zako. Makuhani wako, Ee BWANA Mungu, na wavikwe wokovu, watakatifu wako na wafurahi katika wema wako."
  },
  {
    "verseNumber": "2CH 6:42",
    "verseText": "Ee BWANA Mungu, usimkatae mpakwa mafuta wako. Kumbuka upendo mkuu uliomwahidia Daudi mtumishi wako.”"
  },
  {
    "verseNumber": "2CH 7:1",
    "verseText": "Baada ya Solomoni kumaliza kuomba, moto ukashuka kutoka mbinguni na kuteketeza sadaka ya kuteketezwa na dhabihu, nao utukufu wa BWANA ukalijaza Hekalu."
  },
  {
    "verseNumber": "2CH 7:2",
    "verseText": "Makuhani hawakuweza kuingia ndani ya Hekalu la BWANA kwa sababu utukufu wa BWANA ulilijaza."
  },
  {
    "verseNumber": "2CH 7:3",
    "verseText": "Waisraeli wote walipoona moto ukishuka na utukufu wa BWANA ukiwa juu ya Hekalu, wakapiga magoti sakafuni wakasujudu nyuso zao mpaka chini, nao wakamwabudu na kumshukuru BWANA wakisema, “Yeye ni mwema; upendo wake unadumu milele.”"
  },
  {
    "verseNumber": "2CH 7:4",
    "verseText": "Ndipo mfalme na watu wote wakatoa dhabihu mbele za BWANA Mungu."
  },
  {
    "verseNumber": "2CH 7:5",
    "verseText": "Naye Mfalme Solomoni akatoa dhabihu ya ngʼombe 22,000 pamoja na kondoo na mbuzi 120,000. Hivyo ndivyo mfalme na watu wote walivyoweka wakfu Hekalu la Mungu."
  },
  {
    "verseNumber": "2CH 7:6",
    "verseText": "Makuhani wakasimama kwenye nafasi zao, vivyo hivyo Walawi wakiwa na vyombo vya uimbaji vya BWANA ambavyo Mfalme Daudi alikuwa ametengeneza kwa ajili ya kumsifu BWANA, navyo vilitumika wakati aliposhukuru, akisema, “Upendo wake wadumu milele.” Mkabala na Walawi, makuhani walipiga tarumbeta zao, nao Waisraeli wote walikuwa wamesimama."
  },
  {
    "verseNumber": "2CH 7:7",
    "verseText": "Solomoni akaweka wakfu sehemu ya katikati ya ua uliokuwa mbele ya Hekalu la BWANA na hapo akatoa sadaka za kuteketezwa na mafuta ya sadaka za amani, kwa sababu madhabahu ya shaba aliyokuwa ametengeneza haikutosha kuweka sadaka hizo zote za kuteketezwa, sadaka za nafaka na za mafuta."
  },
  {
    "verseNumber": "2CH 7:8",
    "verseText": "Hivyo Solomoni akaiadhimisha sikukuu wakati ule kwa muda wa siku saba, na Israeli wote pamoja naye. Walikuwa kusanyiko kubwa sana, watu kutoka Lebo-Hamathi hadi Kijito cha Misri."
  },
  {
    "verseNumber": "2CH 7:9",
    "verseText": "Katika siku ya nane walifanya kusanyiko, kwa kuwa walikuwa wanaadhimisha kuwekwa wakfu kwa madhabahu kwa muda wa siku saba na sikukuu kwa muda wa siku nyingine saba zaidi."
  },
  {
    "verseNumber": "2CH 7:10",
    "verseText": "Katika siku ya ishirini na tatu ya mwezi wa saba Solomoni akawaaga watu waende nyumbani mwao, wakishangilia na kufurahi mioyoni mwao, kwa wema mwingi BWANA Mungu aliomtendea Daudi na Solomoni na kwa ajili ya watu wake Israeli."
  },
  {
    "verseNumber": "2CH 7:11",
    "verseText": "Solomoni alipomaliza kujenga Hekalu la BWANA na jumba la kifalme, naye akiwa amefanikiwa kutenda yale yote aliyokuwa nayo moyoni mwake kufanya katika Hekalu la BWANA na katika jumba lake mwenyewe la kifalme,"
  },
  {
    "verseNumber": "2CH 7:12",
    "verseText": "BWANA akamtokea Solomoni usiku na kumwambia: “Nimesikia maombi yako nami nimechagua mahali hapa kwa ajili yangu mwenyewe kuwa Hekalu kwa ajili ya dhabihu."
  },
  {
    "verseNumber": "2CH 7:13",
    "verseText": "“Wakati nitakapofunga mbingu ili isiwepo mvua, au nikiamuru nzige kula mazao ya nchi au nikituma tauni miongoni mwa watu wangu,"
  },
  {
    "verseNumber": "2CH 7:14",
    "verseText": "kama watu wangu, wanaoitwa kwa Jina langu, watajinyenyekesha na kuomba na kuutafuta uso wangu na kuacha njia zao mbaya, basi nitasikia toka mbinguni na kuwasamehe dhambi yao na nitaiponya nchi yao."
  },
  {
    "verseNumber": "2CH 7:15",
    "verseText": "Sasa macho yangu yatafumbuka na masikio yangu yatasikiliza kwa makini maombi yaombwayo mahali hapa."
  },
  {
    "verseNumber": "2CH 7:16",
    "verseText": "Kwa maana sasa nimechagua na kutakasa Hekalu hili ili kwamba Jina langu lipate kuwa huko milele. Macho yangu na moyo wangu utakuwepo huko daima."
  },
  {
    "verseNumber": "2CH 7:17",
    "verseText": "“Kwa habari yako wewe, kama ukienenda mbele zangu kama Daudi baba yako alivyoenenda na kufanya yote nikuamuruyo, nawe ukizishika amri zangu na sheria zangu,"
  },
  {
    "verseNumber": "2CH 7:18",
    "verseText": "Nitakiimarisha kiti chako cha enzi kama nilivyoagana na Daudi baba yako niliposema, ‘Hutakosa kamwe mtu wa kutawala juu ya Israeli.’"
  },
  {
    "verseNumber": "2CH 7:19",
    "verseText": "“Lakini kama ukigeuka na kuyaacha maagizo na amri nilizowapa na kwenda kuitumikia miungu mingine na kuiabudu,"
  },
  {
    "verseNumber": "2CH 7:20",
    "verseText": "ndipo nitakapoingʼoa Israeli kutoka nchi yangu niliyowapa, nami nitalikataa Hekalu hili nililolitakasa kwa ajili ya Jina langu. Nitalifanya kitu cha kudharauliwa na kitu cha kudhihakiwa miongoni mwa watu wote."
  },
  {
    "verseNumber": "2CH 7:21",
    "verseText": "Ingawa Hekalu hili linavutia sana sasa, wote watakaolipita watashangaa na kusema, ‘Kwa nini BWANA amefanya kitu kama hiki katika nchi hii na kwa Hekalu hili?’"
  },
  {
    "verseNumber": "2CH 7:22",
    "verseText": "Watu watajibu, ‘Ni kwa sababu wamemwacha BWANA, Mungu wa baba zao, aliyewatoa Misri, nao wamekumbatia miungu mingine, wakaiabudu na kuitumikia, ndiyo sababu ameyaleta maafa haya yote juu yao.’ ”"
  },
  {
    "verseNumber": "2CH 8:1",
    "verseText": "Miaka ishirini ilipopita, ambayo katika hiyo Solomoni alilijenga Hekalu la BWANA na jumba lake mwenyewe la kifalme,"
  },
  {
    "verseNumber": "2CH 8:2",
    "verseText": "Solomoni akajenga tena vijiji vile ambavyo Hiramu alikuwa amempa, naye akawapa Waisraeli waishi humo."
  },
  {
    "verseNumber": "2CH 8:3",
    "verseText": "Kisha Solomoni akaenda Hamath-Soba na kuuteka."
  },
  {
    "verseNumber": "2CH 8:4",
    "verseText": "Pia akajenga mji wa Tadmori katika jangwa na miji yote ya kuhifadhia vitu katika Hamathi."
  },
  {
    "verseNumber": "2CH 8:5",
    "verseText": "Akajenga tena Beth-Horoni ya Juu na Beth-Horoni ya Chini, miji yenye ngome, kuta, malango na makomeo."
  },
  {
    "verseNumber": "2CH 8:6",
    "verseText": "Solomoni pia akajenga Baalathi na miji yake yote ya kuhifadhia vitu, na miji kwa ajili ya magari yake na kwa ajili ya farasi wake, chochote alichotaka kujenga katika Yerusalemu, katika Lebanoni na katika nchi yote aliyotawala."
  },
  {
    "verseNumber": "2CH 8:7",
    "verseText": "Watu wote waliosalia kutoka kwa Wahiti, Waamori, Waperizi, Wahivi na Wayebusi (haya mataifa hayakuwa Waisraeli),"
  },
  {
    "verseNumber": "2CH 8:8",
    "verseText": "yaani, wazao wao waliobakia katika nchi, ambao Waisraeli hawakuwa wamewaangamiza: hawa Solomoni akawalazimisha kuwa watumwa katika shokoa, kama ilivyo hadi leo."
  },
  {
    "verseNumber": "2CH 8:9",
    "verseText": "Lakini Solomoni hakuwafanya Waisraeli watumwa kwa ajili ya kazi yake, bali walikuwa wapiganaji, majemadari, maafisa wake, majemadari wa magari yake ya vita na waendesha magari ya vita."
  },
  {
    "verseNumber": "2CH 8:10",
    "verseText": "Pia walikuwa maafisa wakuu wa Mfalme Solomoni, yaani, maafisa wakaguzi 250 waliosimamia watu."
  },
  {
    "verseNumber": "2CH 8:11",
    "verseText": "Solomoni akampandisha mke wake binti Farao kutoka Mji wa Daudi na kumleta jumba la kifalme alilokuwa amemjengea, kwa kuwa alisema, “Mke wangu hataishi katika jumba la kifalme la Daudi mfalme wa Israeli, kwa sababu mahali ambapo Sanduku la BWANA limefika ni patakatifu.”"
  },
  {
    "verseNumber": "2CH 8:12",
    "verseText": "Mfalme Solomoni akamtolea BWANA dhabihu za kuteketezwa juu ya madhabahu ya BWANA ambayo alikuwa ameijenga mbele ya ukumbi,"
  },
  {
    "verseNumber": "2CH 8:13",
    "verseText": "kulingana na mahitaji ya kila siku kwa ajili ya sadaka zilizoamriwa na Mose kwa ajili ya Sabato, Mwezi Mwandamo na sikukuu nyingine tatu za mwaka, yaani, Sikukuu ya Mikate Isiyotiwa Chachu, Sikukuu ya Majuma na Sikukuu ya Vibanda."
  },
  {
    "verseNumber": "2CH 8:14",
    "verseText": "Kwa kushika maagizo ya Daudi baba yake, aliweka migawanyo ya makuhani kwa ajili ya kazi zao, nao Walawi kuongoza kusifu na kusaidia makuhani kufuatana na mahitaji ya kila siku. Pia akaweka mabawabu katika migawanyo kwa ajili ya malango mbalimbali, kwa sababu hili ndilo Daudi mtu wa Mungu alilokuwa ameagiza."
  },
  {
    "verseNumber": "2CH 8:15",
    "verseText": "Nao hawakuziacha amri za mfalme alizoamuru makuhani au Walawi katika jambo lolote, ikiwa ni pamoja na zile za hazina."
  },
  {
    "verseNumber": "2CH 8:16",
    "verseText": "Kazi yote ya Mfalme Solomoni ilifanyika kuanzia siku msingi wa Hekalu la BWANA ulipowekwa mpaka kukamilika kwake. Kwa hiyo Hekalu la BWANA likamalizika kujengwa."
  },
  {
    "verseNumber": "2CH 8:17",
    "verseText": "Ndipo Solomoni akaenda Esion-Geberi na Elathi katika pwani ya Edomu."
  },
  {
    "verseNumber": "2CH 8:18",
    "verseText": "Naye Hiramu alimpelekea meli zilizoongozwa na maafisa wake mwenyewe, watu waliokuwa na ujuzi wa baharini. Hawa watu pamoja na wale wa Solomoni wakasafiri kwa bahari mpaka Ofiri, wakaleta kutoka huko talanta 450 za dhahabu, ambazo walimkabidhi Mfalme Solomoni."
  },
  {
    "verseNumber": "2CH 9:1",
    "verseText": "Malkia wa Sheba aliposikia habari za umaarufu wa Solomoni, huyo malkia akaja Yerusalemu kumjaribu kwa maswali magumu. Alifika akiwa na msafara mkubwa sana, pamoja na ngamia waliobeba vikolezi, kiasi kikubwa cha dhahabu na vito vya thamani, alikuja kwa Solomoni na kuzungumza naye kuhusu yote ambayo alikuwa nayo moyoni mwake."
  },
  {
    "verseNumber": "2CH 9:2",
    "verseText": "Solomoni akamjibu maswali yake yote, wala hakukuwa na jambo lolote lililokuwa gumu kwake asiweze kumwelezea."
  },
  {
    "verseNumber": "2CH 9:3",
    "verseText": "Malkia wa Sheba alipoona hekima yote ya Solomoni na jumba la kifalme alilokuwa amejenga,"
  },
  {
    "verseNumber": "2CH 9:4",
    "verseText": "chakula kilichokuwa mezani pake, jinsi maafisa wake walivyokaa, wahudumu katika majoho yao, wanyweshaji wake na sadaka za kuteketezwa alizotoa katika Hekalu la BWANA alipatwa na mshangao."
  },
  {
    "verseNumber": "2CH 9:5",
    "verseText": "Akamwambia mfalme, “Taarifa niliyosikia kwenye nchi yangu mwenyewe kuhusu mafanikio na hekima yako ni kweli."
  },
  {
    "verseNumber": "2CH 9:6",
    "verseText": "Lakini sikuamini yaliyosemwa hadi nilipokuja na kuona kwa macho yangu mwenyewe. Naam, sikuambiwa hata nusu yake; katika hekima na mali umezidi sana kuliko ile taarifa niliyoisikia."
  },
  {
    "verseNumber": "2CH 9:7",
    "verseText": "Heri watu wako! Heri hawa maafisa wako wasimamao mbele yako daima na kusikia hekima yako!"
  },
  {
    "verseNumber": "2CH 9:8",
    "verseText": "Ahimidiwe BWANA Mungu wako, ambaye amependezwa sana nawe, na akakuweka juu ya kiti chake cha ufalme utawale kwa niaba ya BWANA Mungu wako. Kwa sababu ya upendo wa Mungu wako kwa Israeli na shauku yake ya kuwadhibitisha milele, amekufanya wewe mfalme juu yao, ili kudumisha haki na uadilifu.”"
  },
  {
    "verseNumber": "2CH 9:9",
    "verseText": "Naye akampa mfalme talanta 120 za dhahabu, kiasi kikubwa cha vikolezi na vito vya thamani. Haikuwahi kamwe kuletwa vikolezi vizuri kama vile Malkia wa Sheba alivyompa Mfalme Solomoni."
  },
  {
    "verseNumber": "2CH 9:10",
    "verseText": "(Watumishi wa Hiramu na wa Solomoni wakaleta dhahabu kutoka Ofiri, tena wakaleta shehena kubwa ya miti ya msandali na vito vya thamani."
  },
  {
    "verseNumber": "2CH 9:11",
    "verseText": "Mfalme akatumia hiyo miti ya msandali kuwa ngazi kwa ajili ya Hekalu la BWANA na kwa jumba la kifalme, pia kwa kutengeneza vinubi na zeze kwa ajili ya waimbaji. Kiasi hicho kingi cha msandali hakijawahi kuingizwa Yuda tangu siku ile.)"
  },
  {
    "verseNumber": "2CH 9:12",
    "verseText": "Mfalme Solomoni akampa Malkia wa Sheba kila kitu alichotamani na kukiomba, zaidi ya vile alivyokuwa amemletea mfalme. Kisha malkia akaondoka na kurudi katika nchi yake, yeye na watumishi wake."
  },
  {
    "verseNumber": "2CH 9:13",
    "verseText": "Uzito wa dhahabu ambayo Solomoni alipokea kwa mwaka ulikuwa talanta 666,"
  },
  {
    "verseNumber": "2CH 9:14",
    "verseText": "mbali na mapato yaliyoletwa na wafanyabiashara na wachuuzi. Wafalme wote wa Arabuni na watawala wa nchi wakamletea Solomoni dhahabu na fedha."
  },
  {
    "verseNumber": "2CH 9:15",
    "verseText": "Mfalme Solomoni akatengeneza ngao kubwa 200 kwa dhahabu iliyofuliwa. Kila ngao ilikuwa na dhahabu yenye uzito wa shekeli 600"
  },
  {
    "verseNumber": "2CH 9:16",
    "verseText": "Akatengeneza pia ngao ndogo 300 za dhahabu iliyofuliwa, kila ngao ikiwa na uzito wa mane tatu za dhahabu. Mfalme akaziweka katika Jumba la Kifalme la Msitu wa Lebanoni."
  },
  {
    "verseNumber": "2CH 9:17",
    "verseText": "Kisha mfalme akatengeneza kiti kikubwa cha kifalme kwa kutumia pembe za ndovu na kukifunika kwa dhahabu safi."
  },
  {
    "verseNumber": "2CH 9:18",
    "verseText": "Kiti hicho kilikuwa na ngazi sita na mahali pa kuwekea miguu vyote vya dhahabu. Pande zote za kiti kulikuwa na mahali pa kuegemeza mikono, na simba wawili wakisimama kando ya hiyo mikono."
  },
  {
    "verseNumber": "2CH 9:19",
    "verseText": "Simba kumi na wawili walisimama kwenye ngazi sita, mmoja katika kila upande wa kila ngazi. Hakuna kitu kama hicho kilichokuwa kimefanyika kwenye ufalme mwingine wowote."
  },
  {
    "verseNumber": "2CH 9:20",
    "verseText": "Vikombe vyote vya Mfalme Solomoni vya kunywea vilikuwa vya dhahabu na vyombo vyote vya nyumbani katika Jumba la Kifalme la Msitu wa Lebanoni vilikuwa vya dhahabu safi. Hakukuwa na kitu kilichotengenezwa kwa fedha, kwa sababu fedha ilionekana ya thamani ndogo wakati wa Solomoni."
  },
  {
    "verseNumber": "2CH 9:21",
    "verseText": "Mfalme alikuwa na meli nyingi za biashara baharini zilizoendeshwa na watu wa Hiramu. Kwa mara moja kila miaka mitatu zilirudi, zikiwa zimebeba dhahabu, fedha, pembe za ndovu na nyani wakubwa na wadogo."
  },
  {
    "verseNumber": "2CH 9:22",
    "verseText": "Mfalme Solomoni alikuwa mkuu zaidi kwa utajiri na hekima kuliko wafalme wote wa dunia."
  },
  {
    "verseNumber": "2CH 9:23",
    "verseText": "Wafalme wote wa dunia wakatafuta kukutana na Solomoni ili kusikia hekima ambayo Mungu alikuwa ameiweka katika moyo wake."
  },
  {
    "verseNumber": "2CH 9:24",
    "verseText": "Mwaka baada ya mwaka, kila mmoja ambaye alikuja, alileta zawadi, vyombo vya fedha na dhahabu, majoho, silaha na vikolezi, farasi na nyumbu."
  },
  {
    "verseNumber": "2CH 9:25",
    "verseText": "Solomoni alikuwa na mabanda 4,000 kwa ajili ya farasi na magari ya vita, farasi 12,000 ambao aliwaweka katika miji ya magari ya vita na katika Yerusalemu pamoja naye."
  },
  {
    "verseNumber": "2CH 9:26",
    "verseText": "Solomoni akatawala juu ya wafalme wote kuanzia Mto Frati mpaka kwenye nchi ya Wafilisti na kuendelea hadi mpaka wa Misri."
  },
  {
    "verseNumber": "2CH 9:27",
    "verseText": "Mfalme akafanya fedha kuwa kitu cha kawaida kama mawe huko Yerusalemu, mierezi akaifanya kuwa mingi kama mikuyu vilimani."
  },
  {
    "verseNumber": "2CH 9:28",
    "verseText": "Farasi wa Solomoni waliletwa kutoka Misri na kutoka nchi nyingine zote."
  },
  {
    "verseNumber": "2CH 9:29",
    "verseText": "Kwa habari za matukio mengine ya utawala wa Solomoni, kuanzia mwanzo hadi mwisho, je, hayakuandikwa katika kumbukumbu za nabii Nathani, katika unabii wa Ahiya Mshiloni na katika maono ya Ido mwonaji kuhusu Yeroboamu mwana wa Nebati?"
  },
  {
    "verseNumber": "2CH 9:30",
    "verseText": "Solomoni alitawala Israeli yote miaka arobaini, akiwa Yerusalemu."
  },
  {
    "verseNumber": "2CH 9:31",
    "verseText": "Kisha Solomoni akalala pamoja na baba zake, naye akazikwa katika mji wa Daudi baba yake. Naye Rehoboamu mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2CH 10:1",
    "verseText": "Rehoboamu akaenda Shekemu, kwa kuwa Waisraeli wote walikuwa wamekwenda huko kumfanya yeye kuwa mfalme."
  },
  {
    "verseNumber": "2CH 10:2",
    "verseText": "Yeroboamu mwana wa Nebati aliposikia hili (alikuwa bado yuko Misri alikokuwa amekimbilia awe mbali na Mfalme Solomoni), akarudi kutoka Misri."
  },
  {
    "verseNumber": "2CH 10:3",
    "verseText": "Kwa hiyo wakatuma watu kumwita Yeroboamu, yeye na kusanyiko lote la Israeli wakamwendea Rehoboamu na kumwambia,"
  },
  {
    "verseNumber": "2CH 10:4",
    "verseText": "“Baba yako aliweka nira nzito, lakini sasa tupunguzie kazi za kikatili na nira nzito aliyoweka juu yetu, nasi tutakutumikia.”"
  },
  {
    "verseNumber": "2CH 10:5",
    "verseText": "Rehoboamu akajibu, “Nendeni kwa muda wa siku tatu na kisha mnirudie.” Basi watu wakaenda zao."
  },
  {
    "verseNumber": "2CH 10:6",
    "verseText": "Kisha Mfalme Rehoboamu akataka shauri kwa wazee ambao walimtumikia Solomoni baba yake wakati wa uhai wake akawauliza, “Mnanishauri nini katika kuwajibu watu hawa?”"
  },
  {
    "verseNumber": "2CH 10:7",
    "verseText": "Wakajibu, “Kama leo utakuwa mtumishi wa watu hawa na kuwahudumia na kuwapa jibu linaloridhisha, watakuwa watumishi wako daima.”"
  },
  {
    "verseNumber": "2CH 10:8",
    "verseText": "Lakini Rehoboamu akakataa shauri alilopewa na wazee na akataka ushauri kwa vijana wanaume rika lake waliokuwa wakimtumikia."
  },
  {
    "verseNumber": "2CH 10:9",
    "verseText": "Akawauliza, “Ninyi ushauri wenu ni nini? Tutawajibuje watu hawa wanaoniambia, ‘Ifanye nyepesi nira baba yako aliyoweka juu yetu?’ ”"
  },
  {
    "verseNumber": "2CH 10:10",
    "verseText": "Wale vijana wa rika lake wakamjibu, “Waambie watu hawa waliokuambia, ‘Baba yako aliweka nira nzito juu yetu, lakini ifanye nira yetu nyepesi,’ kuwa, ‘Kidole changu kidogo ni kinene kuliko kiuno cha baba yangu."
  },
  {
    "verseNumber": "2CH 10:11",
    "verseText": "Baba yangu aliweka nira nzito juu yenu, mimi nitaifanya hata iwe nzito zaidi. Baba yangu aliwachapa kwa mijeledi; mimi nitawachapa kwa nge.’ ”"
  },
  {
    "verseNumber": "2CH 10:12",
    "verseText": "Siku tatu baadaye, Yeroboamu na watu wote wakamrudia Rehoboamu, kama mfalme alivyokuwa amesema, “Rudini kwangu baada ya siku tatu.”"
  },
  {
    "verseNumber": "2CH 10:13",
    "verseText": "Mfalme akawajibu watu kwa ukatili. Akikataa shauri alilopewa na wazee,"
  },
  {
    "verseNumber": "2CH 10:14",
    "verseText": "akafuata shauri la vijana wa rika lake na kusema, “Baba yangu alifanya nira yenu kuwa nzito, mimi nitaifanya kuwa nzito zaidi. Baba yangu aliwachapa kwa mijeledi, mimi nitawachapa kwa nge.”"
  },
  {
    "verseNumber": "2CH 10:15",
    "verseText": "Kwa hiyo mfalme hakuwasikiliza watu, kwa kuwa jambo hili lilitoka kwa Mungu ili kutimiza neno ambalo BWANA alikuwa amenena kwa Yeroboamu mwana wa Nebati kupitia Ahiya Mshiloni."
  },
  {
    "verseNumber": "2CH 10:16",
    "verseText": "Israeli wote walipoona kuwa mfalme amekataa kuwasikiliza, wakamjibu mfalme: “Tuna fungu gani kwa Daudi? Sisi hatuna urithi kwa mwana wa Yese. Nendeni kwenye mahema yenu, ee Israeli, angalia nyumba yako mwenyewe, ee Daudi!” Hivyo Waisraeli wakaenda kwenye mahema yao."
  },
  {
    "verseNumber": "2CH 10:17",
    "verseText": "Lakini kwa habari ya Waisraeli waliokuwa wakiishi katika miji ya Yuda, Rehoboamu akaendelea kuwatawala bado."
  },
  {
    "verseNumber": "2CH 10:18",
    "verseText": "Mfalme Rehoboamu akamtuma Adoniramu aliyekuwa msimamizi wa wale waliofanya kazi ngumu kwa kulazimishwa, lakini Israeli wote wakampiga kwa mawe hadi akafa. Hata hivyo, Mfalme Rehoboamu, akafanikiwa kuingia kwenye gari lake na kutorokea Yerusalemu."
  },
  {
    "verseNumber": "2CH 10:19",
    "verseText": "Hivyo Israeli wakaasi dhidi ya nyumba ya Daudi hadi leo."
  },
  {
    "verseNumber": "2CH 11:1",
    "verseText": "Ikawa Rehoboamu alipofika Yerusalemu, akakusanya nyumba ya Yuda na ya Benyamini, wanaume wapiganaji 180,000, kufanya vita dhidi ya nyumba ya Israeli na kuurudisha tena ufalme kwa Rehoboamu mwana wa Solomoni."
  },
  {
    "verseNumber": "2CH 11:2",
    "verseText": "Lakini neno hili la BWANA likamjia Shemaya mtu wa Mungu:"
  },
  {
    "verseNumber": "2CH 11:3",
    "verseText": "“Mwambie Rehoboamu mwana wa Solomoni mfalme wa Yuda, na Israeli wote walioko Yuda na Benyamini,"
  },
  {
    "verseNumber": "2CH 11:4",
    "verseText": "‘Hili ndilo asemalo BWANA: Msipande kupigana dhidi ya ndugu zenu. Nendeni nyumbani, kila mmoja wenu, kwa kuwa hili nimelitenda mimi.’ ” Kwa hiyo wakalitii neno la BWANA na wakaacha kwenda kupigana dhidi ya Yeroboamu."
  },
  {
    "verseNumber": "2CH 11:5",
    "verseText": "Rehoboamu akaishi Yerusalemu akajenga miji yenye ngome katika Yuda:"
  },
  {
    "verseNumber": "2CH 11:6",
    "verseText": "Akajenga Bethlehemu, Etamu, Tekoa,"
  },
  {
    "verseNumber": "2CH 11:7",
    "verseText": "Beth-Suri, Soko, Adulamu,"
  },
  {
    "verseNumber": "2CH 11:8",
    "verseText": "Gathi, Maresha, Zifu,"
  },
  {
    "verseNumber": "2CH 11:9",
    "verseText": "Adoraimu, Lakishi, Azeka,"
  },
  {
    "verseNumber": "2CH 11:10",
    "verseText": "Sora, Aiyaloni na Hebroni. Hii ndiyo iliyokuwa miji iliyojengewa ngome katika Yuda na Benyamini."
  },
  {
    "verseNumber": "2CH 11:11",
    "verseText": "Akaimarisha ulinzi wake na kuweka majemadari ndani yake, pamoja na ghala za mahitaji ya vyakula, mafuta ya zeituni na divai."
  },
  {
    "verseNumber": "2CH 11:12",
    "verseText": "Akaweka ngao na mikuki katika miji na kuifanya iwe imara sana. Kwa hiyo Yuda na Benyamini zikawa zake."
  },
  {
    "verseNumber": "2CH 11:13",
    "verseText": "Makuhani na Walawi kutoka sehemu zote za Israeli wakawa upande wake."
  },
  {
    "verseNumber": "2CH 11:14",
    "verseText": "Pia Walawi wakaacha maeneo yao ya malisho na mali zao, wakaja Yuda na Yerusalemu kwa sababu Yeroboamu na wanawe walikuwa wamewakataa wasiwe makuhani wa BWANA."
  },
  {
    "verseNumber": "2CH 11:15",
    "verseText": "Naye akawa amechagua makuhani wake mwenyewe kwa ajili ya mahali pa juu pa kuabudia sanamu za mbuzi na za ndama ambazo alikuwa ametengeneza."
  },
  {
    "verseNumber": "2CH 11:16",
    "verseText": "Wale waliotoka katika kila kabila la Israeli ambao walielekeza mioyo yao kumtafuta BWANA, Mungu wa Israeli, wakawafuata Walawi huko Yerusalemu kumtolea BWANA dhabihu, Mungu wa baba zao."
  },
  {
    "verseNumber": "2CH 11:17",
    "verseText": "Wakaimarisha ufalme wa Yuda na kumuunga mkono Rehoboamu mwana wa Solomoni miaka mitatu, wakienenda katika njia za Daudi na Solomoni katika wakati huu."
  },
  {
    "verseNumber": "2CH 11:18",
    "verseText": "Rehoboamu alimwoa Mahalati ambaye alikuwa binti Yeremothi mwana wa Daudi, mamaye alikuwa Abihaili binti Eliabu mwana wa Yese."
  },
  {
    "verseNumber": "2CH 11:19",
    "verseText": "Mahalati alimzalia Rehoboamu wana: Yeushi, Shemaria na Zahamu."
  },
  {
    "verseNumber": "2CH 11:20",
    "verseText": "Kisha akamwoa Maaka binti Absalomu, ambaye alimzalia: Abiya, Atai, Ziza na Shelomithi."
  },
  {
    "verseNumber": "2CH 11:21",
    "verseText": "Rehoboamu akampenda Maaka binti Absalomu zaidi kuliko wakeze wengine na masuria wake. Kwa jumla alikuwa na wake kumi na wanane na masuria sitini, wana ishirini na wanane na binti sitini."
  },
  {
    "verseNumber": "2CH 11:22",
    "verseText": "Rehoboamu akamweka Abiya mwana wa Maaka, kuwa mkuu wa wana wa mfalme miongoni mwa ndugu zake ili amfanye mfalme."
  },
  {
    "verseNumber": "2CH 11:23",
    "verseText": "Akatenda kwa busara, akiwasambaza baadhi ya wanawe katika wilaya zote za Yuda na Benyamini, pamoja na miji yote yenye ngome. Akawapa mahitaji tele na kuwaoza wake wengi."
  },
  {
    "verseNumber": "2CH 12:1",
    "verseText": "Baada ya nafasi ya Rehoboamu kuimarika na kuwa na nguvu, yeye na Israeli yote waliiacha sheria ya BWANA Mungu."
  },
  {
    "verseNumber": "2CH 12:2",
    "verseText": "Kwa sababu hawakuwa waaminifu kwa BWANA, Shishaki mfalme wa Misri akashambulia Yerusalemu katika mwaka wa tano wa utawala wa Mfalme Rehoboamu."
  },
  {
    "verseNumber": "2CH 12:3",
    "verseText": "Akiwa na magari ya vita 1,200 na wapanda farasi 60,000 na idadi isiyohesabika ya majeshi ya Walibia, Wasukii na Wakushi yaliyokuja pamoja naye kutoka Misri."
  },
  {
    "verseNumber": "2CH 12:4",
    "verseText": "Akateka miji ya Yuda yenye ngome akaendelea mpaka Yerusalemu."
  },
  {
    "verseNumber": "2CH 12:5",
    "verseText": "Ndipo nabii Shemaya akaja kwa Rehoboamu na kwa viongozi wa Yuda waliokuwa wamekusanyika huko Yerusalemu kwa ajili ya hofu ya Shishaki naye akawaambia, “Hivi ndivyo asemavyo BWANA, ‘Ninyi mmeniacha mimi, kwa hiyo, mimi nami sasa ninawaacha ninyi mkononi mwa Shishaki.’ ”"
  },
  {
    "verseNumber": "2CH 12:6",
    "verseText": "Viongozi wa Israeli na mfalme wakajinyenyekeza na kusema, “BWANA Mungu ni mwenye haki.”"
  },
  {
    "verseNumber": "2CH 12:7",
    "verseText": "BWANA Mungu alipoona kwamba wamejinyenyekeza, neno hili la BWANA likamjia Shemaya: “Maadamu wamejinyenyekeza, sitawaangamiza bali hivi karibuni nitawapatia wokovu. Ghadhabu yangu haitamwagwa juu ya Yerusalemu kwa kupitia Shishaki."
  },
  {
    "verseNumber": "2CH 12:8",
    "verseText": "Hata hivyo, watamtumikia Shishaki ili wapate kujifunza tofauti kati ya kunitumikia mimi na kuwatumikia wafalme wa nchi nyingine.”"
  },
  {
    "verseNumber": "2CH 12:9",
    "verseText": "Shishaki mfalme wa Misri alipoishambulia Yerusalemu, alichukua hazina za Hekalu la BWANA na hazina za jumba la kifalme. Akachukua kila kitu, pamoja na zile ngao za dhahabu ambazo Solomoni alikuwa amezitengeneza."
  },
  {
    "verseNumber": "2CH 12:10",
    "verseText": "Kwa hiyo Mfalme Rehoboamu akatengeneza ngao za shaba badala ya zile za dhahabu na kuzikabidhi kwa majemadari wa ulinzi wa zamu kwenye ingilio la jumba la mfalme."
  },
  {
    "verseNumber": "2CH 12:11",
    "verseText": "Kila wakati mfalme alipokwenda katika Hekalu la BWANA walinzi walikwenda pamoja naye wakiwa wamebeba hizo ngao na baadaye walizirudisha kwenye chumba cha ulinzi."
  },
  {
    "verseNumber": "2CH 12:12",
    "verseText": "Kwa sababu Rehoboamu alijinyenyekeza, hasira ya BWANA ikageukia mbali naye, hakuangamizwa kabisa. Kukawa na hali nzuri katika Yuda."
  },
  {
    "verseNumber": "2CH 12:13",
    "verseText": "Mfalme Rehoboamu akajiweka imara katika Yerusalemu na akaendelea kuwa mfalme. Alikuwa na umri wa miaka arobaini na mmoja alipoanza kutawala, naye akatawala huko Yerusalemu miaka kumi na saba, mji ambao BWANA alikuwa ameuchagua miongoni mwa makabila yote ya Israeli ili aliweke Jina lake humo. Mama yake aliitwa Naama, alikuwa Mwamoni."
  },
  {
    "verseNumber": "2CH 12:14",
    "verseText": "Rehoboamu akatenda maovu kwa sababu hakuuelekeza moyo wake katika kumtafuta BWANA Mungu."
  },
  {
    "verseNumber": "2CH 12:15",
    "verseText": "Kwa habari ya matukio katika utawala wa Rehoboamu, tangu mwanzo mpaka mwisho, je, hayakuandikwa katika kumbukumbu za nabii Shemaya na mwonaji Ido zinazohusiana na vizazi? Kulikuwako na vita mara kwa mara kati ya Rehoboamu na Yeroboamu."
  },
  {
    "verseNumber": "2CH 12:16",
    "verseText": "Rehoboamu akalala na baba zake, akazikwa katika Mji wa Daudi. Naye Abiya mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2CH 13:1",
    "verseText": "Katika mwaka wa kumi na nane wa utawala wa Yeroboamu, Abiya akawa mfalme wa Yuda,"
  },
  {
    "verseNumber": "2CH 13:2",
    "verseText": "naye akatawala huko Yerusalemu miaka mitatu. Mama yake aliitwa Maaka, binti Urieli wa Gibea. Basi kulikuwa na vita kati ya Abiya na Yeroboamu."
  },
  {
    "verseNumber": "2CH 13:3",
    "verseText": "Abiya aliingia vitani na jeshi la watu 400,000 wenye uwezo wa kupigana, naye Yeroboamu akapanga jeshi dhidi ya Abiya akiwa na jeshi la watu 800,000 wenye uwezo."
  },
  {
    "verseNumber": "2CH 13:4",
    "verseText": "Abiya akasimama juu ya Mlima Semaraimu, katika nchi ya vilima ya Efraimu, naye akasema, “Yeroboamu na Israeli yote, nisikilizeni mimi!"
  },
  {
    "verseNumber": "2CH 13:5",
    "verseText": "Hamfahamu kwamba BWANA, Mungu wa Israeli, alimpa Daudi na wazao wake ufalme juu ya Israeli milele kwa Agano la chumvi?"
  },
  {
    "verseNumber": "2CH 13:6",
    "verseText": "Hata hivyo Yeroboamu mwana wa Nebati afisa wa Solomoni mwana wa Daudi, aliasi dhidi ya bwana wake."
  },
  {
    "verseNumber": "2CH 13:7",
    "verseText": "Baadhi ya watu wasiofaa kitu, wabaya kabisa walimkusanyikia na kumpinga Rehoboamu mwana wa Solomoni alipokuwa kijana mdogo asiyekuwa na uamuzi, asiye na nguvu za kuweza kupingana nao."
  },
  {
    "verseNumber": "2CH 13:8",
    "verseText": "“Hata sasa unapanga kupingana na ufalme wa BWANA ambao uko mikononi mwa wazao wa Daudi. Kweli ninyi ni jeshi kubwa nanyi mnazo ndama za dhahabu Yeroboamu alizozitengeneza kuwa miungu yenu."
  },
  {
    "verseNumber": "2CH 13:9",
    "verseText": "Lakini je, hamkuwafukuza makuhani wa BWANA, wana wa Aroni na Walawi na kujifanyia makuhani wenu wenyewe kama yafanyavyo mataifa ya nchi nyingine? Yeyote anayekuja kujiweka wakfu akiwa na ndama dume na kondoo dume saba aweza kuwa kuhani wa kile ambacho ni miungu kwenu."
  },
  {
    "verseNumber": "2CH 13:10",
    "verseText": "“Lakini kwetu sisi, BWANA ndiye Mungu wetu, wala hatujamwacha. Makuhani wanaomtumikia BWANA ni wana wa Aroni, nao Walawi wakiwasaidia."
  },
  {
    "verseNumber": "2CH 13:11",
    "verseText": "Kila asubuhi na jioni wao hutoa sadaka za kuteketezwa na kufukiza uvumba wa harufu nzuri kwa BWANA. Wao huweka mikate juu ya meza safi kwa taratibu za kiibada na kuwasha taa kwenye kinara cha dhahabu kila jioni. Sisi tunazishika kanuni za BWANA Mungu wetu. Lakini ninyi mmemwacha Mungu."
  },
  {
    "verseNumber": "2CH 13:12",
    "verseText": "Mungu yu pamoja nasi, yeye ndiye kiongozi wetu. Makuhani wake wakiwa na tarumbeta zao watapiga baragumu ya vita dhidi yenu. Watu wa Israeli, msipigane dhidi ya BWANA, Mungu wa baba zenu, kwa maana hamtashinda.”"
  },
  {
    "verseNumber": "2CH 13:13",
    "verseText": "Basi Yeroboamu alikuwa ametuma jeshi kuzunguka nyuma ya Yuda ili kwamba akiwa mbele ya Yuda, jeshi liwavizie kwa nyuma."
  },
  {
    "verseNumber": "2CH 13:14",
    "verseText": "Basi Yuda wakageuka na kuona kwamba wanashambuliwa mbele na nyuma. Ndipo wakamlilia BWANA. Makuhani wakapiga tarumbeta zao,"
  },
  {
    "verseNumber": "2CH 13:15",
    "verseText": "nao watu wa Yuda wakapaza sauti ya kilio cha vita. Katika kupiga kelele za vita, Mungu akawafukuza Yeroboamu na Israeli wote mbele ya Mfalme Abiya na Yuda."
  },
  {
    "verseNumber": "2CH 13:16",
    "verseText": "Waisraeli wakakimbia mbele ya Yuda, naye Mungu akawatia Israeli mikononi mwao."
  },
  {
    "verseNumber": "2CH 13:17",
    "verseText": "Abiya na watu wake wakawachinja kwa machinjo makuu, hata wakawepo majeruhi 500,000 miongoni mwa watu wenye uwezo wa Israeli."
  },
  {
    "verseNumber": "2CH 13:18",
    "verseText": "Watu wa Israeli walitiishwa katika tukio lile, nao watu wa Yuda wakawa washindi kwa sababu walimtegemea BWANA, Mungu wa baba zao."
  },
  {
    "verseNumber": "2CH 13:19",
    "verseText": "Abiya akamfuatia Yeroboamu na kuteka miji ya Betheli, Yeshana na Efroni kutoka kwake, pamoja na vijiji vinavyoizunguka miji hiyo."
  },
  {
    "verseNumber": "2CH 13:20",
    "verseText": "Yeroboamu hakupata nguvu tena wakati wa utawala wa Abiya. Naye BWANA akampiga Yeroboamu akafa."
  },
  {
    "verseNumber": "2CH 13:21",
    "verseText": "Lakini Abiya akapata nguvu. Alioa wanawake kumi na wanne na alikuwa na wana ishirini na wawili na binti kumi na sita."
  },
  {
    "verseNumber": "2CH 13:22",
    "verseText": "Matukio mengine ya utawala wa Abiya, pamoja na mambo aliyofanya na aliyosema, yameandikwa katika kitabu cha maelezo cha nabii Ido."
  },
  {
    "verseNumber": "2CH 14:1",
    "verseText": "Naye Abiya akalala na baba zake, akazikwa katika Mji wa Daudi. Asa mwanawe akawa mfalme baada yake. Katika siku zake, nchi ikawa na amani kwa miaka kumi."
  },
  {
    "verseNumber": "2CH 14:2",
    "verseText": "Asa akatenda yaliyo mema na haki machoni pa BWANA Mungu wake."
  },
  {
    "verseNumber": "2CH 14:3",
    "verseText": "Akaziondoa madhabahu za kigeni na mahali pa juu pa kuabudia miungu, akayavunja yale mawe ya kuabudiwa na kuzikatakata nguzo za Maashera."
  },
  {
    "verseNumber": "2CH 14:4",
    "verseText": "Akawaamuru Yuda kumtafuta BWANA, Mungu wa baba zao na kutii sheria zake na amri zake."
  },
  {
    "verseNumber": "2CH 14:5",
    "verseText": "Akaondoa mahali pa juu pa kuabudia miungu na madhabahu za kufukizia uvumba kwenye kila mji katika Yuda, nao ufalme ulikuwa na amani katika utawala wake."
  },
  {
    "verseNumber": "2CH 14:6",
    "verseText": "Akajenga miji yenye ngome katika Yuda, wakati nchi ikiwa na amani. Hakuna mtu yeyote aliyepigana vita naye katika miaka hiyo, kwa kuwa BWANA alimstarehesha."
  },
  {
    "verseNumber": "2CH 14:7",
    "verseText": "Mfalme akawaambia Yuda, “Tuijenge hii miji na tuizungushie kuta, pamoja na minara, malango na makomeo. Nchi bado ni yetu, kwa sababu tumemtafuta BWANA Mungu wetu, tulimtafuta naye ametupa raha kila upande.” Hivyo wakajenga na wakafanikiwa."
  },
  {
    "verseNumber": "2CH 14:8",
    "verseText": "Asa alikuwa na jeshi la watu 300,000 kutoka Yuda, wenye ngao kubwa na mikuki na jeshi la watu 280,000 kutoka Benyamini, wenye ngao ndogo na pinde. Watu hawa wote walikuwa wapiganaji mashujaa."
  },
  {
    "verseNumber": "2CH 14:9",
    "verseText": "Zera Mkushi akatoka kupigana dhidi yao akiwa na jeshi la watu maelfu ya maelfu na magari ya vita 300, nao wakaja mpaka Maresha."
  },
  {
    "verseNumber": "2CH 14:10",
    "verseText": "Asa akatoka kumkabili, nao wakapanga vita katika Bonde la Sefatha karibu na Maresha."
  },
  {
    "verseNumber": "2CH 14:11",
    "verseText": "Kisha Asa akamlilia BWANA Mungu wake na kusema, “Ee BWANA, hakuna yeyote aliye kama wewe wa kuwasaidia wasio na nguvu dhidi ya wenye nguvu. Utusaidie, Ee BWANA, wewe ndiwe Mungu wetu, kwa kuwa tunakutumainia wewe, nasi kwa jina lako tumekuja dhidi ya jeshi hili kubwa. Ee BWANA, wewe ndiwe Mungu wetu, usiwaache wanadamu wakushinde wewe.”"
  },
  {
    "verseNumber": "2CH 14:12",
    "verseText": "BWANA akawapiga Wakushi mbele ya Asa na Yuda. Wakushi wakakimbia,"
  },
  {
    "verseNumber": "2CH 14:13",
    "verseText": "naye Asa na jeshi lake wakawafuatia mpaka Gerari. Idadi kubwa ya Wakushi ilianguka hata wasiweze kuinuka tena, wakapondapondwa mbele za BWANA na majeshi yake."
  },
  {
    "verseNumber": "2CH 14:14",
    "verseText": "Watu wa Yuda wakachukua nyara nyingi sana, wakaangamiza vijiji vyote vinavyoizunguka Gerari, kwa kuwa hofu ya BWANA ilikuwa imewaangukia. Wakateka nyara vijiji hivi vyote, kwani kulikuwepo nyara nyingi huko."
  },
  {
    "verseNumber": "2CH 14:15",
    "verseText": "Pia wakashambulia kambi za wachunga makundi ya wanyama wakachukua na kuyaswaga makundi ya kondoo, mbuzi na ngamia. Kisha wakarudi Yerusalemu."
  },
  {
    "verseNumber": "2CH 15:1",
    "verseText": "Roho wa BWANA akamjia Azaria mwana wa Odedi."
  },
  {
    "verseNumber": "2CH 15:2",
    "verseText": "Akatoka ili kumlaki Asa na kumwambia, “Nisikilizeni, Asa na Yuda wote na Benyamini. BWANA yu pamoja nanyi mkiwa pamoja naye. Kama mkimtafuta, ataonekana kwenu, lakini kama mkimwacha yeye, naye atawaacha ninyi."
  },
  {
    "verseNumber": "2CH 15:3",
    "verseText": "Kwa muda mrefu Israeli walikuwa hawana Mungu wa kweli, walikuwa hawana kuhani wa kuwafundisha na wala hawakuwa na sheria."
  },
  {
    "verseNumber": "2CH 15:4",
    "verseText": "Lakini katika taabu yao walimrudia BWANA, Mungu wa Israeli na kumtafuta, naye akaonekana kwao."
  },
  {
    "verseNumber": "2CH 15:5",
    "verseText": "Katika siku hizo hapakuwa na amani kwa yeyote aliyesafiri, kutoka wala kuingia, kwa kuwa wakazi wote wa nchi walikuwa katika machafuko makubwa."
  },
  {
    "verseNumber": "2CH 15:6",
    "verseText": "Taifa moja lilipigana na taifa lingine na mji mmoja ukapigana na mji mwingine, kwa sababu Mungu alikuwa anawahangaisha kwa taabu za kila aina."
  },
  {
    "verseNumber": "2CH 15:7",
    "verseText": "Lakini kwa habari yenu ninyi, kuweni hodari wala msikate tamaa, kwa kuwa mtapata thawabu kwa kazi yenu.”"
  },
  {
    "verseNumber": "2CH 15:8",
    "verseText": "Asa aliposikia maneno haya na unabii wa Azaria mwana wa Odedi nabii, akajipa moyo. Akaziondoa sanamu zote zilizokuwa machukizo katika nchi yote ya Yuda na Benyamini na kutoka miji aliyoiteka ya vilima vya Efraimu. Akakarabati madhabahu ya BWANA iliyokuwa mbele ya ukumbi wa Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 15:9",
    "verseText": "Kisha akakutanisha Yuda wote, Benyamini na watu kutoka Efraimu, watu wa Manase na Simeoni waliokuwa wanaishi miongoni mwao, kwa maana idadi kubwa walikuwa wamemjia kutoka Israeli walipoona kwamba BWANA Mungu wake alikuwa pamoja naye."
  },
  {
    "verseNumber": "2CH 15:10",
    "verseText": "Basi wakakusanyika huko Yerusalemu mwezi wa tatu katika mwaka wa kumi na tano wa utawala wa Asa."
  },
  {
    "verseNumber": "2CH 15:11",
    "verseText": "Wakati huo wakamtolea BWANA dhabihu za ngʼombe 700, kondoo na mbuzi 7,000 kutoka zile nyara walizoteka."
  },
  {
    "verseNumber": "2CH 15:12",
    "verseText": "Wakafanya agano kumtafuta BWANA, Mungu wa baba zao kwa moyo wao wote na kwa roho yao yote."
  },
  {
    "verseNumber": "2CH 15:13",
    "verseText": "Wale wote ambao hawangemtafuta BWANA, Mungu wa Israeli wangelazimika kuuawa, akiwa mdogo au mkubwa, mwanaume au mwanamke."
  },
  {
    "verseNumber": "2CH 15:14",
    "verseText": "Wakamwapia BWANA kwa sauti kuu, kwa kupiga kelele, tarumbeta na kwa mabaragumu."
  },
  {
    "verseNumber": "2CH 15:15",
    "verseText": "Yuda wote wakafurahia kile kiapo kwa sababu walikuwa wameapa kwa moyo wao wote. Wakamtafuta Mungu kwa bidii, naye akaonekana kwao. Kwa hiyo BWANA akawastarehesha pande zote."
  },
  {
    "verseNumber": "2CH 15:16",
    "verseText": "Mfalme Asa akamwondolea Maaka mama yake wadhifa wake kama mama malkia kwa sababu alikuwa ametengeneza nguzo ya Ashera ya kuchukiza. Asa akaikata hiyo nguzo, akaivunjavunja na kuiteketeza kwa moto katika Bonde la Kidroni."
  },
  {
    "verseNumber": "2CH 15:17",
    "verseText": "Ijapokuwa hakuondoa mahali pa juu pa kuabudia miungu katika Israeli, moyo wa Asa ulikuwa umejiweka kwa Bwana kikamilifu maisha yake yote."
  },
  {
    "verseNumber": "2CH 15:18",
    "verseText": "Akaleta ndani ya Hekalu la Mungu fedha na dhahabu na vile vyombo ambavyo yeye na baba yake walikuwa wameviweka wakfu."
  },
  {
    "verseNumber": "2CH 15:19",
    "verseText": "Hapakuwepo vita tena mpaka mwaka wa thelathini na tano wa utawala wake Asa."
  },
  {
    "verseNumber": "2CH 16:1",
    "verseText": "Katika mwaka wa thelathini na sita wa utawala wa Asa, Mfalme Baasha wa Israeli akashambulia Yuda na kuweka ngome mji wa Rama ili kumzuia yeyote asitoke wala kuingia nchi ya Mfalme Asa wa Yuda."
  },
  {
    "verseNumber": "2CH 16:2",
    "verseText": "Ndipo Asa akachukua fedha na dhahabu kutoka hazina ya Hekalu la BWANA na kutoka jumba lake mwenyewe la kifalme na kumpelekea Ben-Hadadi mfalme wa Aramu, ambaye alikuwa anatawala huko Dameski."
  },
  {
    "verseNumber": "2CH 16:3",
    "verseText": "Akasema, “Pawepo na mkataba kati yangu na wewe, kama ulivyokuwepo kati ya baba yangu na baba yako. Tazama, nimekuletea fedha na dhahabu. Sasa vunja mkataba wako na Baasha mfalme wa Israeli ili aniondokee mimi.”"
  },
  {
    "verseNumber": "2CH 16:4",
    "verseText": "Ben-Hadadi akakubaliana na Mfalme Asa na kutuma majemadari wa majeshi yake dhidi ya miji ya Israeli. Wakashinda Iyoni, Dani, Abel-Maimu na miji yote ya hazina ya Naftali."
  },
  {
    "verseNumber": "2CH 16:5",
    "verseText": "Baasha aliposikia jambo hili, akasimamisha kujenga Rama na kuacha kazi yake."
  },
  {
    "verseNumber": "2CH 16:6",
    "verseText": "Ndipo Mfalme Asa akawaleta watu wote wa Yuda, nao wakachukua mawe na miti ambayo Baasha alikuwa anavitumia huko Rama. Kwa vitu hivyo akajenga Geba na Mispa."
  },
  {
    "verseNumber": "2CH 16:7",
    "verseText": "Ikawa wakati huo mwonaji Hanani akamjia Mfalme Asa wa Yuda na kumwambia: “Kwa sababu ulimtegemea mfalme wa Aramu nawe hukumtegemea BWANA Mungu wako, jeshi la mfalme wa Aramu limeponyoka mkononi mwako."
  },
  {
    "verseNumber": "2CH 16:8",
    "verseText": "Je, hukumbuki lililotendeka kwa Wakushi na Walibia, hawakuwa jeshi lenye nguvu na magari mengi ya vita na wapanda farasi? Hata hivyo, ulipomtegemea BWANA yeye aliwatia mkononi mwako."
  },
  {
    "verseNumber": "2CH 16:9",
    "verseText": "Kwa kuwa macho ya BWANA hukimbiakimbia duniani kote ili kujionyesha mwenye nguvu kwa ajili ya wale ambao mioyo yao inamtegemea kwa ukamilifu. Umefanya jambo la upumbavu na kuanzia sasa na kuendelea utakuwa na vita.”"
  },
  {
    "verseNumber": "2CH 16:10",
    "verseText": "Asa akamkasirikia mwonaji kwa sababu ya jambo hili. Alikuwa ameghadhibika sana hata akamweka gerezani. Wakati huo huo Asa akaanza kuwatesa na kuwaonea baadhi ya watu kwa ukatili."
  },
  {
    "verseNumber": "2CH 16:11",
    "verseText": "Matukio ya utawala wa Asa, kuanzia mwanzo mpaka mwisho, yameandikwa katika kitabu cha wafalme wa Yuda na Israeli."
  },
  {
    "verseNumber": "2CH 16:12",
    "verseText": "Katika mwaka wa thelathini na tisa wa utawala wake, Asa alipatwa na ugonjwa kwenye miguu yake. Ingawa ugonjwa wake ulimzidia sana, hata katika kuugua kwake hakutafuta msaada kutoka kwa BWANA bali kwa matabibu tu."
  },
  {
    "verseNumber": "2CH 16:13",
    "verseText": "Katika mwaka wa arobaini na moja wa utawala wa Asa, alikufa na kulala na baba zake."
  },
  {
    "verseNumber": "2CH 16:14",
    "verseText": "Nao wakamzika katika kaburi lile alilokuwa amejichongea mwenyewe katika Mji wa Daudi. Wakamzika kwa jeneza lililowekwa vikolezi na mchanganyiko wa manukato ya aina mbalimbali yaliyotengenezwa kwa utaalamu wa mtengeneza marashi, nao wakawasha moto mkubwa kwa heshima yake."
  },
  {
    "verseNumber": "2CH 17:1",
    "verseText": "Yehoshafati mwanawe akawa mfalme baada yake na akajiimarisha dhidi ya Israeli."
  },
  {
    "verseNumber": "2CH 17:2",
    "verseText": "Akaweka jeshi katika miji yote ya Yuda yenye ngome na kuweka askari walinzi katika Yuda na katika miji ya Efraimu ile ambayo baba yake Asa alikuwa ameiteka."
  },
  {
    "verseNumber": "2CH 17:3",
    "verseText": "BWANA Mungu alikuwa na Yehoshafati kwa sababu katika miaka yake ya mwanzoni alienenda katika njia za Daudi baba yake. Hakutafuta Mabaali"
  },
  {
    "verseNumber": "2CH 17:4",
    "verseText": "bali alimtafuta Mungu wa baba yake na kuzifuata amri zake badala ya kufuata desturi za watu wa Israeli."
  },
  {
    "verseNumber": "2CH 17:5",
    "verseText": "Kwa hiyo BWANA akauimarisha ufalme chini ya uongozi wake, nao Yuda wote wakamletea Yehoshafati zawadi, hivyo akawa na utajiri mwingi na heshima."
  },
  {
    "verseNumber": "2CH 17:6",
    "verseText": "Moyo wake ukawa hodari katika njia za BWANA na zaidi ya yote, akaondoa mahali pa juu pa kuabudia miungu na nguzo za Maashera katika Yuda."
  },
  {
    "verseNumber": "2CH 17:7",
    "verseText": "Katika mwaka wa tatu wa utawala wa akatuma maafisa wake ambao ni: Ben-Haili, Obadia, Zekaria, Nethaneli na Mikaya ili kufundisha katika miji ya Yuda."
  },
  {
    "verseNumber": "2CH 17:8",
    "verseText": "Pamoja nao walikuwepo Walawi fulani nao ni: Shemaya, Nethania, Zebadia, Asaheli, Shemiramothi, Yehonathani, Adoniya, Tobia, Tob-Adonia, pamoja nao walikuwepo makuhani Elishama na Yehoramu."
  },
  {
    "verseNumber": "2CH 17:9",
    "verseText": "Wakafundisha Yuda yote, wakiwa wamechukua Kitabu cha Sheria ya BWANA wakazunguka miji yote ya Yuda na kufundisha watu."
  },
  {
    "verseNumber": "2CH 17:10",
    "verseText": "Hofu ya BWANA ikawa juu ya falme zote za nchi zilizozunguka Yuda, hivyo hawakufanya vita na Yehoshafati."
  },
  {
    "verseNumber": "2CH 17:11",
    "verseText": "Baadhi ya Wafilisti wakamletea Yehoshafati zawadi na fedha kama ushuru, nao Waarabu wakamletea mifugo: kondoo dume 7,700 na mbuzi 7,700."
  },
  {
    "verseNumber": "2CH 17:12",
    "verseText": "Yehoshafati akaendelea kupata nguvu zaidi na zaidi, akajenga ngome na miji ya hazina katika Yuda"
  },
  {
    "verseNumber": "2CH 17:13",
    "verseText": "na akawa na wingi mkubwa wa vitu katika miji ya Yuda. Pia aliweka askari wa vita wenye uzoefu huko Yerusalemu."
  },
  {
    "verseNumber": "2CH 17:14",
    "verseText": "Wakaandikishwa katika jamaa zao kama ifuatavyo: Kutoka Yuda, majemadari wa vikosi vya elfu: Jemadari Adna akiwa na askari wa vita 300,000;"
  },
  {
    "verseNumber": "2CH 17:15",
    "verseText": "aliyefuata ni jemadari Yehohanani, akiwa na askari 280,000 walio tayari kwa vita;"
  },
  {
    "verseNumber": "2CH 17:16",
    "verseText": "aliyefuata ni Amasia mwana wa Zikri, ambaye alijitolea kwa ajili ya kazi ya BWANA, akiwa na askari 200,000."
  },
  {
    "verseNumber": "2CH 17:17",
    "verseText": "Kutoka Benyamini: Eliada, askari shujaa akiwa na watu 200,000 wenye silaha za nyuta na ngao;"
  },
  {
    "verseNumber": "2CH 17:18",
    "verseText": "aliyefuata ni Yehozabadi, akiwa na askari 180,000 wenye silaha za vita."
  },
  {
    "verseNumber": "2CH 17:19",
    "verseText": "Hawa ndio waliomtumikia mfalme, mbali na wale mfalme aliweka katika miji yenye ngome huko Yuda yote."
  },
  {
    "verseNumber": "2CH 18:1",
    "verseText": "Basi, Yehoshafati alikuwa na mali nyingi sana na heshima. Naye akafanya urafiki na Ahabu kwa mwanawe kumwoa binti wa Ahabu."
  },
  {
    "verseNumber": "2CH 18:2",
    "verseText": "Baada ya miaka kadhaa akashuka kumtembelea Ahabu huko Samaria. Ahabu akachinja ngʼombe na kondoo wengi kwa ajili yake na watu aliokuwa amefuatana nao. Kisha Ahabu akamshawishi Yehoshafati kukwea pamoja naye ili kuishambulia Ramoth-Gileadi."
  },
  {
    "verseNumber": "2CH 18:3",
    "verseText": "Ahabu mfalme wa Israeli akamuuliza Yehoshafati mfalme wa Yuda, “Je, utakwenda pamoja nami kupigana dhidi ya Ramoth-Gileadi?” Yehoshafati akamjibu mfalme wa Israeli, “Mimi ni kama wewe, watu wangu ni kama watu wako, farasi wangu ni kama farasi wako. Tutakuwa pamoja nawe vitani.”"
  },
  {
    "verseNumber": "2CH 18:4",
    "verseText": "Lakini Yehoshafati pia akamwambia mfalme wa Israeli, “Kwanza tafuta shauri la BWANA.”"
  },
  {
    "verseNumber": "2CH 18:5",
    "verseText": "Kwa hiyo mfalme wa Israeli akawaleta pamoja manabii wanaume wapatao mia nne, akawauliza, “Je, twende vitani dhidi ya Ramoth-Gileadi, au niache?” Wakajibu, “Naam, nenda kwa kuwa Mungu ataiweka Ramoth-Gileadi mkononi mwa mfalme.”"
  },
  {
    "verseNumber": "2CH 18:6",
    "verseText": "Lakini Yehoshafati akauliza, “Je, hayuko nabii wa BWANA hapa ambaye tunaweza kumuuliza?”"
  },
  {
    "verseNumber": "2CH 18:7",
    "verseText": "Mfalme wa Israeli akamjibu Yehoshafati, “Bado yupo mtu mmoja ambaye kupitia yeye twaweza kumuuliza shauri la BWANA, lakini namchukia kwa sababu huwa hatabiri jambo lolote jema kunihusu mimi, lakini kila mara hunitabiria mabaya tu. Yeye ni Mikaya mwana wa Imla.” Yehoshafati akajibu, “Mfalme hapaswi kusema hivyo.”"
  },
  {
    "verseNumber": "2CH 18:8",
    "verseText": "Kwa hiyo mfalme wa Israeli akamwita mmoja wa maafisa wake na kusema, “Mlete Mikaya mwana wa Imla mara moja.”"
  },
  {
    "verseNumber": "2CH 18:9",
    "verseText": "Wakiwa wamevalia majoho yao ya kifalme, mfalme wa Israeli na Yehoshafati mfalme wa Yuda walikuwa wameketi juu ya viti vyao vya kifalme katika sakafu ya kupuria, kwenye ingilio la lango la Samaria, pamoja na manabii wote wakiwa wakitabiri mbele yao."
  },
  {
    "verseNumber": "2CH 18:10",
    "verseText": "Wakati huu Sedekia mwana wa Kenaana alikuwa ametengeneza pembe za chuma, akatangaza, “Hivi ndivyo BWANA asemavyo, ‘Kwa hizi pembe utawapiga na kuwarudisha Waaramu nyuma mpaka wameangamizwa.’ ”"
  },
  {
    "verseNumber": "2CH 18:11",
    "verseText": "Manabii wengine wote walikuwa wanatabiri kitu hicho hicho, wakisema, “Ishambulie Ramoth-Gileadi na uwe mshindi. Kwa kuwa BWANA ataitia mkononi mwa mfalme.”"
  },
  {
    "verseNumber": "2CH 18:12",
    "verseText": "Mjumbe aliyekuwa amekwenda kumwita Mikaya akamwambia, “Tazama, manabii wote kama mtu mmoja wanatabiri ushindi kwa mfalme. Neno lako na likubaliane na lao, nawe unene mema kuhusu mfalme.”"
  },
  {
    "verseNumber": "2CH 18:13",
    "verseText": "Lakini Mikaya akasema, “Hakika kama BWANA aishivyo, nitamwambia kile tu BWANA atakachoniambia.”"
  },
  {
    "verseNumber": "2CH 18:14",
    "verseText": "Alipofika, mfalme akamuuliza, “Mikaya, je, twende vitani dhidi ya Ramoth-Gileadi au niache?” Akamjibu, “Shambulia na ushinde, kwa kuwa watatiwa mkononi mwako.”"
  },
  {
    "verseNumber": "2CH 18:15",
    "verseText": "Mfalme akamwambia, “Je, ni mara ngapi nitakuapisha ili usiniambie kitu chochote ila kweli tu kwa jina la BWANA?”"
  },
  {
    "verseNumber": "2CH 18:16",
    "verseText": "Ndipo Mikaya akajibu, “Niliona Israeli wote wametawanyika vilimani kama kondoo wasio na mchungaji, naye BWANA akasema, ‘Watu hawa hawana bwana. Mwache kila mmoja aende nyumbani kwa amani.’ ”"
  },
  {
    "verseNumber": "2CH 18:17",
    "verseText": "Mfalme wa Israeli akamwambia Yehoshafati, “Sikukuambia kwamba huwa hatabiri jambo lolote jema kunihusu bali mabaya tu?”"
  },
  {
    "verseNumber": "2CH 18:18",
    "verseText": "Mikaya akaendelea, “Kwa hiyo lisikie neno la BWANA: Nilimwona BWANA ameketi juu ya kiti chake cha enzi pamoja na jeshi lote la mbinguni likiwa limesimama upande wa kulia na wa kushoto."
  },
  {
    "verseNumber": "2CH 18:19",
    "verseText": "Naye BWANA akasema, ‘Ni nani atakayemshawishi Ahabu, mfalme wa Israeli, ili aishambulie Ramoth-Gileadi na kukiendea kifo chake huko?’ “Mmoja akapendekeza hili na mwingine lile."
  },
  {
    "verseNumber": "2CH 18:20",
    "verseText": "Mwishoni, roho akajitokeza, akasimama mbele za BWANA na kusema, ‘Nitamshawishi.’ “BWANA akauliza, ‘Kwa njia gani?’"
  },
  {
    "verseNumber": "2CH 18:21",
    "verseText": "“Akasema, ‘Nitakwenda na kuwa roho ya uongo katika vinywa vya manabii wake wote.’ “BWANA akasema, ‘Utafanikiwa katika kumshawishi. Nenda ukafanye hivyo.’"
  },
  {
    "verseNumber": "2CH 18:22",
    "verseText": "“Kwa hiyo sasa BWANA ameweka roho ya kudanganya ndani ya vinywa vya hawa manabii wako wote. BWANA ameamuru maafa kwa ajili yako.”"
  },
  {
    "verseNumber": "2CH 18:23",
    "verseText": "Kisha Sedekia mwana wa Kenaana akatoka na kumpiga Mikaya kofi usoni. Akauliza, “Huyo Roho kutoka kwa BWANA alipita njia gani alipotoka kwangu ili kusema nawe?”"
  },
  {
    "verseNumber": "2CH 18:24",
    "verseText": "Mikaya akajibu, “Utagundua siku hiyo utakapokwenda kujificha kwenye chumba cha ndani.”"
  },
  {
    "verseNumber": "2CH 18:25",
    "verseText": "Kisha mfalme wa Israeli akaagiza, “Mchukueni na mkamrudishe kwa Amoni mtawala wa mji na kwa Yoashi mwana wa mfalme."
  },
  {
    "verseNumber": "2CH 18:26",
    "verseText": "Mkaseme, ‘Hivi ndivyo asemavyo mfalme: Mwekeni mtu huyu gerezani na asipewe chochote ila mkate na maji mpaka nitakaporudi salama.’ ”"
  },
  {
    "verseNumber": "2CH 18:27",
    "verseText": "Mikaya akasema, “Kama utarudi salama, basi BWANA hajanena kupitia kwangu.” Kisha akaongeza kusema, “Zingatieni maneno yangu, enyi watu wote!”"
  },
  {
    "verseNumber": "2CH 18:28",
    "verseText": "Basi mfalme wa Israeli na Yehoshafati mfalme wa Yuda wakaenda Ramoth-Gileadi."
  },
  {
    "verseNumber": "2CH 18:29",
    "verseText": "Mfalme wa Israeli akamwambia Yehoshafati, “Nitaingia vitani nikiwa nimejibadilisha, lakini wewe uvae majoho yako ya kifalme.” Kwa hiyo mfalme wa Israeli akajibadilisha na kwenda vitani."
  },
  {
    "verseNumber": "2CH 18:30",
    "verseText": "Wakati huu, mfalme wa Aramu alikuwa amewaagiza majemadari thelathini na wawili wa magari ya vita, “Msipigane na yeyote, mdogo au mkubwa, isipokuwa mfalme wa Israeli.”"
  },
  {
    "verseNumber": "2CH 18:31",
    "verseText": "Wakati wale majemadari wa magari ya vita walipomwona Yehoshafati, wakafikiri, “Hakika huyu ndiye mfalme wa Israeli.” Kwa hiyo wakageuka ili wamshambulie, lakini Yehoshafati akapiga kelele, naye BWANA akamsaidia. Mungu akawaondoa kwake,"
  },
  {
    "verseNumber": "2CH 18:32",
    "verseText": "wale majemadari wakaona kwamba hakuwa mfalme wa Israeli nao wakaacha kumfuatilia."
  },
  {
    "verseNumber": "2CH 18:33",
    "verseText": "Lakini mtu fulani akavuta upinde pasipo lengo na kumpiga mfalme wa Israeli katikati ya kiungio cha mavazi yake ya chuma, mfalme akamwambia mwendesha gari lake, “Geuza gari na uniondoe mimi katika mapigano, nimejeruhiwa.”"
  },
  {
    "verseNumber": "2CH 18:34",
    "verseText": "Vita vikaendelea mchana kutwa, naye mfalme wa Israeli akajitegemeza ndani ya gari lake kuwaelekea Waaramu hadi jioni. Basi jioni yake akafa."
  },
  {
    "verseNumber": "2CH 19:1",
    "verseText": "Mfalme Yehoshafati wa Yuda akarudi salama kwenye jumba lake la kifalme huko Yerusalemu."
  },
  {
    "verseNumber": "2CH 19:2",
    "verseText": "Yehu mwonaji, mwana wa Hanani, akapanda kwenda kuonana naye akamwambia Mfalme Yehoshafati, “Je, utawasaidia waovu na kuwapenda wale wanaomchukia BWANA? Kwa sababu ya jambo hili, ghadhabu ya BWANA iko juu yako."
  },
  {
    "verseNumber": "2CH 19:3",
    "verseText": "Hata hivyo, kuna mema yaliyoonekana kwako, kwa kuwa umeondoa katika nchi nguzo za Ashera na umeukaza moyo wako katika kumtafuta Mungu.”"
  },
  {
    "verseNumber": "2CH 19:4",
    "verseText": "Yehoshafati aliishi huko Yerusalemu, naye akatoka akaenda tena miongoni mwa watu, kuanzia Beer-Sheba hadi nchi ya vilima ya Efraimu na kuwageuza wakamrudia BWANA, Mungu wa baba zao."
  },
  {
    "verseNumber": "2CH 19:5",
    "verseText": "Akawaweka waamuzi katika nchi, kwenye miji yote ya Yuda yenye maboma."
  },
  {
    "verseNumber": "2CH 19:6",
    "verseText": "Akawaambia, “Angalieni kwa makini yale mtendayo, kwa kuwa hamkuhukumu kwa ajili ya mwanadamu bali kwa ajili ya BWANA ambaye yu pamoja nanyi kila mtoapo hukumu."
  },
  {
    "verseNumber": "2CH 19:7",
    "verseText": "Basi sasa hofu ya BWANA na iwe juu yenu. Hukumuni kwa uangalifu, kwa kuwa kwa BWANA Mungu wetu hakuna jambo lisilo la haki, upendeleo, wala rushwa.”"
  },
  {
    "verseNumber": "2CH 19:8",
    "verseText": "Pia huko Yerusalemu, Yehoshafati akaweka baadhi ya Walawi, makuhani na viongozi wa jamaa za Waisraeli ili kutoa hukumu kwa ajili ya BWANA na kuamua magomvi. Nao waliishi huko Yerusalemu."
  },
  {
    "verseNumber": "2CH 19:9",
    "verseText": "Akawapa maagizo haya: “Ni lazima mtumike kwa uaminifu na kwa moyo wote katika kicho cha BWANA."
  },
  {
    "verseNumber": "2CH 19:10",
    "verseText": "Katika kila shauri lifikalo mbele yenu kutoka kwa ndugu zenu wale waishio katika miji, ikiwa ni la umwagaji wa damu au mambo mengine yahusuyo sheria, amri, hukumu au maagizo, inawapasa ninyi kuwaonya kwamba wasiingie katika hatia dhidi ya BWANA, la sivyo ghadhabu yake itakuja juu yenu na ndugu zenu. Tendeni hivyo, nanyi hamtatenda dhambi."
  },
  {
    "verseNumber": "2CH 19:11",
    "verseText": "“Amaria kuhani mkuu atakuwa juu yenu katika jambo lolote linalomhusu BWANA naye Zebadia mwana wa Ishmaeli, kiongozi wa kabila la Yuda, atakuwa juu yenu kwa jambo lolote linalomhusu mfalme, nao Walawi watatumika kama maafisa mbele yenu. Tendeni kwa ujasiri, naye BWANA atakuwa pamoja na wale watendao vyema.”"
  },
  {
    "verseNumber": "2CH 20:1",
    "verseText": "Ikawa baada ya jambo hili, Wamoabu na Waamoni, pamoja na baadhi ya Wameuni wakaja ili wapigane vita na Yehoshafati."
  },
  {
    "verseNumber": "2CH 20:2",
    "verseText": "Watu fulani wakaja wakamwambia Yehoshafati, “Jeshi kubwa linakuja dhidi yako kutoka Edomu tokea ngʼambo ile nyingine ya Bahari. Tayari liko Hasason-Tamari” (yaani En-Gedi)."
  },
  {
    "verseNumber": "2CH 20:3",
    "verseText": "Yehoshafati akaogopa, akaazimu kumtafuta BWANA, na akatangaza kwa Yuda wote kufunga."
  },
  {
    "verseNumber": "2CH 20:4",
    "verseText": "Watu wa Yuda wakakusanyika pamoja ili kutafuta msaada kutoka kwa BWANA. Wakaja kutoka kila mji wa Yuda ili kumtafuta."
  },
  {
    "verseNumber": "2CH 20:5",
    "verseText": "Kisha Yehoshafati akasimama katika kusanyiko la Yuda na Yerusalemu katika Hekalu la BWANA, mbele ya ua mpya,"
  },
  {
    "verseNumber": "2CH 20:6",
    "verseText": "akasema: “Ee BWANA, Mungu wa baba zetu, si wewe ndiwe uliye Mungu mbinguni? Si wewe ndiwe utawalaye juu ya falme zote za mataifa? Uweza na nguvu viko mkononi mwako, wala hakuna yeyote awezaye kushindana nawe."
  },
  {
    "verseNumber": "2CH 20:7",
    "verseText": "Je, si wewe, Ee Mungu wetu, uliyewafukuza wenyeji wa nchi hii mbele ya watu wako Israeli, ukawapa wazao wa Abrahamu, rafiki yako, hata milele?"
  },
  {
    "verseNumber": "2CH 20:8",
    "verseText": "Wameishi ndani yake na humo wamekujengea mahali patakatifu kwa ajili ya Jina lako, wakisema:"
  },
  {
    "verseNumber": "2CH 20:9",
    "verseText": "‘Kama maafa yakitujia, ikiwa ni upanga, hukumu, tauni, au njaa, tutasimama mbele zako, mbele ya Hekalu hili ambalo limeitwa kwa Jina lako na kukulilia katika shida yetu, nawe utatusikia na kutuokoa.’"
  },
  {
    "verseNumber": "2CH 20:10",
    "verseText": "“Lakini sasa hawa watu wa kutoka Amoni, Moabu na Mlima Seiri, ambao hukuwaruhusu Israeli wazivamie nchi zao wakati walitoka Misri, hivyo wakageukia mbali nao na hawakuwaangamiza,"
  },
  {
    "verseNumber": "2CH 20:11",
    "verseText": "tazama jinsi wanavyotulipa kwa kuja kututupa nje ya milki uliyotupa sisi kuwa urithi."
  },
  {
    "verseNumber": "2CH 20:12",
    "verseText": "Ee Mungu wetu, je, wewe hutawahukumu? Kwa kuwa sisi hatuna uwezo wa kukabiliana na jeshi hili kubwa linalokuja kutushambulia. Sisi hatujui la kufanya, bali macho yetu yanakutazama wewe.”"
  },
  {
    "verseNumber": "2CH 20:13",
    "verseText": "Watu wote wa Yuda pamoja na wake zao, watoto wao na wadogo wao wakasimama pale mbele za BWANA."
  },
  {
    "verseNumber": "2CH 20:14",
    "verseText": "Ndipo Roho wa BWANA akaja juu ya mtu mmoja jina lake Yahazieli mwana wa Zekaria, mwana wa Benaya, Mwana wa Yeieli, mwana wa Matania, Mlawi mzao wa Asafu alipokuwa amesimama katika kusanyiko."
  },
  {
    "verseNumber": "2CH 20:15",
    "verseText": "Akasema: “Sikilizeni, enyi Yuda wote nanyi nyote mkaao Yerusalemu, nawe Mfalme Yehoshafati! Hili ndilo BWANA asemalo kwenu, ‘Msiogope wala msifadhaike kwa sababu ya jeshi hili kubwa. Kwa maana vita hivi si vyenu, bali ni vya Mungu."
  },
  {
    "verseNumber": "2CH 20:16",
    "verseText": "Kesho shukeni kukabiliana nao. Watakwea kwa kupandia Genge la Sisi, nanyi mtawakuta mwisho wa bonde, kabla ya Jangwa la Yerueli."
  },
  {
    "verseNumber": "2CH 20:17",
    "verseText": "Hamtahitaji kupigana vita hivi. Kaeni kwenye nafasi zenu, simameni imara na mkaone wokovu BWANA atakaowapatia, enyi Yuda na Yerusalemu. Msiogope, wala msifadhaike. Kesho tokeni mwende mkawakabili, naye BWANA atakuwa pamoja nanyi.’ ”"
  },
  {
    "verseNumber": "2CH 20:18",
    "verseText": "Yehoshafati akainamisha uso wake chini, nao watu wote wa Yuda na Yerusalemu wakaanguka chini ili kuabudu mbele za BWANA."
  },
  {
    "verseNumber": "2CH 20:19",
    "verseText": "Ndipo baadhi ya Walawi kutoka kwa Wakohathi na kwa wana wa Kora wakasimama na kumsifu BWANA, Mungu wa Israeli, kwa sauti kuu sana."
  },
  {
    "verseNumber": "2CH 20:20",
    "verseText": "Asubuhi na mapema wakaondoka kuelekea Jangwa la Tekoa. Walipoanza safari, Yehoshafati akasimama akasema, “Nisikilizeni, enyi Yuda, na watu wa Yerusalemu! Mwaminini BWANA Mungu wenu, hivyo mtathibitika, wasadikini manabii wake nanyi mtafanikiwa."
  },
  {
    "verseNumber": "2CH 20:21",
    "verseText": "Alipomaliza kushauriana na watu, Yehoshafati akawaweka watu wa kumwimbia BWANA na kumsifu katika utukufu wa utakatifu wake walipokuwa wametangulia mbele ya jeshi, wakisema: “Mshukuruni BWANA kwa kuwa upendo wake wadumu milele.”"
  },
  {
    "verseNumber": "2CH 20:22",
    "verseText": "Walipoanza kuimba na kusifu, BWANA akaweka waviziao dhidi ya watu wa Amoni, Moabu na wale wa Mlima Seiri waliokuwa wamekuja kuishambulia Yuda, nao wakashindwa."
  },
  {
    "verseNumber": "2CH 20:23",
    "verseText": "Watu wa Amoni na Moabu wakawainukia watu wa Mlima Seiri ili kuwaua na kuwaangamiza kabisa. Baada ya kumaliza kuwachinja watu wa Seiri, wakaangamizana wao kwa wao."
  },
  {
    "verseNumber": "2CH 20:24",
    "verseText": "Yuda walipofika katika mnara wa ulinzi wa jangwani, wakaliangalia lile jeshi kubwa, wakaona ni maiti tupu zimetapakaa ardhini, wala hakuna yeyote aliyenusurika."
  },
  {
    "verseNumber": "2CH 20:25",
    "verseText": "Hivyo Yehoshafati na watu wake wakaenda kujitwalia nyara kutoka kwao, nao wakakuta humo wingi wa mifugo, mali, nguo na vitu vya thamani, ambavyo vilikuwa vingi zaidi ya vile walivyoweza kuchukua. Wakakusanya nyara kwa siku tatu kwa sababu zilikuwa nyingi mno."
  },
  {
    "verseNumber": "2CH 20:26",
    "verseText": "Siku ya nne wakakusanyika katika Bonde la Beraka kwa maana huko ndiko walikomsifu BWANA. Ndiyo sababu linaitwa Bonde la Beraka mpaka leo."
  },
  {
    "verseNumber": "2CH 20:27",
    "verseText": "Kisha watu wote wa Yuda na Yerusalemu, wakiongozwa na Yehoshafati, wakarudi Yerusalemu wakiwa na furaha kwa kuwa BWANA alikuwa amewasababisha wafurahi juu ya adui zao."
  },
  {
    "verseNumber": "2CH 20:28",
    "verseText": "Wakaingia Yerusalemu na kwenda hekaluni mwa BWANA wakiwa na vinubi, zeze na tarumbeta."
  },
  {
    "verseNumber": "2CH 20:29",
    "verseText": "Hofu ya Mungu ikazipata falme zote za nchi waliposikia jinsi BWANA alivyokuwa amepigana dhidi ya adui za Israeli."
  },
  {
    "verseNumber": "2CH 20:30",
    "verseText": "Ufalme wa Yehoshafati ukawa na amani, kwa kuwa Mungu wake alikuwa amemstarehesha pande zote."
  },
  {
    "verseNumber": "2CH 20:31",
    "verseText": "Hivyo Yehoshafati akatawala Yuda. Alikuwa na umri wa miaka thelathini na mitano alipoanza kutawala, akatawala katika Yerusalemu kwa miaka ishirini na mitano. Mama yake aliitwa Azuba binti Shilhi."
  },
  {
    "verseNumber": "2CH 20:32",
    "verseText": "Alienenda katika njia za Asa baba yake wala hakwenda kinyume chake. Alifanya yaliyo mema machoni pa BWANA."
  },
  {
    "verseNumber": "2CH 20:33",
    "verseText": "Hata hivyo mahali pa juu pa kuabudia hapakuondolewa, na watu wakawa bado hawajaelekeza mioyo yao kwa Mungu wa baba zao."
  },
  {
    "verseNumber": "2CH 20:34",
    "verseText": "Matukio mengine ya utawala wa Yehoshafati, kuanzia mwanzo hadi mwisho, yameandikwa katika kitabu cha kumbukumbu cha Yehu mwana wa Hanani, ambazo zimeandikwa katika kitabu cha wafalme wa Israeli."
  },
  {
    "verseNumber": "2CH 20:35",
    "verseText": "Hatimaye Yehoshafati mfalme wa Yuda akafanya urafiki na Ahazia mfalme wa Israeli ambaye alifanya maovu sana."
  },
  {
    "verseNumber": "2CH 20:36",
    "verseText": "Akaungana naye kutengeneza meli nyingi za kwenda Tarshishi, nazo zilitengenezwa huko Esion-Geberi."
  },
  {
    "verseNumber": "2CH 20:37",
    "verseText": "Ndipo Eliezeri mwana wa Dodavahu wa Maresha akatoa unabii dhidi ya Yehoshafati, akasema, “Kwa kuwa umeungana na Ahazia, BWANA ataangamiza vile mlivyotengeneza.” Zile meli zikavunjika na hazikuweza kungʼoa nanga ili kwenda Tarshishi."
  },
  {
    "verseNumber": "2CH 21:1",
    "verseText": "Yehoshafati akalala na baba zake, akazikwa pamoja nao katika Mji wa Daudi. Mwanawe Yehoramu akawa mfalme baada yake."
  },
  {
    "verseNumber": "2CH 21:2",
    "verseText": "Ndugu zake Yehoramu, wana wa Yehoshafati walikuwa: Azaria, Yehieli, Zekaria, Azaria, Mikaeli na Shefatia. Hawa wote walikuwa wana wa Yehoshafati mfalme wa Israeli"
  },
  {
    "verseNumber": "2CH 21:3",
    "verseText": "Baba yao alikuwa amewapa zawadi nyingi za fedha na dhahabu na vitu vya thamani, pamoja na miji yenye ngome huko Yuda, bali ufalme akampa Yehoramu kwa sababu alikuwa mwanawe mzaliwa wa kwanza."
  },
  {
    "verseNumber": "2CH 21:4",
    "verseText": "Baada ya Yehoramu kujiimarisha katika ufalme wa baba yake, akawaua kwa upanga ndugu zake wote pamoja na baadhi ya wakuu wa Israeli."
  },
  {
    "verseNumber": "2CH 21:5",
    "verseText": "Yehoramu alikuwa na umri wa miaka thelathini na miwili alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka minane."
  },
  {
    "verseNumber": "2CH 21:6",
    "verseText": "Akaenenda katika njia za wafalme wa Israeli, kama nyumba ya Ahabu ilivyokuwa imefanya, kwa kuwa alimwoa binti wa Ahabu. Akatenda maovu machoni pa BWANA."
  },
  {
    "verseNumber": "2CH 21:7",
    "verseText": "Hata hivyo, kwa sababu ya Agano ambalo BWANA alikuwa amefanya na Daudi, BWANA hakuwa radhi kuangamiza nyumba ya Daudi. Mungu alikuwa ameahidi kuidumisha taa kwa ajili yake na wazao wake milele."
  },
  {
    "verseNumber": "2CH 21:8",
    "verseText": "Wakati wa Yehoramu, Edomu waliasi dhidi ya Yuda na kujiwekea mfalme wao wenyewe."
  },
  {
    "verseNumber": "2CH 21:9",
    "verseText": "Basi Yehoramu akaenda huko pamoja na maafisa wake na magari yake ya vita. Waedomu wakamzunguka yeye na majemadari wake wa magari yake ya vita, lakini akaondoka, akapenya usiku na kuwashambulia Waedomu."
  },
  {
    "verseNumber": "2CH 21:10",
    "verseText": "Hadi leo Edomu wameasi dhidi ya Yuda. Libna pia wakaasi wakati huo huo kwa sababu Yehoramu alikuwa amemwacha BWANA, Mungu wa baba zake."
  },
  {
    "verseNumber": "2CH 21:11",
    "verseText": "Alikuwa pia ametengeneza mahali pa juu pa kuabudia miungu katika vilima vya Yuda na akawa amewasababisha watu wa Yerusalemu kufanya uzinzi na akawa amewapotosha watu wa Yuda."
  },
  {
    "verseNumber": "2CH 21:12",
    "verseText": "Yehoramu akapokea barua kutoka kwa nabii Eliya iliyosema: “Hili ndilo BWANA, Mungu wa Daudi baba yako, asemalo: ‘Hukuenenda katika njia za Yehoshafati baba yako au za Asa mfalme wa Yuda."
  },
  {
    "verseNumber": "2CH 21:13",
    "verseText": "Lakini umeenenda katika njia za wafalme wa Israeli, nawe umewaongoza Yuda na watu wa Yerusalemu kuzini, kama vile nyumba ya Ahabu ilivyofanya. Pia umewaua ndugu zako mwenyewe, watu wa nyumbani mwa baba yako, watu waliokuwa bora kuliko wewe."
  },
  {
    "verseNumber": "2CH 21:14",
    "verseText": "Hivyo basi BWANA yu karibu kuwapiga watu wako, wanao, wake zako na kila kitu kilicho chako, kwa pigo zito."
  },
  {
    "verseNumber": "2CH 21:15",
    "verseText": "Wewe mwenyewe utaugua sana kwa ugonjwa wa tumbo kwa muda mrefu, hadi ugonjwa utakaposababisha matumbo yako kutoka nje.’ ”"
  },
  {
    "verseNumber": "2CH 21:16",
    "verseText": "BWANA akaamsha chuki ya Wafilisti na ya Waarabu walioishi karibu na Wakushi dhidi ya Yehoramu."
  },
  {
    "verseNumber": "2CH 21:17",
    "verseText": "Wakaishambulia Yuda, wakaivamia na kuchukua mali zote zilizopatikana katika jumba la mfalme pamoja na wanawe na wake zake. Hakubakiziwa mwana yeyote isipokuwa Ahazia aliyekuwa mdogo wa wote."
  },
  {
    "verseNumber": "2CH 21:18",
    "verseText": "Baada ya mambo haya yote, BWANA akampiga Yehoramu kwa ugonjwa usioponyeka wa matumbo."
  },
  {
    "verseNumber": "2CH 21:19",
    "verseText": "Ikawa baada ya muda, mwisho wa mwaka wa pili, matumbo yake yakatoka nje kwa sababu ya ugonjwa, naye akafa katika maumivu makali sana. Watu wake hawakuwasha moto kwa heshima yake, kama walivyokuwa wamewafanyia baba zake."
  },
  {
    "verseNumber": "2CH 21:20",
    "verseText": "Yehoramu alikuwa na umri wa miaka thelathini na miwili alipokuwa mfalme, naye akatawala huko Yerusalemu miaka minane. Akafa, bila kusikitikiwa na mtu yeyote, naye akazikwa katika Mji wa Daudi, lakini si katika makaburi ya wafalme."
  },
  {
    "verseNumber": "2CH 22:1",
    "verseText": "Watu wa Yerusalemu wakamfanya Ahazia, mdogo wa wote wa wana wa Yerohamu, kuwa mfalme mahali pa baba yake, kwa sababu washambuliaji wa ghafula waliokuwa wameingia kambini pamoja na Waarabu, walikuwa wamewaua wana wakubwa wote wa Yehoramu. Kwa hiyo Ahazia mwana wa Yehoramu mfalme wa Yuda akaanza kutawala."
  },
  {
    "verseNumber": "2CH 22:2",
    "verseText": "Ahazia alikuwa na umri wa miaka ishirini na miwili alipoanza kutawala, naye akatawala katika Yerusalemu kwa mwaka mmoja. Mama yake aliitwa Athalia, mjukuu wa Omri."
  },
  {
    "verseNumber": "2CH 22:3",
    "verseText": "Ahazia naye akaenenda katika njia za nyumba ya Ahabu, kwa sababu mama yake alimshawishi katika kutenda maovu."
  },
  {
    "verseNumber": "2CH 22:4",
    "verseText": "Akafanya yaliyo maovu machoni pa BWANA kama walivyokuwa wamefanya nyumba ya Ahabu, kwa kuwa baada ya kufa kwa baba yake nyumba ya Ahabu ndio waliokuwa washauri wake, kwa uangamivu wake."
  },
  {
    "verseNumber": "2CH 22:5",
    "verseText": "Pia akafuata shauri lao alipokwenda pamoja na Yoramu mwana wa Ahabu mfalme wa Israeli kupigana na Hazaeli mfalme wa Aramu huko Ramoth-Gileadi. Waaramu wakamjeruhi Yoramu."
  },
  {
    "verseNumber": "2CH 22:6",
    "verseText": "Hivyo akarudi Yezreeli ili apate kuuguza majeraha aliyojeruhiwa huko Ramothi alipopigana na Hazaeli mfalme wa Aramu. Ndipo Ahazia mwana wa Yehoramu, mfalme wa Yuda, akashuka kwenda Yezreeli kumtazama Yoramu mwana wa Ahabu, kwa sababu alikuwa amejeruhiwa."
  },
  {
    "verseNumber": "2CH 22:7",
    "verseText": "Mungu alikuwa ameamuru kwamba kuanguka kwa Ahazia kungetokea atakapokwenda kumwona Yoramu. Ahazia alipowasili, wakatoka pamoja na Yoramu ili kwenda kukutana na Yehu mwana wa Nimshi, ambaye BWANA alikuwa amemtia mafuta kuangamiza nyumba ya Ahabu."
  },
  {
    "verseNumber": "2CH 22:8",
    "verseText": "Yehu alipokuwa anatekeleza hukumu juu ya nyumba ya Ahabu, akawakuta wakuu wa Yuda na wana wa jamaa ya Ahazia waliokuwa wanamhudumia Ahazia, naye akawaua."
  },
  {
    "verseNumber": "2CH 22:9",
    "verseText": "Ndipo akaenda kumsaka Ahazia, nao watu wake wakamkamata alipokuwa amejificha huko Samaria. Akaletwa kwa Yehu, naye Yehu akamuua. Wakamzika kwani walisema, “Alikuwa mwana wa Yehoshafati, ambaye alimtafuta BWANA kwa moyo wake wote.” Hivyo hapakuwa na mtu mwenye uwezo katika nyumba ya Ahazia aliyeweza kushika ufalme."
  },
  {
    "verseNumber": "2CH 22:10",
    "verseText": "Wakati Athalia mamaye Ahazia alipoona kuwa mwanawe amekufa, akainuka na kuiangamiza jamaa yote ya mfalme ya nyumba ya Yuda."
  },
  {
    "verseNumber": "2CH 22:11",
    "verseText": "Lakini Yehosheba, binti wa Mfalme Yehoramu, akamtwaa Yoashi mwana wa Ahazia kwa siri kutoka miongoni mwa wana wa mfalme waliokuwa karibu kuuawa. Akamweka Yoashi pamoja na yaya wake ndani ya chumba cha kulala. Kwa kuwa Yehosheba, aliyekuwa binti wa Mfalme Yehoramu, na pia alikuwa mke wa kuhani Yehoyada, alikuwa dada yake Ahazia, akamficha huyo mtoto ili Athalia asimuue."
  },
  {
    "verseNumber": "2CH 22:12",
    "verseText": "Alibaki amefichwa pamoja nao katika Hekalu la Mungu kwa muda wa miaka sita wakati Athalia alikuwa akitawala nchi."
  },
  {
    "verseNumber": "2CH 23:1",
    "verseText": "Katika mwaka wa saba, Yehoyada akaonyesha nguvu zake. Alifanya agano na wakuu wa vikosi vya mamia: yaani Azaria mwana wa Yerohamu, Ishmaeli mwana wa Yehohanani, Azaria mwana wa Obedi, Maaseya mwana wa Adaya, na Elishafati mwana wa Zikri."
  },
  {
    "verseNumber": "2CH 23:2",
    "verseText": "Wakazunguka katika Yuda yote na kukusanya Walawi na viongozi wa jamaa za Israeli kutoka miji yote. Walipofika Yerusalemu,"
  },
  {
    "verseNumber": "2CH 23:3",
    "verseText": "kusanyiko lote likafanya agano na mfalme katika Hekalu la Mungu. Yehoyada akawaambia, “Mwana wa mfalme atatawala, kama BWANA alivyoahidi kuhusu wazao wa Daudi."
  },
  {
    "verseNumber": "2CH 23:4",
    "verseText": "Basi hivi ndivyo iwapasavyo kufanya: Theluthi yenu makuhani na Walawi ambao mnaingia zamu siku ya Sabato mtalinda milangoni,"
  },
  {
    "verseNumber": "2CH 23:5",
    "verseText": "theluthi yenu mtalinda jumba la kifalme, na theluthi nyingine mtalinda Lango la Msingi. Walinzi wengine wote mwe ndani ya nyua za Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 23:6",
    "verseText": "Hakuna mtu yeyote ataingia katika Hekalu la BWANA isipokuwa makuhani na Walawi walioko kwenye zamu. Wao wanaweza kuingia kwa sababu ni watakatifu, lakini watu wengine wote itawapasa kulinda kile walichoamriwa na BWANA."
  },
  {
    "verseNumber": "2CH 23:7",
    "verseText": "Walawi watajipanga kumzunguka mfalme, kila mtu akiwa na silaha zake mkononi. Mtu mwingine yeyote aingiaye Hekaluni lazima auawe. Kaeni karibu na mfalme popote aendapo.”"
  },
  {
    "verseNumber": "2CH 23:8",
    "verseText": "Walawi na watu wote wa Yuda wakafanya kama vile kuhani Yehoyada aliagiza. Kila mmoja akawachukua watu wake, wale waliokuwa wakiingia zamu siku ya Sabato na wale waliokuwa wakienda mapumziko, kwa sababu kuhani Yehoyada hakuruhusu kikosi chochote kiondoke."
  },
  {
    "verseNumber": "2CH 23:9",
    "verseText": "Kisha akawapa wakuu wa vikosi vya mamia mikuki na ngao kubwa na ndogo zilizokuwa za Mfalme Daudi, zilizokuwa ndani ya Hekalu la Mungu."
  },
  {
    "verseNumber": "2CH 23:10",
    "verseText": "Akawapanga walinzi wote kumzunguka mfalme, kila mmoja akiwa na silaha yake mkononi mwake, karibu na madhabahu na Hekalu, kuanzia upande wa kusini hadi upande wa kaskazini mwa Hekalu."
  },
  {
    "verseNumber": "2CH 23:11",
    "verseText": "Yehoyada na wanawe wakamtoa Yoashi mwana wa mfalme nje na kumvika taji. Wakampa nakala ya agano na kumtangaza kuwa mfalme. Wakamtia mafuta na kupaza sauti, wakisema, “Mfalme aishi maisha marefu!”"
  },
  {
    "verseNumber": "2CH 23:12",
    "verseText": "Athalia aliposikia kelele za watu wakikimbia na kumsifu mfalme, akawaendea watu katika Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 23:13",
    "verseText": "Athalia akaangalia, tazama alikuwepo mfalme akiwa amesimama karibu na nguzo yake kwenye ingilio. Maafisa na wapiga tarumbeta walikuwa kando ya mfalme, nao watu wote wa nchi walikuwa wanashangilia na kupiga tarumbeta na waimbaji wakiwa na vyombo vya uimbaji, walikuwa wakiongoza nyimbo za sifa. Ndipo Athalia akararua mavazi yake na kupiga kelele, akisema, “Uhaini! Uhaini!”"
  },
  {
    "verseNumber": "2CH 23:14",
    "verseText": "Kuhani Yehoyada akawatuma majemadari wa vikosi vya mamia, waliokuwa viongozi wa jeshi, na kuwaambia: “Mleteni nje kati ya safu, na mkamuue kwa upanga yeyote anayemfuata.” Kwa kuwa kuhani alikuwa amesema, “Msimuulie ndani ya Hekalu la BWANA.”"
  },
  {
    "verseNumber": "2CH 23:15",
    "verseText": "Kwa hiyo wakamkamata alipofika kwenye ingilio la Lango la Farasi katika viwanja vya jumba la mfalme wakamuulia hapo."
  },
  {
    "verseNumber": "2CH 23:16",
    "verseText": "Kisha Yehoyada akafanya agano kwamba yeye na watu wote na mfalme watakuwa watu wa BWANA."
  },
  {
    "verseNumber": "2CH 23:17",
    "verseText": "Kisha watu wote wakaenda kwenye hekalu la Baali na kulibomoa. Wakavunjavunja madhabahu pamoja na sanamu na kumuua Matani kuhani wa Baali mbele ya hayo madhabahu."
  },
  {
    "verseNumber": "2CH 23:18",
    "verseText": "Kisha Yehoyada akaweka uangalizi wa Hekalu la BWANA mikononi mwa makuhani, waliokuwa Walawi, ambao Mfalme Daudi alikuwa amewagawa ili wahudumu hekaluni kwa ajili ya kutoa sadaka za kuteketezwa za BWANA kama ilivyoandikwa katika Sheria ya Mose, kwa kushangilia na kuimba kama Daudi alivyokuwa ameagiza."
  },
  {
    "verseNumber": "2CH 23:19",
    "verseText": "Pia akawaweka mabawabu kwenye malango ya Hekalu la BWANA ili kwamba kwa vyovyote asije akaingia mtu yeyote aliye najisi."
  },
  {
    "verseNumber": "2CH 23:20",
    "verseText": "Akawachukua majemadari wa mamia, watu waheshimiwa, viongozi wa watu pamoja na watu wote wa nchi na kumteremsha mfalme kutoka Hekalu la BWANA. Wakaingia kwenye jumba la mfalme kupitia Lango la Juu na kumkalisha mfalme kwenye kiti cha enzi,"
  },
  {
    "verseNumber": "2CH 23:21",
    "verseText": "nao watu wote wa nchi wakafurahi. Mji ukatulia kwa sababu Athalia alikuwa ameuawa kwa upanga."
  },
  {
    "verseNumber": "2CH 24:1",
    "verseText": "Yoashi alikuwa na umri wa miaka saba alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka arobaini. Mama yake aliitwa Sibia aliyekuwa ametoka Beer-Sheba."
  },
  {
    "verseNumber": "2CH 24:2",
    "verseText": "Yoashi akafanya yaliyo mema machoni pa BWANA miaka yote ya Yehoyada kuhani."
  },
  {
    "verseNumber": "2CH 24:3",
    "verseText": "Yehoyada akamwoza wake wawili, akazaa watoto wa kiume na wa kike."
  },
  {
    "verseNumber": "2CH 24:4",
    "verseText": "Baada ya muda, Yoashi akaamua kukarabati Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 24:5",
    "verseText": "Akawaita pamoja makuhani na Walawi akawaambia, “Nendeni katika miji ya Yuda mkakusanye fedha wanazopaswa kulipa kila mwaka kutoka kwa Israeli wote, ili kukarabati Hekalu la Mungu wenu. Fanyeni hivyo sasa.” Lakini Walawi hawakufanya upesi."
  },
  {
    "verseNumber": "2CH 24:6",
    "verseText": "Kwa hiyo mfalme akamwita Yehoyada kuhani mkuu na kumwambia, “Kwa nini hukuwaambia Walawi walete kutoka Yuda na Yerusalemu kodi iliyowekwa na Mose mtumishi wa BWANA pamoja na kusanyiko la Israeli kwa ajili ya Hema ya Ushuhuda?”"
  },
  {
    "verseNumber": "2CH 24:7",
    "verseText": "Kwa kuwa wana wa yule mwanamke mwovu Athalia, walikuwa wamevunja na kuingia katika Hekalu la Mungu, nao wakawa wamevitumia hata vile vitu vilivyowekwa wakfu kwa BWANA kwa mabaali."
  },
  {
    "verseNumber": "2CH 24:8",
    "verseText": "Kwa amri ya mfalme, likatengenezwa kasha, nalo likawekwa nje kwenye lango la Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 24:9",
    "verseText": "Tangazo likatolewa katika Yuda na Yerusalemu kwamba inapasa wamletee BWANA kodi ile ambayo Mose, mtumishi wa BWANA alikuwa amewaagiza Israeli huko jangwani."
  },
  {
    "verseNumber": "2CH 24:10",
    "verseText": "Maafisa wote na watu wote wakaleta michango yao kwa furaha, wakaweka kwenye kasha mpaka likajaa."
  },
  {
    "verseNumber": "2CH 24:11",
    "verseText": "Ikawa kila wakati kasha lilipoletwa ndani na Walawi kwa maafisa wa mfalme na kuona kwamba kuna kiasi kikubwa cha fedha, mwandishi wa mfalme na afisa wa kuhani mkuu walikuwa wanakuja na kumimina, kisha kulirudisha mahali pake. Walifanya hivi mara kwa mara, nao wakakusanya fedha nyingi sana."
  },
  {
    "verseNumber": "2CH 24:12",
    "verseText": "Mfalme na Yehoyada wakawapa wale watu waliofanya kazi iliyotakiwa katika Hekalu la BWANA. Wakawaajiri waashi na maseremala ili kutengeneza Hekalu la BWANA, pia wafanyakazi za chuma na shaba ili kukarabati Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 24:13",
    "verseText": "Watu walioshughulika na kazi walikuwa wenye bidii, nayo kazi ya kukarabati ikaendelea vizuri mikononi mwao. Wakalitengeneza upya Hekalu la BWANA likarudi katika hali yake ya awali na kuliimarisha."
  },
  {
    "verseNumber": "2CH 24:14",
    "verseText": "Walipokamilisha kazi hiyo ya kukarabati, wakaleta fedha zilizobaki wakampa mfalme na Yehoyada, nao kwa hizo wakatengeneza vyombo kwa ajili ya Hekalu la BWANA: Vyombo kwa ajili ya huduma na kwa ajili ya sadaka ya kuteketezwa, pia mabakuli na vitu vingine vya dhahabu na fedha. Wakati wote Yehoyada alipokuwa hai, sadaka za kuteketezwa zilitolewa wakati wote katika Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 24:15",
    "verseText": "Basi Yehoyada alikuwa mzee aliyeshiba siku wakati alipofariki. Alikufa akiwa na umri wa miaka 130."
  },
  {
    "verseNumber": "2CH 24:16",
    "verseText": "Wakamzika pamoja na wafalme katika Mji wa Daudi, kwa sababu ya mema aliyokuwa ametenda katika Israeli kwa ajili ya Mungu na Hekalu lake."
  },
  {
    "verseNumber": "2CH 24:17",
    "verseText": "Baada ya kifo cha Yehoyada, wakuu wa Yuda walikuja kumpa mfalme heshima, naye akawasikiliza."
  },
  {
    "verseNumber": "2CH 24:18",
    "verseText": "Wakaacha Hekalu la BWANA, Mungu wa baba zao, wakaabudu nguzo za maashera na sanamu. Kwa sababu ya hatia yao, hasira ya Mungu ikawajia Yuda na Yerusalemu."
  },
  {
    "verseNumber": "2CH 24:19",
    "verseText": "Ingawa BWANA aliwatuma manabii wawarudishe watu kwake na ingawa waliwaonya, hawakuwasikiliza."
  },
  {
    "verseNumber": "2CH 24:20",
    "verseText": "Ndipo Roho wa BWANA akaja juu ya Zekaria mwana wa Yehoyada kuhani. Akasimama mbele ya watu akasema, “Hili ndilo asemalo Mungu, ‘Kwa nini mnakataa kuzitii amri za BWANA? Hamtafanikiwa kwa kuwa mmemwacha BWANA, yeye naye amewaacha ninyi.’ ”"
  },
  {
    "verseNumber": "2CH 24:21",
    "verseText": "Lakini wakafanya shauri baya juu yake na kwa amri ya mfalme wakampiga kwa mawe mpaka akafa katika ukumbi wa Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 24:22",
    "verseText": "Mfalme Yoashi hakukumbuka wema aliotendewa na Yehoyada baba yake Zekaria ila alimuua mwanawe, ambaye alisema wakati akiwa amelala akingojea kufa, “BWANA na alione hili na alipize kisasi.”"
  },
  {
    "verseNumber": "2CH 24:23",
    "verseText": "Mwishoni mwa ule mwaka, jeshi la Waaramu likaja dhidi ya Yoashi, likavamia Yuda na Yerusalemu na kuwaua viongozi wote wa watu. Wakapeleka nyara zao zote kwa mfalme wao huko Dameski."
  },
  {
    "verseNumber": "2CH 24:24",
    "verseText": "Ingawa jeshi la Waaramu lilikuwa limekuja na watu wachache tu, BWANA akatia mikononi mwao jeshi kubwa kuliko lao. Kwa sababu Yuda walikuwa wamemwacha BWANA, Mungu wa baba zao, hukumu ilitekelezwa juu ya Yoashi."
  },
  {
    "verseNumber": "2CH 24:25",
    "verseText": "Waaramu walipoondoka, walimwacha Yoashi akiwa mgonjwa sana. Maafisa wake wakafanya hila dhidi yake kwa sababu alikuwa amemuua mwana wa Kuhani Yehoyada, nao wakamuulia kitandani mwake. Hivyo akafa na wakamzika katika Mji wa Daudi, lakini si katika makaburi ya wafalme."
  },
  {
    "verseNumber": "2CH 24:26",
    "verseText": "Wale waliofanya hila mbaya dhidi yake walikuwa Zabadi, mwana wa Shimeathi mwanamke Mwamoni, Yehozabadi, mwana wa Shimrithi mwanamke Mmoabu."
  },
  {
    "verseNumber": "2CH 24:27",
    "verseText": "Kwa habari za wanawe, unabii mwingi kumhusu na kumbukumbu za kutengenezwa upya kwa Hekalu la Mungu, zimeandikwa katika kitabu cha kumbukumbu za wafalme. Amazia mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2CH 25:1",
    "verseText": "Amazia alikuwa na umri wa miaka ishirini na mitano alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka ishirini na tisa. Mama yake aliitwa Yehoadani kutoka Yerusalemu."
  },
  {
    "verseNumber": "2CH 25:2",
    "verseText": "Akatenda yaliyo mema machoni pa BWANA, lakini sio kwa moyo wake wote."
  },
  {
    "verseNumber": "2CH 25:3",
    "verseText": "Baada ya ufalme kuimarika mikononi mwake, aliwaua maafisa waliomuua mfalme baba yake."
  },
  {
    "verseNumber": "2CH 25:4",
    "verseText": "Hata hivyo hakuwaua watoto wao, lakini akafanya sawasawa na ilivyoandikwa katika Sheria, katika Kitabu cha Mose, ambako BWANA aliamuru: “Baba hawatauawa kwa ajili ya watoto wao, wala watoto hawatauawa kwa ajili ya baba zao. Kila mmoja atakufa kwa ajili ya dhambi zake mwenyewe.”"
  },
  {
    "verseNumber": "2CH 25:5",
    "verseText": "Amazia akawaita watu wa Yuda pamoja, akawaweka chini ya majemadari wa maelfu na majemadari wa mamia kufuatana na jamaa zao katika Yuda yote na Benyamini. Kisha akawahesabu wale wenye umri wa miaka ishirini au zaidi na akakuta kwamba walikuwa wanaume 300,000 watu walio tayari kwa utumishi wa jeshi, walio na uwezo wa kutumia mkuki na ngao."
  },
  {
    "verseNumber": "2CH 25:6",
    "verseText": "Akawaajiri pia watu 100,000 wapiganaji kutoka Israeli kwa talanta 100 za fedha."
  },
  {
    "verseNumber": "2CH 25:7",
    "verseText": "Lakini mtu wa Mungu akamjia na kumwambia, “Ee mfalme, haya majeshi kutoka Israeli kamwe usiyaruhusu yaende pamoja na wewe kwa kuwa BWANA hayuko pamoja na Israeli, wala hayupo pamoja na yeyote wa watu wa Efraimu."
  },
  {
    "verseNumber": "2CH 25:8",
    "verseText": "Hata kama ukienda na kupigana kwa ujasiri katika vita, Mungu atakufanya ukimbie mbele ya adui, kwa kuwa Mungu anao uwezo wa kusaidia au wa kuangusha.”"
  },
  {
    "verseNumber": "2CH 25:9",
    "verseText": "Amazia akamuuliza yule mtu wa Mungu, “Lakini itakuwaje kwa zile talanta 100 za fedha nilizolipa kwa ajili ya haya majeshi ya Israeli?” Yule mtu wa Mungu akajibu, “BWANA aweza kukupa zaidi sana ya hizo.”"
  },
  {
    "verseNumber": "2CH 25:10",
    "verseText": "Hivyo Amazia akayaondoa yale majeshi yaliyokuwa yamekuja kutoka Efraimu na kuyarudisha nyumbani. Waliwakasirikia sana Yuda, nao wakarudi nyumbani wakiwa na hasira kali."
  },
  {
    "verseNumber": "2CH 25:11",
    "verseText": "Ndipo Amazia akajitia nguvu na kuliongoza jeshi lake kwenye Bonde la Chumvi, ambako aliua watu 10,000 wa Seiri."
  },
  {
    "verseNumber": "2CH 25:12",
    "verseText": "Jeshi la Yuda pia likawateka watu 10,000 wakiwa hai, likawapandisha juu ya jabali na kuwatupa chini kwa nguvu hata wote wakavunjika vipande vipande."
  },
  {
    "verseNumber": "2CH 25:13",
    "verseText": "Wakati huo yale majeshi Amazia aliyoyarudisha na ambayo hakuyaruhusu kushiriki katika vita, yalivamia miji ya Yuda kuanzia Samaria hata Beth-Horoni. Yakawaua watu 3,000 na kuchukua kiasi kikubwa sana cha mateka."
  },
  {
    "verseNumber": "2CH 25:14",
    "verseText": "Amazia aliporudi kutoka kuwachinja Waedomu, alileta pia kutoka huko miungu ya watu wa Seiri. Akaisimamisha kama miungu yake mwenyewe, akaisujudia na kuitolea kafara za kuteketezwa."
  },
  {
    "verseNumber": "2CH 25:15",
    "verseText": "Hasira ya BWANA ikawaka dhidi ya Amazia, naye akamtuma nabii kwake, ambaye alisema: “Kwa nini unauliza kwa miungu ya hawa watu, ambayo haikuweza kuwaokoa watu wake wenyewe kutoka mkononi mwako?”"
  },
  {
    "verseNumber": "2CH 25:16",
    "verseText": "Wakati nabii alipokuwa angali anazungumza, mfalme akamwambia, “Je, wewe tumekuchagua kuwa mshauri wa mfalme? Nyamaza, ya nini uuawe?” Hivyo nabii akanyamaza lakini akasema, “Najua kuwa Mungu ameazimia kukuangamiza kwa sababu umefanya jambo hili na hukusikiliza shauri langu.”"
  },
  {
    "verseNumber": "2CH 25:17",
    "verseText": "Baada ya Amazia mfalme wa Yuda kushauriana na washauri wake akatuma ujumbe kwa Yehoashi, mwana wa Yehoahazi mwana wa Yehu, mfalme wa Israeli kusema: “Njoo tukabiliane uso kwa uso.”"
  },
  {
    "verseNumber": "2CH 25:18",
    "verseText": "Lakini Yehoashi mfalme wa Israeli akamjibu Amazia mfalme wa Yuda, “Mbaruti uliokuwa Lebanoni ulituma ujumbe kwa mwerezi uliokuwa Lebanoni, ‘Mtoe binti yako aolewe na mwanangu.’ Kisha mnyama wa mwituni aliyekuwa Lebanoni akaja na kuukanyaga ule mbaruti."
  },
  {
    "verseNumber": "2CH 25:19",
    "verseText": "Wewe unasema moyoni mwako kwamba umemshinda Edomu, nawe sasa unajigamba na kujivuna. Lakini kaa nyumbani kwako! Kwa nini utafute matatizo na kujiletea anguko lako mwenyewe na la Yuda pia?”"
  },
  {
    "verseNumber": "2CH 25:20",
    "verseText": "Hata hivyo, Amazia hakutaka kusikia, kwa kuwa Mungu alifanya hivyo ili awatie mikononi mwa Yehoashi, kwa sababu waliitafuta miungu ya Edomu."
  },
  {
    "verseNumber": "2CH 25:21",
    "verseText": "Hivyo Yehoashi mfalme wa Israeli akakwea kuwashambulia. Yeye na Amazia mfalme wa Yuda wakakabiliana uso kwa uso huko Beth-Shemeshi katika Yuda."
  },
  {
    "verseNumber": "2CH 25:22",
    "verseText": "Yuda ikashindwa na Israeli na kila mtu akakimbilia nyumbani kwake."
  },
  {
    "verseNumber": "2CH 25:23",
    "verseText": "Yehoashi mfalme wa Israeli akamteka Amazia mfalme wa Yuda, mwana wa Yoashi, mwana wa Ahazia, huko Beth-Shemeshi. Kisha Yehoashi akamleta Yerusalemu na kuubomoa ukuta wa Yerusalemu kuanzia lango la Efraimu hadi Lango la Pembeni, sehemu yenye urefu wa kama dhiraa 400."
  },
  {
    "verseNumber": "2CH 25:24",
    "verseText": "Akachukua dhahabu yote, fedha na vyombo vyote vilivyopatikana katika Hekalu la Mungu, ambavyo vilikuwa chini ya uangalizi wa Obed-Edomu, pamoja na hazina za jumba la mfalme na mateka, kisha akarudi Samaria."
  },
  {
    "verseNumber": "2CH 25:25",
    "verseText": "Amazia mwana wa Yoashi mfalme wa Yuda aliishi miaka kumi na mitano baada ya kifo cha Yehoashi mwana wa Yehoahazi mfalme wa Israeli."
  },
  {
    "verseNumber": "2CH 25:26",
    "verseText": "Kwa habari ya matukio mengine katika utawala wa Amazia, kuanzia mwanzo hadi mwisho, je, hayakuandikwa katika kitabu cha wafalme wa Yuda na wa Israeli?"
  },
  {
    "verseNumber": "2CH 25:27",
    "verseText": "Kuanzia wakati ule Amazia alipogeuka na kuacha kumfuata BWANA walifanya shauri baya dhidi yake huko Yerusalemu naye akakimbilia Lakishi, lakini wakawatuma watu wamfuatilie huko Lakishi nao wakamuulia huko."
  },
  {
    "verseNumber": "2CH 25:28",
    "verseText": "Akarudishwa kwa farasi na akazikwa pamoja na baba zake katika Mji wa Yuda."
  },
  {
    "verseNumber": "2CH 26:1",
    "verseText": "Kisha watu wote wa Yuda wakamtwaa Uzia, aliyekuwa na umri wa miaka kumi na sita, nao wakamfanya mfalme mahali pa Amazia baba yake."
  },
  {
    "verseNumber": "2CH 26:2",
    "verseText": "Ndiye alijenga upya Elathi kuirudisha kwa Yuda baada ya Amazia kulala pamoja na baba zake."
  },
  {
    "verseNumber": "2CH 26:3",
    "verseText": "Uzia alikuwa na umri wa miaka kumi na sita alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka hamsini na miwili. Mama yake aliitwa Yekolia wa Yerusalemu."
  },
  {
    "verseNumber": "2CH 26:4",
    "verseText": "Akatenda yaliyo mema machoni pa Bwana, kama Amazia baba yake alivyofanya."
  },
  {
    "verseNumber": "2CH 26:5",
    "verseText": "Akamtafuta Mungu katika siku za Zekaria, aliyemwelekeza kumcha Mungu. Wakati wote alipomtafuta BWANA, Mungu alimfanikisha."
  },
  {
    "verseNumber": "2CH 26:6",
    "verseText": "Alipigana vita dhidi ya Wafilisti na kubomoa kuta za Gathi, Yabne na Ashdodi. Kisha akajenga upya miji karibu na Ashdodi na mahali pengine katikati ya Wafilisti."
  },
  {
    "verseNumber": "2CH 26:7",
    "verseText": "Mungu akamsaidia dhidi ya Wafilisti na dhidi ya Waarabu walioishi Gur-Baali na dhidi ya Wameuni."
  },
  {
    "verseNumber": "2CH 26:8",
    "verseText": "Waamoni wakamletea Uzia ushuru, umaarufu wake ukaenea hadi kwenye mpaka wa Misri, kwa sababu alikuwa amekuwa na nguvu sana."
  },
  {
    "verseNumber": "2CH 26:9",
    "verseText": "Uzia akajenga minara huko Yerusalemu katika Lango la Pembeni, katika Lango la Bondeni na katika pembe, mahali kuta zikutanapo, kisha akaijengea ngome."
  },
  {
    "verseNumber": "2CH 26:10",
    "verseText": "Akajenga pia minara jangwani na kuchimba visima vingi vya maji, kwa sababu alikuwa na mifugo mingi chini ya vilimani na kwenye nchi tambarare. Alikuwa na watu wanaofanya kazi katika mashamba yake na kwenye mashamba yake ya mizabibu huko vilimani na katika ardhi zenye rutuba, kwa kuwa aliupenda udongo."
  },
  {
    "verseNumber": "2CH 26:11",
    "verseText": "Zaidi ya hayo, Uzia alikuwa na jeshi lililofunzwa vizuri, lililokuwa tayari kwenda vitani kwa vikosi kufuatana na idadi yao kama walivyokusanywa na Yeieli mwandishi na Maaseya msimamizi chini ya maelekezo ya Hanania, mmojawapo wa maafisa wa mfalme."
  },
  {
    "verseNumber": "2CH 26:12",
    "verseText": "Idadi yote ya viongozi wa jamaa waliowaongoza hawa wapiganaji walikuwa 2,600."
  },
  {
    "verseNumber": "2CH 26:13",
    "verseText": "Chini ya uongozi wao kulikuwa na jeshi la askari 307,500 watu waliofundishwa kwa ajili ya vita, jeshi lenye nguvu la kumsaidia mfalme dhidi ya adui zake."
  },
  {
    "verseNumber": "2CH 26:14",
    "verseText": "Uzia akalipatia jeshi lote ngao, mikuki, chapeo, dirii, pinde na mawe ya kombeo."
  },
  {
    "verseNumber": "2CH 26:15",
    "verseText": "Huko Yerusalemu watu wenye utaalamu mkubwa wakatengeneza mitambo iliyotumika katika minara na kwenye pembe za ulinzi ili kurusha mishale na kuvurumisha mawe makubwa. Sifa zake zikaenea mbali sana kwa sababu alisaidiwa mno mpaka akawa na nguvu sana."
  },
  {
    "verseNumber": "2CH 26:16",
    "verseText": "Lakini baada ya Uzia kuwa na nguvu sana, majivuno yake yakamsababishia kuanguka. Alikosa uaminifu kwa BWANA Mungu wake, naye akaingia hekaluni mwa BWANA ili afukize uvumba kwenye madhabahu ya kufukizia uvumba."
  },
  {
    "verseNumber": "2CH 26:17",
    "verseText": "Azaria kuhani akiwa pamoja na makuhani wengine themanini wa BWANA wenye ujasiri wakamfuata huko ndani."
  },
  {
    "verseNumber": "2CH 26:18",
    "verseText": "Wakamkabili na kumwambia, “Siyo sawa kwako, Uzia, kumfukizia BWANA uvumba. Hiyo ni kazi ya makuhani, wazao wa Aroni, ambao wamewekwa wakfu ili kufukiza uvumba. Ondoka mahali patakatifu, kwa kuwa umekosa uaminifu nawe hutaheshimiwa na BWANA.”"
  },
  {
    "verseNumber": "2CH 26:19",
    "verseText": "Uzia, ambaye alikuwa na chetezo mkononi mwake tayari kufukiza uvumba, akakasirika. Alipokuwa anawaghadhibikia makuhani mbele ya madhabahu ya kufukizia uvumba katika Hekalu la BWANA, ukoma ukamtokea penye kipaji chake cha uso."
  },
  {
    "verseNumber": "2CH 26:20",
    "verseText": "Azaria kuhani mkuu pamoja na makuhani wengine wote walipomtazama wakaona kwamba alikuwa na ukoma penye kipaji chake cha uso wakaharakisha kumtoa nje. Naam, hata yeye mwenyewe alikuwa anatamani kuondoka kwa sababu BWANA alikuwa amempiga."
  },
  {
    "verseNumber": "2CH 26:21",
    "verseText": "Mfalme Uzia alikuwa na ukoma mpaka siku ya kufa kwake. Akatengwa katika nyumba ya pekee akiwa mwenye ukoma, naye akawa ametengwa kutoka Hekalu la BWANA. Yothamu mwanawe akawa msimamizi wa jumba la mfalme, pia akawaongoza watu wa nchi."
  },
  {
    "verseNumber": "2CH 26:22",
    "verseText": "Matukio mengine ya utawala wa Uzia, kuanzia mwanzo mpaka mwisho, yameandikwa na nabii Isaya mwana wa Amozi."
  },
  {
    "verseNumber": "2CH 26:23",
    "verseText": "Uzia akalala pamoja na baba zake, naye akazikwa karibu nao katika shamba la kuzikia lililokuwa mali ya wafalme, kwa kuwa watu walisema, “Alikuwa na ukoma.” Yothamu mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2CH 27:1",
    "verseText": "Yothamu alikuwa na umri wa miaka ishirini na mitano alipoanza kutawala, naye akatawala huko Yerusalemu miaka kumi na sita. Mama yake aliitwa Yerusha binti Sadoki."
  },
  {
    "verseNumber": "2CH 27:2",
    "verseText": "Akafanya yaliyo mema machoni pa BWANA kama Uzia baba yake alivyokuwa amefanya, lakini tofauti na yeye, hakuingilia huduma za hekaluni mwa BWANA. Lakini hata hivyo, watu wakaendelea na desturi zao mbaya."
  },
  {
    "verseNumber": "2CH 27:3",
    "verseText": "Yothamu akajenga upya Lango la Juu la Hekalu la BWANA na kufanya kazi kubwa kwenye ukuta katika kilima cha Ofeli."
  },
  {
    "verseNumber": "2CH 27:4",
    "verseText": "Akajenga miji katika vilima vya Yuda pamoja na ngome na minara mwituni."
  },
  {
    "verseNumber": "2CH 27:5",
    "verseText": "Yothamu akafanya vita na mfalme wa Waamoni na kumshinda. Mwaka ule Waamoni wakamlipa talanta 100 za fedha, kori 10,000 za ngano na kori 10,000 za shayiri. Waamoni wakamletea kiasi hicho hicho mwaka wa pili na wa tatu."
  },
  {
    "verseNumber": "2CH 27:6",
    "verseText": "Yothamu akaendelea kuwa na nguvu kwa sababu alienenda kwa ukamilifu mbele za BWANA Mungu wake."
  },
  {
    "verseNumber": "2CH 27:7",
    "verseText": "Matukio mengine ya utawala wa Yothamu, pamoja na vita vyake vyote na vitu vingine alivyofanya, vimeandikwa katika kitabu cha wafalme wa Israeli na Yuda."
  },
  {
    "verseNumber": "2CH 27:8",
    "verseText": "Alikuwa na umri wa miaka ishirini na mitano alipoanza kutawala, naye akatawala huko Yerusalemu miaka kumi na sita."
  },
  {
    "verseNumber": "2CH 27:9",
    "verseText": "Yothamu akalala na baba zake na akazikwa katika Mji wa Daudi. Naye Ahazi mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2CH 28:1",
    "verseText": "Ahazi alikuwa na miaka ishirini alipoanza kutawala. Akatawala huko Yerusalemu kwa miaka kumi na sita. Tofauti na Daudi baba yake, hakufanya yaliyo mema machoni pa BWANA."
  },
  {
    "verseNumber": "2CH 28:2",
    "verseText": "Akaenenda katika njia za wafalme wa Israeli, na pia akasubu sanamu kwa ajili ya kuabudu Mabaali."
  },
  {
    "verseNumber": "2CH 28:3",
    "verseText": "Akatoa sadaka za kuteketezwa katika Bonde la Ben-Hinomu, na kuwatoa wanawe kafara kwa kuwateketeza kwa moto, akifuata njia za machukizo za yale mataifa BWANA aliyoyafukuza humo mbele ya Waisraeli."
  },
  {
    "verseNumber": "2CH 28:4",
    "verseText": "Akatoa sadaka na kufukiza uvumba katika mahali pa juu pa kuabudia miungu, juu ya vilima, na chini ya kila mti uliotanda."
  },
  {
    "verseNumber": "2CH 28:5",
    "verseText": "Kwa hiyo BWANA Mungu wake akamtia mikononi mwa mfalme wa Aramu. Waaramu wakamshinda, wakachukua watu wake wengi mateka na kuwaleta mpaka Dameski. Tena alitiwa mikononi mwa mfalme wa Israeli, ambaye aliwaua watu wake wengi."
  },
  {
    "verseNumber": "2CH 28:6",
    "verseText": "Kwa siku moja Peka mwana wa Remalia aliwaua askari 120,000 katika Yuda, kwa kuwa Yuda walikuwa wamemwacha BWANA, Mungu wa baba zao."
  },
  {
    "verseNumber": "2CH 28:7",
    "verseText": "Zikri, askari shujaa Mwefraimu, akamuua Maaseya mwana wa mfalme, Azrikamu mkuu wa jumba la kifalme na Elikana aliyekuwa wa pili kwa mfalme."
  },
  {
    "verseNumber": "2CH 28:8",
    "verseText": "Waisraeli wakawachukua mateka kutoka ndugu zao, watu wapatao 200,000 hawa wakiwa ni wanawake, watoto wa kiume na wa kike. Wakachukua pia kiasi kikubwa cha nyara, ambazo walirudi nazo Samaria."
  },
  {
    "verseNumber": "2CH 28:9",
    "verseText": "Lakini kulikuwako huko nabii wa BWANA aliyeitwa Odedi, akaondoka ili kukutana na jeshi liliporejea Samaria. Akawaambia, “Kwa kuwa BWANA, Mungu wa baba zenu, aliwakasirikia Yuda, aliwatia mikononi mwenu. Lakini mmewachinja kwa hasira ambayo imefika hadi mbinguni."
  },
  {
    "verseNumber": "2CH 28:10",
    "verseText": "Nanyi sasa mnakusudia kuwafanya wanaume na wanawake wa Yuda na Yerusalemu watumwa wenu. Lakini ninyi je, hamna pia hatia ya dhambi mliyotenda dhidi ya BWANA Mungu wenu?"
  },
  {
    "verseNumber": "2CH 28:11",
    "verseText": "Basi nisikilizeni! Mkawarudishe mateka mliowachukua kutoka kwa ndugu zenu, kwa kuwa hasira kali ya BWANA iko juu yenu.”"
  },
  {
    "verseNumber": "2CH 28:12",
    "verseText": "Ndipo baadhi ya viongozi katika Efraimu, yaani, Azaria mwana wa Yehohanani, Berekia mwana wa Meshilemothi, Yehizkia mwana wa Shalumu na Amasa mwana wa Hadlai, wakakubaliana na huyo nabii, hivyo wakawapinga wale waliokuwa wanawasili kutoka vitani."
  },
  {
    "verseNumber": "2CH 28:13",
    "verseText": "Wakamwambia, “Hamna ruhusa kuwaleta hao wafungwa hapa, ama sivyo tutakuwa na hatia mbele za BWANA. Je, mnataka kuongezea dhambi yetu na hatia yetu? Kwa sababu hatia yetu tayari ni kubwa, nayo hasira kali ya BWANA iko juu ya Israeli.”"
  },
  {
    "verseNumber": "2CH 28:14",
    "verseText": "Hivyo wale askari wakawaacha wale mateka pamoja na nyara mbele ya hao maafisa na kusanyiko lote."
  },
  {
    "verseNumber": "2CH 28:15",
    "verseText": "Kisha watu waliotajwa kwa majina wakawachukua wale mateka na kutoka zile nyara, wakachukua mavazi wakawavika wale wafungwa wote waliokuwa uchi. Wakawapatia nguo na viatu, chakula na cha kunywa, wakawapa matibabu, wote waliokuwa dhaifu miongoni mwao wakawapandisha juu ya punda, wakawaleta ndugu zao mpaka Yeriko, ndio Mji wa Mitende, kisha wakarudi Samaria."
  },
  {
    "verseNumber": "2CH 28:16",
    "verseText": "Wakati ule, Mfalme Ahazi akatuma wajumbe kwa mfalme wa Ashuru kuomba msaada."
  },
  {
    "verseNumber": "2CH 28:17",
    "verseText": "Waedomu walikuwa wamekuja tena na kuwashambulia Yuda na kuchukua mateka."
  },
  {
    "verseNumber": "2CH 28:18",
    "verseText": "Pia Wafilisti walikuwa wameshambulia miji iliyokuwa chini ya vilima na katika miji ya Negebu ya Yuda. Nao wakawa wametwaa Beth-Shemeshi, Aiyaloni, Gederothi, Soko pamoja na vijiji vyake, Timna pamoja na vijiji vyake, Gimzo pia pamoja na vijiji vyake na kuishi humo."
  },
  {
    "verseNumber": "2CH 28:19",
    "verseText": "BWANA aliishusha Yuda kwa sababu ya Ahazi mfalme wa Israeli, kwa kuwa alikuwa ameongeza uovu katika Yuda na kumkosea BWANA mno."
  },
  {
    "verseNumber": "2CH 28:20",
    "verseText": "Hivyo Tiglath-Pileseri mfalme wa Ashuru akaja kumtesa badala ya kumsaidia."
  },
  {
    "verseNumber": "2CH 28:21",
    "verseText": "Ahazi akachukua baadhi ya vitu kutoka Hekalu la BWANA, jumba la kifalme na kutoka kwa wakuu wake na kumpa mfalme wa Ashuru kama ushuru, lakini hilo halikumsaidia."
  },
  {
    "verseNumber": "2CH 28:22",
    "verseText": "Katika wakati wake wa mateso Mfalme Ahazi akazidi kukosa uaminifu kwa BWANA."
  },
  {
    "verseNumber": "2CH 28:23",
    "verseText": "Akatoa kafara kwa miungu ya Dameski, waliokuwa wamemshinda, kwa kuwa aliwaza, “Kwa kuwa miungu ya mfalme wa Aramu imewasaidia wao, nitaitolea dhabihu ili inisaidie na mimi.” Lakini haya ndiyo yaliyokuwa maangamizi yake na Israeli wote."
  },
  {
    "verseNumber": "2CH 28:24",
    "verseText": "Ahazi akakusanya pamoja vyombo vya nyumba ya Mungu na kuvivunja vipande vipande. Akafunga milango ya Hekalu la BWANA na kusimamisha madhabahu katika kila njia panda ya barabara za Yerusalemu."
  },
  {
    "verseNumber": "2CH 28:25",
    "verseText": "Katika kila mji wa Yuda akajenga mahali pa juu pa kuabudia miungu ili kutolea miungu mingine kafara za kuteketezwa na kuchochea hasira ya BWANA, Mungu wa baba zake."
  },
  {
    "verseNumber": "2CH 28:26",
    "verseText": "Matukio mengine ya utawala wake na njia zake nyingine zote, tangu mwanzo hadi mwisho, zimeandikwa katika kitabu cha wafalme wa Yuda na Israeli."
  },
  {
    "verseNumber": "2CH 28:27",
    "verseText": "Ahazi akalala na baba zake na akazikwa katika Mji wa Yerusalemu, lakini hawakumleta kwenye makaburi ya wafalme wa Israeli. Naye Hezekia mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2CH 29:1",
    "verseText": "Hezekia alikuwa na umri wa miaka ishirini na mitano alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka ishirini na tisa. Mama yake aliitwa Abiya binti Zekaria."
  },
  {
    "verseNumber": "2CH 29:2",
    "verseText": "Akafanya yaliyo mema machoni pa BWANA kama Daudi baba yake alivyofanya."
  },
  {
    "verseNumber": "2CH 29:3",
    "verseText": "Katika mwezi wa kwanza wa mwaka wa kwanza wa utawala wa alifungua milango ya Hekalu la BWANA, na kuikarabati."
  },
  {
    "verseNumber": "2CH 29:4",
    "verseText": "Akawaingiza makuhani na Walawi ndani na kuwakutanisha katika uwanja upande wa mashariki"
  },
  {
    "verseNumber": "2CH 29:5",
    "verseText": "na kusema: “Nisikilizeni mimi, enyi Walawi! Jitakaseni nafsi zenu sasa, mkaitakase na nyumba ya BWANA, Mungu wa baba zenu. Ondoeni uchafu wote kutoka mahali patakatifu."
  },
  {
    "verseNumber": "2CH 29:6",
    "verseText": "Baba zetu hawakuwa waaminifu, walifanya maovu machoni pa BWANA Mungu wetu na wakamwacha yeye. Wakageuza nyuso zao mbali na Maskani ya BWANA wakamgeuzia visogo vyao."
  },
  {
    "verseNumber": "2CH 29:7",
    "verseText": "Pia walifunga milango ya ukumbi wa Hekalu na kuzima taa zake. Hawakufukiza uvumba wala kutoa sadaka yoyote ya kuteketezwa katika mahali patakatifu kwa Mungu wa Israeli."
  },
  {
    "verseNumber": "2CH 29:8",
    "verseText": "Kwa hiyo, hasira ya BWANA ikashuka juu ya Yuda na Yerusalemu, naye akawa amewafanya kitu cha kutisha, cha kushangaza na kitu cha kufanyia mzaha kama mnavyoona kwa macho yenu wenyewe."
  },
  {
    "verseNumber": "2CH 29:9",
    "verseText": "Hii ndiyo sababu baba zetu wameanguka kwa upanga na ndiyo sababu wana wetu na binti zetu, pia wake zetu wamekuwa mateka."
  },
  {
    "verseNumber": "2CH 29:10",
    "verseText": "Sasa ninadhamiria moyoni mwangu kuweka Agano na BWANA, Mungu wa Israeli, ili hasira yake kali igeuziwe mbali nasi."
  },
  {
    "verseNumber": "2CH 29:11",
    "verseText": "Wanangu, basi msipuuze jambo hili sasa, kwa kuwa BWANA amewachagua ninyi msimame mbele zake na kumtumikia, mkawe watumishi wake na mkamfukizie uvumba.”"
  },
  {
    "verseNumber": "2CH 29:12",
    "verseText": "Ndipo Walawi wafuatao wakaanza kazi: Kutoka kwa Wakohathi, Mahathi mwana wa Amasai na Yoeli mwana wa Azaria; kutoka kwa Wamerari, Kishi mwana wa Abdi na Azaria mwana wa Yahaleleli; kutoka kwa Wagershoni, Yoa mwana wa Zima na Edeni mwana wa Yoa;"
  },
  {
    "verseNumber": "2CH 29:13",
    "verseText": "kutoka kwa wana wa Elisafani, Shimri na Yeieli; kutoka kwa wana wa Asafu, Zekaria na Matania;"
  },
  {
    "verseNumber": "2CH 29:14",
    "verseText": "kutoka kwa wana wa Hemani, Yehieli na Shimei; kutoka kwa wana wa Yeduthuni, Shemaya na Uzieli."
  },
  {
    "verseNumber": "2CH 29:15",
    "verseText": "Walipomaliza kuwakusanya ndugu zao na kujiweka wakfu, wakaingia ndani ili kutakasa Hekalu la BWANA, kama vile mfalme alivyokuwa ameagiza, kwa kufuata neno la BWANA."
  },
  {
    "verseNumber": "2CH 29:16",
    "verseText": "Makuhani wakaingia patakatifu pa Hekalu la BWANA ili kupatakasa. Wakatoa nje penye ua wa Hekalu la Mungu kila kitu kichafu walichokikuta kwenye Hekalu la BWANA. Walawi wakavichukua na kuvipeleka nje katika Bonde la Kidroni."
  },
  {
    "verseNumber": "2CH 29:17",
    "verseText": "Walianza kazi ya utakaso siku ya kwanza ya mwezi wa kwanza na kufikia siku ya nane ya mwezi huo wakawa wamefikia kwenye ukumbi wa BWANA. Kwa siku zingine nane wakalitakasa Hekalu lenyewe la BWANA wakakamilisha katika siku ya kumi na sita ya mwezi huo wa kwanza."
  },
  {
    "verseNumber": "2CH 29:18",
    "verseText": "Kisha wakaingia ndani kwa Mfalme Hezekia kutoa habari na kusema: “Tumelitakasa Hekalu lote la BWANA, madhabahu ya sadaka ya kuteketezwa pamoja na vyombo vyake vyote, meza ya kupanga mikate iliyowekwa wakfu, pamoja na vyombo vyake vyote."
  },
  {
    "verseNumber": "2CH 29:19",
    "verseText": "Tumeviandaa na kuvitakasa vyombo vyote vile ambavyo Mfalme Ahazi, kwa kukosa uaminifu kwake, aliviondoa wakati alipokuwa mfalme. Sasa viko mbele ya madhabahu ya BWANA.”"
  },
  {
    "verseNumber": "2CH 29:20",
    "verseText": "Ndipo Mfalme Hezekia akainuka asubuhi na mapema, akakusanya pamoja maafisa wa mji wakakwea hekaluni mwa BWANA."
  },
  {
    "verseNumber": "2CH 29:21",
    "verseText": "Wakaleta mafahali saba, kondoo dume saba, wana-kondoo dume saba na mabeberu saba kuwa sadaka ya dhambi kwa ajili ya ufalme, kwa ajili ya mahali patakatifu na kwa ajili ya Yuda. Mfalme akawaamuru makuhani, wazao wa Aroni, kuvitoa vitu hivyo sadaka katika madhabahu ya BWANA."
  },
  {
    "verseNumber": "2CH 29:22",
    "verseText": "Hivyo wakachinja wale mafahali, nao makuhani wakachukua ile damu na kuinyunyiza kwenye madhabahu, halafu wakawachinja wale kondoo dume saba na kunyunyiza hiyo damu yao kwenye madhabahu, kisha wakawachinja wale wana-kondoo dume na kunyunyiza damu yao kwenye madhabahu."
  },
  {
    "verseNumber": "2CH 29:23",
    "verseText": "Wale mabeberu waliokuwa kwa ajili ya sadaka ya dhambi wakaletwa mbele ya mfalme na kusanyiko nao wakaweka mikono yao juu hao mabeberu."
  },
  {
    "verseNumber": "2CH 29:24",
    "verseText": "Ndipo makuhani wakawachinja hao mabeberu na kuweka damu yao kwenye madhabahu kwa ajili ya sadaka ya dhambi ili kufanya upatanisho kwa ajili ya Israeli yote, kwa sababu mfalme alikuwa ameamuru hiyo sadaka ya kuteketezwa na hiyo sadaka ya dhambi kwa ajili ya Israeli yote."
  },
  {
    "verseNumber": "2CH 29:25",
    "verseText": "Akawaweka Walawi kwenye Hekalu la BWANA wakiwa na matoazi, vinubi na zeze kama ilivyoagizwa na Daudi na Gadi mwonaji wa mfalme pamoja na nabii Nathani kwani hili lilikuwa limeamriwa na BWANA kupitia manabii wake."
  },
  {
    "verseNumber": "2CH 29:26",
    "verseText": "Hivyo Walawi wakasimama tayari wakiwa na ala za uimbaji za Daudi na makuhani walikuwa na tarumbeta zao."
  },
  {
    "verseNumber": "2CH 29:27",
    "verseText": "Hezekia akatoa amri ya kutoa sadaka ya kuteketezwa madhabahuni. Walipoanza kutoa sadaka, wakaanza pia kumwimbia BWANA pamoja na tarumbeta na zile ala za uimbaji za Daudi mfalme wa Israeli."
  },
  {
    "verseNumber": "2CH 29:28",
    "verseText": "Kusanyiko lote wakaabudu kwa kusujudu, wakati waimbaji wakiwa wanaimba na wenye tarumbeta wakipiga tarumbeta zao. Yote haya yaliendelea mpaka walipomaliza kutoa ile dhabihu ya sadaka ya kuteketezwa."
  },
  {
    "verseNumber": "2CH 29:29",
    "verseText": "Kutoa sadaka kulipomalizika, mfalme na kila mtu aliyekuwepo pamoja naye wakapiga magoti na kuabudu."
  },
  {
    "verseNumber": "2CH 29:30",
    "verseText": "Mfalme Hezekia na maafisa wake wakawaamuru Walawi kumsifu BWANA kwa maneno ya Daudi na ya Asafu mwonaji. Hivyo wakaimba sifa kwa furaha nao wakainamisha vichwa vyao na kuabudu."
  },
  {
    "verseNumber": "2CH 29:31",
    "verseText": "Kisha Hezekia akasema, “Sasa mmejiweka wakfu kwa BWANA. Njooni mlete dhabihu na sadaka za shukrani Hekaluni mwa BWANA.” Hivyo kusanyiko likaleta dhabihu na sadaka za shukrani, nao wote waliokuwa na mioyo ya hiari wakaleta sadaka za kuteketezwa."
  },
  {
    "verseNumber": "2CH 29:32",
    "verseText": "Idadi ya sadaka za kuteketezwa zilizoletwa na kusanyiko zilikuwa mafahali sabini, kondoo dume 100 na wana-kondoo dume 200. Wote hawa walikuwa kwa ajili ya sadaka za kuteketezwa kwa BWANA."
  },
  {
    "verseNumber": "2CH 29:33",
    "verseText": "Wanyama waliowekwa wakfu kwa sadaka ya kuteketezwa walikuwa mafahali 600, pamoja na kondoo na mbuzi 3,000."
  },
  {
    "verseNumber": "2CH 29:34",
    "verseText": "Lakini makuhani walikuwa wachache sana kuweza kuchuna wale wanyama wote wa sadaka za kuteketezwa, kwa hiyo ndugu zao Walawi wakawasaidia mpaka kazi ile ikakamilika na mpaka makuhani wengine walipowekwa wakfu, kwa kuwa Walawi walikuwa makini kujiweka wakfu kuliko walivyokuwa makuhani."
  },
  {
    "verseNumber": "2CH 29:35",
    "verseText": "Kulikuwa na sadaka nyingi za kuteketezwa, pamoja na mafuta ya wanyama ya sadaka za amani na sadaka za kinywaji ambazo ziliambatana na sadaka za kuteketezwa. Kwa hiyo huduma ya Hekalu la BWANA ikarudishwa kwa upya."
  },
  {
    "verseNumber": "2CH 29:36",
    "verseText": "Hezekia pamoja na watu wote wakafurahi kwa sababu ya lile Mungu alilolifanya kwa ajili ya watu wake, kwa kuwa lilitendeka papo hapo."
  },
  {
    "verseNumber": "2CH 30:1",
    "verseText": "Hezekia akatuma ujumbe kuwaita Israeli wote na Yuda, pia akaandika barua kwa Efraimu na Manase, kuwakaribisha ili waje hekaluni mwa BWANA huko Yerusalemu kuadhimisha Pasaka kwa BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "2CH 30:2",
    "verseText": "Mfalme na maafisa wake pamoja na kusanyiko lote katika Yerusalemu waliamua kuadhimisha Pasaka katika mwezi wa pili."
  },
  {
    "verseNumber": "2CH 30:3",
    "verseText": "Kwa sababu makuhani hawakuwa wamejitakasa idadi ya kutosha na watu wakawa hawajakusanyika huko Yerusalemu, hawakuwa wameweza kuadhimisha Pasaka kwa wakati wake wa kawaida."
  },
  {
    "verseNumber": "2CH 30:4",
    "verseText": "Mpango huu ukaonekana wafaa kwa mfalme na kusanyiko lote."
  },
  {
    "verseNumber": "2CH 30:5",
    "verseText": "Wakaamua kupeleka tangazo Israeli kote, kuanzia Beer-Sheba hadi Dani, wakiwaita watu waje Yerusalemu kuadhimisha Pasaka ya BWANA, Mungu wa Israeli. Ilikuwa haijaadhimishwa na idadi kubwa ya watu kama hiyo kufuatana na yale yaliyokuwa yameandikwa."
  },
  {
    "verseNumber": "2CH 30:6",
    "verseText": "Kwa amri ya mfalme, matarishi wakapita katika Israeli na Yuda kote wakiwa na barua kutoka kwa mfalme na kutoka kwa maafisa wake zikisema: “Watu wa Israeli, mrudieni BWANA, Mungu wa Abrahamu, Isaki na Israeli, ili naye awarudie ninyi mliosalia, mlionusurika kutoka mikononi mwa wafalme wa Ashuru."
  },
  {
    "verseNumber": "2CH 30:7",
    "verseText": "Msiwe kama baba zenu na ndugu zenu, ambao hawakuwa waaminifu kwa BWANA, Mungu wa baba zao, hivyo akawafanya kitu cha kushangaza kama mnavyoona."
  },
  {
    "verseNumber": "2CH 30:8",
    "verseText": "Msiwe na shingo ngumu, kama baba zenu walivyokuwa, bali nyenyekeeni kwa BWANA. Njooni mahali patakatifu, alipopatakasa milele. Mtumikieni BWANA Mungu wenu, ili hasira yake kali igeuziwe mbali nanyi."
  },
  {
    "verseNumber": "2CH 30:9",
    "verseText": "Kama mkimrudia BWANA ndipo wale ndugu zenu waliotekwa pamoja na watoto wenu watakapoonewa huruma na wale waliowateka na kuwaachia warudi katika nchi hii, kwa kuwa BWANA Mungu wenu ni mwenye neema na huruma, hatageuzia uso wake mbali nanyi kama ninyi mkimrudia yeye.”"
  },
  {
    "verseNumber": "2CH 30:10",
    "verseText": "Matarishi wakaenda mji hadi mji katika Efraimu na Manase, wakafika mpaka Zabuloni, lakini watu wakawadharau na kuwadhihaki."
  },
  {
    "verseNumber": "2CH 30:11",
    "verseText": "Lakini, baadhi ya watu wa Asheri, Manase na Zabuloni, wakajinyenyekeza wakaja Yerusalemu."
  },
  {
    "verseNumber": "2CH 30:12",
    "verseText": "Pia katika Yuda mkono wa Mungu ulikuwa juu ya watu kuwapa umoja katika kutenda yale ambayo mfalme na maafisa wake waliwaamuru, kulingana na neno la BWANA."
  },
  {
    "verseNumber": "2CH 30:13",
    "verseText": "Basi umati mkubwa wa watu ukakusanyika huko Yerusalemu kuadhimisha Sikukuu ya Mikate Isiyotiwa Chachu katika mwezi wa pili."
  },
  {
    "verseNumber": "2CH 30:14",
    "verseText": "Wakajitia kazini kuyaondoa yale madhabahu yaliyokuwa huko Yerusalemu, wakayaondoa pia yale madhabahu ya kufukizia uvumba kwa miungu na kuyatupa Bonde la Kidroni."
  },
  {
    "verseNumber": "2CH 30:15",
    "verseText": "Kisha wakamchinja mwana-kondoo wa Pasaka katika siku ya kumi na nne ya mwezi wa pili. Makuhani na Walawi waliona aibu, wakajitakasa na kuleta sadaka za kuteketezwa katika Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 30:16",
    "verseText": "Kisha wakachukua nafasi zao za kawaida kama ilivyoelezwa katika Sheria ya Mose mtu wa Mungu. Makuhani wakanyunyiza ile damu waliyokabidhiwa na Walawi."
  },
  {
    "verseNumber": "2CH 30:17",
    "verseText": "Kwa kuwa wengi waliokuwa katika lile kusanyiko walikuwa hawajajitakasa, iliwapasa Walawi wachinje wana-kondoo wengine wa Pasaka kwa ajili ya wale watu ambao hawakuwa safi, kwa kufuata taratibu za ibada ili kuwatakasa kwa BWANA."
  },
  {
    "verseNumber": "2CH 30:18",
    "verseText": "Ingawa watu wengi miongoni mwa wale waliotoka Efraimu, Manase, Isakari na Zabuloni walikuwa hawajajitakasa, hata hivyo walikula Pasaka kinyume na ilivyoandikwa. Lakini Hezekia akawaombea, akisema, “BWANA, ambaye ni mwema na amsamehe kila mmoja"
  },
  {
    "verseNumber": "2CH 30:19",
    "verseText": "ambaye anauelekeza moyo wake kumtafuta Mungu, BWANA, Mungu wa baba zake, hata kama yeye si safi kulingana na sheria za mahali patakatifu.”"
  },
  {
    "verseNumber": "2CH 30:20",
    "verseText": "Naye BWANA akamsikia Hezekia akawaponya watu."
  },
  {
    "verseNumber": "2CH 30:21",
    "verseText": "Waisraeli waliokuwa Yerusalemu wakaadhimisha Sikukuu ya Mikate Isiyotiwa Chachu kwa muda wa siku saba, nao Walawi na makuhani walikuwa wakiimba kila siku, wakiwa na ala za uimbaji za kumsifu BWANA."
  },
  {
    "verseNumber": "2CH 30:22",
    "verseText": "Hezekia akazungumza akiwatia moyo Walawi wote, ambao walionyesha ustadi katika kumtumikia BWANA. Hivyo watu wakala chakula cha sikukuu kwa siku saba, wakitoa sadaka za amani na kumshukuru BWANA, Mungu wa baba zao."
  },
  {
    "verseNumber": "2CH 30:23",
    "verseText": "Kisha kusanyiko lote likakubali kuendelea na sikukuu kwa siku saba zaidi, kwa hiyo kwa siku saba nyingine wakaendelea kuiadhimisha kwa furaha."
  },
  {
    "verseNumber": "2CH 30:24",
    "verseText": "Hezekia, mfalme wa Yuda akatoa mafahali 1,000, kondoo na mbuzi 7,000 kwa ajili ya kusanyiko, nao maafisa wakatoa mafahali 1,000 pamoja na kondoo na mbuzi 10,000. Idadi kubwa ya makuhani wakajiweka wakfu."
  },
  {
    "verseNumber": "2CH 30:25",
    "verseText": "Kusanyiko lote la Yuda, pamoja na makuhani na Walawi na lile kusanyiko lote lililotoka Israeli, pamoja na wale wageni waliotoka Israeli na wale walioishi katika Yuda wakafurahi."
  },
  {
    "verseNumber": "2CH 30:26",
    "verseText": "Kulikuwa na furaha kubwa katika Yerusalemu, kwa sababu tangu siku za Mfalme Solomoni mwana wa Daudi mfalme wa Israeli halijakuwepo jambo kama hili katika Yerusalemu."
  },
  {
    "verseNumber": "2CH 30:27",
    "verseText": "Ndipo makuhani na Walawi wakasimama wakawabariki watu, naye Mungu akawasikia, kwa sababu maombi yao yalifika mbinguni, makao yake matakatifu."
  },
  {
    "verseNumber": "2CH 31:1",
    "verseText": "Baada ya mambo haya yote kumalizika, Waisraeli ambao walikuwako huko wakaenda kwenye miji ya Yuda, wakayavunja yale mawe ya kuabudia na kuzikatakata zile nguzo za Ashera. Wakabomoa mahali pa juu pa kuabudia miungu pamoja na madhabahu zake kila mahali katika Yuda na Benyamini na katika Efraimu na Manase. Baada ya kuviharibu hivi vyote, Waisraeli wakarudi katika miji yao wenyewe na kwenye milki zao."
  },
  {
    "verseNumber": "2CH 31:2",
    "verseText": "Hezekia akawapanga makuhani na Walawi katika migawanyo, kila mgawanyo kulingana na wajibu wao, kama ni makuhani au Walawi, ili kutoa sadaka za kuteketezwa na sadaka za amani, kuhudumu, kushukuru na kuimba sifa katika malango ya makao ya BWANA."
  },
  {
    "verseNumber": "2CH 31:3",
    "verseText": "Mfalme akatoa matoleo kutoka mali zake mwenyewe kwa ajili ya sadaka za kuteketezwa za asubuhi na za jioni na sadaka za kuteketezwa kwa siku za Sabato, kwa Sikukuu za Mwezi Mwandamo na kwa ajili ya sikukuu zilizoamriwa kama ilivyoandikwa katika Sheria ya BWANA."
  },
  {
    "verseNumber": "2CH 31:4",
    "verseText": "Akawaagiza watu wanaoishi Yerusalemu watoe sehemu iliyo haki ya makuhani na Walawi ili waweze kujitoa kikamilifu kutimiza wajibu wao katika Sheria ya BWANA."
  },
  {
    "verseNumber": "2CH 31:5",
    "verseText": "Mara tu baada ya kutolewa tangazo hilo, Waisraeli wakatoa kwa ukarimu malimbuko ya nafaka zao, divai mpya, mafuta na asali pamoja na vyote vilivyotoka mashambani. Wakaleta kiasi kikubwa cha fungu la kumi la kila kitu."
  },
  {
    "verseNumber": "2CH 31:6",
    "verseText": "Watu wa Israeli na Yuda walioishi katika miji ya Yuda wakaleta pia fungu la kumi la makundi yao ya ngʼombe na makundi ya kondoo na mbuzi pia na fungu la kumi la vitu vitakatifu vilivyowekwa wakfu kwa ajili ya BWANA Mungu wao na kuvikusanya katika malundo."
  },
  {
    "verseNumber": "2CH 31:7",
    "verseText": "Wakaanza kufanya haya katika mwezi wa tatu na kumaliza katika mwezi wa saba."
  },
  {
    "verseNumber": "2CH 31:8",
    "verseText": "Wakati Hezekia na maafisa wake walipokuja na kuona yale malundo, wakamsifu BWANA na kuwabariki watu wake Israeli."
  },
  {
    "verseNumber": "2CH 31:9",
    "verseText": "Hezekia akawauliza makuhani na Walawi kuhusu yale malundo,"
  },
  {
    "verseNumber": "2CH 31:10",
    "verseText": "naye Azaria aliyekuwa kuhani mkuu, kutoka jamaa ya Sadoki, akajibu, “Tangu watu walipoanza kuleta sadaka zao katika Hekalu la BWANA tumekuwa na chakula cha kutosha na vingi vya kuweka akiba kwa sababu BWANA amewabariki watu wake, hivyo tumekuwa na kiasi kingi kilichobaki.”"
  },
  {
    "verseNumber": "2CH 31:11",
    "verseText": "Hezekia akatoa agizo la kutengeneza vyumba vya ghala katika Hekalu la BWANA nalo hili likafanyika."
  },
  {
    "verseNumber": "2CH 31:12",
    "verseText": "Kisha kwa uaminifu wakaleta sadaka zao, mafungu yao ya kumi na vitu vilivyowekwa wakfu. Konania Mlawi, ndiye alikuwa msimamizi wa vitu hivi na Shimei ndugu yake ndiye alikuwa msaidizi wake."
  },
  {
    "verseNumber": "2CH 31:13",
    "verseText": "Yehieli, Azazia, Nahathi, Asaheli, Yeremothi, Yozabadi, Elieli, Ismakia, Mahathi na Benaya walikuwa waangalizi chini ya Konania na Shimei ndugu yake, waliokuwa wamewekwa na Mfalme Hezekia na Azaria, afisa msimamizi wa Hekalu la Mungu."
  },
  {
    "verseNumber": "2CH 31:14",
    "verseText": "Kore mwana wa Imna, Mlawi, bawabu wa Lango la Mashariki, alikuwa msimamizi wa sadaka za hiari zilizotolewa kwa Mungu, akiyagawanya hayo matoleo yaliyotolewa kwa BWANA na pia zile sadaka zilizowekwa wakfu."
  },
  {
    "verseNumber": "2CH 31:15",
    "verseText": "Edeni, Miniamini, Yeshua, Shemaya, Amaria na Shekania walimsaidia kwa uaminifu katika miji ya makuhani, wakiwagawia makuhani wenzao kufuatana na migawanyo yao, wazee kwa vijana sawasawa."
  },
  {
    "verseNumber": "2CH 31:16",
    "verseText": "Zaidi ya hao wakawagawia wanaume wenye umri wa miaka mitatu au zaidi ambao majina yao yalikuwa kwenye orodha ya vizazi, wale wote ambao wangeingia katika Hekalu la BWANA ili kufanya kazi zao mbalimbali za kila siku kulingana na wajibu katika mgawanyo wao."
  },
  {
    "verseNumber": "2CH 31:17",
    "verseText": "Kuandikishwa kwa makuhani kulikuwa kwa kufuata chimbuko la nyumba za baba zao na Walawi kuanzia umri wa miaka ishirini au zaidi ilikuwa kufuatana na huduma zao, kwa migawanyo yao."
  },
  {
    "verseNumber": "2CH 31:18",
    "verseText": "Makuhani waliandikishwa pamoja na watoto wao wadogo, wake zao, watoto wao wa kiume na wa kike, jamii yote iliandikishwa kwa kufuata orodha ya vizazi vyao. Kwa kuwa walikuwa waaminifu katika kujitakasa."
  },
  {
    "verseNumber": "2CH 31:19",
    "verseText": "Kuhusu makuhani, wazao wa Aroni walioishi kwenye mashamba yaliyozunguka miji yao au katika miji mingine yoyote, watu walitajwa majina ili kumgawia kila mwanaume miongoni mwao na kwa wote waliokuwa katika orodha ya vizazi vya Walawi."
  },
  {
    "verseNumber": "2CH 31:20",
    "verseText": "Hivi ndivyo Hezekia alivyofanya katika Yuda yote, akifanya lile lililo jema, sawa na la uaminifu mbele za BWANA Mungu wake."
  },
  {
    "verseNumber": "2CH 31:21",
    "verseText": "Naye katika kila kitu alichofanya katika huduma kwenye Hekalu la Mungu na katika utii kwa sheria na amri, alimtafuta Mungu wake na kufanya kazi kwa moyo wake wote. Naye hivyo akafanikiwa."
  },
  {
    "verseNumber": "2CH 32:1",
    "verseText": "Baada ya yale yote aliyokuwa amefanya Hezekia kwa uaminifu mkubwa, Senakeribu mfalme wa Ashuru akaja na kuvamia Yuda. Akaizunguka miji yenye ngome kwa jeshi, akifikiri kuiteka iwe yake."
  },
  {
    "verseNumber": "2CH 32:2",
    "verseText": "Hezekia alipoona kuwa Senakeribu amekuja na kwamba alikusudia kufanya vita juu ya Yerusalemu,"
  },
  {
    "verseNumber": "2CH 32:3",
    "verseText": "akafanya shauri na maafisa wake na mashujaa wake juu ya kuzuia maji kutoka chemchemi zilizo nje ya mji, nao wakamsaidia."
  },
  {
    "verseNumber": "2CH 32:4",
    "verseText": "Umati mkubwa wa watu ukakusanyika na kuzuia chemchemi zote na vijito vilivyotiririka katika nchi yote, wakisema: “Kwa nini wafalme wa Ashuru waje na kukuta maji tele?”"
  },
  {
    "verseNumber": "2CH 32:5",
    "verseText": "Hezekia akafanya kazi kwa bidii kukarabati sehemu zote zilizokuwa zimebomoka za ukuta na kujenga minara juu yake. Akajenga ukuta mwingine nje ya ule uliokuwepo na kuimarisha Milo katika Mji wa Daudi. Akatengeneza pia silaha nyingi na ngao."
  },
  {
    "verseNumber": "2CH 32:6",
    "verseText": "Akaweka maafisa wa jeshi juu ya watu, wakawakutanisha mbele yake katika uwanja kwenye lango la mji, naye akawatia moyo kwa maneno haya:"
  },
  {
    "verseNumber": "2CH 32:7",
    "verseText": "“Kuweni hodari na wenye moyo mkuu. Msiogope, msifadhaike wala msikate tamaa kwa sababu ya mfalme wa Ashuru na hili jeshi kubwa lililo pamoja naye, kwa kuwa aliye pamoja nasi ni mkuu kuliko aliye pamoja naye."
  },
  {
    "verseNumber": "2CH 32:8",
    "verseText": "Kwake uko mkono wa mwili tu, bali kwetu yuko BWANA Mungu wetu kutusaidia na kutupigania vita vyetu.” Nao watu wakatiwa moyo kutokana na maneno aliyowaambia Hezekia mfalme wa Yuda."
  },
  {
    "verseNumber": "2CH 32:9",
    "verseText": "Hatimaye Senakeribu mfalme wa Ashuru na majeshi yake yote walipokuwa wameuzunguka Lakishi, akawatuma maafisa wake kwenda Yerusalemu wakiwa na ujumbe huu kwa Hezekia mfalme wa Yuda, na kwa watu wote wa Yuda waliokuwako humo, kusema:"
  },
  {
    "verseNumber": "2CH 32:10",
    "verseText": "“Hili ndilo asemalo Senakeribu mfalme wa Ashuru: Je, mmeweka tumaini lenu wapi, hata mnaendelea kukaa katika Yerusalemu, hali mmezungukwa na jeshi?"
  },
  {
    "verseNumber": "2CH 32:11",
    "verseText": "Hezekia asemapo, ‘BWANA Mungu wetu atatuokoa kutokana na mkono wa mfalme wa Ashuru,’ anawapotosha ninyi, naye atawaacha mfe kwa njaa na kiu."
  },
  {
    "verseNumber": "2CH 32:12",
    "verseText": "Je, si Hezekia mwenyewe aliyeondoa mahali pa juu pa kuabudia miungu pamoja na madhabahu zake, akiwaambia Yuda wa Yerusalemu, ‘Ni lazima mwabudu mbele ya madhabahu moja na kuteketeza dhabihu juu yake’?"
  },
  {
    "verseNumber": "2CH 32:13",
    "verseText": "“Je, hamjui yale mimi na baba zangu tuliyoyafanya kwa mataifa yote ya nchi zingine? Je, miungu ya mataifa hayo iliweza kuokoa nchi zao kutoka mkononi mwangu?"
  },
  {
    "verseNumber": "2CH 32:14",
    "verseText": "Ni yupi miongoni mwa miungu yote ya mataifa haya ambayo baba zangu waliyaangamiza ameweza kuwaokoa watu wake mkononi mwangu? Inawezekanaje basi Mungu wenu kuwaokoa mkononi mwangu?"
  },
  {
    "verseNumber": "2CH 32:15",
    "verseText": "Sasa basi, msikubali Hezekia awadanganye na kuwapotosha namna hii. Msimwamini, kwa kuwa hakuna mungu wa taifa lolote wala wa ufalme wowote aliyeweza kuwaokoa watu wake kutoka mkononi mwangu au mkononi mwa baba zangu. Sembuse huyo mungu wenu atawaokoaje kutoka mkononi mwangu!”"
  },
  {
    "verseNumber": "2CH 32:16",
    "verseText": "Maafisa wa Senakeribu wakaendelea kunena dhidi ya BWANA aliye Mungu na dhidi ya mtumishi wake Hezekia."
  },
  {
    "verseNumber": "2CH 32:17",
    "verseText": "Mfalme pia aliandika barua akimtukana BWANA, Mungu wa Israeli na kusema haya dhidi yake: “Kama vile miungu ya mataifa ya nchi nyingine ilivyoshindwa kuwaokoa watu wao mkononi mwangu, vivyo hivyo Mungu wa Hezekia hataweza kuwaokoa watu wake kutoka mkononi mwangu.”"
  },
  {
    "verseNumber": "2CH 32:18",
    "verseText": "Kisha wakawaita kwa Kiebrania watu wa Yerusalemu waliokuwa juu ya ukuta ili kuwatisha na kuwatia hofu ili waweze kuuteka mji."
  },
  {
    "verseNumber": "2CH 32:19",
    "verseText": "Wakanena juu ya Mungu wa Yerusalemu kama vile walivyonena juu ya miungu ya mataifa mengine ya dunia ambayo ni kazi ya mikono ya wanadamu."
  },
  {
    "verseNumber": "2CH 32:20",
    "verseText": "Mfalme Hezekia na nabii Isaya mwana wa Amozi wakalilia mbingu katika maombi kuhusu jambo hili."
  },
  {
    "verseNumber": "2CH 32:21",
    "verseText": "Naye BWANA akamtuma malaika ambaye aliangamiza wanajeshi wote, na viongozi na maafisa katika kambi ya mfalme wa Ashuru. Kwa hiyo, mfalme wa Ashuru akarudi nchini mwake kwa aibu. Naye alipokwenda katika hekalu la mungu wake, baadhi ya watoto wake wakamuua kwa upanga."
  },
  {
    "verseNumber": "2CH 32:22",
    "verseText": "Hivyo BWANA akamwokoa Hezekia na watu wa Yerusalemu kutoka mkononi mwa Senakeribu mfalme wa Ashuru na kutoka mikononi mwa wengine wote. BWANA akawastarehesha kila upande."
  },
  {
    "verseNumber": "2CH 32:23",
    "verseText": "Watu wengi wakaleta sadaka Yerusalemu kwa ajili ya BWANA na zawadi za thamani kwa ajili ya Hezekia mfalme wa Yuda. Tangu hapo na kuendelea, Hezekia aliheshimiwa sana na mataifa yote."
  },
  {
    "verseNumber": "2CH 32:24",
    "verseText": "Katika siku hizo, Hezekia akaugua, naye akawa karibu kufa. Akamwomba BWANA, ambaye alimjibu na kumpa ishara."
  },
  {
    "verseNumber": "2CH 32:25",
    "verseText": "Lakini moyo wa Hezekia ukajaa majivuno na hakuonyesha itikio kwa wema aliotendewa, kwa hiyo ghadhabu ya BWANA ikawa juu yake na juu ya Yuda na Yerusalemu."
  },
  {
    "verseNumber": "2CH 32:26",
    "verseText": "Ndipo Hezekia akatubu kwa ajili ya kiburi cha moyo wake, kama walivyofanya watu wa Yerusalemu, kwa hiyo ghadhabu ya BWANA haikuja juu yao katika siku za Hezekia."
  },
  {
    "verseNumber": "2CH 32:27",
    "verseText": "Hezekia alikuwa na utajiri mwingi sana na heshima, naye akajifanyia hazina kwa ajili ya fedha yake na dhahabu na kwa ajili ya vito vyake vya thamani, vikolezi, ngao na aina zote za vyombo vya thamani."
  },
  {
    "verseNumber": "2CH 32:28",
    "verseText": "Akajenga pia maghala ya kuhifadhi mavuno ya nafaka, divai mpya na mafuta. Akatengeneza mabanda kwa ajili ya aina mbalimbali za mifugo, na mazizi kwa ajili ya kondoo na mbuzi."
  },
  {
    "verseNumber": "2CH 32:29",
    "verseText": "Akajenga vijiji na kujipatia idadi kubwa ya kondoo na mbuzi, pamoja na ngʼombe kwa kuwa Mungu alikuwa amempa utajiri mwingi sana."
  },
  {
    "verseNumber": "2CH 32:30",
    "verseText": "Ilikuwa ni Hezekia aliyeziba njia za kutolea maji za chemchemi za juu za Gihoni na kuyaelekeza maji kutiririkia upande wa magharibi wa Mji wa Daudi. Akafanikiwa katika kila kitu alichofanya."
  },
  {
    "verseNumber": "2CH 32:31",
    "verseText": "Lakini wakati wajumbe walipotumwa na watawala wa Babeli kumuuliza juu ya ishara ambayo ilitokea katika nchi, Mungu alimwacha ili kumjaribu na kujua kila kitu kilichokuwa moyoni mwake."
  },
  {
    "verseNumber": "2CH 32:32",
    "verseText": "Matukio mengine ya utawala wa Hezekia na matendo yake ya kujitoa kwa moyo yameandikwa katika maono ya nabii Isaya mwana wa Amozi kwenye kitabu cha wafalme wa Yuda na Israeli."
  },
  {
    "verseNumber": "2CH 32:33",
    "verseText": "Hezekia akalala na baba zake na akazikwa kwenye kilima mahali yalipo makaburi ya wazao wa Daudi. Yuda wote na watu wa Yerusalemu wakamheshimu alipofariki. Naye Manase mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2CH 33:1",
    "verseText": "Manase alikuwa na umri wa miaka kumi na miwili alipoanza kutawala, naye akatawala huko Yerusalemu miaka hamsini na mitano."
  },
  {
    "verseNumber": "2CH 33:2",
    "verseText": "Akafanya maovu machoni pa Bwana, akafuata desturi za machukizo za mataifa ambayo Bwana aliyafukuza mbele ya Waisraeli."
  },
  {
    "verseNumber": "2CH 33:3",
    "verseText": "Akajenga upya mahali pa juu pa kuabudia miungu ambapo Hezekia baba yake, alikuwa amepabomoa, pia akasimamisha madhabahu za Mabaali na nguzo za Maashera. Akalisujudia jeshi lote la angani na kuliabudu."
  },
  {
    "verseNumber": "2CH 33:4",
    "verseText": "Akajenga madhabahu katika Hekalu la BWANA ambamo BWANA alikuwa amesema, “Jina langu litadumu Yerusalemu milele.”"
  },
  {
    "verseNumber": "2CH 33:5",
    "verseText": "Katika nyua zote mbili za Hekalu la BWANA akajenga madhabahu kwa ajili ya jeshi lote la angani."
  },
  {
    "verseNumber": "2CH 33:6",
    "verseText": "Akawatoa wanawe kuwa kafara kwa kuwapitisha katika moto katika Bonde la Ben-Hinomu, akafanya ulozi, uaguzi na uchawi, akataka ushauri kwa wenye pepo wa utambuzi na wenye kuwasiliana na mizimu. Akafanya maovu mengi machoni pa BWANA, akaichochea hasira yake."
  },
  {
    "verseNumber": "2CH 33:7",
    "verseText": "Akachukua ile sanamu aliyoichonga na kuiweka katika Hekalu la Mungu ambalo Mungu alikuwa amemwambia Daudi na mwanawe Solomoni, “Katika Hekalu hili na katika Yerusalemu niliouchagua kutoka kabila zote za Israeli, nitaliweka Jina langu milele."
  },
  {
    "verseNumber": "2CH 33:8",
    "verseText": "Sitaifanya tena miguu ya Waisraeli iondoke tena katika nchi niliyowapa baba zenu, ikiwa watakuwa waangalifu kufanya kila kitu nilichowaamuru kuhusu sheria zote, maagizo na amri zilizotolewa kwa mkono wa Mose.”"
  },
  {
    "verseNumber": "2CH 33:9",
    "verseText": "Lakini Manase akawaongoza Yuda na watu wa Yerusalemu katika upotovu, kiasi kwamba walifanya maovu mengi kuliko mataifa ambayo BWANA aliwaangamiza mbele ya Waisraeli."
  },
  {
    "verseNumber": "2CH 33:10",
    "verseText": "BWANA akasema na Manase pamoja na watu wake, lakini hawakumjali."
  },
  {
    "verseNumber": "2CH 33:11",
    "verseText": "Hivyo BWANA akaleta juu yao majemadari wa jeshi la mfalme wa Ashuru, ambao walimchukua Manase kwenda kifungoni, wakaweka ndoana katika pua yake, wakamfunga kwa pingu za shaba na kumpeleka Babeli."
  },
  {
    "verseNumber": "2CH 33:12",
    "verseText": "Katika dhiki yake akamsihi BWANA Mungu wake na kujinyenyekeza sana mbele za Mungu wa baba zake."
  },
  {
    "verseNumber": "2CH 33:13",
    "verseText": "Naye alipomwomba, BWANA akaguswa na kule kusihi kwake na akasikiliza kilio chake, kwa hiyo akamrudisha Yerusalemu na kwenye ufalme wake. Ndipo Manase akatambua kwamba BWANA ndiye Mungu."
  },
  {
    "verseNumber": "2CH 33:14",
    "verseText": "Baadaye akajenga ukuta wa nje wa Mji wa Daudi, magharibi mwa chemchemi ya Gihoni katika bonde, hadi kufikia ingilio la Lango la Samaki na akakizunguka kilima cha Ofeli, pia akaufanya kuwa mrefu zaidi. Akawaweka majemadari katika miji yote ya Yuda iliyokuwa imejengewa ngome."
  },
  {
    "verseNumber": "2CH 33:15",
    "verseText": "Akaondolea mbali miungu ya kigeni na kuondoa sanamu kutoka Hekalu la BWANA pamoja na madhabahu zote alizozijenga katika kile kilima kilichojengwa Hekalu na katika Yerusalemu, akazitupa nje ya mji."
  },
  {
    "verseNumber": "2CH 33:16",
    "verseText": "Kisha akarudisha madhabahu ya BWANA na kutolea juu yake dhabihu za sadaka za amani pamoja na sadaka za shukrani, naye akawaamuru Yuda wamtumikie BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "2CH 33:17",
    "verseText": "Lakini hata hivyo watu wakaendelea kutoa dhabihu mahali pa juu pa kuabudia miungu, lakini wakimtolea BWANA Mungu wao peke yake."
  },
  {
    "verseNumber": "2CH 33:18",
    "verseText": "Matukio mengine ya utawala wa Manase, maombi yake kwa Mungu wake na maneno aliyoambiwa na waonaji walionena naye kwa jina la BWANA, Mungu wa Israeli, yameandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli."
  },
  {
    "verseNumber": "2CH 33:19",
    "verseText": "Maombi yake, pamoja na jinsi Mungu alivyoguswa na kusihi kwake, pia dhambi zake zote na kukosa kwake uaminifu pamoja na sehemu alizojenga mahali pa juu pa kuabudia miungu, kule kusimamisha nguzo za Ashera na sanamu kabla ya kujinyenyekeza kwake, yote yameandikwa katika kumbukumbu za waonaji."
  },
  {
    "verseNumber": "2CH 33:20",
    "verseText": "Manase akalala pamoja na baba zake akazikwa katika jumba lake la kifalme. Naye Amoni mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2CH 33:21",
    "verseText": "Amoni alikuwa na miaka ishirini na miwili, alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka miwili."
  },
  {
    "verseNumber": "2CH 33:22",
    "verseText": "Akatenda maovu machoni mwa Bwana, kama baba yake Manase alivyofanya. Amoni akaabudu na kutoa dhabihu kwa sanamu zote alizokuwa ametengeneza Manase."
  },
  {
    "verseNumber": "2CH 33:23",
    "verseText": "Lakini tofauti na Manase baba yake, hakujinyenyekeza mbele za BWANA, badala yake Amoni aliongeza hatia zaidi na zaidi."
  },
  {
    "verseNumber": "2CH 33:24",
    "verseText": "Watumishi wa Amoni wakafanya fitina juu yake, nao wakamuulia kwake nyumbani."
  },
  {
    "verseNumber": "2CH 33:25",
    "verseText": "Kisha watu wa nchi wakawaua wale wote waliokuwa wamefanya hila dhidi ya Mfalme Amoni. Wakamfanya Yosia mwanawe kuwa mfalme mahali pake."
  },
  {
    "verseNumber": "2CH 34:1",
    "verseText": "Yosia alikuwa na miaka minane alipoanza kutawala, naye akatawala huko Yerusalemu miaka thelathini na mmoja."
  },
  {
    "verseNumber": "2CH 34:2",
    "verseText": "Akafanya yaliyo mema machoni pa BWANA na kuenenda katika njia za Daudi baba yake, hakugeuka upande wa kuume wala wa kushoto."
  },
  {
    "verseNumber": "2CH 34:3",
    "verseText": "Katika mwaka wa nane wa utawala wake, alipokuwa angali bado mdogo, alianza kumtafuta Mungu wa Daudi baba yake. Katika mwaka wake wa kumi na mbili alianza kusafisha mahali pa juu pa kuabudia miungu pa Yuda na Yerusalemu, akiondoa nguzo za Ashera, sanamu za kuchonga na vinyago vya kusubu."
  },
  {
    "verseNumber": "2CH 34:4",
    "verseText": "Mbele ya macho yake, wakazibomoa madhabahu za Mabaali, wakazivunja madhabahu za kufukizia uvumba zilizokuwa zimesimama juu yake, wakazivunja nguzo za Ashera, sanamu na vinyago. Hivi alivivunja vipande vipande na kuvisambaza juu ya makaburi ya waliokuwa wamevitolea kafara."
  },
  {
    "verseNumber": "2CH 34:5",
    "verseText": "Akachoma mifupa ya makuhani wao juu ya madhabahu zao na kwa njia hiyo akaitakasa Yuda na Yerusalemu."
  },
  {
    "verseNumber": "2CH 34:6",
    "verseText": "Katika miji ya Manase, Efraimu na Simeoni, hadi Naftali na kwenye magofu yanayoizunguka,"
  },
  {
    "verseNumber": "2CH 34:7",
    "verseText": "akavunja madhabahu na nguzo za Ashera na kuzipondaponda hizo sanamu hadi zikawa unga na kukata vipande vipande madhabahu zote za kufukizia uvumba katika Israeli yote. Kisha akarudi Yerusalemu."
  },
  {
    "verseNumber": "2CH 34:8",
    "verseText": "Katika mwaka wa kumi na nane wa utawala wa Yosia, ili kutakasa nchi na Hekalu, akawatuma Shafani, mwana wa Azalia na Maaseya mtawala wa mji, pamoja na Yoa mwana wa Yoahazi, mwandishi ili kukarabati Hekalu la BWANA Mungu wake."
  },
  {
    "verseNumber": "2CH 34:9",
    "verseText": "Wakamwendea Hilkia kuhani mkuu na kumpa fedha ambazo zilikuwa zimeletwa ndani ya Hekalu la BWANA ambazo Walawi waliokuwa mabawabu walikuwa wamezikusanya kutoka kwa watu wa Manase, Efraimu na mabaki wote wa Israeli kutoka kwa watu wote wa Yuda na Benyamini na wakazi wa Yerusalemu."
  },
  {
    "verseNumber": "2CH 34:10",
    "verseText": "Kisha wakazikabidhi hizo fedha kwa watu waliowekwa ili kusimamia kazi ya Hekalu la BWANA. Hawa watu waliwalipa wafanyakazi waliokarabati na kutengeneza Hekalu lipate kurudi katika hali yake."
  },
  {
    "verseNumber": "2CH 34:11",
    "verseText": "Wakawapa pia mafundi seremala na waashi fedha ili kununua mawe yaliyochongwa, mbao kwa ajili ya kufungia na boriti kwa ajili ya majengo ambayo wafalme wa Yuda walikuwa wameyaacha yakawa magofu."
  },
  {
    "verseNumber": "2CH 34:12",
    "verseText": "Watu wakafanya kazi kwa uaminifu. Waliokuwa wamewekwa juu yao ili kuwaelekeza ni Yahathi na Obadia, Walawi wa uzao wa Merari, Zekaria na Meshulamu, waliotoka kwenye uzao wa Kohathi. Walawi wote waliokuwa na ufundi wa kupiga ala za uimbaji,"
  },
  {
    "verseNumber": "2CH 34:13",
    "verseText": "wakawa wasimamizi wa vibarua na kuwaongoza wale waliofanya kila aina ya kazi. Baadhi ya Walawi walikuwa waandishi, maafisa na mabawabu."
  },
  {
    "verseNumber": "2CH 34:14",
    "verseText": "Wakati walikuwa wakizitoa nje fedha zilizokuwa zimetolewa kwenye Hekalu la BWANA, kuhani Hilkia akakipata kile Kitabu cha Sheria ya BWANA kilichokua kimetolewa kwa mkono wa Mose."
  },
  {
    "verseNumber": "2CH 34:15",
    "verseText": "Hilkia akamwambia Shafani mwandishi, “Nimekipata Kitabu cha Sheria ndani ya Hekalu la BWANA.” Akampa Shafani kile Kitabu."
  },
  {
    "verseNumber": "2CH 34:16",
    "verseText": "Kisha Shafani akakipeleka kile Kitabu kwa mfalme na kumwambia, “Maafisa wako wanafanya kila kitu kama walivyokabidhiwa kufanya."
  },
  {
    "verseNumber": "2CH 34:17",
    "verseText": "Wamelipa fedha zilizokuwa katika Hekalu la BWANA na wamewakabidhi wasimamizi na wafanyakazi.”"
  },
  {
    "verseNumber": "2CH 34:18",
    "verseText": "Kisha Shafani mwandishi akamwarifu mfalme kuwa, “Kuhani Hilkia amenipa Kitabu.” Naye Shafani akakisoma mbele ya mfalme."
  },
  {
    "verseNumber": "2CH 34:19",
    "verseText": "Mfalme aliposikia yale maneno ya Sheria, akayararua mavazi yake."
  },
  {
    "verseNumber": "2CH 34:20",
    "verseText": "Akatoa maagizo haya kwa Hilkia, Ahikamu mwana wa Shafani, Abdoni mwana wa Mika, Shafani mwandishi na Asaya mtumishi wa mfalme,"
  },
  {
    "verseNumber": "2CH 34:21",
    "verseText": "“Nendeni mkamuulize BWANA kwa ajili yangu na kwa ajili ya mabaki walioko Israeli na Yuda kuhusu yale yaliyoandikwa ndani ya kitabu hiki ambacho kimepatikana. Hasira ya BWANA ni kubwa mno ambayo imemwagwa juu yetu kwa sababu baba zetu hawakulishika neno la BWANA wala hawajatenda kulingana na yale yote yaliyoandikwa katika Kitabu hiki.”"
  },
  {
    "verseNumber": "2CH 34:22",
    "verseText": "Hilkia pamoja na wale wote mfalme aliokuwa amewatuma pamoja naye wakaenda kuzungumza na nabii mke aitwaye Hulda, aliyekuwa mke wa Shalumu mwana wa Tokhathi, mwana wa Hasra mtunzaji wa chumba cha mavazi. Hulda aliishi Yerusalemu, katika Mtaa wa Pili."
  },
  {
    "verseNumber": "2CH 34:23",
    "verseText": "Akawaambia, “Hivi ndivyo asemavyo Bwana, Mungu wa Israeli: Mwambieni yule mtu aliyewatuma ninyi kwangu,"
  },
  {
    "verseNumber": "2CH 34:24",
    "verseText": "‘Hivi ndivyo asemavyo Bwana: Nitaleta maafa juu ya mahali hapa na watu wake, laana zote zilizoandikwa ndani ya hicho kitabu ambazo zimesomwa mbele ya mfalme wa Yuda."
  },
  {
    "verseNumber": "2CH 34:25",
    "verseText": "Kwa sababu wameniacha mimi na kufukiza uvumba kwa miungu mingine na kunighadhibisha kwa kazi yote ya mikono yao, hivyo hasira yangu itamwagwa juu ya mahali hapa, wala haitatulizwa.’"
  },
  {
    "verseNumber": "2CH 34:26",
    "verseText": "Mwambieni mfalme wa Yuda, ambaye amewatuma kumuuliza BWANA, ‘Hivi ndivyo asemavyo BWANA, Mungu wa Israeli kuhusu maneno uliyoyasikia:"
  },
  {
    "verseNumber": "2CH 34:27",
    "verseText": "Kwa kuwa moyo wako ulikuwa msikivu na ulijinyenyekeza mbele za Mungu uliposikia kile nilichosema dhidi ya mahali hapa na watu wake na kwa sababu ulijinyenyekeza mbele zangu na uliyararua mavazi yako na kulia mbele zangu, nimekusikia, asema BWANA."
  },
  {
    "verseNumber": "2CH 34:28",
    "verseText": "Basi nitakukusanya kwa baba zako, nawe utazikwa kwa amani. Macho yako hayataona maafa yote nitakayoleta juu ya mahali hapa na juu ya wote wanaoishi hapa.’ ” Kwa hiyo wakampelekea mfalme jibu lake."
  },
  {
    "verseNumber": "2CH 34:29",
    "verseText": "Kisha mfalme akawaita pamoja wazee wote wa Yuda na Yerusalemu."
  },
  {
    "verseNumber": "2CH 34:30",
    "verseText": "Akapanda kwenda hekaluni mwa BWANA pamoja na watu wa Yuda, watu wa Yerusalemu, makuhani na Walawi, watu wote, wakubwa kwa wadogo. Akasoma wakiwa wanasikia maneno yote ya Kitabu cha Agano, ambacho kilikuwa kimepatikana katika Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 34:31",
    "verseText": "Mfalme akasimama karibu na nguzo yake na kufanya upya Agano mbele za BWANA ili kumfuata BWANA na kuzishika amri zake, maagizo na sheria kwa moyo wake wote na kwa roho yake yote na ili kuyatii maneno ya Agano yaliyoandikwa katika kitabu hiki."
  },
  {
    "verseNumber": "2CH 34:32",
    "verseText": "Ndipo akamtaka kila mmoja katika Yerusalemu na Benyamini kuweka ahadi zao wenyewe kwa hilo Agano, watu wa Yerusalemu wakafanya hivyo kwa kufuata Agano la BWANA, Mungu wa baba zao."
  },
  {
    "verseNumber": "2CH 34:33",
    "verseText": "Yosia akaondoa machukizo yote ya sanamu kutoka nchi yote iliyokuwa mali ya Waisraeli na akawataka wale wote waliokuwako katika Israeli wamtumikie BWANA Mungu wao. Kwa muda wote alioishi, hawakushindwa kumfuata BWANA, Mungu wa baba zao."
  },
  {
    "verseNumber": "2CH 35:1",
    "verseText": "Yosia akaadhimisha Pasaka kwa BWANA katika Yerusalemu, mwana-kondoo wa Pasaka akachinjwa siku ya kumi na nne ya mwezi wa kwanza."
  },
  {
    "verseNumber": "2CH 35:2",
    "verseText": "Akawaweka makuhani kwenye wajibu wao na kuwatia moyo katika utumishi wa Hekalu la BWANA."
  },
  {
    "verseNumber": "2CH 35:3",
    "verseText": "Akawaambia Walawi, waliowafundisha Waisraeli wote na waliokuwa wamejiweka wakfu kwa ajili ya kazi ya BWANA, “Liwekeni hilo Sanduku takatifu katika Hekalu lile alilojenga Solomoni mwana wa Daudi mfalme wa Israeli. Halipaswi kubebwa huku na huko mabegani mwenu. Sasa mtumikieni BWANA Mungu wenu na watu wake Israeli."
  },
  {
    "verseNumber": "2CH 35:4",
    "verseText": "Jiandaeni kwa kufuata jamaa zenu katika migawanyo yenu, kufuatana na maelezo yaliyoandikwa na Daudi mfalme wa Israeli na mwanawe Solomoni."
  },
  {
    "verseNumber": "2CH 35:5",
    "verseText": "“Simameni mahali patakatifu kwa kufuata migawanyo ya jamaa za baba zenu kulingana na koo zenu na pawepo Walawi kwa ajili ya kila mgawanyo wa nyumba ya baba zenu."
  },
  {
    "verseNumber": "2CH 35:6",
    "verseText": "Chinjeni mwana-kondoo wa Pasaka, jitakaseni, nanyi kwa niaba ya koo zenu fanyeni maandalizi, mkitenda sawasawa na neno la BWANA kwa mkono wa Mose.”"
  },
  {
    "verseNumber": "2CH 35:7",
    "verseText": "Ndipo Yosia akawapa watu wote wana-mbuzi waliokuwepo jumla ya kondoo wapatao 30,000 kwa ajili ya sadaka ya Pasaka, pia na ngʼombe 10,000, vyote hivi kutoka mali binafsi ya mfalme."
  },
  {
    "verseNumber": "2CH 35:8",
    "verseText": "Pia maafisa wake, wakatoa kwa hiari yao wakawapa watu, makuhani na Walawi. Hilkia, Zekaria na Yehieli, waliokuwa maafisa wakuu wa Hekalu la Mungu, wakawapa makuhani sadaka za Pasaka wana-kondoo na wana-mbuzi 2,600 na mafahali 300."
  },
  {
    "verseNumber": "2CH 35:9",
    "verseText": "Konania na nduguze wawili, Shemaya na Nethaneli, pamoja na Hashabia, Yeieli na Yozabadi waliokuwa viongozi wa Walawi, nao pia wakawapa Walawi wana-kondoo na wana-mbuzi 5,000 na mafahali 500, kwa ajili ya sadaka za Pasaka."
  },
  {
    "verseNumber": "2CH 35:10",
    "verseText": "Huduma ilipomalizika kuandaliwa makuhani wakasimama mahali pao na Walawi katika migawanyo yao kama mfalme alivyokuwa ameamuru."
  },
  {
    "verseNumber": "2CH 35:11",
    "verseText": "Wana-kondoo wa Pasaka wakachinjwa, nao makuhani wakanyunyiza ile damu waliyokabidhiwa, wakati Walawi wakiwa wanawachuna wale wanyama ngozi."
  },
  {
    "verseNumber": "2CH 35:12",
    "verseText": "Wakatenga sadaka za kuteketezwa ili waweze kugawia ili migawanyo kwa kufuata jamaa za baba zao ili watoe sadaka kwa BWANA kama ilivyoandikwa katika Kitabu cha Mose. Wakafanya vivyo hivyo kwa wale mafahali."
  },
  {
    "verseNumber": "2CH 35:13",
    "verseText": "Wakawaoka wale wanyama wa Pasaka kwenye moto kama ilivyoamriwa, wakachemsha zile sadaka takatifu kwenye vyungu, masufuria makubwa na vikaango na kuwagawia watu wote upesi."
  },
  {
    "verseNumber": "2CH 35:14",
    "verseText": "Hatimaye wakafanya maandalizi kwa ajili yao wenyewe na kwa ajili ya makuhani, kwa sababu wale makuhani, yaani, wazao wa Aroni, walikuwa wanatoa sadaka za kuteketezwa pamoja na zile sehemu zilizonona mpaka usiku. Hivyo Walawi wakafanya maandalizi kwa ajili yao wenyewe na kwa ajili ya makuhani wa uzao wa Aroni."
  },
  {
    "verseNumber": "2CH 35:15",
    "verseText": "Waimbaji, wazao wa Asafu, walikuwa katika nafasi zao, kama ilivyoagizwa na Mfalme Daudi, Asafu, Hemani na Yeduthuni mwonaji wa Mfalme. Mabawabu katika kila lango hawakuhitaji kuacha nafasi zao kwa sababu Walawi wenzao walifanya maandalizi kwa ajili yao."
  },
  {
    "verseNumber": "2CH 35:16",
    "verseText": "Kwa hiyo wakati ule huduma yote ya BWANA ilifanyika katika kuadhimisha Pasaka, kutoa sadaka za kuteketezwa juu ya madhabahu ya BWANA kama alivyoamuru Mfalme Yosia."
  },
  {
    "verseNumber": "2CH 35:17",
    "verseText": "Waisraeli waliokuwepo wakaadhimisha Pasaka wakati huo na Sikukuu ya Mikate Isiyotiwa Chachu kwa siku saba."
  },
  {
    "verseNumber": "2CH 35:18",
    "verseText": "Kulikuwa hakujafanyika Pasaka kama hii katika Israeli tangu siku za nabii Samweli wala hakukuwa na mfalme yeyote wa Israeli ambaye kamwe alishaadhimisha Pasaka kama ile aliyofanya Mfalme Yosia, akiwa na makuhani, Walawi na watu wote wa Yuda na watu wa Israeli waliokuwepo huko, pamoja na watu wa Yerusalemu."
  },
  {
    "verseNumber": "2CH 35:19",
    "verseText": "Pasaka iliadhimishwa katika mwaka wa kumi na nane wa utawala wa Mfalme Yosia."
  },
  {
    "verseNumber": "2CH 35:20",
    "verseText": "Baada ya haya yote, Yosia alipomaliza kulitengeneza vizuri Hekalu, Neko mfalme wa Misri, akapanda ili kupigana huko Karkemishi katika Mto Frati, naye Yosia akatoka kwenda kupigana naye."
  },
  {
    "verseNumber": "2CH 35:21",
    "verseText": "Lakini Neko akamtumia wajumbe kusema, “Kuna ugomvi gani kati yangu mimi na wewe, Ee Mfalme wa Yuda? Si wewe ninayekushambulia wakati huu, bali ile nyumba ambayo nina vita nayo, Mungu ameniambia niharakishe, kwa hivyo acha kumpinga Mungu, ambaye yuko pamoja nami, la sivyo atakuangamiza.”"
  },
  {
    "verseNumber": "2CH 35:22",
    "verseText": "Lakini hata hivyo, Yosia hakukubali kumwacha, bali alijibadilisha ili kupigana naye vita. Hakusikiliza yale Neko aliyokuwa amemwambia kwa agizo la Mungu bali alikwenda kupigana naye katika tambarare ya Megido."
  },
  {
    "verseNumber": "2CH 35:23",
    "verseText": "Wapiga upinde wakampiga Mfalme Yosia, naye akawaambia maafisa wake, “Niondoeni, nimejeruhiwa vibaya sana.”"
  },
  {
    "verseNumber": "2CH 35:24",
    "verseText": "Kwa hiyo wakamshusha kutoka kwenye gari lake la farasi, wakamweka kwenye gari lingine alilokuwa nalo na kumleta Yerusalemu, ambako alifia. Akazikwa katika makaburi ya baba zake, nayo Yuda yote na Yerusalemu wakamwombolezea Yosia."
  },
  {
    "verseNumber": "2CH 35:25",
    "verseText": "Nabii Yeremia akatunga maombolezo kwa ajili ya kifo chake, nao waimbaji wote, wanaume kwa wanawake, hufanya ukumbusho wa Yosia katika maombolezo hadi leo. Haya yakafanywa desturi katika Israeli, nayo yameandikwa katika Maombolezo."
  },
  {
    "verseNumber": "2CH 35:26",
    "verseText": "Matukio mengine ya utawala wa Yosia na matendo yake mema, kulingana na yale yaliyoandikwa katika sheria ya BWANA:"
  },
  {
    "verseNumber": "2CH 35:27",
    "verseText": "matukio yote, kuanzia mwanzo hadi mwisho, yameandikwa katika kitabu cha wafalme wa Israeli na Yuda."
  },
  {
    "verseNumber": "2CH 36:1",
    "verseText": "Watu wa nchi wakamchukua Yehoahazi mwana wa Yosia na kumfanya mfalme mahali pa baba yake huko Yerusalemu."
  },
  {
    "verseNumber": "2CH 36:2",
    "verseText": "Yehoahazi alikuwa na umri wa miaka ishirini na mitatu alipoanza kutawala, akatawala huko Yerusalemu kwa miezi mitatu."
  },
  {
    "verseNumber": "2CH 36:3",
    "verseText": "Mfalme wa Misri akamwondoa madarakani huko Yerusalemu na akatoza Yuda kodi ya talanta 100 za fedha na talanta moja ya dhahabu."
  },
  {
    "verseNumber": "2CH 36:4",
    "verseText": "Mfalme wa Misri akamweka Eliakimu, nduguye Yehoahazi, kuwa mfalme juu ya Yuda na Yerusalemu na kubadili jina la Eliakimu kuwa Yehoyakimu. Lakini Neko akamchukua Yehoahazi, Nduguye Eliakimu akampeleka Misri."
  },
  {
    "verseNumber": "2CH 36:5",
    "verseText": "Yehoyakimu alikuwa na umri wa miaka ishirini na mitano alipoanza kutawala, naye akatawala huko Yerusalemu miaka kumi na mmoja. Akafanya maovu machoni pa BWANA Mungu wake."
  },
  {
    "verseNumber": "2CH 36:6",
    "verseText": "Nebukadneza mfalme wa Babeli akamshambulia na kumfunga kwa pingu za shaba akampeleka Babeli."
  },
  {
    "verseNumber": "2CH 36:7",
    "verseText": "Nebukadneza akachukua pia vyombo kutoka Hekalu la BWANA na kuviweka katika hekalu lake huko Babeli."
  },
  {
    "verseNumber": "2CH 36:8",
    "verseText": "Matukio mengine ya utawala wa Yehoyakimu, machukizo aliyoyafanya na yote yaliyoonekana dhidi yake, yameandikwa katika kitabu cha wafalme wa Israeli na Yuda. Naye Yehoyakini mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2CH 36:9",
    "verseText": "Yehoyakini alikuwa na miaka kumi na minane alipoanza kutawala, naye akatawala huko Yerusalemu miezi mitatu na siku kumi. Akafanya yaliyo maovu machoni pa BWANA."
  },
  {
    "verseNumber": "2CH 36:10",
    "verseText": "Mnamo majira ya vuli, Mfalme Nebukadneza akatuma watu, nao wakamleta Babeli, pamoja na vyombo vya thamani kutoka Hekalu la BWANA. Naye akamfanya Sedekia, ndugu yake Yehoyakimu kuwa mfalme wa Yuda na Yerusalemu."
  },
  {
    "verseNumber": "2CH 36:11",
    "verseText": "Sedekia alikuwa na umri wa miaka ishirini na mmoja alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka kumi na mmoja."
  },
  {
    "verseNumber": "2CH 36:12",
    "verseText": "Alifanya maovu machoni pa BWANA Mungu wake, wala hakujinyenyekeza mbele ya nabii Yeremia, ambaye alinena neno la BWANA."
  },
  {
    "verseNumber": "2CH 36:13",
    "verseText": "Pia alimwasi Mfalme Nebukadneza, ambaye alikuwa amemwapisha kwa jina la Mungu. Akashupaza shingo na akafanya moyo wake kuwa mgumu wala hakutaka kumgeukia BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "2CH 36:14",
    "verseText": "Zaidi ya hayo viongozi wote wa makuhani pamoja na watu wakazidi kukosa uaminifu zaidi na zaidi, wakafanya machukizo yote kama walivyofanya mataifa wakinajisi Hekalu la BWANA alilokuwa amelitakasa huko Yerusalemu."
  },
  {
    "verseNumber": "2CH 36:15",
    "verseText": "BWANA, Mungu wa baba zao, akawapelekea neno kupitia wajumbe wake tena na tena, kwa sababu alikuwa anawahurumia watu wake pamoja na mahali pa maskani yake."
  },
  {
    "verseNumber": "2CH 36:16",
    "verseText": "Lakini waliwadhihaki wajumbe wa BWANA wakayadharau maneno yake na kuwacheka manabii wake mpaka ghadhabu ya BWANA ikawa kubwa dhidi ya watu wake na hakukuwa na namna ya kuituliza."
  },
  {
    "verseNumber": "2CH 36:17",
    "verseText": "Mungu akamwinua dhidi yao mfalme wa Wakaldayo, aliyewaua vijana wao wa kiume kwa upanga ndani ya mahali patakatifu, ambaye hakumbakiza kijana mwanaume wala kijana mwanamke, wazee wala vikongwe. Mungu akawatia wote mikononi mwa Nebukadneza."
  },
  {
    "verseNumber": "2CH 36:18",
    "verseText": "Akavichukua kwenda Babeli vyombo vyote kutoka Hekalu la Mungu, vikubwa na vidogo, hazina za Hekalu la BWANA pamoja na hazina za mfalme na za maafisa wake."
  },
  {
    "verseNumber": "2CH 36:19",
    "verseText": "Wakalichoma Hekalu la Mungu na kuzibomoa kuta za Yerusalemu, wakachoma moto majumba yote ya kifalme na kuharibu kila kitu chake cha thamani."
  },
  {
    "verseNumber": "2CH 36:20",
    "verseText": "Wale watu walionusurika kuuawa kwa upanga wakachukuliwa kwenda uhamishoni Babeli. Nao wakawa watumishi wake na wa wanawe mpaka wakati wa utawala wa ufalme wa Uajemi ulifika."
  },
  {
    "verseNumber": "2CH 36:21",
    "verseText": "Nchi ikaendelea kufurahia pumziko lake la Sabato, wakati wote wa kufanywa kwake ukiwa ilipumzika mpaka ile miaka sabini ilipotimia katika kutimiza neno la BWANA lililonenwa na Yeremia."
  },
  {
    "verseNumber": "2CH 36:22",
    "verseText": "Katika mwaka wa kwanza wa utawala wa Koreshi mfalme wa Uajemi, ili kulitimiza neno la BWANA lililosemwa na nabii Yeremia, BWANA aliusukuma moyo wa Koreshi mfalme wa Uajemi kutangaza katika himaya yake yote kwa maandishi:"
  },
  {
    "verseNumber": "2CH 36:23",
    "verseText": "“Hili ndilo asemalo Koreshi mfalme wa Uajemi: “ ‘BWANA, Mungu wa mbinguni, amenipa falme zote duniani, na ameniagiza kumjengea Hekalu huko Yerusalemu katika Yuda. Yeyote wa watu wake miongoni mwenu, Mungu wake na awe pamoja naye, wacha huyo mtu na apande.’ ”"
  }
]