[
  {
    "verseNumber": "2CO 1:1",
    "verseText": "Barua hii ni kutoka kwangu mimi Paulo, mtume wa Kristo Yesu kwa mapenzi ya Mungu, na Timotheo ndugu yetu, Kwa kanisa la Mungu lililoko Korintho, pamoja na watakatifu wote walioko Akaya yote:"
  },
  {
    "verseNumber": "2CO 1:2",
    "verseText": "Neema na amani itokayo kwa Mungu Baba yetu na kwa Bwana Yesu Kristo iwe nanyi."
  },
  {
    "verseNumber": "2CO 1:3",
    "verseText": "Ahimidiwe Mungu na Baba wa Bwana wetu Yesu Kristo, Baba wa huruma na Mungu wa faraja yote."
  },
  {
    "verseNumber": "2CO 1:4",
    "verseText": "Yeye hutufariji katika taabu zetu, ili tuweze kuwafariji walio katika taabu yoyote kwa faraja ambayo sisi wenyewe tumepokea kutoka kwa Mungu."
  },
  {
    "verseNumber": "2CO 1:5",
    "verseText": "Kama vile mateso ya Kristo yanavyozidi ndani ya maisha yetu, hivyo ndivyo faraja yetu inavyofurika kwa njia ya Kristo."
  },
  {
    "verseNumber": "2CO 1:6",
    "verseText": "Kama tunataabika, ni kwa ajili ya faraja na wokovu wenu; kama tukifarijiwa, ni kwa ajili ya faraja yenu, iwaleteayo saburi ya mateso yale yale yanayotupata."
  },
  {
    "verseNumber": "2CO 1:7",
    "verseText": "Nalo tumaini letu kwenu ni thabiti, kwa sababu tunajua kwamba kama vile mnavyoshiriki mateso yetu, ndivyo pia mnavyoshiriki katika faraja yetu."
  },
  {
    "verseNumber": "2CO 1:8",
    "verseText": "Ndugu wapendwa, hatutaki mkose kujua kuhusu zile taabu tulizopata huko Asia. Kwa maana tulilemewa na mizigo sana, kiasi cha kushindwa kuvumilia, hata tulikata tamaa ya kuishi."
  },
  {
    "verseNumber": "2CO 1:9",
    "verseText": "Kwa kweli, mioyoni mwetu tulihisi tumekabiliwa na hukumu ya kifo, ili tusijitegemee sisi wenyewe bali tumtegemee Mungu afufuaye wafu."
  },
  {
    "verseNumber": "2CO 1:10",
    "verseText": "Yeye aliyetuokoa kwenye hatari kubwa ya kifo na atatuokoa tena. Kwake yeye tumeweka tumaini letu kwamba ataendelea kutuokoa."
  },
  {
    "verseNumber": "2CO 1:11",
    "verseText": "Kama vile mlivyoungana kusaidiana nasi katika maombi, hivyo wengi watatoa shukrani kwa niaba yetu kwa ajili ya baraka za neema tulizopata kwa majibu ya maombi ya wengi."
  },
  {
    "verseNumber": "2CO 1:12",
    "verseText": "Basi haya ndiyo majivuno yetu: Dhamiri yetu inatushuhudia kwamba tumeenenda katika ulimwengu na hasa katika uhusiano wetu na ninyi, katika utakatifu na uaminifu utokao kwa Mungu. Hatukufanya hivyo kwa hekima ya kidunia bali kwa neema ya Mungu."
  },
  {
    "verseNumber": "2CO 1:13",
    "verseText": "Kwa maana hatuwaandikii mambo ambayo hamwezi kusoma au kuyaelewa. Natumaini kwamba,"
  },
  {
    "verseNumber": "2CO 1:14",
    "verseText": "kama vile mlivyotuelewa kwa sehemu, mtakuja kuelewa kwa ukamilifu ili mweze kujivuna kwa ajili yetu, kama na sisi tutakavyojivuna kwa ajili yenu katika siku ya Bwana Yesu."
  },
  {
    "verseNumber": "2CO 1:15",
    "verseText": "Kwa kuwa nilikuwa na uhakika wa mambo haya, nilitaka nije kwenu kwanza, ili mpate faida mara mbili."
  },
  {
    "verseNumber": "2CO 1:16",
    "verseText": "Nilipanga kuwatembelea nikiwa safarini kwenda Makedonia na kurudi tena kwenu nikitoka Makedonia, ili mnisafirishe katika safari yangu ya kwenda Uyahudi."
  },
  {
    "verseNumber": "2CO 1:17",
    "verseText": "Nilipopanga jambo hili, je, nilikuwa kigeugeu? Au ninafanya mipango yangu kwa hali ya mwili, ili niseme, “Ndiyo, ndiyo” na “Siyo, siyo” wakati huo huo?"
  },
  {
    "verseNumber": "2CO 1:18",
    "verseText": "Hakika kama Mungu alivyo mwaminifu, maneno yetu kwenu hayajawa “Ndiyo na Siyo.”"
  },
  {
    "verseNumber": "2CO 1:19",
    "verseText": "Kwa kuwa Yesu Kristo, Mwana wa Mungu, ambaye tulimhubiri kwenu: Mimi, Silvano na Timotheo, hakuwa “Ndiyo” na “Siyo,” bali kwake yeye siku zote ni “Ndiyo.”"
  },
  {
    "verseNumber": "2CO 1:20",
    "verseText": "Kwa maana ahadi zote za Mungu zilizo katika Kristo ni “Ndiyo.” Kwa sababu hii ni kwake yeye tunasema “Amen” kwa utukufu wa Mungu."
  },
  {
    "verseNumber": "2CO 1:21",
    "verseText": "Basi ni Mungu atufanyaye sisi pamoja nanyi kusimama imara katika Kristo. Ametutia mafuta"
  },
  {
    "verseNumber": "2CO 1:22",
    "verseText": "kwa kututia muhuri wake na kutupa Roho wake mioyoni mwetu kuwa rehani kwa ajili ya kututhibitishia kile kijacho."
  },
  {
    "verseNumber": "2CO 1:23",
    "verseText": "Mungu ni shahidi wangu kwamba ilikuwa ni kwa ajili ya kuwahurumia ninyi sikurudi Korintho."
  },
  {
    "verseNumber": "2CO 1:24",
    "verseText": "Si kwamba tunatawala imani yenu, bali twatenda kazi pamoja nanyi kwa ajili ya furaha yenu, kwa sababu ni kwa imani mwasimama imara."
  },
  {
    "verseNumber": "2CO 2:1",
    "verseText": "Hivyo nilikusudia moyoni mwangu nisifanye ziara nyingine yenye kuwaumiza ninyi."
  },
  {
    "verseNumber": "2CO 2:2",
    "verseText": "Kwa kuwa kama nikiwahuzunisha ninyi, ni nani aliyebaki wa kunifurahisha isipokuwa ninyi ambao nimewahuzunisha?"
  },
  {
    "verseNumber": "2CO 2:3",
    "verseText": "Niliandika hivyo kama nilivyofanya, ili nikija nisihuzunishwe na wale watu ambao wangenifanya nifurahi. Nina uhakika na ninyi nyote, kwamba wote mngeshiriki furaha yangu."
  },
  {
    "verseNumber": "2CO 2:4",
    "verseText": "Kwa maana niliwaandikia kutokana na dhiki kubwa na kutaabika sana kwa moyo wangu tena kwa machozi mengi, shabaha yangu si ili niwasababishe mhuzunike bali kuwaonyesha kina cha upendo wangu kwenu."
  },
  {
    "verseNumber": "2CO 2:5",
    "verseText": "Lakini ikiwa mtu yeyote amesababisha huzuni, kwa kiasi fulani hakunihuzunisha mimi kama vile alivyowahuzunisha ninyi nyote, ili nisiwe mkali kupita kiasi."
  },
  {
    "verseNumber": "2CO 2:6",
    "verseText": "Adhabu hii aliyopewa na wengi inamtosha."
  },
  {
    "verseNumber": "2CO 2:7",
    "verseText": "Basi sasa badala yake, inawapasa kumsamehe na kumfariji, ili asigubikwe na huzuni kupita kiasi."
  },
  {
    "verseNumber": "2CO 2:8",
    "verseText": "Kwa hiyo, nawasihi, mpate kuuthibitisha tena upendo wenu kwa ajili yake."
  },
  {
    "verseNumber": "2CO 2:9",
    "verseText": "Sababu ya kuwaandikia ni kuona kama mngeweza kushinda hilo jaribio na kutii katika kila jambo."
  },
  {
    "verseNumber": "2CO 2:10",
    "verseText": "Kama ninyi mkimsamehe mtu yeyote, mimi pia nimemsamehe. Kile nilichosamehe, kama kulikuwa na kitu chochote cha kusamehe, nimekwisha kusamehe mbele ya Kristo kwa ajili yenu,"
  },
  {
    "verseNumber": "2CO 2:11",
    "verseText": "ili Shetani asitushinde. Kwa maana hatuachi kuzijua hila zake."
  },
  {
    "verseNumber": "2CO 2:12",
    "verseText": "Basi nilipofika Troa kuhubiri Injili ya Kristo na kukuta kwamba Bwana alikuwa amenifungulia mlango,"
  },
  {
    "verseNumber": "2CO 2:13",
    "verseText": "bado nilikuwa sina utulivu akilini mwangu kwa sababu sikumkuta ndugu yangu Tito huko. Hivyo niliagana nao nikaenda Makedonia."
  },
  {
    "verseNumber": "2CO 2:14",
    "verseText": "Lakini Mungu ashukuriwe, yeye ambaye siku zote hutufanya tuandamane kwa ushindi tukiwa ndani ya Kristo. Naye kupitia kwetu hueneza kila mahali harufu nzuri ya kumjua yeye."
  },
  {
    "verseNumber": "2CO 2:15",
    "verseText": "Kwa maana sisi kwa Mungu ni harufu nzuri ya manukato ya Kristo miongoni mwa wale wanaookolewa na kwa wale wanaopotea."
  },
  {
    "verseNumber": "2CO 2:16",
    "verseText": "Kwa wale wanaopotea, sisi ni harufu ya mauti iletayo mauti; lakini kwa wale wanaookolewa, sisi ni harufu nzuri iletayo uzima. Ni nani awezaye mambo hayo?"
  },
  {
    "verseNumber": "2CO 2:17",
    "verseText": "Tofauti na watu wengine wengi, sisi hatufanyi biashara na Neno la Mungu kwa ajili ya kupata faida. Kinyume chake, katika Kristo tunalisema Neno la Mungu kwa unyoofu, kama watu tuliotumwa kutoka kwa Mungu."
  },
  {
    "verseNumber": "2CO 3:1",
    "verseText": "Je, tunaanza tena kujisifu wenyewe? Au tunahitaji kupata barua za utambulisho kwenu au kutoka kwenu, kama watu wengine?"
  },
  {
    "verseNumber": "2CO 3:2",
    "verseText": "Ninyi wenyewe ndio barua yetu iliyoandikwa katika mioyo yetu, inayojulikana na kusomwa na kila mtu."
  },
  {
    "verseNumber": "2CO 3:3",
    "verseText": "Nanyi mwadhihirisha wazi kwamba ninyi ni barua itokayo kwa Kristo, matokeo ya huduma yetu, ambayo haikuandikwa kwa wino bali kwa Roho wa Mungu aliye hai, si katika vibao vya mawe, bali katika vibao ambavyo ni mioyo ya wanadamu."
  },
  {
    "verseNumber": "2CO 3:4",
    "verseText": "Hili ndilo tumaini tulilo nalo mbele za Mungu kwa njia ya Kristo."
  },
  {
    "verseNumber": "2CO 3:5",
    "verseText": "Si kwamba sisi tunafikiri kuwa tunaweza kufanya jambo lolote wenyewe, lakini nguvu yetu inatoka kwa Mungu."
  },
  {
    "verseNumber": "2CO 3:6",
    "verseText": "Ndiye alituwezesha sisi kuwa wahudumu wa Agano Jipya: si wa andiko, bali wa Roho; kwa kuwa andiko huua bali Roho hutia uzima."
  },
  {
    "verseNumber": "2CO 3:7",
    "verseText": "Basi ikiwa ile huduma iliyoleta mauti, iliyoandikwa kwa herufi juu ya jiwe ilikuja kwa utukufu, hata Waisraeli wakawa hawawezi kuutazama uso wa Mose kwa sababu ya ule utukufu wake ingawa ulikuwa ni wa kufifia,"
  },
  {
    "verseNumber": "2CO 3:8",
    "verseText": "je, huduma ya Roho haitakuwa na utukufu zaidi?"
  },
  {
    "verseNumber": "2CO 3:9",
    "verseText": "Ikiwa huduma ile inayowahukumu wanadamu ina utukufu, je, ile huduma iletayo haki haitakuwa ya utukufu zaidi?"
  },
  {
    "verseNumber": "2CO 3:10",
    "verseText": "Kwa maana kile kilichokuwa na utukufu sasa hakina utukufu ukilinganisha na huu utukufu unaozidi wa Agano Jipya."
  },
  {
    "verseNumber": "2CO 3:11",
    "verseText": "Ikiwa kile kilichokuwa kinafifia kilikuja kwa utukufu, je, si zaidi utukufu wa kile kinachodumu?"
  },
  {
    "verseNumber": "2CO 3:12",
    "verseText": "Kwa hiyo, kwa kuwa tunalo tumaini hili, tuna ujasiri sana."
  },
  {
    "verseNumber": "2CO 3:13",
    "verseText": "Sisi si kama Mose, ambaye ilimpasa kuweka utaji ili kufunika uso wake ili Waisraeli wasiuone ule mngʼao uliokuwa juu yake hadi ulipofifia na hatimaye kutoweka."
  },
  {
    "verseNumber": "2CO 3:14",
    "verseText": "Lakini akili zao zilipumbazwa, kwa maana mpaka leo utaji ule ule hufunika wakati Agano la Kale linasomwa. Huo utaji haujaondolewa, kwa maana ni katika Kristo peke yake unaondolewa."
  },
  {
    "verseNumber": "2CO 3:15",
    "verseText": "Hata leo Sheria ya Mose inaposomwa, utaji hufunika mioyo yao."
  },
  {
    "verseNumber": "2CO 3:16",
    "verseText": "Lakini wakati wowote mtu anapomgeukia Bwana, utaji unaondolewa."
  },
  {
    "verseNumber": "2CO 3:17",
    "verseText": "Basi Bwana ndiye Roho. Mahali alipo Roho wa Bwana hapo pana uhuru."
  },
  {
    "verseNumber": "2CO 3:18",
    "verseText": "Nasi sote, tukiwa na nyuso zisizotiwa utaji tunadhihirisha utukufu wa Bwana, kama kwenye kioo. Nasi tunabadilishwa ili tufanane naye, toka utukufu hadi utukufu mkuu zaidi, utokao kwa Bwana, ambaye ndiye Roho."
  },
  {
    "verseNumber": "2CO 4:1",
    "verseText": "Kwa hiyo, kwa kuwa tuna huduma hii kwa rehema za Mungu, hatukati tamaa."
  },
  {
    "verseNumber": "2CO 4:2",
    "verseText": "Tumekataa mambo ya siri na ya aibu, wala hatufuati njia za udanganyifu, tukichanganya Neno la Mungu na uongo. Kinyume cha hayo, tunadhihirisha kweli waziwazi na kujitambulisha wenyewe kwenye dhamiri ya kila mtu mbele za Mungu."
  },
  {
    "verseNumber": "2CO 4:3",
    "verseText": "Hata nayo Injili yetu kama imetiwa utaji, ni kwa wale tu wanaopotea."
  },
  {
    "verseNumber": "2CO 4:4",
    "verseText": "Kwa habari yao, mungu wa dunia hii amepofusha akili za wasioamini, ili wasione nuru ya Injili ya utukufu wa Kristo, aliye sura ya Mungu."
  },
  {
    "verseNumber": "2CO 4:5",
    "verseText": "Kwa maana hatujihubiri sisi wenyewe ila tunamhubiri Yesu Kristo kuwa ni Bwana na sisi ni watumishi wenu kwa ajili ya Yesu."
  },
  {
    "verseNumber": "2CO 4:6",
    "verseText": "Kwa kuwa Mungu, yeye aliyesema, “Nuru na ingʼae gizani,” ameifanya nuru yake ingʼae mioyoni mwetu ili kutupatia nuru ya maarifa ya utukufu wa Mungu katika uso wa Kristo."
  },
  {
    "verseNumber": "2CO 4:7",
    "verseText": "Lakini tunayo hazina hii katika vyombo vya udongo, ili ijulikane wazi kwamba uwezo huu wa ajabu unatoka kwa Mungu wala si kwetu."
  },
  {
    "verseNumber": "2CO 4:8",
    "verseText": "Twataabika kila upande lakini hatuangamizwi; twaona wasiwasi lakini hatukati tamaa;"
  },
  {
    "verseNumber": "2CO 4:9",
    "verseText": "twateswa lakini hatuachwi; twatupwa chini lakini hatupondwi."
  },
  {
    "verseNumber": "2CO 4:10",
    "verseText": "Siku zote twachukua katika mwili kufa kwake Yesu ili kwamba uzima wa Yesu uweze kudhihirika katika miili yetu."
  },
  {
    "verseNumber": "2CO 4:11",
    "verseText": "Kwa maana sisi tulio hai siku zote tumetolewa tufe kwa ajili ya Yesu, ili kwamba uzima wake upate kudhihirishwa katika mwili wetu upatikanao na mauti."
  },
  {
    "verseNumber": "2CO 4:12",
    "verseText": "Hivyo basi, mauti inatenda kazi ndani yetu, bali uzima unatenda kazi ndani yenu."
  },
  {
    "verseNumber": "2CO 4:13",
    "verseText": "Imeandikwa, “Niliamini, kwa hiyo nimesema.” Kwa roho yule yule wa imani pia tuliamini na hivyo tunasema,"
  },
  {
    "verseNumber": "2CO 4:14",
    "verseText": "kwa sababu tunajua kwamba yeye aliyemfufua Bwana Yesu kutoka kwa wafu, atatufufua sisi pia pamoja na Yesu na kutuleta sisi pamoja nanyi mbele zake."
  },
  {
    "verseNumber": "2CO 4:15",
    "verseText": "Haya yote ni kwa faida yenu, ili kwamba neema ile inavyowafikia watu wengi zaidi na zaidi, ipate kusababisha shukrani nyingi kwa utukufu wa Mungu."
  },
  {
    "verseNumber": "2CO 4:16",
    "verseText": "Kwa hiyo, hatukati tamaa. Ingawa utu wetu wa nje unachakaa, utu wetu wa ndani unafanywa upya siku kwa siku."
  },
  {
    "verseNumber": "2CO 4:17",
    "verseText": "Kwa maana dhiki yetu nyepesi iliyo ya kitambo inatutayarisha kwa ajili ya utukufu wa milele unaozidi kuwa mwingi kupita kiasi,"
  },
  {
    "verseNumber": "2CO 4:18",
    "verseText": "kwa sababu hatuangalii yale yanayoweza kuonekana bali yale yasiyoweza kuonekana. Kwa maana yale yanayoweza kuonekana ni ya kitambo tu, bali yale yasiyoweza kuonekana ni ya milele."
  },
  {
    "verseNumber": "2CO 5:1",
    "verseText": "Kwa maana twajua kama hema yetu ya dunia tunayoishi ikiharibiwa, tunalo jengo kutoka kwa Mungu, nyumba iliyo ya milele kule mbinguni, isiyojengwa kwa mikono ya wanadamu."
  },
  {
    "verseNumber": "2CO 5:2",
    "verseText": "Katika hema hii twalia kwa uchungu, tukitamani kuvikwa makao yetu ya mbinguni,"
  },
  {
    "verseNumber": "2CO 5:3",
    "verseText": "kwa kuwa tukiisha kuvikwa hatutaonekana tena kuwa uchi."
  },
  {
    "verseNumber": "2CO 5:4",
    "verseText": "Kwa kuwa tukiwa bado katika hema hii twalia kwa uchungu na kulemewa, kwa sababu hatutaki kuvuliwa bali kuvikwa makao yetu ya mbinguni ili kwamba kile kipatikanacho na mauti kimezwe na uzima."
  },
  {
    "verseNumber": "2CO 5:5",
    "verseText": "Basi Mungu ndiye alitufanya kwa ajili ya jambo lilo hilo naye ametupa Roho Mtakatifu kuwa amana, akituhakikishia ahadi ya kile kijacho."
  },
  {
    "verseNumber": "2CO 5:6",
    "verseText": "Kwa hiyo siku zote tunalo tumaini, hata ingawa tunajua kwamba wakati tukiwa katika mwili huu, tuko mbali na Bwana,"
  },
  {
    "verseNumber": "2CO 5:7",
    "verseText": "kwa maana twaenenda kwa imani wala si kwa kuona."
  },
  {
    "verseNumber": "2CO 5:8",
    "verseText": "Naam, tunalo tumaini na ingekuwa bora zaidi kuuacha mwili huu na kwenda kukaa na Bwana."
  },
  {
    "verseNumber": "2CO 5:9",
    "verseText": "Kwa hiyo, kama tuko katika mwili huu au tuko mbali nao, lengo letu ni kumpendeza Bwana."
  },
  {
    "verseNumber": "2CO 5:10",
    "verseText": "Kwa kuwa sisi sote tutasimama mbele ya kiti cha hukumu cha Kristo, ili kila mmoja apate kulipwa kwa ajili ya yale ambayo yametendwa katika mwili wake, yakiwa mema au mabaya."
  },
  {
    "verseNumber": "2CO 5:11",
    "verseText": "Basi, kwa kuwa tunajua kumcha Bwana, tunajitahidi kuwavuta wengine. Lakini Mungu anatufahamu dhahiri, nami natumaini kwamba tu dhahiri katika dhamiri zenu pia."
  },
  {
    "verseNumber": "2CO 5:12",
    "verseText": "Sio kwamba tunajaribu kujistahilisha kwenu tena, lakini tunataka kuwapa nafasi ili mwone fahari juu yetu mweze kuwajibu hao wanaoona fahari juu ya mambo yanayoonekana badala ya mambo yaliyo moyoni."
  },
  {
    "verseNumber": "2CO 5:13",
    "verseText": "Kama tumerukwa na akili, ni kwa ajili ya Mungu; kama tuna akili timamu, ni kwa ajili yenu."
  },
  {
    "verseNumber": "2CO 5:14",
    "verseText": "Kwa kuwa upendo wa Kristo unatutia nguvu, kwa sababu tunasadiki kuwa mmoja alikufa kwa ajili ya wote, kwa hiyo wote walikufa."
  },
  {
    "verseNumber": "2CO 5:15",
    "verseText": "Naye alikufa kwa ajili ya watu wote, ili kwamba wote wanaoishi wasiishi tena kwa ajili ya nafsi zao wenyewe, bali kwa ajili yake yeye aliyekufa na kufufuliwa tena kwa ajili yao."
  },
  {
    "verseNumber": "2CO 5:16",
    "verseText": "Hivyo tangu sasa hatumwangalii mtu yeyote kwa mtazamo wa kibinadamu. Ingawa wakati fulani tulimwangalia Kristo kwa namna ya kibinadamu, hatumwangalii tena hivyo."
  },
  {
    "verseNumber": "2CO 5:17",
    "verseText": "Kwa hiyo kama mtu akiwa ndani ya Kristo, amekuwa kiumbe kipya; ya kale yamepita, tazama, yamekuwa mapya."
  },
  {
    "verseNumber": "2CO 5:18",
    "verseText": "Haya yote yanatokana na Mungu, ambaye ametupatanisha sisi na nafsi yake kwa njia ya Yesu Kristo na kutupata sisi huduma ya upatanisho:"
  },
  {
    "verseNumber": "2CO 5:19",
    "verseText": "Kwamba Mungu alikuwa ndani ya Kristo akiupatanisha ulimwengu na nafsi yake mwenyewe, akiwa hawahesabii watu dhambi zao. Naye ametukabidhi sisi ujumbe huu wa upatanisho."
  },
  {
    "verseNumber": "2CO 5:20",
    "verseText": "Kwa hiyo sisi ni mabalozi wa Kristo, kana kwamba Mungu anawasihi kupitia kwa vinywa vyetu. Nasi twawaomba sana ninyi kwa niaba ya Kristo, mpatanishwe na Mungu."
  },
  {
    "verseNumber": "2CO 5:21",
    "verseText": "Kwa maana Mungu alimfanya yeye asiyekuwa na dhambi kuwa dhambi kwa ajili yetu, ili sisi tupate kufanywa haki ya Mungu kwake yeye."
  },
  {
    "verseNumber": "2CO 6:1",
    "verseText": "Kama watendakazi pamoja na Mungu, tunawasihi msipokee neema ya Mungu bure."
  },
  {
    "verseNumber": "2CO 6:2",
    "verseText": "Kwa maana asema: “Wakati wangu uliokubalika nilikusikia, siku ya wokovu nilikusaidia.” Tazama, wakati uliokubalika ndio huu, siku ya wokovu ndiyo sasa."
  },
  {
    "verseNumber": "2CO 6:3",
    "verseText": "Hatuweki kitu cha kukwaza katika njia ya mtu yeyote, ili huduma yetu isionekane kuwa na lawama."
  },
  {
    "verseNumber": "2CO 6:4",
    "verseText": "Bali kama watumishi wa Mungu tuonyeshe kwa kila njia: katika saburi nyingi; katika dhiki, katika misiba, na katika shida;"
  },
  {
    "verseNumber": "2CO 6:5",
    "verseText": "katika kupigwa, katika kufungwa gerezani na katika ghasia; katika kazi ngumu, katika kukesha na katika kufunga;"
  },
  {
    "verseNumber": "2CO 6:6",
    "verseText": "katika utakatifu, katika ufahamu, katika uvumilivu, na katika utu wema; katika Roho Mtakatifu na upendo wa kweli;"
  },
  {
    "verseNumber": "2CO 6:7",
    "verseText": "katika maneno ya kweli na katika nguvu za Mungu, kwa silaha za haki za mkono wa kuume na za mkono wa kushoto;"
  },
  {
    "verseNumber": "2CO 6:8",
    "verseText": "katika utukufu na katika kudharauliwa; katika sifa mbaya na katika sifa nzuri; tukiwa kama wadanganyaji, lakini tukiwa wakweli;"
  },
  {
    "verseNumber": "2CO 6:9",
    "verseText": "tukiwa maarufu, lakini tukihesabiwa kama tusiojulikana; tukiwa kama wanaokufa, lakini tunaishi; tukipigwa, lakini hatuuawi;"
  },
  {
    "verseNumber": "2CO 6:10",
    "verseText": "tukiwa kama wenye huzuni, lakini siku zote tukifurahi; tukionekana maskini, lakini tukitajirisha wengi; tukiwa kama wasio na kitu, lakini tuna vitu vyote."
  },
  {
    "verseNumber": "2CO 6:11",
    "verseText": "Tumesema nanyi wazi, enyi Wakorintho na kuwafungulieni mioyo yetu wazi kabisa."
  },
  {
    "verseNumber": "2CO 6:12",
    "verseText": "Sisi hatujizuii kuwapenda, bali ninyi mmeuzuia upendo wenu kwetu."
  },
  {
    "verseNumber": "2CO 6:13",
    "verseText": "Sasa nasema, kama na watoto wangu: Ninyi pia ifungueni mioyo yenu kabisa."
  },
  {
    "verseNumber": "2CO 6:14",
    "verseText": "Msifungiwe nira pamoja na watu wasioamini, kwa jinsi isivyo sawasawa, kwa maana pana uhusiano gani kati ya haki na uovu? Au kuna ushirika gani kati ya nuru na giza?"
  },
  {
    "verseNumber": "2CO 6:15",
    "verseText": "Kuna mapatano gani kati ya Kristo na Beliari? Yeye aaminiye ana sehemu gani na yeye asiyeamini?"
  },
  {
    "verseNumber": "2CO 6:16",
    "verseText": "Kuna mapatano gani kati ya Hekalu la Mungu na sanamu? Kwa kuwa sisi tu Hekalu la Mungu aliye hai. Kama Mungu alivyosema: “Nitakaa pamoja nao na kutembea katikati yao, nami nitakuwa Mungu wao, nao watakuwa watu wangu.”"
  },
  {
    "verseNumber": "2CO 6:17",
    "verseText": "“Kwa hiyo tokeni miongoni mwao, mkatengwe nao, asema Bwana. Msiguse kitu chochote kilicho najisi, nami nitawakaribisha.”"
  },
  {
    "verseNumber": "2CO 6:18",
    "verseText": "“Mimi nitakuwa Baba kwenu, nanyi mtakuwa wanangu na binti zangu, asema Bwana Mwenyezi.”"
  },
  {
    "verseNumber": "2CO 7:1",
    "verseText": "Wapenzi, kwa kuwa tunazo ahadi hizi, basi na tujitakase nafsi zetu kutokana na kila kitu kitiacho mwili na roho unajisi, tukitimiza utakatifu kwa kumcha Mungu."
  },
  {
    "verseNumber": "2CO 7:2",
    "verseText": "Tupatieni nafasi mioyoni mwenu. Hatujamkosea mtu yeyote, hatujampotosha mtu yeyote, wala hatujamdhulumu mtu yeyote."
  },
  {
    "verseNumber": "2CO 7:3",
    "verseText": "Sisemi haya ili kuwahukumu, kwa kuwa nilisema mwanzo, kwamba ninyi mko mioyoni mwetu hata kwa kufa pamoja au kuishi pamoja."
  },
  {
    "verseNumber": "2CO 7:4",
    "verseText": "Mara nyingi najivuna kwa ajili yenu; naona fahari juu yenu. Nimejawa na faraja. Nina furaha kupita kiasi katika mateso yetu yote."
  },
  {
    "verseNumber": "2CO 7:5",
    "verseText": "Kwa maana hata tulipoingia Makedonia, miili yetu haikuwa na raha. Tulisumbuliwa kila upande, kwa nje kulikuwa na mapigano na mioyoni mwetu tulikuwa na hofu."
  },
  {
    "verseNumber": "2CO 7:6",
    "verseText": "Bali Mungu, yeye awafarijie wenye huzuni, alitufariji kwa kufika kwake Tito."
  },
  {
    "verseNumber": "2CO 7:7",
    "verseText": "Lakini si kule kuja kwa Tito tu, bali pia kwa faraja mliyompa. Alitueleza jinsi mlivyonionea shauku, huzuni yenu kubwa na juhudi yenu kwa ajili yangu, ili kwamba furaha yangu ipate kuwa kubwa kuliko wakati wowote."
  },
  {
    "verseNumber": "2CO 7:8",
    "verseText": "Hata kama niliwahuzunisha kwa barua yangu, sijutii. Ingawa nilijuta kwa muda mfupi, kwa kuwa najua kwamba barua yangu iliwaumiza, lakini ni kwa kitambo tu,"
  },
  {
    "verseNumber": "2CO 7:9",
    "verseText": "lakini sasa nina furaha, si kwa sababu mlihuzunika, bali kwa kuwa huzuni hiyo iliwafanya mtubu. Kwa maana mlihuzunishwa kama Mungu alivyokusudia watu wahuzunike na hivyo sisi hatukuwadhuru kwa njia yoyote."
  },
  {
    "verseNumber": "2CO 7:10",
    "verseText": "Kwa maana huzuni ya kimungu huleta toba iletayo wokovu na wala haina majuto. Lakini huzuni ya kidunia husababisha mauti."
  },
  {
    "verseNumber": "2CO 7:11",
    "verseText": "Tazameni jinsi huzuni hii ya kimungu ilivyoleta faida ndani yenu: bidii mliyo nayo, juhudi mliyofanya kujitetea, uchungu wenu, hofu yenu, upendo wenu, shauku yenu na jinsi mlivyokuwa tayari kutoa adhabu inayostahili. Kwa kila njia mmejithibitisha kuwa safi katika jambo hilo."
  },
  {
    "verseNumber": "2CO 7:12",
    "verseText": "Hivyo ingawa niliwaandikia, haikuwa kwa sababu ya huyo aliyekosa au huyo aliyekosewa. Lakini nilitaka ninyi wenyewe mwone, mbele za Mungu, jinsi mlivyojitoa kwa ajili yetu."
  },
  {
    "verseNumber": "2CO 7:13",
    "verseText": "Kwa ajili ya haya tumefarijika. Zaidi ya kule sisi kutiwa moyo, tulifurahi sana kumwona Tito alivyo na furaha, kwa sababu roho yake imeburudishwa na ninyi nyote."
  },
  {
    "verseNumber": "2CO 7:14",
    "verseText": "Nilikuwa nimewasifu ninyi kwake, nanyi hamkuniaibisha. Lakini kila kitu tulichowaambia ninyi, kilikuwa kweli, hivyo kule kujisifu kwetu kwa Tito kuwahusu ninyi kumethibitishwa kuwa kweli pia."
  },
  {
    "verseNumber": "2CO 7:15",
    "verseText": "Upendo wake kwenu unaongezeka sana anapokumbuka jinsi mlivyokuwa watiifu, na kumpokea kwa hofu na kutetemeka."
  },
  {
    "verseNumber": "2CO 7:16",
    "verseText": "Nafurahi kwamba ninaweza kuwatumaini ninyi kabisa."
  },
  {
    "verseNumber": "2CO 8:1",
    "verseText": "Basi sasa ndugu, nataka ninyi mjue kuhusu ile neema ambayo Mungu amewapa makanisa ya Makedonia."
  },
  {
    "verseNumber": "2CO 8:2",
    "verseText": "Pamoja na majaribu makali na taabu walizopata, furaha waliyokuwa nayo ilikuwa kubwa, ingawa walikuwa maskini kupindukia, kwa upande wao walifurika kwa wingi wa ukarimu."
  },
  {
    "verseNumber": "2CO 8:3",
    "verseText": "Kwa maana nashuhudia kwamba wao walitoa kwa kadiri wawezavyo, hata na zaidi ya uwezo wao, kwa hiari yao wenyewe,"
  },
  {
    "verseNumber": "2CO 8:4",
    "verseText": "wakitusihi kwa bidii wapewe fursa ya kushiriki katika huduma hii ya kuwasaidia watakatifu."
  },
  {
    "verseNumber": "2CO 8:5",
    "verseText": "Wala hawakufanya tulivyotazamia, bali walijitoa wao wenyewe kwa Bwana kwanza na ndipo wakajitoa kwa ajili yetu, kufuatana na mapenzi ya Mungu."
  },
  {
    "verseNumber": "2CO 8:6",
    "verseText": "Kwa hiyo tulimsihi Tito, kwa kuwa ndiye alianzisha jambo hili, akamilishe tendo hili la neema kwa upande wenu."
  },
  {
    "verseNumber": "2CO 8:7",
    "verseText": "Lakini kama vile mlivyo mbele sana katika yote: Katika imani, katika usemi, katika maarifa, katika uaminifu wote na katika upendo wenu kwetu sisi, vivyo hivyo tunataka pia mzidi katika neema hii ya kutoa."
  },
  {
    "verseNumber": "2CO 8:8",
    "verseText": "Siwaamrishi, lakini nataka kujaribu unyofu wa upendo wenu kwa kuulinganisha na bidii ya wengine."
  },
  {
    "verseNumber": "2CO 8:9",
    "verseText": "Kwa maana mnajua neema ya Bwana wetu Yesu Kristo, kwamba ingawa alikuwa tajiri, kwa ajili yenu alikubali kuwa maskini, ili kwa umaskini wake ninyi mpate kuwa matajiri."
  },
  {
    "verseNumber": "2CO 8:10",
    "verseText": "Ushauri wangu kuhusu lile lililo bora kwenu juu ya jambo hili ni huu: Mwaka uliopita ninyi mlikuwa wa kwanza si tu kutoa lakini pia mlikuwa na shauku ya kufanya hivyo."
  },
  {
    "verseNumber": "2CO 8:11",
    "verseText": "Sasa ikamilisheni kazi hii kwa shauku kama mlivyoanza, jitoleeni kulingana na uwezo wenu."
  },
  {
    "verseNumber": "2CO 8:12",
    "verseText": "Kwa kuwa kama nia ya kutoa ipo, kitolewacho kinakubalika kulingana na kile mtu alicho nacho, wala si kwa kile ambacho hana."
  },
  {
    "verseNumber": "2CO 8:13",
    "verseText": "Nia yetu si kwamba wengine wasaidike wakati ninyi mnateseka, bali pawe na uwiano."
  },
  {
    "verseNumber": "2CO 8:14",
    "verseText": "Kwa wakati huu, wingi wa vitu mlivyo navyo usaidie kutosheleza mahitaji yao, ili wakati wao watakapokuwa na wingi wa vitu, nao wapate kutosheleza mahitaji yenu."
  },
  {
    "verseNumber": "2CO 8:15",
    "verseText": "Ndipo patakuwa na usawa, kama ilivyoandikwa: “Aliyekusanya zaidi hakuwa na ziada, wala aliyekusanya kidogo hakupungukiwa.”"
  },
  {
    "verseNumber": "2CO 8:16",
    "verseText": "Ninamshukuru Mungu ambaye amemtia Tito moyo wa kuwajali ninyi kama mimi ninavyowajali."
  },
  {
    "verseNumber": "2CO 8:17",
    "verseText": "Si kwamba Tito amekubali tu ombi letu, bali anakuja kwenu akiwa na shauku kuliko wakati mwingine, tena kwa hiari yake mwenyewe."
  },
  {
    "verseNumber": "2CO 8:18",
    "verseText": "Nasi tunamtuma pamoja naye ndugu ambaye anasifiwa na makanisa yote kwa huduma yake ya kuhubiri Injili."
  },
  {
    "verseNumber": "2CO 8:19",
    "verseText": "Zaidi ya hayo, alichaguliwa na makanisa ili asafiri pamoja nasi tulipokuwa tunapeleka matoleo ya ukarimu, kwa ajili ya utukufu wa Bwana mwenyewe, na ili kuonyesha hisani yetu kuwasaidia."
  },
  {
    "verseNumber": "2CO 8:20",
    "verseText": "Tunataka kuepuka lawama yoyote kuhusu jinsi tunavyosimamia matoleo haya ya ukarimu."
  },
  {
    "verseNumber": "2CO 8:21",
    "verseText": "Kwa kuwa tunakusudia kufanya kile kilicho haki si machoni mwa Bwana peke yake, bali pia machoni mwa watu wengine."
  },
  {
    "verseNumber": "2CO 8:22",
    "verseText": "Pamoja nao, tunamtuma ndugu yetu ambaye mara kwa mara ametuthibitishia kwa njia nyingi kwamba ana shauku, naam, zaidi sana sasa kwa sababu analo tumaini kuu kwenu."
  },
  {
    "verseNumber": "2CO 8:23",
    "verseText": "Kwa habari ya Tito, yeye ni mwenzangu na mtendakazi pamoja nami miongoni mwenu. Kwa habari za ndugu zetu, wao ni wawakilishi wa makanisa, na utukufu kwa Kristo."
  },
  {
    "verseNumber": "2CO 8:24",
    "verseText": "Kwa hiyo waonyesheni wazi hawa ndugu uthibitisho wa upendo wenu na sababu inayotufanya tujivune kwa ajili yenu, mbele ya makanisa, ili yapate kuona."
  },
  {
    "verseNumber": "2CO 9:1",
    "verseText": "Hakuna haja yangu kuwaandikia kuhusu huduma hii itolewayo kwa ajili ya watakatifu."
  },
  {
    "verseNumber": "2CO 9:2",
    "verseText": "Kwa kuwa ninajua mlivyo na shauku ya kusaidia, nami nimekuwa nikijivuna kwa ajili ya jambo hilo kwa watu wa Makedonia, nikiwaambia kuwa ninyi wa Akaya mmekuwa tayari kutoa tangu mwaka jana na shauku yenu imewachochea wengi wao katika kutoa."
  },
  {
    "verseNumber": "2CO 9:3",
    "verseText": "Lakini sasa nawatuma hawa ndugu ili kujivuna kwetu kuhusu mchango wenu kusiwe maneno matupu, bali mpate kuwa tayari kama nilivyosema mngekuwa tayari."
  },
  {
    "verseNumber": "2CO 9:4",
    "verseText": "Kwa maana kama nikija na Mmakedonia yeyote na kuwakuta hamjawa tayari, tutaona aibu kusema chochote juu yenu katika matoleo."
  },
  {
    "verseNumber": "2CO 9:5",
    "verseText": "Kwa hivyo niliona ni muhimu niwahimize hawa ndugu watangulie kuja huko kwenu kabla yangu, wafanye mipango ya hayo matoleo ya ukarimu mliyokuwa mmeahidi, ili yawe tayari kama matoleo ya hiari wala si kama ya kutozwa kwa nguvu."
  },
  {
    "verseNumber": "2CO 9:6",
    "verseText": "Kumbukeni kwamba: Yeyote apandaye kwa uchache pia atavuna kwa uchache, naye apandaye kwa ukarimu pia atavuna kwa ukarimu."
  },
  {
    "verseNumber": "2CO 9:7",
    "verseText": "Kila mtu atoe kama anavyokusudia moyoni mwake, si kwa uchoyo au kwa kulazimishwa, kwa maana Mungu humpenda yeye atoaye kwa moyo mkunjufu."
  },
  {
    "verseNumber": "2CO 9:8",
    "verseText": "Naye Mungu aweza kuwapa kila baraka kwa wingi, ili katika mambo yote kila wakati, mwe na kila kitu mnachohitaji, ili mweze kushiriki kwa wingi katika kila kazi njema."
  },
  {
    "verseNumber": "2CO 9:9",
    "verseText": "Kama ilivyoandikwa: “Ametawanya vipawa vyake kwa ukarimu akawapa maskini; haki yake hudumu milele.”"
  },
  {
    "verseNumber": "2CO 9:10",
    "verseText": "Yeye ampaye mpanzi mbegu kwa ajili ya kupanda na mkate kuwa chakula, atawapa na kuzizidisha mbegu zenu za kupanda na kuongeza mavuno ya haki yenu."
  },
  {
    "verseNumber": "2CO 9:11",
    "verseText": "Mtatajirishwa kwa kila namna ili mpate kuwa wakarimu kila wakati, na kupitia kwetu, ukarimu wenu utamletea Mungu shukrani."
  },
  {
    "verseNumber": "2CO 9:12",
    "verseText": "Huduma hii mnayofanya si tu kwa ajili ya kukidhi mahitaji ya watakatifu, bali huzidi sana kwa shukrani nyingi apewazo Mungu."
  },
  {
    "verseNumber": "2CO 9:13",
    "verseText": "Kwa sababu ya huduma ambayo mmejithibitisha wenyewe, watu watamtukuza Mungu kwa ajili ya utiifu ufuatanao na ukiri wenu wa Injili ya Kristo, na kwa ukarimu wenu wa kushiriki pamoja nao na pia wengine wote."
  },
  {
    "verseNumber": "2CO 9:14",
    "verseText": "Nao katika maombi yao kwenu mioyo yao itawaonea shauku kwa sababu ya neema ipitayo kiasi mliyopewa na Mungu."
  },
  {
    "verseNumber": "2CO 9:15",
    "verseText": "Ashukuriwe Mungu kwa karama yake isiyoelezeka."
  },
  {
    "verseNumber": "2CO 10:1",
    "verseText": "Basi, mimi Paulo ninawasihi kwa unyenyekevu na upole wa Kristo, mimi niliye “mwoga” ninapokuwa pamoja nanyi ana kwa ana, lakini mwenye ujasiri nikiwa mbali nanyi!"
  },
  {
    "verseNumber": "2CO 10:2",
    "verseText": "Nawaomba nitakapokuja kwenu nisiwe na ujasiri dhidi ya watu fulani, kama ninavyotazamia kwa wale wanaodhani kwamba tunaishi kwa kufuata namna ya ulimwengu huu."
  },
  {
    "verseNumber": "2CO 10:3",
    "verseText": "Ingawa tunaishi duniani, hatupigani vita kama ulimwengu ufanyavyo."
  },
  {
    "verseNumber": "2CO 10:4",
    "verseText": "Silaha za vita vyetu si za mwili, bali zina uwezo katika Mungu hata kuangusha ngome,"
  },
  {
    "verseNumber": "2CO 10:5",
    "verseText": "tukiangusha mawazo na kila kitu kilichoinuka, kijiinuacho juu ya elimu ya Mungu, na tukiteka nyara kila fikira ipate kumtii Kristo,"
  },
  {
    "verseNumber": "2CO 10:6",
    "verseText": "tena tukiwa tayari kuadhibu kila tendo la kutotii, kutii kwenu kutakapokamilika."
  },
  {
    "verseNumber": "2CO 10:7",
    "verseText": "Angalieni yale yaliyo machoni penu. Kama mtu yeyote anaamini kuwa yeye ni mali ya Kristo, basi kumbuka kuwa kama ulivyo wa Kristo, vivyo hivyo na sisi ndivyo tulivyo."
  },
  {
    "verseNumber": "2CO 10:8",
    "verseText": "Basi hata kama nikijisifu zaidi kidogo kuhusu mamlaka tuliyo nayo, ambayo Bwana alitupa ili kuwajenga wala si kuwabomoa, mimi sitaionea haya."
  },
  {
    "verseNumber": "2CO 10:9",
    "verseText": "Sitaki nionekane kama ninayejaribu kuwatisha kwa nyaraka zangu."
  },
  {
    "verseNumber": "2CO 10:10",
    "verseText": "Kwa maana wanasema, “Nyaraka zake ni nzito na zenye nguvu, lakini ana kwa ana ni dhaifu na kuzungumza kwake ni kwa kudharauliwa.”"
  },
  {
    "verseNumber": "2CO 10:11",
    "verseText": "Watu kama hao wajue ya kuwa, yale tusemayo kwa barua tukiwa hatupo pamoja nanyi, ndivyo tulivyo na ndivyo tutakavyofanya tutakapokuwa pamoja nanyi."
  },
  {
    "verseNumber": "2CO 10:12",
    "verseText": "Hatuthubutu kujiweka kwenye kundi moja au kujilinganisha na hao wanaojitukuza wenyewe kuwa wao ni wa maana sana. Wanapojipima na kujilinganisha wenyewe kwa wenyewe, wanaonyesha ya kuwa hawana busara."
  },
  {
    "verseNumber": "2CO 10:13",
    "verseText": "Lakini sisi hatujajivuna kupita kiasi, bali majivuno yetu yatakuwa katika mipaka ile Mungu aliyotuwekea, mipaka ambayo inawafikia hata ninyi."
  },
  {
    "verseNumber": "2CO 10:14",
    "verseText": "Kwa maana hatukuwa tunavuka mipaka katika kujisifu kwetu, kama vile ambavyo ingekuwa kama hatukuwa tumekuja kwenu. Kwa maana sisi ndio tuliokuwa wa kwanza kuja kwenu na Injili ya Kristo."
  },
  {
    "verseNumber": "2CO 10:15",
    "verseText": "Wala hatuvuki mipaka kwa kujisifu kwetu kwa ajili ya kazi iliyofanywa na watu wengine. Tumaini letu ni kwamba imani yenu inavyozidi kukua, eneo letu la utendaji miongoni mwenu litapanuka zaidi,"
  },
  {
    "verseNumber": "2CO 10:16",
    "verseText": "ili tuweze kuhubiri Injili sehemu zilizo mbali na maeneo yenu. Kwa maana hatutaki kujisifu kwa ajili ya kazi ambayo imekwisha kufanyika tayari katika eneo la mtu mwingine."
  },
  {
    "verseNumber": "2CO 10:17",
    "verseText": "Lakini, “Yeye ajisifuye na ajisifu katika Bwana.”"
  },
  {
    "verseNumber": "2CO 10:18",
    "verseText": "Kwa maana si yeye ajisifuye mwenyewe akubaliwaye, bali yeye ambaye Bwana humsifu."
  },
  {
    "verseNumber": "2CO 11:1",
    "verseText": "Laiti mngenivumilia kidogo katika upumbavu wangu! Naam, nivumilieni kidogo."
  },
  {
    "verseNumber": "2CO 11:2",
    "verseText": "Ninawaonea wivu, wivu wa Kimungu, kwa kuwa mimi niliwaposea mume mmoja, ili niwalete kwa Kristo kama mabikira safi."
  },
  {
    "verseNumber": "2CO 11:3",
    "verseText": "Lakini nina hofu kuwa, kama vile Eva alivyodanganywa kwa ujanja wa yule nyoka, mawazo yenu yasije yakapotoshwa, mkauacha unyofu na usafi wa upendo wenu kwa Kristo."
  },
  {
    "verseNumber": "2CO 11:4",
    "verseText": "Kwa sababu kama mtu akija na kuwahubiria Yesu mwingine ambaye si yule tuliyemhubiri, au kama mkipokea roho mwingine ambaye si yule mliyempokea, au Injili tofauti na ile mliyoikubali, ninyi mnaitii kwa urahisi."
  },
  {
    "verseNumber": "2CO 11:5",
    "verseText": "Lakini sidhani ya kuwa mimi ni dhalili sana kuliko hao “mitume wakuu.”"
  },
  {
    "verseNumber": "2CO 11:6",
    "verseText": "Inawezekana mimi nikawa si mnenaji hodari, lakini ni hodari katika elimu. Jambo hili tumelifanya liwe dhahiri kwenu kwa njia zote."
  },
  {
    "verseNumber": "2CO 11:7",
    "verseText": "Je, nilitenda dhambi kwa kujishusha ili kuwainua ninyi kwa kuwahubiria Injili ya Mungu pasipo malipo?"
  },
  {
    "verseNumber": "2CO 11:8",
    "verseText": "Niliyanyangʼanya makanisa mengine kwa kupokea misaada kutoka kwao ili niweze kuwahudumia ninyi."
  },
  {
    "verseNumber": "2CO 11:9",
    "verseText": "Nami nilipokuwa pamoja nanyi, nikipungukiwa na chochote, sikuwa mzigo kwa mtu yeyote, kwa maana ndugu waliotoka Makedonia walinipatia mahitaji yangu. Kwa hiyo nilijizuia kuwa mzigo kwenu kwa njia yoyote, nami nitaendelea kujizuia."
  },
  {
    "verseNumber": "2CO 11:10",
    "verseText": "Kwa hakika kama vile kweli ya Kristo ilivyo ndani yangu, hakuna mtu yeyote katika Akaya nzima atakayenizuia kujivunia jambo hili."
  },
  {
    "verseNumber": "2CO 11:11",
    "verseText": "Kwa nini? Je, ni kwa sababu siwapendi? Mungu anajua ya kuwa nawapenda!"
  },
  {
    "verseNumber": "2CO 11:12",
    "verseText": "Nami nitaendelea kufanya lile ninalofanya sasa ili nisiwape nafasi wale ambao wanatafuta nafasi ya kuhesabiwa kuwa sawa na sisi katika mambo wanayojisifia."
  },
  {
    "verseNumber": "2CO 11:13",
    "verseText": "Watu kama hao ni mitume wa uongo, ni wafanyakazi wadanganyifu, wanaojigeuza waonekane kama mitume wa Kristo."
  },
  {
    "verseNumber": "2CO 11:14",
    "verseText": "Wala hii si ajabu, kwa kuwa hata Shetani mwenyewe hujigeuza aonekane kama malaika wa nuru."
  },
  {
    "verseNumber": "2CO 11:15",
    "verseText": "Kwa hiyo basi si ajabu, kama watumishi wa Shetani nao hujigeuza ili waonekane kama watumishi wa haki. Mwisho wao utakuwa sawa na matendo yao yanavyostahili."
  },
  {
    "verseNumber": "2CO 11:16",
    "verseText": "Nasema tena, mtu yeyote asidhani kwamba mimi ni mjinga. Lakini hata kama mkinidhania hivyo, basi nipokeeni kama mjinga ili nipate kujisifu kidogo."
  },
  {
    "verseNumber": "2CO 11:17",
    "verseText": "Ninayosema kuhusiana na huku kujisifu kwa kujiamini, sisemi kama vile ambavyo Bwana angesema, bali kama mjinga."
  },
  {
    "verseNumber": "2CO 11:18",
    "verseText": "Kwa kuwa wengi wanajisifu kama vile ulimwengu ufanyavyo, mimi nami nitajisifu."
  },
  {
    "verseNumber": "2CO 11:19",
    "verseText": "Ninyi mwachukuliana na wajinga kwa sababu mna hekima sana!"
  },
  {
    "verseNumber": "2CO 11:20",
    "verseText": "Kweli ni kwamba mnachukuliana na mtu akiwatia utumwani au akiwatumia kwa ajili ya kupata faida au akiwanyangʼanya au akijitukuza mwenyewe au akiwadanganya."
  },
  {
    "verseNumber": "2CO 11:21",
    "verseText": "Kwa aibu inanipasa niseme kwamba sisi tulikuwa dhaifu sana kwa jambo hilo! Lakini chochote ambacho mtu mwingine yeyote angethubutu kujisifia, nanena kama mjinga, nami nathubutu kujisifu juu ya hilo."
  },
  {
    "verseNumber": "2CO 11:22",
    "verseText": "Je, wao ni Waebrania? Mimi pia ni Mwebrania. Je, wao ni Waisraeli? Mimi pia ni Mwisraeli. Je, wao ni wazao wa Abrahamu? Mimi pia ni mzao wa Abrahamu."
  },
  {
    "verseNumber": "2CO 11:23",
    "verseText": "Je, wao ni watumishi wa Kristo? (Nanena kiwazimu.) Mimi ni zaidi yao. Nimefanya kazi kwa bidii kuwaliko wao, nimefungwa gerezani mara kwa mara, nimechapwa mijeledi sana, na nimekabiliwa na mauti mara nyingi."
  },
  {
    "verseNumber": "2CO 11:24",
    "verseText": "Mara tano nimechapwa na Wayahudi viboko arobaini kasoro kimoja."
  },
  {
    "verseNumber": "2CO 11:25",
    "verseText": "Mara tatu nilichapwa kwa fimbo, mara moja nilipigwa kwa mawe, mara tatu nimevunjikiwa na meli, nimekaa kilindini usiku kucha na mchana kutwa,"
  },
  {
    "verseNumber": "2CO 11:26",
    "verseText": "katika safari za mara kwa mara. Nimekabiliwa na hatari za kwenye mito, hatari za wanyangʼanyi, hatari kutoka kwa watu wangu mwenyewe, hatari kutoka kwa watu wa Mataifa; hatari mijini, hatari nyikani, hatari baharini; na hatari kutoka kwa ndugu wa uongo."
  },
  {
    "verseNumber": "2CO 11:27",
    "verseText": "Nimekuwa katika kazi ngumu na taabu, katika kukesha mara nyingi; ninajua kukaa njaa na kuona kiu; nimefunga kula chakula mara nyingi; nimehisi baridi na kuwa uchi."
  },
  {
    "verseNumber": "2CO 11:28",
    "verseText": "Zaidi ya hayo yote, nakabiliwa na mzigo wa wajibu wangu kwa makanisa yote."
  },
  {
    "verseNumber": "2CO 11:29",
    "verseText": "Je, ni nani aliye mdhaifu, nami nisijisikie mdhaifu? Je, nani aliyekwazwa, nami nisiudhike?"
  },
  {
    "verseNumber": "2CO 11:30",
    "verseText": "Kama ni lazima nijisifu, basi nitajisifia yale mambo yanayoonyesha udhaifu wangu."
  },
  {
    "verseNumber": "2CO 11:31",
    "verseText": "Mungu na Baba wa Bwana Yesu, yeye ambaye anahimidiwa milele, anajua ya kuwa mimi sisemi uongo."
  },
  {
    "verseNumber": "2CO 11:32",
    "verseText": "Huko Dameski, mtawala aliyekuwa chini ya Mfalme Areta aliulinda mji wa Dameski ili kunikamata."
  },
  {
    "verseNumber": "2CO 11:33",
    "verseText": "Lakini nilishushwa kwa kapu kubwa kupitia katika dirisha ukutani, nikatoroka kutoka mikononi mwake."
  },
  {
    "verseNumber": "2CO 12:1",
    "verseText": "Yanipasa nijisifu, ingawa haifaidi kitu. Nitaenda kwenye maono na ufunuo kutoka kwa Bwana."
  },
  {
    "verseNumber": "2CO 12:2",
    "verseText": "Namjua mtu mmoja katika Kristo ambaye miaka kumi na minne iliyopita alichukuliwa juu hadi mbingu ya tatu. Kama ni katika mwili au nje ya mwili, sijui, Mungu ajua."
  },
  {
    "verseNumber": "2CO 12:3",
    "verseText": "Nami najua ya kwamba mtu huyu, kwamba ni katika mwili au nje ya mwili mimi sijui, lakini Mungu ajua,"
  },
  {
    "verseNumber": "2CO 12:4",
    "verseText": "alinyakuliwa hadi Paradiso. Huko alisikia mambo yasiyoelezeka, mambo ambayo binadamu hana ruhusa ya kuyasimulia."
  },
  {
    "verseNumber": "2CO 12:5",
    "verseText": "Nitajisifu kwa ajili ya mtu kama huyo, lakini sitajisifu kuhusu mimi mwenyewe ila mimi nitajisifia udhaifu wangu."
  },
  {
    "verseNumber": "2CO 12:6",
    "verseText": "Hata kama ningependa kujisifu, sitakuwa mjinga, kwa maana nitakuwa nasema kweli. Lakini najizuia, ili mtu yeyote asije akaniona mimi kuwa bora zaidi kuliko ninavyoonekana katika yale ninayotenda na kusema."
  },
  {
    "verseNumber": "2CO 12:7",
    "verseText": "Ili kunizuia nisijivune kwa sababu ya ufunuo huu mkuu, nilipewa mwiba katika mwili wangu, mjumbe wa Shetani, ili anitese."
  },
  {
    "verseNumber": "2CO 12:8",
    "verseText": "Kwa habari ya jambo hili nilimsihi Bwana mara tatu aniondolee mwiba huu."
  },
  {
    "verseNumber": "2CO 12:9",
    "verseText": "Lakini aliniambia, “Neema yangu inakutosha, kwa kuwa uweza wangu hukamilika katika udhaifu.” Kwa hiyo nitajisifu kwa furaha zaidi kuhusu udhaifu wangu, ili uweza wa Kristo ukae juu yangu."
  },
  {
    "verseNumber": "2CO 12:10",
    "verseText": "Hii ndiyo sababu, kwa ajili ya Kristo, nafurahia udhaifu, katika kutukanwa, katika taabu, katika mateso na katika shida, kwa maana ninapokuwa dhaifu, ndipo nina nguvu."
  },
  {
    "verseNumber": "2CO 12:11",
    "verseText": "Nimekuwa mjinga, lakini ninyi mmenilazimisha niwe hivyo. Kwa kuwa ilinipasa kusifiwa na ninyi, kwa sababu mimi si dhalili kuliko wale “mitume walio bora,” ingawa mimi si kitu."
  },
  {
    "verseNumber": "2CO 12:12",
    "verseText": "Mambo yanayomtambulisha mtume wa kweli, yaani, ishara, miujiza na maajabu, yalifanywa miongoni mwenu kwa saburi nyingi."
  },
  {
    "verseNumber": "2CO 12:13",
    "verseText": "Je, ninyi ni kitu gani mlichopungukiwa kuliko makanisa mengine, ila tu kwamba mimi sikuwa mzigo kwenu? Nisameheni kwa kosa hili!"
  },
  {
    "verseNumber": "2CO 12:14",
    "verseText": "Sasa niko tayari kuja kwenu kwa mara hii ya tatu, nami sitawalemea, kwa sababu sitahitaji chochote chenu, ila ninawahitaji ninyi, kwa kuwa hata hivyo watoto hawaweki akiba kwa ajili ya wazazi wao, bali wazazi huweka akiba kwa ajili ya watoto wao."
  },
  {
    "verseNumber": "2CO 12:15",
    "verseText": "Hivyo nitafurahi kutumia kila kitu nilicho nacho kwa ajili yenu, hata mwili wangu pia. Hata ingawa inaonekana ninavyozidi kuwapenda, ndivyo upendo wenu kwangu unavyopungua."
  },
  {
    "verseNumber": "2CO 12:16",
    "verseText": "Iwe iwavyo, kwa vyovyote vile mimi sikuwalemea. Lakini kwa mimi kuwa mwerevu naliwapata."
  },
  {
    "verseNumber": "2CO 12:17",
    "verseText": "Je, nilijipatia faida kwa kumtumia mtu yeyote niliyemtuma kwenu?"
  },
  {
    "verseNumber": "2CO 12:18",
    "verseText": "Nilimshawishi Tito aje kwenu, nami nilimtuma pamoja na ndugu yetu. Je, Tito aliwatumia ninyi ili kujipatia faida? Je, hatuenendi kwa roho moja, na hatuchukui hatua zile zile?"
  },
  {
    "verseNumber": "2CO 12:19",
    "verseText": "Je, mmekuwa mkifikiri kwamba sisi tunajaribu kujitetea mbele yenu? Sisi tumekuwa tukinena mbele za Mungu kama wale walio katika Kristo. Na chochote tufanyacho, ndugu wapendwa, ni kwa ajili ya kuwatia nguvu."
  },
  {
    "verseNumber": "2CO 12:20",
    "verseText": "Kwa kuwa nina hofu ya kwamba nitakapokuja naweza kuwakuta nisivyotaka, nanyi mkanikuta msivyotaka. Nina hofu kwamba panaweza kuwa na ugomvi, wivu, ghadhabu, fitina, masingizio, masengenyo, majivuno na machafuko."
  },
  {
    "verseNumber": "2CO 12:21",
    "verseText": "Nina hofu kwamba nitakapokuja tena kwenu, Mungu wangu atanidhili mbele yenu, nami nitasikitishwa na wengi waliotenda dhambi mbeleni, na wala hawajatubu kwa uchafu wao, uasherati, na ufisadi walioushiriki."
  },
  {
    "verseNumber": "2CO 13:1",
    "verseText": "Hii ndiyo mara ya tatu mimi kuja kwenu. “Shtaka lolote lazima lithibitishwe na mashahidi wawili au watatu.”"
  },
  {
    "verseNumber": "2CO 13:2",
    "verseText": "Nimekwisha kuwaonya nilipokuwa pamoja nanyi mara ya pili. Sasa narudia wakati sipo, kwamba nikija tena sitawahurumia wale waliokuwa wametenda dhambi hapo awali na wengine wote,"
  },
  {
    "verseNumber": "2CO 13:3",
    "verseText": "kwa kuwa mnadai uthibitisho kwamba Kristo anazungumza kwa kunitumia mimi. Yeye si dhaifu katika kushughulika nanyi, bali ana nguvu kati yenu."
  },
  {
    "verseNumber": "2CO 13:4",
    "verseText": "Kwa kuwa alisulubiwa katika udhaifu, lakini anaishi kwa nguvu za Mungu. Vivyo hivyo, sisi tu dhaifu kupitia kwake, lakini katika kuwashughulikia ninyi tutaishi pamoja naye kwa nguvu za Mungu."
  },
  {
    "verseNumber": "2CO 13:5",
    "verseText": "Jichunguzeni wenyewe mwone kama mnaishi katika imani. Jipimeni wenyewe. Je, hamtambui ya kuwa Yesu Kristo yumo ndani yenu? Kama sivyo, basi, mmeshindwa kufikia kipimo hicho!"
  },
  {
    "verseNumber": "2CO 13:6",
    "verseText": "Natumaini mtaona kuwa sisi hatukushindwa."
  },
  {
    "verseNumber": "2CO 13:7",
    "verseText": "Lakini tunamwomba Mungu msije mkatenda kosa lolote, si ili sisi tuonekane kuwa tumeshinda hilo jaribio, bali ili ninyi mtende lililo haki, hata kama tutaonekana kuwa tumeshindwa."
  },
  {
    "verseNumber": "2CO 13:8",
    "verseText": "Kwa maana hatuwezi kufanya lolote kinyume na kweli, bali kuithibitisha kweli tu."
  },
  {
    "verseNumber": "2CO 13:9",
    "verseText": "Tunafurahi wakati wowote sisi tunapokuwa dhaifu, lakini ninyi mkawa na nguvu. Nayo maombi yetu ni kwamba mpate kuwa wakamilifu."
  },
  {
    "verseNumber": "2CO 13:10",
    "verseText": "Hii ndiyo sababu nawaandikia mambo haya wakati sipo, ili nikija nisiwe mkali katika kutumia mamlaka yangu, mamlaka Bwana aliyonipa ya kuwajenga ninyi wala si ya kuwabomoa."
  },
  {
    "verseNumber": "2CO 13:11",
    "verseText": "Hatimaye, ndugu zangu, kwaherini. Kuweni wakamilifu, mkafarijike, kuweni wa nia moja, kaeni kwa amani. Naye Mungu wa upendo na amani atakuwa pamoja nanyi."
  },
  {
    "verseNumber": "2CO 13:12",
    "verseText": "Salimianeni ninyi kwa ninyi kwa busu takatifu."
  },
  {
    "verseNumber": "2CO 13:13",
    "verseText": "Watakatifu wote wanawasalimu."
  },
  {
    "verseNumber": "2CO 13:14",
    "verseText": "Neema ya Bwana Yesu Kristo, na upendo wa Mungu, na ushirika wa Roho Mtakatifu ukae nanyi nyote. Amen."
  }
]