[
  {
    "verseNumber": "2JN 1:1",
    "verseText": "Mzee: Kwa bibi mteule na watoto wake, niwapendao katika kweli, wala si mimi tu, bali na wale wote waijuayo kweli:"
  },
  {
    "verseNumber": "2JN 1:2",
    "verseText": "kwa sababu ya ile kweli ikaayo ndani yetu na ambayo itaendelea kukaa nasi milele:"
  },
  {
    "verseNumber": "2JN 1:3",
    "verseText": "Neema, rehema na amani itokayo kwa Mungu Baba na kwa Yesu Kristo, Mwanawe Baba, itakuwa pamoja nasi katika kweli na upendo."
  },
  {
    "verseNumber": "2JN 1:4",
    "verseText": "Imenipa furaha kuu kuona baadhi ya watoto wako wanaenenda katika kweli, kama vile Baba alivyotuagiza."
  },
  {
    "verseNumber": "2JN 1:5",
    "verseText": "Sasa, bibi mpendwa, si kwamba ninakuandikia amri mpya, bali ile tuliyokuwa nayo tangu mwanzo. Tupendane kila mmoja na mwenzake."
  },
  {
    "verseNumber": "2JN 1:6",
    "verseText": "Hili ndilo pendo, kwamba tuenende sawasawa na amri zake. Hii ndiyo amri yake kama vile mlivyosikia tangu mwanzo, kwamba mwenende katika upendo."
  },
  {
    "verseNumber": "2JN 1:7",
    "verseText": "Wadanganyifu wengi, wasiokubali kwamba Yesu Kristo amekuja katika mwili, wametokea ulimwenguni. Mtu wa namna hiyo ni mdanganyifu na mpinga Kristo."
  },
  {
    "verseNumber": "2JN 1:8",
    "verseText": "Jihadharini msije mkapoteza kile mlichokitenda, bali mpate kupewa thawabu kamilifu."
  },
  {
    "verseNumber": "2JN 1:9",
    "verseText": "Mtu yeyote asiyedumu katika mafundisho ya Kristo, bali akayaacha, yeye hana Mungu. Yeyote anayedumu katika mafundisho ana Baba na Mwana pia."
  },
  {
    "verseNumber": "2JN 1:10",
    "verseText": "Msimpokee mtu yeyote anayewajia ambaye hawaletei mafundisho haya, wala msimkaribishe nyumbani mwenu."
  },
  {
    "verseNumber": "2JN 1:11",
    "verseText": "Yeyote amkaribishaye mtu wa namna hiyo anashiriki katika matendo maovu ya mtu huyo."
  },
  {
    "verseNumber": "2JN 1:12",
    "verseText": "Ninayo mengi ya kuwaandikia, lakini sitaki kutumia karatasi na wino. Badala yake, nataraji kuja kwenu na kuongea nanyi ana kwa ana, ili furaha yetu ipate kuwa timilifu."
  },
  {
    "verseNumber": "2JN 1:13",
    "verseText": "Watoto wa dada yako mteule wanakusalimu. Amen."
  }
]