[
  {
    "verseNumber": "2KI 1:1",
    "verseText": "Baada ya kifo cha Mfalme Ahabu, nchi ya Moabu iliasi dhidi ya Israeli."
  },
  {
    "verseNumber": "2KI 1:2",
    "verseText": "Basi Ahazia alikuwa ameanguka huko Samaria kutoka baraza ya chumba chake cha juu, akaumia. Hivyo akatuma wajumbe, akiwaambia, “Nendeni mkaulize kwa Baal-Zebubu, mungu wa Ekroni, mkaone kama nitapona kutokana na kuumia huku.”"
  },
  {
    "verseNumber": "2KI 1:3",
    "verseText": "Lakini malaika wa BWANA akamwambia Eliya, Mtishbi, “Panda ukakutane na wajumbe wa mfalme wa Samaria, uwaulize, ‘Je, ni kwa sababu hakuna Mungu katika Israeli ndiyo maana mnakwenda kumuuliza Baal-Zebubu, mungu wa Ekroni?’"
  },
  {
    "verseNumber": "2KI 1:4",
    "verseText": "Kwa hiyo hili ndilo asemalo BWANA, ‘Hutaondoka kwenye kitanda unachokilalia. Hakika utakufa!’ ” Hivyo Eliya akaenda."
  },
  {
    "verseNumber": "2KI 1:5",
    "verseText": "Wajumbe waliporudi kwa mfalme, akawauliza, “Kwa nini mmerudi?”"
  },
  {
    "verseNumber": "2KI 1:6",
    "verseText": "Wakamjibu, “Mtu fulani alikuja kukutana nasi, naye akatuambia, ‘Rudini kwa mfalme aliyewatuma na mkamwambie, “Hili ndilo asemalo BWANA: Je, ni kwa sababu hakuna Mungu katika Israeli ndiyo maana unawatuma watu kwenda kuuliza kwa Baal-Zebubu, mungu wa Ekroni? Kwa hiyo hutaondoka kwenye kitanda unachokilalia. Hakika utakufa!” ’ ”"
  },
  {
    "verseNumber": "2KI 1:7",
    "verseText": "Mfalme akawauliza, “Alikuwa mtu wa namna gani ambaye mlikutana naye, akawaambia hili?”"
  },
  {
    "verseNumber": "2KI 1:8",
    "verseText": "Wakamjibu, “Alikuwa mtu aliyekuwa na vazi la manyoya na mkanda wa ngozi kiunoni mwake.” Mfalme akasema, “Huyo alikuwa ni Eliya, Mtishbi.”"
  },
  {
    "verseNumber": "2KI 1:9",
    "verseText": "Ndipo mfalme akamtuma mkuu mmoja wa kikosi pamoja na kikosi chake cha askari hamsini kwa nabii Eliya. Yule mkuu wa kikosi akamwendea Eliya, aliyekuwa ameketi juu ya kilima, na kumwambia, “Mtu wa Mungu, mfalme anasema, ‘Shuka chini!’ ”"
  },
  {
    "verseNumber": "2KI 1:10",
    "verseText": "Eliya akamjibu yule mkuu wa kikosi, “Ikiwa mimi ni mtu wa Mungu, moto na ushuke kutoka mbinguni ukuteketeze wewe na watu wako hamsini!” Ndipo moto ukashuka kutoka mbinguni na kuwateketeza yule mkuu wa kikosi pamoja na watu wake."
  },
  {
    "verseNumber": "2KI 1:11",
    "verseText": "Aliposikia hili, mfalme akatuma kwa Eliya mkuu wa kikosi mwingine na askari wake hamsini. Yule mkuu wa kikosi akamwambia Eliya, “Mtu wa Mungu, hili ndilo asemalo mfalme, ‘Shuka chini mara moja!’ ”"
  },
  {
    "verseNumber": "2KI 1:12",
    "verseText": "Eliya akajibu, “Ikiwa mimi ni mtu wa Mungu, moto na ushuke kutoka mbinguni ukuteketeze wewe na watu wako hamsini!” Ndipo moto wa Mungu ukashuka kutoka mbinguni, ukamteketeza yeye na watu wake hamsini."
  },
  {
    "verseNumber": "2KI 1:13",
    "verseText": "Hivyo mfalme akatuma mkuu wa kikosi wa tatu na watu wake hamsini. Huyu mkuu wa kikosi wa tatu akapanda na kupiga magoti mbele ya Eliya, akiomba, “Mtu wa Mungu, tafadhali niachie uhai wangu na uhai wa hawa watu hamsini, watumishi wako!"
  },
  {
    "verseNumber": "2KI 1:14",
    "verseText": "Tazama, moto umeshuka kutoka mbinguni na kuwateketeza wale wakuu wa vikosi viwili vya kwanza pamoja na watu wao. Lakini sasa niachie uhai wangu!”"
  },
  {
    "verseNumber": "2KI 1:15",
    "verseText": "Malaika wa BWANA akamwambia Eliya, “Shuka pamoja naye, usimwogope.” Hivyo Eliya akainuka na kushuka pamoja naye kwa mfalme."
  },
  {
    "verseNumber": "2KI 1:16",
    "verseText": "Akamwambia mfalme, “Hili ndilo asemalo BWANA: Je, ni kwa sababu hakuna Mungu katika Israeli wa kumuuliza habari, ndiyo maana ukatuma wajumbe kuuliza Baal-Zebubu, mungu wa Ekroni? Kwa sababu umefanya hili, kamwe hutaondoka kwenye kitanda unachokilalia. Hakika utakufa!”"
  },
  {
    "verseNumber": "2KI 1:17",
    "verseText": "Hivyo akafa, sawasawa na lile neno la BWANA ambalo Eliya alikuwa amesema. Kwa kuwa Ahazia hakuwa na mwana, Yoramu akawa mfalme baada yake katika mwaka wa pili wa Yehoramu mwana wa Yehoshafati mfalme wa Yuda."
  },
  {
    "verseNumber": "2KI 1:18",
    "verseText": "Kwa matukio mengine ya utawala wa Ahazia na yale aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "2KI 2:1",
    "verseText": "Wakati BWANA alipokuwa karibu kumchukua Eliya mbinguni kwa upepo wa kisulisuli, Eliya na Elisha walikuwa njiani wakitoka Gilgali."
  },
  {
    "verseNumber": "2KI 2:2",
    "verseText": "Eliya akamwambia Elisha, “Kaa hapa. BWANA amenituma Betheli.” Lakini Elisha akasema, “Kwa hakika, kama BWANA aishivyo na wewe uishivyo, sitakuacha.” Kwa hiyo wakaenda Betheli pamoja."
  },
  {
    "verseNumber": "2KI 2:3",
    "verseText": "Wana wa manabii waliokuwako huko Betheli wakamjia Elisha na kumuuliza, “Je, unajua ya kwamba BWANA atakuondolea bwana wako leo?” Elisha akawajibu, “Ndiyo, najua, lakini msizungumze juu ya jambo hilo.”"
  },
  {
    "verseNumber": "2KI 2:4",
    "verseText": "Kisha Eliya akamwambia, “Baki hapa, Elisha. BWANA amenituma Yeriko.” Naye akajibu, “Kwa hakika kama BWANA aishivyo na wewe uishivyo, sitakuacha.” Hivyo wakaenda Yeriko."
  },
  {
    "verseNumber": "2KI 2:5",
    "verseText": "Wana wa manabii waliokuwako huko Yeriko wakamwendea Elisha na kumuuliza, “Je, unajua ya kwamba BWANA atakuondolea bwana wako leo?” Akawajibu, “Ndiyo, najua, lakini msizungumze juu ya jambo hilo.”"
  },
  {
    "verseNumber": "2KI 2:6",
    "verseText": "Kisha Eliya akamwambia, “Kaa hapa. BWANA amenituma kwenda Yordani.” Naye akamjibu, “Kwa hakika kama BWANA aishivyo na wewe uishivyo, sitakuacha.” Hivyo wote wawili wakaendelea pamoja."
  },
  {
    "verseNumber": "2KI 2:7",
    "verseText": "Wana hamsini wa manabii wakaenda na kusimama kwa mbali, kuelekea mahali ambapo Eliya na Elisha walikuwa wamesimama kando ya Mto Yordani."
  },
  {
    "verseNumber": "2KI 2:8",
    "verseText": "Eliya akachukua vazi lake, akalisokota na kupiga nalo maji. Maji yakagawanyika upande wa kuume na upande wa kushoto, nao wawili wakavuka pakavu."
  },
  {
    "verseNumber": "2KI 2:9",
    "verseText": "Walipokwisha kuvuka, Eliya akamwambia Elisha, “Niambie, nikufanyie nini kabla sijaondolewa kutoka kwako?” Elisha akajibu, “Naomba nirithi sehemu maradufu ya roho yako.”"
  },
  {
    "verseNumber": "2KI 2:10",
    "verseText": "Eliya akasema, “Umeomba jambo gumu. Lakini kama utaniona wakati ninapoondolewa kutoka kwako litakuwa lako. La sivyo, hautalipata.”"
  },
  {
    "verseNumber": "2KI 2:11",
    "verseText": "Walipokuwa wakitembea pamoja na kuzungumza, ghafula gari la moto na farasi wa moto vilitokea na kuwatenganisha wao wawili, naye Eliya akapanda mbinguni katika upepo wa kisulisuli."
  },
  {
    "verseNumber": "2KI 2:12",
    "verseText": "Elisha aliona hili, naye akapaza sauti, “Baba yangu! Baba yangu! Magari ya Israeli na wapanda farasi wake!” Naye Elisha hakumwona tena. Kisha akazishika nguo zake mwenyewe na kuzirarua."
  },
  {
    "verseNumber": "2KI 2:13",
    "verseText": "Akaliokota lile vazi lililoanguka kutoka kwa Eliya, kisha akarudi na kusimama ukingoni mwa Yordani."
  },
  {
    "verseNumber": "2KI 2:14",
    "verseText": "Ndipo akalichukua lile vazi ambalo lilikuwa limeanguka kutoka kwa Eliya, naye akayapiga yale maji nalo. Akauliza, “Yuko wapi sasa BWANA, Mungu wa Eliya?” Elisha alipoyapiga maji, yakagawanyika kulia na kushoto, naye akavuka."
  },
  {
    "verseNumber": "2KI 2:15",
    "verseText": "Wale wana wa manabii kutoka Yeriko waliokuwa wakitazama wakasema, “Roho wa Eliya inamkalia Elisha.” Nao wakaenda kumlaki na kusujudu hadi nchi mbele yake."
  },
  {
    "verseNumber": "2KI 2:16",
    "verseText": "Wakasema, “Tazama, sisi watumishi wako tunao watu hamsini wenye uwezo. Waruhusu waende kumtafuta bwana wako. Labda Roho wa BWANA amemtwaa na kumweka katika mlima fulani au bonde fulani.” Elisha akajibu, “Hapana, msiwatume.”"
  },
  {
    "verseNumber": "2KI 2:17",
    "verseText": "Lakini wakasisitiza, mpaka akaona aibu kuwakatalia. Hivyo akasema, “Watumeni.” Nao wakawatuma watu hamsini, wakamtafuta kwa siku tatu, lakini hawakumpata."
  },
  {
    "verseNumber": "2KI 2:18",
    "verseText": "Walipomrudia Elisha, ambaye alikuwa akingojea huko Yeriko, akawaambia, “Je, sikuwaambia msiende?”"
  },
  {
    "verseNumber": "2KI 2:19",
    "verseText": "Watu wa mji wakamwambia Elisha, “Tazama, bwana wetu, mahali mji huu ulipojengwa ni pazuri, kama bwana wangu aonavyo, lakini maji yake ni mabaya, na nchi haizai.”"
  },
  {
    "verseNumber": "2KI 2:20",
    "verseText": "Akasema, “Nileteeni bakuli mpya, mweke chumvi ndani yake.” Kwa hiyo wakamletea."
  },
  {
    "verseNumber": "2KI 2:21",
    "verseText": "Kisha akaenda kwenye chemchemi na kuitupa ile chumvi ndani yake, akisema, “Hili ndilo asemalo BWANA: ‘Nimeyaponya maji haya. Kamwe hayatasababisha mauti tena wala kutozaa.’ ”"
  },
  {
    "verseNumber": "2KI 2:22",
    "verseText": "Nayo yale maji yakaponywa mpaka leo, sawasawa na neno la Elisha alilokuwa amesema."
  },
  {
    "verseNumber": "2KI 2:23",
    "verseText": "Kutoka huko Elisha akakwea kwenda Betheli. Ikawa alipokuwa akitembea barabarani, baadhi ya vijana wakatoka mjini na kumfanyia mzaha. Wakasema, “Paa, wewe mwenye upaa! Paa, wewe mwenye upaa!”"
  },
  {
    "verseNumber": "2KI 2:24",
    "verseText": "Akageuka, akawatazama na kuwalaani kwa Jina la BWANA. Kisha dubu wawili wa kike wakatokea mwituni na kuwararua vijana arobaini na wawili miongoni mwao."
  },
  {
    "verseNumber": "2KI 2:25",
    "verseText": "Naye akaondoka huko, akaenda Mlima Karmeli, na kutoka huko akarudi Samaria."
  },
  {
    "verseNumber": "2KI 3:1",
    "verseText": "Yehoramu mwana wa Ahabu akawa mfalme wa Israeli katika Samaria mwaka wa kumi na nane wa utawala wa Yehoshafati mfalme wa Yuda, naye akatawala kwa miaka kumi na miwili."
  },
  {
    "verseNumber": "2KI 3:2",
    "verseText": "Akafanya maovu machoni pa BWANA, lakini sio kama baba yake na mama yake walivyokuwa wamefanya. Akaondoa nguzo ya ibada ya Baali ambayo baba yake alikuwa ameitengeneza."
  },
  {
    "verseNumber": "2KI 3:3",
    "verseText": "Hata hivyo akashikamana na dhambi za Yeroboamu mwana wa Nebati, ambazo alisababisha Israeli kuzitenda, wala hakuziacha."
  },
  {
    "verseNumber": "2KI 3:4",
    "verseText": "Basi Mesha mfalme wa Moabu akafuga kondoo, naye akawa ampatie mfalme wa Israeli wana-kondoo 100,000 pamoja na sufu ya kondoo dume 100,000."
  },
  {
    "verseNumber": "2KI 3:5",
    "verseText": "Lakini baada ya Ahabu kufa, mfalme wa Moabu aliasi dhidi ya mfalme wa Israeli."
  },
  {
    "verseNumber": "2KI 3:6",
    "verseText": "Kwa hiyo wakati ule Mfalme Yehoramu akaondoka kutoka Samaria na kukusanya Israeli yote tayari kwenda vitani."
  },
  {
    "verseNumber": "2KI 3:7",
    "verseText": "Akapeleka pia ujumbe ufuatao kwa Yehoshafati mfalme wa Yuda: “Mfalme wa Moabu ameasi dhidi yangu. Je, utakwenda pamoja nami kupigana dhidi ya Moabu?” Akajibu, “Nitakwenda pamoja nawe. Mimi ni kama wewe, watu wangu ni kama watu wako, farasi wangu ni kama farasi wako.”"
  },
  {
    "verseNumber": "2KI 3:8",
    "verseText": "Akauliza, “Je, tutashambulia kupitia njia gani?” Akajibu, “Kupitia Jangwa la Edomu.”"
  },
  {
    "verseNumber": "2KI 3:9",
    "verseText": "Hivyo mfalme wa Israeli akaondoka akiwa pamoja na mfalme wa Yuda na mfalme wa Edomu. Baada ya kuzunguka kwa siku saba, jeshi likawa limeishiwa maji kwa matumizi yao na kwa ajili ya wanyama waliokuwa nao."
  },
  {
    "verseNumber": "2KI 3:10",
    "verseText": "Mfalme wa Israeli akamaka, “Nini! Je, BWANA ametuita sisi wafalme watatu ili tu kututia mikononi mwa Moabu?”"
  },
  {
    "verseNumber": "2KI 3:11",
    "verseText": "Lakini Yehoshafati akauliza, “Je, hayuko nabii wa BWANA hapa, ili tuweze kumuuliza BWANA kupitia kwake?” Afisa mmoja wa mfalme wa Israeli akajibu, “Elisha mwana wa Shafati yuko hapa. Ndiye alikuwa akimimina maji juu ya mikono ya Eliya.”"
  },
  {
    "verseNumber": "2KI 3:12",
    "verseText": "Yehoshafati akasema, “Neno la BWANA liko pamoja naye.” Kwa hiyo mfalme wa Israeli na Yehoshafati pamoja na mfalme wa Edomu wakamwendea."
  },
  {
    "verseNumber": "2KI 3:13",
    "verseText": "Elisha akamwambia mfalme wa Israeli, “Nina nini mimi nawe? Nenda kwa manabii wa baba yako na manabii wa mama yako.” Mfalme wa Israeli akajibu, “La hasha, kwa sababu ni BWANA ambaye ametuita pamoja sisi wafalme watatu ili atutie mikononi mwa Moabu.”"
  },
  {
    "verseNumber": "2KI 3:14",
    "verseText": "Elisha akasema, “Hakika, kama BWANA Mwenye Nguvu Zote aishivyo ambaye ninamtumikia, kama si kuheshimu Yehoshafati mfalme wa Yuda, nisingekutazama wala hata kukutupia jicho."
  },
  {
    "verseNumber": "2KI 3:15",
    "verseText": "Lakini sasa, nileteeni mpiga kinubi.” Mpiga kinubi alipokuwa akipiga, mkono wa BWANA ukaja juu ya Elisha,"
  },
  {
    "verseNumber": "2KI 3:16",
    "verseText": "naye akasema, “Hivi ndivyo asemavyo BWANA, ‘Chimbeni bonde hili lijae mahandaki.’"
  },
  {
    "verseNumber": "2KI 3:17",
    "verseText": "Kwa kuwa hivi ndivyo asemavyo BWANA: Hamtaona upepo wala mvua, lakini bonde hili litajaa maji, nanyi pamoja na ngʼombe wenu na wanyama wenu wengine mtakunywa."
  },
  {
    "verseNumber": "2KI 3:18",
    "verseText": "Hili ni jambo rahisi machoni pa BWANA. Pia ataitia Moabu mikononi mwenu."
  },
  {
    "verseNumber": "2KI 3:19",
    "verseText": "Mtaushinda kila mji wenye ngome na kila mji mkubwa. Mtakata kila mti ulio mzuri, mtaziba chemchemi zote, na kuharibu kila shamba zuri kwa mawe.”"
  },
  {
    "verseNumber": "2KI 3:20",
    "verseText": "Kesho yake asubuhi, karibu na wakati wa kutoa dhabihu ya asubuhi, tazama, maji yakawa yanatiririka kutoka upande wa Edomu! Nayo nchi ikajaa maji."
  },
  {
    "verseNumber": "2KI 3:21",
    "verseText": "Basi Wamoabu wote walikuwa wamesikia kuwa wale wafalme wamekuja kupigana dhidi yao. Hivyo kila mtu, kijana na mzee, ambaye angeweza kushika silaha akaitwa na kuwekwa mpakani."
  },
  {
    "verseNumber": "2KI 3:22",
    "verseText": "Walipoamka asubuhi na mapema, jua likawa linamulika juu ya maji. Wamoabu waliokuwa upande wa pili wakaona maji ni mekundu, kama damu."
  },
  {
    "verseNumber": "2KI 3:23",
    "verseText": "Wamoabu wakasema, “Ile ni damu! Lazima hao wafalme wamepigana na kuchinjana wao kwa wao. Sasa Moabu, twendeni tukateke nyara!”"
  },
  {
    "verseNumber": "2KI 3:24",
    "verseText": "Lakini Wamoabu walipofika kwenye kambi ya Israeli, Waisraeli wakainuka na kuwapiga mpaka wakakimbia. Nao Waisraeli wakaivamia nchi na kuwachinja Wamoabu."
  },
  {
    "verseNumber": "2KI 3:25",
    "verseText": "Wakaiharibu miji, kila mtu akatupa jiwe juu ya kila shamba zuri mpaka likafunikwa. Wakaziba chemchemi zote na kukata kila mti mzuri. Kir-Haresethi peke yake ndio uliobaki na mawe yake yakiwa mahali pake. Lakini hata hivyo watu waliokuwa na makombeo wakauzunguka na kuushambulia vilevile."
  },
  {
    "verseNumber": "2KI 3:26",
    "verseText": "Mfalme wa Moabu alipoona kuwa vita vimekuwa vikali dhidi yake, akachukua watu 700 wenye panga ili kuingia kwa mfalme wa Edomu, lakini wakashindwa."
  },
  {
    "verseNumber": "2KI 3:27",
    "verseText": "Ndipo akamchukua mwanawe mzaliwa wake wa kwanza, ambaye angekuwa mfalme baada yake, akamtoa kama dhabihu ya kuteketezwa juu ya ukuta wa mji. Ghadhabu ikawa kubwa dhidi ya Israeli; wakajiondoa kwake na kurudi katika nchi yao wenyewe."
  },
  {
    "verseNumber": "2KI 4:1",
    "verseText": "Mke wa mmoja wa wana wa manabii akamlilia Elisha, akamwambia, “Mtumishi wako, mume wangu, amekufa, nawe unajua alikuwa anamcha BWANA. Lakini sasa yule anayemdai anakuja kuchukua wanangu wawili kama watumwa wake.”"
  },
  {
    "verseNumber": "2KI 4:2",
    "verseText": "Elisha akamjibu, “Nitawezaje kukusaidia? Niambie, una nini ndani ya nyumba yako?” Akasema, “Mtumishi wako hana kitu chochote kabisa, isipokuwa mafuta kidogo.”"
  },
  {
    "verseNumber": "2KI 4:3",
    "verseText": "Elisha akasema, “Zunguka kwa majirani zako wote ukaombe vyombo vitupu. Usiombe vichache."
  },
  {
    "verseNumber": "2KI 4:4",
    "verseText": "Kisha ingia ndani na ujifungie mlango, wewe na wanao. Mimina mafuta kwenye vyombo vyote, na kila kimoja kinapojaa, kiweke kando.”"
  },
  {
    "verseNumber": "2KI 4:5",
    "verseText": "Yule mjane akaondoka na kujifungia ndani, yeye na wanawe. Wao wakamletea vyombo, naye akaendelea kumimina mafuta."
  },
  {
    "verseNumber": "2KI 4:6",
    "verseText": "Vyombo vyote vilipojaa, akamwambia mwanawe, “Niletee chombo kingine.” Lakini mwanawe akajibu, “Hakuna chombo kingine kilichobaki.” Basi mafuta yakakoma kutiririka."
  },
  {
    "verseNumber": "2KI 4:7",
    "verseText": "Yule mwanamke akaenda akamwambia yule mtu wa Mungu, naye mtu wa Mungu akasema, “Nenda ukayauze hayo mafuta ulipe madeni yako. Wewe na wanao mnaweza kuishi kwa kile kinachosalia.”"
  },
  {
    "verseNumber": "2KI 4:8",
    "verseText": "Siku moja Elisha akaenda Shunemu. Huko kulikuwa na mwanamke mmoja mwenye cheo, ambaye alimsisitiza Elisha aje kula chakula. Kwa hiyo kila mara alipitia pale, akaingia humo ili ale."
  },
  {
    "verseNumber": "2KI 4:9",
    "verseText": "Akamwambia mumewe, “Ninajua kwamba huyu mtu ambaye anakuja kwetu mara kwa mara ni mtu mtakatifu wa Mungu."
  },
  {
    "verseNumber": "2KI 4:10",
    "verseText": "Tutengeneze chumba kidogo juu darini na tuweke ndani yake kitanda na meza, kiti na taa kwa ajili yake. Kisha anaweza kukaa humo kila mara akija kwetu.”"
  },
  {
    "verseNumber": "2KI 4:11",
    "verseText": "Siku moja Elisha alipofika, akapanda chumbani kwake na kulala humo."
  },
  {
    "verseNumber": "2KI 4:12",
    "verseText": "Akamwambia mtumishi wake Gehazi, “Mwite huyo Mshunami.” Hivyo akamwita, naye akaja akasimama mbele yake."
  },
  {
    "verseNumber": "2KI 4:13",
    "verseText": "Elisha akamwambia mtumishi wake, “Mwambie huyu mwanamke, ‘Umetaabika sana kwa ajili yetu. Sasa utendewe nini? Je, tunaweza kuzungumza na mfalme au jemadari wa jeshi kwa niaba yako?’ ” Akajibu, “Mimi ninaishi kwangu miongoni mwa watu wangu.”"
  },
  {
    "verseNumber": "2KI 4:14",
    "verseText": "Elisha akamwambia mtumishi wake, “Je, ni nini kinachoweza kufanyika kwa ajili yake?” Gehazi akasema, “Hakika, hana mwana, na mume wake ni mzee.”"
  },
  {
    "verseNumber": "2KI 4:15",
    "verseText": "Ndipo Elisha akasema, “Mwite huyo mwanamke.” Kwa hiyo akamwita, naye akaja akasimama mlangoni."
  },
  {
    "verseNumber": "2KI 4:16",
    "verseText": "Elisha akamwambia, “Mwaka ujao, wakati kama huu utabeba mwana mikononi mwako.” Yule mama akapinga, akasema, “La hasha, bwana wangu, usimpotoshe mtumishi wako, ee mtu wa Mungu!”"
  },
  {
    "verseNumber": "2KI 4:17",
    "verseText": "Lakini yule mwanamke akapata mimba, na mwaka uliofuata wakati kama ule ule akamzaa mwana, kama vile Elisha alivyokuwa amemwambia."
  },
  {
    "verseNumber": "2KI 4:18",
    "verseText": "Mtoto akakua, naye siku moja akamwendea baba yake, ambaye alikuwa pamoja na wavunaji."
  },
  {
    "verseNumber": "2KI 4:19",
    "verseText": "Akamwambia baba yake, “Kichwa changu! Kichwa changu!” Baba yake akamwambia mtumishi, “Mchukue umpeleke kwa mama yake.”"
  },
  {
    "verseNumber": "2KI 4:20",
    "verseText": "Baada ya mtumishi kumbeba na kumpeleka kwa mama yake, mtoto akaketi mapajani mwa mama yake mpaka adhuhuri, kisha akafa."
  },
  {
    "verseNumber": "2KI 4:21",
    "verseText": "Mama akampandisha na kumlaza juu ya kitanda cha yule mtu wa Mungu, kisha akafunga mlango, akatoka nje."
  },
  {
    "verseNumber": "2KI 4:22",
    "verseText": "Akamwita mume wake na kusema, “Tafadhali mtume mmoja miongoni mwa mtumishi pamoja na punda ili niweze kwenda kwa mtu wa Mungu haraka na kurudi.”"
  },
  {
    "verseNumber": "2KI 4:23",
    "verseText": "Mume wake akamuuliza, “Kwa nini uende kwake leo? Leo si mwandamo wa mwezi, wala si Sabato.” Mwanamke akasema, “Yote ni sawa.”"
  },
  {
    "verseNumber": "2KI 4:24",
    "verseText": "Akatandika punda na kumwambia mtumishi wake, “Mwongoze huyo punda. Usinipunguzie mwendo mpaka nikuambie.”"
  },
  {
    "verseNumber": "2KI 4:25",
    "verseText": "Kwa hiyo akaenda na kumfikia huyo mtu wa Mungu katika Mlima Karmeli. Alipomwona kwa mbali, huyo mtu wa Mungu akamwambia mtumishi wake Gehazi, “Tazama, yule Mshunami!"
  },
  {
    "verseNumber": "2KI 4:26",
    "verseText": "Kimbia ukamlaki, umuulize, ‘Je, wewe hujambo? Mume wako hajambo? Mtoto wako ni mzima?’ ” Akasema, “Kila kitu ni sawasawa.”"
  },
  {
    "verseNumber": "2KI 4:27",
    "verseText": "Alipomfikia huyo mtu wa Mungu pale mlimani, akashika miguu yake. Gehazi akaja ili amwondoe, lakini yule mtu wa Mungu akasema, “Mwache! Yuko katika uchungu mkubwa, lakini BWANA amenificha jambo hili na hajaniambia kwa nini.”"
  },
  {
    "verseNumber": "2KI 4:28",
    "verseText": "Yule mwanamke akasema, “Je, bwana wangu, mimi nilikuomba mwana? Je, sikukuambia, ‘Usiamshe matumaini yangu’?”"
  },
  {
    "verseNumber": "2KI 4:29",
    "verseText": "Elisha akamwambia Gehazi, “Jikaze viuno, chukua fimbo yangu mkononi mwako na ukimbie. Ikiwa utakutana na mtu yeyote, usimsalimie, na mtu yeyote akikusalimu, usimjibu. Ilaze fimbo yangu juu ya uso wa mtoto.”"
  },
  {
    "verseNumber": "2KI 4:30",
    "verseText": "Lakini mama mtoto akasema, “Hakika kama BWANA aishivyo na wewe uishivyo, sitakuacha.” Kwa hiyo Elisha akainuka, akafuatana naye."
  },
  {
    "verseNumber": "2KI 4:31",
    "verseText": "Gehazi akatangulia mbele na kuilaza fimbo juu ya uso wa mtoto, lakini hapakuwa na sauti wala itikio. Hivyo Gehazi akarudi kukutana na Elisha, na kumwambia, “Mtoto hajaamka.”"
  },
  {
    "verseNumber": "2KI 4:32",
    "verseText": "Elisha alipofika kwenye ile nyumba, mtoto alikuwa amelala juu ya kitanda chake angali amekufa."
  },
  {
    "verseNumber": "2KI 4:33",
    "verseText": "Akaingia ndani, akajifungia yeye na yule mtoto, akamwomba BWANA."
  },
  {
    "verseNumber": "2KI 4:34",
    "verseText": "Kisha akapanda kitandani, akalala juu ya yule mtoto, mdomo wake juu ya mdomo wa mtoto, macho yake juu ya macho ya mtoto, mikono yake juu ya mikono ya mtoto. Naye alipojinyoosha juu yake, mwili wa mtoto ukapata joto."
  },
  {
    "verseNumber": "2KI 4:35",
    "verseText": "Elisha akajiondoa juu yake na kuanza kutembeatembea ndani ya chumba, kisha akarudi tena kitandani na kujinyoosha tena juu ya mtoto mara nyingine. Mtoto akapiga chafya mara saba, akafungua macho yake."
  },
  {
    "verseNumber": "2KI 4:36",
    "verseText": "Elisha akamwita Gehazi na kumwambia, “Mwite huyo Mshunami.” Naye akafanya hivyo. Yule Mshunami alipokuja, Elisha akasema, “Mchukue mwanao.”"
  },
  {
    "verseNumber": "2KI 4:37",
    "verseText": "Akaingia ndani, akaanguka miguuni pa Elisha na kusujudu hadi nchi. Kisha akamchukua mwanawe na kutoka nje."
  },
  {
    "verseNumber": "2KI 4:38",
    "verseText": "Elisha akarudi Gilgali, nako huko kulikuwa na njaa katika eneo lile. Wakati wana wa kundi la manabii walipokuwa wanakutana naye, akamwambia mtumishi wake, “Teleka chungu kikubwa jikoni uwapikie manabii.”"
  },
  {
    "verseNumber": "2KI 4:39",
    "verseText": "Mmoja wao akatoka kwenda mashambani kuchuma mboga na akapata mtango mwitu. Akachuma matango na kujaza nguo yake aliyoikunja ili kubebea. Aliporudi, akayakatakata na kuyatumbukiza ndani ya chungu, ingawa hakuna aliyejua ni nini."
  },
  {
    "verseNumber": "2KI 4:40",
    "verseText": "Mchuzi ukagawiwa watu, lakini walipoanza kula, wakalia, “Ee mtu wa Mungu, kuna mauti ndani ya chungu.” Nao hawakuweza kula."
  },
  {
    "verseNumber": "2KI 4:41",
    "verseText": "Elisha akasema, “Leteni unga.” Akauweka ndani ya chungu na kusema, “Wagawie watu ili wale.” Wala hapakuwa na kitu chochote chenye madhara ndani ya chungu."
  },
  {
    "verseNumber": "2KI 4:42",
    "verseText": "Akaja mtu kutoka Baal-Shalisha, akimletea mtu wa Mungu mikate ishirini ya shayiri iliyookwa kutokana na nafaka ya kwanza, pamoja na masuke ya nafaka mpya. Elisha akasema, “Wape watu ili wale.”"
  },
  {
    "verseNumber": "2KI 4:43",
    "verseText": "Mtumishi wake akamuuliza, “Nitawezaje kuandaa hii mbele ya watu mia?” Lakini Elisha akajibu, “Wape watu ili wale. Kwa maana hivi ndivyo asemavyo BWANA: ‘Watakula na kusaza.’ ”"
  },
  {
    "verseNumber": "2KI 4:44",
    "verseText": "Basi akaiandaa mbele yao ile mikate, wakala na baadhi yake wakasaza, sawasawa na neno la BWANA."
  },
  {
    "verseNumber": "2KI 5:1",
    "verseText": "Wakati huu, Naamani alikuwa jemadari wa jeshi la mfalme wa Aramu. Alikuwa mtu mkuu mbele ya bwana wake na aliyeheshimiwa sana, kwa sababu kupitia kwake, BWANA alikuwa amewapa Aramu ushindi. Alikuwa askari shujaa, lakini alikuwa na ukoma."
  },
  {
    "verseNumber": "2KI 5:2",
    "verseText": "Siku hizo vikosi kutoka Aramu vilikuwa vimekwenda na vikawa vimemteka msichana kutoka Israeli, naye akamtumikia mkewe Naamani."
  },
  {
    "verseNumber": "2KI 5:3",
    "verseText": "Akamwambia bibi yake, “Kama bwana wangu angelimwona nabii aliyeko Samaria! Angemponya ukoma wake.”"
  },
  {
    "verseNumber": "2KI 5:4",
    "verseText": "Naamani akaenda kwa bwana wake na kumwambia alichosema yule msichana kutoka Israeli."
  },
  {
    "verseNumber": "2KI 5:5",
    "verseText": "Mfalme wa Aramu akamjibu, “Hakika, nenda. Nitatuma barua kwa mfalme wa Israeli.” Kwa hiyo Naamani akaondoka, akiwa amechukua talanta kumi za fedha, shekeli 6,000 za dhahabu, na mivao kumi ya mavazi."
  },
  {
    "verseNumber": "2KI 5:6",
    "verseText": "Barua aliyopelekea mfalme wa Israeli iliandikwa hivi: “Pamoja na barua hii ninamtuma mtumishi wangu, Naamani, kwako ili uweze kumponya ukoma wake.”"
  },
  {
    "verseNumber": "2KI 5:7",
    "verseText": "Mara mfalme wa Israeli alipomaliza kuisoma ile barua, akararua mavazi yake na kusema, “Je, mimi ni Mungu? Je, mimi naweza kuua na kufufua tena? Kwa nini huyu mtu anamtuma mtu ili mimi nipate kumponya ukoma wake? Tazama jinsi anavyotafuta kuanzisha ugomvi nami!”"
  },
  {
    "verseNumber": "2KI 5:8",
    "verseText": "Elisha mtu wa Mungu aliposikia kwamba mfalme wa Israeli alikuwa amerarua mavazi yake, akamtumia ujumbe huu: “Kwa nini umerarua mavazi yako? Mwamuru mtu huyo aje kwangu, naye atajua ya kuwa yuko nabii katika Israeli.”"
  },
  {
    "verseNumber": "2KI 5:9",
    "verseText": "Kwa hiyo Naamani akaenda, akiwa na farasi zake na magari yake, na kusimama mlangoni mwa nyumba ya Elisha."
  },
  {
    "verseNumber": "2KI 5:10",
    "verseText": "Elisha akamtuma mjumbe kumwambia, “Nenda uoge katika Yordani mara saba, na nyama ya mwili wako itapona, nawe utatakasika.”"
  },
  {
    "verseNumber": "2KI 5:11",
    "verseText": "Lakini Naamani akaondoka akiwa amekasirika, akasema, “Hakika nilidhani kwamba angetoka nje, asimame na kuliitia jina la BWANA Mungu wake, na kuweka mkono wake juu ya mahali pagonjwa, aniponye ukoma wangu."
  },
  {
    "verseNumber": "2KI 5:12",
    "verseText": "Je, Abana na Farpari, mito ya Dameski, si bora zaidi kuliko mito yoyote ya Israeli? Je, nisingeweza kuoga ndani ya hiyo mito na kutakasika?” Basi akageuka na kuondoka kwa hasira kuu."
  },
  {
    "verseNumber": "2KI 5:13",
    "verseText": "Watumishi wa Naamani wakamwendea na kumwambia, “Baba yangu, kama huyo nabii angekuambia kufanya jambo lililo kubwa, je, usingelifanya? Je, si zaidi sana basi, anapokuambia, ‘Oga na utakasike!’ ”"
  },
  {
    "verseNumber": "2KI 5:14",
    "verseText": "Hivyo akashuka na kujizamisha ndani ya Yordani mara saba, kama vile huyo mtu wa Mungu alivyokuwa amemwambia, nayo nyama ya mwili wake ikapona na kutakasika kama ya mwili wa mvulana mdogo."
  },
  {
    "verseNumber": "2KI 5:15",
    "verseText": "Kisha Naamani na wahudumu wake wote wakarudi kwa yule mtu wa Mungu. Akasimama mbele yake na kusema, “Sasa najua kwamba hakuna Mungu katika ulimwengu wote isipokuwa katika Israeli. Tafadhali sasa upokee zawadi kutoka kwa mtumishi wako.”"
  },
  {
    "verseNumber": "2KI 5:16",
    "verseText": "Nabii akajibu, “Hakika kama BWANA aishivyo, ambaye ninamtumikia, sitapokea kitu hata kimoja.” Ingawa Naamani alimsihi sana, yeye alikataa."
  },
  {
    "verseNumber": "2KI 5:17",
    "verseText": "Naamani akasema, “Ikiwa hutapokea, tafadhali mtumishi wako na apewe udongo kiasi cha mzigo wa kuweza kubebwa na punda wawili, kwa sababu mtumishi wako hatatoa tena sadaka ya kuteketezwa na dhabihu kwa mungu mwingine isipokuwa BWANA."
  },
  {
    "verseNumber": "2KI 5:18",
    "verseText": "Lakini BWANA na amsamehe mtumishi wake kwa kitu hiki kimoja: Wakati bwana wangu atakapoingia kwenye hekalu la Rimoni ili kusujudu, naye akiwa anauegemea mkono wangu, nami nikasujudu huko pia, wakati nitakaposujudu ndani ya hekalu la Rimoni, BWANA na amsamehe mtumishi wako kwa ajili ya jambo hili.”"
  },
  {
    "verseNumber": "2KI 5:19",
    "verseText": "Elisha akamwambia, “Nenda kwa amani.” Baada ya Naamani kusafiri umbali fulani,"
  },
  {
    "verseNumber": "2KI 5:20",
    "verseText": "Gehazi, mtumishi wa Elisha mtu wa Mungu, akajiambia mwenyewe, “BWANA wangu amemwachia kirahisi sana Naamani, huyu Mwaramu, kwa kutokupokea kutoka kwake vile alivyovileta. Hakika kama BWANA aishivyo, nitamkimbilia na kupata kitu kutoka kwake.”"
  },
  {
    "verseNumber": "2KI 5:21",
    "verseText": "Hivyo Gehazi akaharakisha kumfuatilia Naamani. Naamani alipomwona akikimbia kumwelekea, akashuka chini kutoka kwenye gari lake na kwenda kumlaki. Akauliza, “Je, mambo yote ni sawa?”"
  },
  {
    "verseNumber": "2KI 5:22",
    "verseText": "Gehazi akajibu, “Mambo yote ni sawa. Bwana wangu amenituma nikuambie, ‘Vijana wawili kutoka kwa wana wa manabii wamenijia kutoka nchi ya vilima ya Efraimu. Tafadhali wape talanta ya fedha na mivao miwili ya mavazi.’ ”"
  },
  {
    "verseNumber": "2KI 5:23",
    "verseText": "Naamani akasema, “Hakika, chukua talanta mbili za fedha.” Akamsihi Gehazi azipokee, kisha akafunga talanta mbili za fedha katika mifuko miwili pamoja na mivao miwili ya mavazi. Akawapa watumishi wake wawili mizigo hiyo, nao wakaibeba wakitangulia mbele ya Gehazi."
  },
  {
    "verseNumber": "2KI 5:24",
    "verseText": "Gehazi alipofika kwenye kilima, akavichukua vile vitu kutoka kwa wale watumishi na kuvificha ndani ya nyumba. Akawaaga wale watu, nao wakaondoka."
  },
  {
    "verseNumber": "2KI 5:25",
    "verseText": "Kisha akaingia ndani na kusimama mbele ya Elisha bwana wake. Elisha akamuuliza, “Gehazi, ulikuwa wapi?” Gehazi akajibu, “Mtumishi wako hakwenda popote.”"
  },
  {
    "verseNumber": "2KI 5:26",
    "verseText": "Lakini Elisha akamwambia, “Je, roho yangu haikuwa pamoja nawe wakati yule mtu aliposhuka kutoka kwenye gari lake ili kukulaki? Je, huu ni wakati wa kupokea fedha au kupokea nguo, mashamba ya mizeituni, mashamba ya mizabibu, makundi ya kondoo na mbuzi, makundi ya ngʼombe, au watumishi wa kiume na wa kike?"
  },
  {
    "verseNumber": "2KI 5:27",
    "verseText": "Ukoma wa Naamani utakushika wewe na wazao wako milele.” Kisha Gehazi akaondoka mbele ya Elisha, mwenye ukoma, mweupe kama theluji."
  },
  {
    "verseNumber": "2KI 6:1",
    "verseText": "Wana wa manabii wakamwambia Elisha, “Tazama, mahali hapa tunapokutana nawe ni padogo sana kwetu."
  },
  {
    "verseNumber": "2KI 6:2",
    "verseText": "Twendeni Yordani, mahali ambapo kila mmoja wetu anaweza kupata nguzo moja, nasi tujenge huko mahali petu pa kuishi.” Naye akawaambia, “Nendeni.”"
  },
  {
    "verseNumber": "2KI 6:3",
    "verseText": "Kisha mmoja wao akasema, “Je, tafadhali, huwezi kufuatana na watumishi wako?” Elisha akajibu, “Nitakuja.”"
  },
  {
    "verseNumber": "2KI 6:4",
    "verseText": "Naye akaenda pamoja nao. Basi wakaenda Yordani, nao wakaanza kukata miti."
  },
  {
    "verseNumber": "2KI 6:5",
    "verseText": "Mmoja wao alipokuwa anakata mti, shoka lilitumbukia kwenye maji. Akalia, “Ee bwana wangu, shoka lilikuwa la kuazima!”"
  },
  {
    "verseNumber": "2KI 6:6",
    "verseText": "Mtu wa Mungu akauliza, “Je, liliangukia wapi?” Alipomwonyesha mahali penyewe, Elisha akakata kijiti na kukitupa mahali pale, nalo shoka likaelea."
  },
  {
    "verseNumber": "2KI 6:7",
    "verseText": "Akasema, “Lichukue.” Kisha yule mtu akanyoosha mkono wake, akalichukua."
  },
  {
    "verseNumber": "2KI 6:8",
    "verseText": "Wakati huo mfalme wa Aramu alikuwa akipigana vita na Israeli. Baada ya kukubaliana na maafisa wake, akasema, “Nitapiga kambi yangu mahali fulani na fulani.”"
  },
  {
    "verseNumber": "2KI 6:9",
    "verseText": "Mtu wa Mungu akatuma ujumbe kwa mfalme wa Israeli: “Jihadhari usije ukapita mahali pale, kwa sababu Waaramu wanashuka huko.”"
  },
  {
    "verseNumber": "2KI 6:10",
    "verseText": "Kwa hiyo mfalme wa Israeli akatuma neno la tahadhari mahali pale alikokuwa ameelekezwa na mtu wa Mungu. Mara kwa mara Elisha alimwonya mfalme kwamba watu wawe macho kwenye maeneo kama hayo."
  },
  {
    "verseNumber": "2KI 6:11",
    "verseText": "Hili lilimfadhaisha sana mfalme wa Aramu. Akawaita maafisa wake, akawauliza, “Je, hamtaniambia ni nani miongoni mwenu aliye upande wa mfalme wa Israeli?”"
  },
  {
    "verseNumber": "2KI 6:12",
    "verseText": "Mmoja wa maafisa wake akasema, “Mfalme bwana wangu, hakuna hata mmoja wetu. Lakini Elisha, yule nabii aliye Israeli, humwambia mfalme wa Israeli hata yale maneno unayozungumza katika chumba chako cha kulala.”"
  },
  {
    "verseNumber": "2KI 6:13",
    "verseText": "Mfalme akaagiza akisema, “Nendeni, mkatafute aliko, ili niweze kutuma watu kumkamata.” Taarifa ikarudi kwamba, “Yuko Dothani.”"
  },
  {
    "verseNumber": "2KI 6:14",
    "verseText": "Ndipo akatuma farasi na magari ya vita na jeshi lenye nguvu huko. Walikwenda usiku na kuuzunguka mji."
  },
  {
    "verseNumber": "2KI 6:15",
    "verseText": "Kesho yake asubuhi na mapema, mtumishi wa mtu wa Mungu alipoamka na kutoka nje, jeshi, pamoja na farasi na magari ya vita, likawa limeuzunguka mji. Mtumishi wake akasema, “Ole wetu, bwana wangu! Tutafanya nini?”"
  },
  {
    "verseNumber": "2KI 6:16",
    "verseText": "Nabii akajibu, “Usiogope. Wale walio pamoja nasi ni wengi zaidi kuliko wale walio pamoja nao.”"
  },
  {
    "verseNumber": "2KI 6:17",
    "verseText": "Kisha Elisha akaomba, “Ee BWANA, mfumbue macho huyu mtumishi ili apate kuona.” Ndipo BWANA akayafumbua macho ya yule mtumishi, naye akatazama na kuona vilima vimejaa farasi na magari ya moto, yamemzunguka Elisha pande zote."
  },
  {
    "verseNumber": "2KI 6:18",
    "verseText": "Wakati adui waliposhuka kumwelekea, Elisha akamwomba BWANA: “Wapige watu hawa kwa upofu.” Basi Mungu akawapiga kwa upofu, kama Elisha alivyoomba."
  },
  {
    "verseNumber": "2KI 6:19",
    "verseText": "Elisha akawaambia, “Hii sio njia yenyewe, na huu sio huo mji. Nifuateni mimi, nami nitawapeleka kwa huyo mtu mnayemtafuta.” Naye akawapeleka Samaria."
  },
  {
    "verseNumber": "2KI 6:20",
    "verseText": "Baada ya kuingia mjini, Elisha akasema, “BWANA, yafungue macho ya watu hawa ili wapate kuona.” Ndipo BWANA akayafungua macho yao, na walipotazama, kumbe hapo ndipo walipojikuta, ndani ya Samaria."
  },
  {
    "verseNumber": "2KI 6:21",
    "verseText": "Wakati mfalme wa Israeli alipowaona, akamuuliza Elisha, “Je, baba yangu, niwaue?”"
  },
  {
    "verseNumber": "2KI 6:22",
    "verseText": "Naye akajibu, “Usiwaue. Je, utawaua watu uliowateka kwa upanga wako mwenyewe na upinde wako? Wape chakula na maji ili wapate kula na kunywa, na kisha wamrudie bwana wao.”"
  },
  {
    "verseNumber": "2KI 6:23",
    "verseText": "Basi akawaandalia karamu kubwa, na baada ya kula na kunywa, akawaaga nao wakarudi kwa bwana wao. Hivyo, vikosi kutoka Aramu vikakoma kuvamia nchi ya Israeli."
  },
  {
    "verseNumber": "2KI 6:24",
    "verseText": "Baada ya kitambo kidogo, Ben-Hadadi mfalme wa Aramu akaandaa jeshi lake lote akapanda kwenda kuihusuru Samaria."
  },
  {
    "verseNumber": "2KI 6:25",
    "verseText": "Kukawa na njaa kuu katika mji. Samaria ilizingirwa kwa muda mrefu, kiasi kwamba kichwa cha punda kiliuzwa kwa shekeli themanini za fedha, na robo ya kibaba cha mavi ya njiwa kiliuzwa kwa shekeli tano za fedha."
  },
  {
    "verseNumber": "2KI 6:26",
    "verseText": "Wakati mfalme wa Israeli alipokuwa anapita juu ya ukuta, mwanamke mmoja akamlilia, “Bwana wangu mfalme, nisaidie!”"
  },
  {
    "verseNumber": "2KI 6:27",
    "verseText": "Mfalme akajibu, “Ikiwa BWANA hakusaidii, nitakutolea wapi msaada? Je, ni kutoka kwenye sakafu ya kupuria? Au kwenye shinikizo la divai?”"
  },
  {
    "verseNumber": "2KI 6:28",
    "verseText": "Kisha akamuuliza, “Kwani kuna nini?” Yule mwanamke akamjibu, “Huyu mwanamke aliniambia, ‘Mtoe mwanao ili tupate kumla leo, na kesho tutamla mwanangu.’"
  },
  {
    "verseNumber": "2KI 6:29",
    "verseText": "Basi tukampika mwanangu na kumla. Siku iliyofuata nikamwambia, ‘Mtoe mwanao ili tupate kumla.’ Lakini akawa amemficha.”"
  },
  {
    "verseNumber": "2KI 6:30",
    "verseText": "Wakati mfalme aliposikia maneno ya yule mwanamke, alirarua mavazi yake. Naye alipoendelea kutembea ukutani, watu wakamtazama, na ndani ya mavazi yake alikuwa amevaa nguo ya gunia mwilini mwake."
  },
  {
    "verseNumber": "2KI 6:31",
    "verseText": "Akasema, “Mungu na anitendee hivyo na kuzidi, ikiwa kichwa cha Elisha mwana wa Shafati kitabaki juu ya mabega yake leo!”"
  },
  {
    "verseNumber": "2KI 6:32",
    "verseText": "Wakati huu, Elisha alikuwa ameketi ndani ya nyumba yake, akiwa pamoja na wazee. Mfalme akatuma mjumbe kumtangulia, lakini kabla hajafika, Elisha akawaambia wale wazee, “Hammwoni huyu muuaji jinsi anavyotuma mtu kukata kichwa changu? Tazama, wakati mjumbe huyo atakapofika, fungeni mlango na mzuieni asiingie. Je, vishindo vya nyayo za bwana wake haviko nyuma yake?”"
  },
  {
    "verseNumber": "2KI 6:33",
    "verseText": "Alipokuwa angali bado anazungumza nao, mjumbe akamfikia. Naye mfalme akasema, “Maafa haya yanatoka kwa BWANA. Kwa nini niendelee kumngoja BWANA zaidi?”"
  },
  {
    "verseNumber": "2KI 7:1",
    "verseText": "Elisha akasema, “Sikiliza neno la BWANA. Hivi ndivyo asemavyo BWANA: Wakati kama huu kesho, kipimo kimoja cha unga mzuri kitauzwa kwa shekeli moja ya fedha, na vibaba viwili vya shayiri kwa shekeli moja ya fedha katika lango la Samaria.”"
  },
  {
    "verseNumber": "2KI 7:2",
    "verseText": "Yule afisa ambaye mfalme alikuwa anauegemea mkono wake akamwambia yule mtu wa Mungu, “Tazama, hata kama BWANA atafungua madirisha ya mbinguni, je, jambo hili litawezekana?” Elisha akajibu, “Utaona kwa macho yako mwenyewe, lakini wewe hutakula chochote kati ya hivyo!”"
  },
  {
    "verseNumber": "2KI 7:3",
    "verseText": "Basi kulikuwepo na watu wanne wenye ukoma katika ingilio la lango la mji. Wakaambiana, “Kwa nini tukae hapa mpaka tufe?"
  },
  {
    "verseNumber": "2KI 7:4",
    "verseText": "Kama tukisema, ‘Tutaingia mjini,’ mjini kuna njaa, nasi tutakufa humo. Kama tukikaa hapa, tutakufa. Kwa hiyo twende kwenye kambi ya Waaramu na tujisalimishe. Kama wakituacha hai, tutaishi; kama wakituua, basi na tufe.”"
  },
  {
    "verseNumber": "2KI 7:5",
    "verseText": "Wakati wa giza la jioni, wakaondoka na kwenda kwenye kambi ya Waaramu. Walipofika mwanzo wa kambi, hapakuwa na mtu,"
  },
  {
    "verseNumber": "2KI 7:6",
    "verseText": "kwa kuwa Bwana alilifanya jeshi la Waaramu lisikie sauti kama ya magari ya vita, farasi na jeshi kubwa, kiasi kwamba waliambiana, “Tazama, mfalme wa Israeli ameajiri mfalme wa Wahiti na mfalme wa Wamisri kuja kutushambulia sisi!”"
  },
  {
    "verseNumber": "2KI 7:7",
    "verseText": "Kwa hiyo wakaondoka na kukimbia wakati wa giza la jioni na kuacha mahema yao, farasi wao na punda wao. Wakakimbia kuokoa maisha yao na kuacha kila kitu ndani ya kambi kama kilivyokuwa."
  },
  {
    "verseNumber": "2KI 7:8",
    "verseText": "Wale watu wenye ukoma walipofika mwanzoni mwa kambi, wakaingia kwenye mojawapo ya mahema. Wakala na kunywa, na kuchukua fedha, dhahabu na nguo, wakaenda kuvificha. Wakarudi na kuingia katika hema jingine, na kuchukua baadhi ya vitu kutoka ndani yake na kuvificha pia."
  },
  {
    "verseNumber": "2KI 7:9",
    "verseText": "Kisha wakaambiana, “Hili tunalolifanya sio jema. Hii ni siku ya habari njema, nasi tunakaa kimya. Kama tukisubiri mpaka mapambazuko, maafa yatatupata. Twendeni mara moja tukatoe habari hizi katika jumba la mfalme.”"
  },
  {
    "verseNumber": "2KI 7:10",
    "verseText": "Hivyo wakaenda mjini na kuwaita walinzi wa langoni, wakawaambia, “Tulikwenda katika kambi ya Waaramu lakini hapakuwepo na mtu huko, hata sauti ya mtu yeyote, ila farasi na punda waliofungwa na mahema yaliyoachwa kama yalivyokuwa.”"
  },
  {
    "verseNumber": "2KI 7:11",
    "verseText": "Walinzi wa langoni wakatangaza habari ile kwa sauti kuu, na taarifa hii ikatolewa ndani ya jumba la mfalme."
  },
  {
    "verseNumber": "2KI 7:12",
    "verseText": "Mfalme akaamka usiku na kuwaambia maafisa wake, “Nitawaambia kile Waaramu walichotufanyia. Wanajua kwamba tuna njaa, hivyo wameacha kambi yao ili kujificha mashambani, wakifikiri, ‘Kwa hakika watatoka nje ya mji, nasi tutawakamata wakiwa hai na kuingia ndani ya mji.’ ”"
  },
  {
    "verseNumber": "2KI 7:13",
    "verseText": "Mmoja wa maafisa wake akajibu, “Waamuru watu wachache wakawachukue farasi watano kati ya wale waliobaki katika mji. Hatima yao itakuwa kama ya Waisraeli wote walio hapa. Watakuwa tu kama Waisraeli hawa ambao wanangoja kifo. Hivyo tuwatumeni wajue kumetendeka nini.”"
  },
  {
    "verseNumber": "2KI 7:14",
    "verseText": "Ndipo wakachagua magari mawili ya vita pamoja na farasi wake, naye mfalme akawatuma wafuatilie jeshi la Waaramu. Akawaamuru waendeshaji akisema, “Nendeni mkaone ni nini kilichotokea.”"
  },
  {
    "verseNumber": "2KI 7:15",
    "verseText": "Wakawafuatia hadi Yordani, nao wakakuta barabara yote ikiwa imetapakaa nguo na vyombo vya Waaramu walivyokuwa wamevitupa walipokuwa wanatoroka. Basi wale wajumbe wakarudi na kutoa taarifa kwa mfalme."
  },
  {
    "verseNumber": "2KI 7:16",
    "verseText": "Kisha watu wakatoka na kuteka nyara kambi ya Waaramu. Kwa hiyo kipimo cha unga mzuri kikauzwa kwa shekeli, na vipimo viwili vya shayiri kwa shekeli, kama vile BWANA alivyokuwa amesema."
  },
  {
    "verseNumber": "2KI 7:17",
    "verseText": "Basi mfalme alikuwa amemweka yule afisa ambaye mfalme alikuwa anauegemea mkono wake awe msimamizi wa lango. Nao watu wakamkanyaga walipoingia langoni, naye akafa, kama vile mtu wa Mungu alivyokuwa ametangulia kusema wakati mfalme alipofika nyumbani kwake."
  },
  {
    "verseNumber": "2KI 7:18",
    "verseText": "Ikatokea kama vile mtu wa Mungu alivyokuwa amemwambia mfalme: “Wakati kama huu kesho, kipimo kimoja cha unga mzuri kitauzwa kwa shekeli moja ya fedha, na vibaba viwili vya shayiri kwa shekeli moja ya fedha katika lango la Samaria.”"
  },
  {
    "verseNumber": "2KI 7:19",
    "verseText": "Yule afisa alikuwa amemwambia yule mtu wa Mungu, “Tazama, hata kama BWANA atafungua madirisha ya mbinguni, je, jambo hili litawezekana?” Naye yule mtu wa Mungu alikuwa amemjibu, “Utaona kwa macho yako mwenyewe, lakini wewe hutakula chochote kati ya hivyo!”"
  },
  {
    "verseNumber": "2KI 7:20",
    "verseText": "Ndivyo hasa ilivyotokea kwake, kwa kuwa watu walimkanyaga langoni, naye akafa."
  },
  {
    "verseNumber": "2KI 8:1",
    "verseText": "Wakati huu, Elisha alikuwa amemwambia yule mwanamke ambaye mwanawe alikuwa amefufuliwa, “Ondoka wewe na jamaa yako ukaishi mahali popote unapoweza kwa kitambo kidogo, kwa sababu BWANA ameamuru njaa katika nchi hii ambayo itadumu kwa miaka saba.”"
  },
  {
    "verseNumber": "2KI 8:2",
    "verseText": "Yule mwanamke akafanya kama vile yule mtu wa Mungu alivyosema. Yeye na jamaa yake wakaondoka na kwenda kuishi katika nchi ya Wafilisti kwa miaka saba."
  },
  {
    "verseNumber": "2KI 8:3",
    "verseText": "Baada ya miaka saba, yule mwanamke akarudi kutoka nchi ya Wafilisti, akaenda kwa mfalme kumsihi kwa ajili ya nyumba yake na shamba lake."
  },
  {
    "verseNumber": "2KI 8:4",
    "verseText": "Mfalme alikuwa anazungumza na Gehazi, mtumishi wa mtu wa Mungu, naye alikuwa amesema, “Hebu niambie mambo yote makuu yaliyofanywa na Elisha.”"
  },
  {
    "verseNumber": "2KI 8:5",
    "verseText": "Wakati Gehazi alipokuwa akimweleza mfalme jinsi Elisha alivyomfufua mtu, yule mwanamke ambaye mwanawe alikuwa amefufuliwa na Elisha akaja ili amsihi mfalme kwa ajili ya nyumba yake na shamba lake. Gehazi akasema, “Huyu ndiye huyo mwanamke, bwana wangu mfalme, na huyu ndiye mwanawe ambaye Elisha alimfufua.”"
  },
  {
    "verseNumber": "2KI 8:6",
    "verseText": "Mfalme akamuuliza yule mwanamke kuhusu mambo hayo, naye akamweleza. Ndipo akaamuru afisa ashughulikie shauri lake na kumwambia, “Mrudishie huyu mwanamke kila kitu kilichokuwa mali yake, pamoja na mapato yote yaliyotokana na shamba lake tangu siku alipoondoka nchini hadi sasa.”"
  },
  {
    "verseNumber": "2KI 8:7",
    "verseText": "Elisha akaenda Dameski, naye Ben-Hadadi mfalme wa Aramu alikuwa mgonjwa. Mfalme alipoambiwa, “Mtu wa Mungu ametoka mbali akapanda hadi hapa,”"
  },
  {
    "verseNumber": "2KI 8:8",
    "verseText": "mfalme akamwambia Hazaeli. “Chukua zawadi na uende kumlaki huyo mtu wa Mungu. Muulize BWANA kupitia yeye, kwamba, ‘Je, nitapona ugonjwa huu?’ ”"
  },
  {
    "verseNumber": "2KI 8:9",
    "verseText": "Hazaeli akaenda kumlaki Elisha, akiwa amechukua zawadi ya kila kitu kizuri kilichopatikana Dameski, mizigo iliyobebwa na ngamia arobaini. Akaingia ndani na kusimama mbele yake, akasema, “Mwanao Ben-Hadadi mfalme wa Aramu amenituma niulize, ‘Je, nitapona ugonjwa huu?’ ”"
  },
  {
    "verseNumber": "2KI 8:10",
    "verseText": "Elisha akajibu, “Nenda ukamwambie, ‘Hakika utapona’; lakini BWANA amenifunulia kwamba kweli atakufa.”"
  },
  {
    "verseNumber": "2KI 8:11",
    "verseText": "Elisha akamkazia Hazaeli macho kwa nguvu mpaka akaona aibu. Kisha mtu wa Mungu akaanza kulia."
  },
  {
    "verseNumber": "2KI 8:12",
    "verseText": "Hazaeli akauliza “Kwa nini bwana wangu analia?” Elisha akajibu, “Kwa sababu najua mabaya utakayowatendea Waisraeli. Utachoma moto ngome zao, utawaua vijana wao kwa upanga, kuwatupa chini kwa nguvu watoto wachanga, na kuwatumbua wanawake wenye mimba.”"
  },
  {
    "verseNumber": "2KI 8:13",
    "verseText": "Hazaeli akasema, “Itawezekanaje mtumishi wako, aliye mbwa tu, kufanya tendo la ajabu namna hiyo?” Elisha akamjibu, “BWANA amenionyesha kuwa utakuwa mfalme wa Aramu.”"
  },
  {
    "verseNumber": "2KI 8:14",
    "verseText": "Kisha Hazaeli akamwacha Elisha na kumrudia bwana wake. Ben-Hadadi akamuuliza, “Elisha alikuambia nini?” Hazaeli akajibu, “Aliniambia kwamba hakika utapona.”"
  },
  {
    "verseNumber": "2KI 8:15",
    "verseText": "Lakini kesho yake Hazaeli akachukua nguo nzito, akailoweka ndani ya maji, akaitandaza juu ya uso wa mfalme, hivyo akafa. Kisha Hazaeli akaingia mahali pake kuwa mfalme wa Aramu."
  },
  {
    "verseNumber": "2KI 8:16",
    "verseText": "Katika mwaka wa tano wa Yoramu mwana wa Ahabu mfalme wa Israeli, wakati huo Yehoshafati akiwa mfalme wa Yuda, Yehoramu mwana wa Yehoshafati akaanza kutawala kama mfalme wa Yuda."
  },
  {
    "verseNumber": "2KI 8:17",
    "verseText": "Alikuwa na umri wa miaka thelathini na miwili alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka minane."
  },
  {
    "verseNumber": "2KI 8:18",
    "verseText": "Akaenenda katika njia za wafalme wa Israeli, kama nyumba ya Ahabu ilivyokuwa imefanya, kwa kuwa alimwoa binti wa Ahabu. Akatenda maovu machoni pa BWANA."
  },
  {
    "verseNumber": "2KI 8:19",
    "verseText": "Hata hivyo, kwa ajili ya Daudi mtumishi wake, BWANA hakutaka kuiangamiza Yuda. Alikuwa ameahidi kuidumisha taa kwa ajili ya Daudi na wazao wake milele."
  },
  {
    "verseNumber": "2KI 8:20",
    "verseText": "Wakati wa Yehoramu, Edomu waliasi dhidi ya Yuda na kujiwekea mfalme wao wenyewe."
  },
  {
    "verseNumber": "2KI 8:21",
    "verseText": "Basi Yehoramu akaenda Sairi pamoja na magari yake yote ya vita. Waedomu wakamzunguka yeye na majemadari wake wa magari yake ya vita, lakini akaondoka, akapenya usiku na kuwashambulia Waedomu. Hata hivyo, jeshi lake likatorokea nyumbani mwao."
  },
  {
    "verseNumber": "2KI 8:22",
    "verseText": "Hadi leo Edomu wameasi dhidi ya Yuda. Libna pia wakaasi wakati huo huo."
  },
  {
    "verseNumber": "2KI 8:23",
    "verseText": "Kwa matukio mengine ya utawala wa Yehoramu na yote aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 8:24",
    "verseText": "Yehoramu akalala pamoja na baba zake, na akazikwa pamoja nao katika Mji wa Daudi. Naye Ahazia mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 8:25",
    "verseText": "Katika mwaka wa kumi na mbili wa utawala wa Yoramu mwana wa Ahabu mfalme wa Israeli, Ahazia mwana wa Yehoramu mfalme wa Yuda alianza kutawala."
  },
  {
    "verseNumber": "2KI 8:26",
    "verseText": "Ahazia alikuwa na umri wa miaka ishirini na miwili alipoanza kutawala, naye akatawala katika Yerusalemu kwa mwaka mmoja. Mama yake aliitwa Athalia, mjukuu wa Omri mfalme wa Israeli."
  },
  {
    "verseNumber": "2KI 8:27",
    "verseText": "Akaenenda katika njia za nyumba ya Ahabu, na kutenda maovu machoni pa BWANA, kama nyumba ya Ahabu ilivyokuwa imefanya, kwa kuwa alikuwa ameoa kutoka nyumba ya Ahabu."
  },
  {
    "verseNumber": "2KI 8:28",
    "verseText": "Ahazia akaenda vitani na Yoramu mwana wa Ahabu kupigana na Hazaeli mfalme wa Aramu huko Ramoth-Gileadi. Waaramu wakamjeruhi Yoramu."
  },
  {
    "verseNumber": "2KI 8:29",
    "verseText": "Hivyo Mfalme Yoramu akarudi Yezreeli ili apate kuuguza majeraha aliyojeruhiwa na Waaramu huko Ramothi alipopigana na Hazaeli mfalme wa Aramu. Ndipo Ahazia mwana wa Yehoramu mfalme wa Yuda akashuka kwenda Yezreeli kumtazama Yoramu mwana wa Ahabu, kwa sababu alikuwa amejeruhiwa."
  },
  {
    "verseNumber": "2KI 9:1",
    "verseText": "Nabii Elisha akamwita mtu mmoja kutoka kwa wana wa manabii na kumwambia, “Jikaze viuno, uichukue hii chupa ya mafuta, na uende Ramoth-Gileadi."
  },
  {
    "verseNumber": "2KI 9:2",
    "verseText": "Ukifika huko, mtafute Yehu mwana wa Yehoshafati, mwana wa Nimshi. Enda kwake, umtenge na wenzake, na umpeleke katika chumba cha ndani."
  },
  {
    "verseNumber": "2KI 9:3",
    "verseText": "Kisha chukua hii chupa na umimine mafuta juu ya kichwa chake, nawe utangaze, ‘Hivi ndivyo asemavyo BWANA: Ninakutia mafuta uwe mfalme juu ya Israeli.’ Kisha ufungue mlango na ukimbie; usikawie!”"
  },
  {
    "verseNumber": "2KI 9:4",
    "verseText": "Basi yule kijana nabii akaenda Ramoth-Gileadi."
  },
  {
    "verseNumber": "2KI 9:5",
    "verseText": "Wakati alipofika, akawakuta maafisa wa jeshi wameketi pamoja, akasema, “Nina ujumbe wako, ee jemadari.” Yehu akauliza, “Kwa yupi miongoni mwetu?” Akamjibu, “Kwako wewe, jemadari.”"
  },
  {
    "verseNumber": "2KI 9:6",
    "verseText": "Yehu akainuka na kuingia ndani ya nyumba. Ndipo yule nabii akamimina mafuta juu ya kichwa cha Yehu na kutangaza, “Hivi ndivyo asemavyo BWANA, Mungu wa Israeli: ‘Ninakutia mafuta uwe mfalme juu ya watu wa BWANA, yaani Israeli."
  },
  {
    "verseNumber": "2KI 9:7",
    "verseText": "Inakupasa uiangamize nyumba ya bwana wako Ahabu, nami nitalipiza kisasi cha damu ya watumishi wangu manabii na damu ya watumishi wote wa BWANA iliyomwagwa na Yezebeli."
  },
  {
    "verseNumber": "2KI 9:8",
    "verseText": "Nyumba yote ya Ahabu itaangamia. Nitamkatilia mbali kila mzaliwa wa kiume wa Ahabu katika Israeli, aliye mtumwa ama aliye huru."
  },
  {
    "verseNumber": "2KI 9:9",
    "verseText": "Nitaifanya nyumba ya Ahabu kuwa kama ile nyumba ya Yeroboamu mwana wa Nebati, na kama ile nyumba ya Baasha mwana wa Ahiya."
  },
  {
    "verseNumber": "2KI 9:10",
    "verseText": "Kuhusu Yezebeli, mbwa watamla kwenye kiwanja huko Yezreeli, wala hakuna mtu atakayemzika.’ ” Kisha akafungua mlango na kukimbia."
  },
  {
    "verseNumber": "2KI 9:11",
    "verseText": "Yehu alipotoka nje na kurudi kwenda kwa maafisa wenzake, mmoja wao akamuuliza, “Je, kila kitu ni salama? Kwa nini huyu mwenye wazimu alikuja kwako?” Yehu akajibu, “Wewe unamfahamu huyo mtu, na aina ya mambo ambayo yeye husema.”"
  },
  {
    "verseNumber": "2KI 9:12",
    "verseText": "Wakasema, “Hiyo siyo kweli! Tuambie.” Yehu akasema, “Haya ndiyo aliyoniambia: ‘Hivi ndivyo asemavyo BWANA: Ninakutia mafuta uwe mfalme juu ya Israeli.’ ”"
  },
  {
    "verseNumber": "2KI 9:13",
    "verseText": "Wakaharakisha kuvua mavazi yao, na kuyatandaza chini ya Yehu ili akanyage juu kwenye ngazi ya nje. Kisha wakapiga tarumbeta na kupaza sauti wakisema, “Yehu ni mfalme!”"
  },
  {
    "verseNumber": "2KI 9:14",
    "verseText": "Basi Yehu mwana wa Yehoshafati, mwana wa Nimshi, akafanya shauri baya dhidi ya Yoramu. (Wakati huu, Yoramu na Israeli wote walikuwa wakiilinda Ramoth-Gileadi dhidi ya Hazaeli mfalme wa Aramu,"
  },
  {
    "verseNumber": "2KI 9:15",
    "verseText": "lakini Mfalme Yoramu alikuwa amerudishwa Yezreeli ili kujiuguza kutokana na majeraha ambayo Waaramu walimtia katika vita na Hazaeli mfalme wa Aramu.) Yehu akasema, “Kama hii ndiyo nia yenu, msimruhusu hata mmoja kutoroka nje ya mji kwenda kupeleka habari huko Yezreeli.”"
  },
  {
    "verseNumber": "2KI 9:16",
    "verseText": "Ndipo Yehu akaingia katika gari lake la vita na kuendesha kwenda Yezreeli, kwa sababu Yoramu alikuwa amepumzika huko, na Ahazia mfalme wa Yuda alikuwa ameenda kumwona."
  },
  {
    "verseNumber": "2KI 9:17",
    "verseText": "Mlinzi aliyesimama juu ya kinara cha Yezreeli alipoona askari wa Yehu wanakuja, akaita akisema, “Naona askari wanakuja.” Yoramu akaamuru, “Mtwae mpanda farasi umtume akakutane nao na kuuliza, ‘Je, mmekuja kwa amani?’ ”"
  },
  {
    "verseNumber": "2KI 9:18",
    "verseText": "Mpanda farasi akaondoka kwenda kukutana na Yehu na kusema, “Hivi ndivyo asemavyo mfalme: ‘Je, mmekuja kwa amani?’ ” Yehu akamjibu, “Una nini na amani? Unga msafara nyuma yangu.” Mlinzi akatoa habari, “Mjumbe amewafikia lakini harudi.”"
  },
  {
    "verseNumber": "2KI 9:19",
    "verseText": "Basi mfalme akamtuma mpanda farasi wa pili. Wakati alipowafikia akasema, “Hivi ndivyo asemavyo mfalme, ‘Je, mmekuja kwa amani?’ ” Yehu akajibu, “Una nini na amani? Unga msafara nyuma yangu.”"
  },
  {
    "verseNumber": "2KI 9:20",
    "verseText": "Yule mlinzi akatoa taarifa akasema, “Mjumbe amewafikia, lakini hata yeye harudi. Uendeshaji ule ni kama wa Yehu mwana wa Nimshi, anaendesha kama mwenye wazimu!”"
  },
  {
    "verseNumber": "2KI 9:21",
    "verseText": "Yoramu akaagiza, akasema, “Weka tayari gari langu la vita.” Na baada ya gari kuwa tayari, Yoramu mfalme wa Israeli, na Ahazia mfalme wa Yuda, wakaondoka kila mmoja kwenye gari lake ili kukutana na Yehu. Walikutana naye katika shamba lililokuwa mali ya Nabothi, Myezreeli."
  },
  {
    "verseNumber": "2KI 9:22",
    "verseText": "Yoramu alipomwona Yehu akauliza, “Je, Yehu, umekuja kwa amani?” Yehu akajibu, “Kunawezaje kuwa na amani wakati ibada za sanamu na uchawi wa mama yako Yezebeli ungaliko?”"
  },
  {
    "verseNumber": "2KI 9:23",
    "verseText": "Yoramu akageuka nyuma na kukimbia, akimwambia Ahazia, “Huu ni uhaini, Ahazia!”"
  },
  {
    "verseNumber": "2KI 9:24",
    "verseText": "Kisha Yehu akatwaa upinde wake na kumchoma Yoramu katikati ya mabega. Mshale ukapenya kwenye moyo wake, naye akaanguka ghafula ndani ya gari lake."
  },
  {
    "verseNumber": "2KI 9:25",
    "verseText": "Yehu akamwambia Bidkari, mwendeshaji wa gari lake, “Mwinue na umtupe katika shamba lililokuwa mali ya Nabothi, Myezreeli. Kumbuka jinsi mimi na wewe tulivyokuwa tukiendesha pamoja magari yetu nyuma ya Ahabu baba yake, wakati BWANA alipotoa unabii huu kumhusu:"
  },
  {
    "verseNumber": "2KI 9:26",
    "verseText": "‘Jana niliona damu ya Nabothi na damu ya wanawe, nami kwa hakika nitakufanya uilipe juu ya shamba hili, asema BWANA.’ Sasa basi, mwinue na umtupe juu ya kiwanja, kulingana na neno la BWANA.”"
  },
  {
    "verseNumber": "2KI 9:27",
    "verseText": "Wakati Ahazia mfalme wa Yuda alipoona kilichotokea, akakimbia kupitia barabara ya Beth-Hagani. Yehu akamkimbiza akipaza sauti na kusema, “Muue naye pia!” Wakamjeruhi katika gari lake kwenye njia ielekeayo Guri karibu na Ibleamu, lakini akatorokea Megido na akafia huko."
  },
  {
    "verseNumber": "2KI 9:28",
    "verseText": "Watumishi wake wakambeba kwa gari la vita na kumpeleka Yerusalemu, wakamzika pamoja na baba zake kwenye kaburi lake katika Mji wa Daudi."
  },
  {
    "verseNumber": "2KI 9:29",
    "verseText": "(Katika mwaka wa kumi na moja wa Yoramu mwana wa Ahabu, Ahazia alianza kutawala katika Yuda.)"
  },
  {
    "verseNumber": "2KI 9:30",
    "verseText": "Kisha Yehu akaenda Yezreeli. Yezebeli aliposikia habari hii, akayapaka macho yake rangi, akatengeneza nywele zake na kutazama nje dirishani."
  },
  {
    "verseNumber": "2KI 9:31",
    "verseText": "Yehu alipokuwa akiingia langoni, Yezebeli akasema, “Je, umekuja kwa amani, Zimri, wewe muuaji wa bwana wako?”"
  },
  {
    "verseNumber": "2KI 9:32",
    "verseText": "Yehu akaangalia juu dirishani na kuita, “Je, ni nani aliye upande wangu? Ni nani?” Matowashi wawili au watatu wakamtazama."
  },
  {
    "verseNumber": "2KI 9:33",
    "verseText": "Yehu akasema, “Mtupeni huyo mwanamke chini!” Kwa hiyo wakamtupa chini, nayo baadhi ya damu yake ikatapanyika ukutani na nyingine juu ya farasi walipokuwa wakimkanyaga kwa miguu yao."
  },
  {
    "verseNumber": "2KI 9:34",
    "verseText": "Yehu akaingia ndani, akala na akanywa. Akasema, “Mshughulikieni huyo mwanamke aliyelaaniwa. Mzikeni, kwa sababu alikuwa binti wa mfalme.”"
  },
  {
    "verseNumber": "2KI 9:35",
    "verseText": "Lakini walipotoka kwenda kumzika, hawakukuta kitu chochote isipokuwa fuvu la kichwa, miguu yake na mikono."
  },
  {
    "verseNumber": "2KI 9:36",
    "verseText": "Wakarudi na kumwambia Yehu, ambaye alisema, “Hili ndilo neno la BWANA alilosema kupitia kinywa cha mtumishi wake Eliya Mtishbi, kwamba: Katika kiwanja cha Yezreeli, mbwa wataikula nyama ya Yezebeli."
  },
  {
    "verseNumber": "2KI 9:37",
    "verseText": "Maiti ya Yezebeli itakuwa kama mavi shambani katika uwanja wa Yezreeli, kwamba hakutakuwepo mtu atakayeweza kusema, ‘Huyu ndiye Yezebeli.’ ”"
  },
  {
    "verseNumber": "2KI 10:1",
    "verseText": "Wakati huu katika Samaria walikuwepo wana sabini wa nyumba ya Ahabu. Kwa hiyo Yehu akaandika barua na kuzituma Samaria: kwa maafisa wa Yezreeli, kwa wazee, na kwa walezi wa watoto wa Ahabu. Akasema,"
  },
  {
    "verseNumber": "2KI 10:2",
    "verseText": "“Mara tu barua hii itakapokufikia, kwa kuwa wana wa bwana wako wapo pamoja nawe, nawe una magari ya vita na farasi, mji wenye ngome na silaha,"
  },
  {
    "verseNumber": "2KI 10:3",
    "verseText": "mchague mwenye uwezo zaidi kati ya wana wa bwana wako, na umweke juu ya kiti cha enzi cha baba yake. Kisha upigane kwa ajili ya nyumba ya bwana wako.”"
  },
  {
    "verseNumber": "2KI 10:4",
    "verseText": "Lakini wakaogopa sana na kusema, “Ikiwa wafalme wawili hawakuweza kupambana na Yehu, sisi tutawezaje?”"
  },
  {
    "verseNumber": "2KI 10:5",
    "verseText": "Basi msimamizi wa jumba la mfalme, mtawala wa mji, na wazee na walezi wakatuma ujumbe huu kwa Yehu: “Sisi tu watumishi wako, na tutafanya kila kitu utakachosema. Hatutamteuwa mtu yeyote kuwa mfalme. Wewe fanya uonalo kuwa ni bora.”"
  },
  {
    "verseNumber": "2KI 10:6",
    "verseText": "Kisha Yehu akawaandikia barua ya pili, akisema, “Ikiwa ninyi mko upande wangu na mtanitii mimi, twaeni vichwa vya wana wa bwana wenu, na mnijie huku Yezreeli kesho wakati kama huu.” Wakati huo wana sabini wa mfalme walikuwa wakiishi pamoja na viongozi wa mji wa Samaria, waliokuwa wakiwalea."
  },
  {
    "verseNumber": "2KI 10:7",
    "verseText": "Hiyo barua ilipowafikia, watu hawa wakawachukua wale wana sabini wa mfalme na kuwachinja wote. Wakaweka vichwa vyao ndani ya makapu na kumpelekea Yehu huko Yezreeli."
  },
  {
    "verseNumber": "2KI 10:8",
    "verseText": "Mjumbe alipofika, akamwambia Yehu, “Wameleta vichwa vya wana wa mfalme.” Ndipo Yehu akaagiza, “Viwekeni malundo mawili katika ingilio la lango la mji mpaka asubuhi.”"
  },
  {
    "verseNumber": "2KI 10:9",
    "verseText": "Asubuhi yake, Yehu akatoka nje. Akasimama mbele ya watu wote na akasema, “Hamna hatia. Ni mimi niliyefanya shauri baya dhidi ya bwana wangu na kumuua, lakini ni nani aliyewaua wote hawa?"
  },
  {
    "verseNumber": "2KI 10:10",
    "verseText": "Fahamuni basi kwamba, hakuna neno ambalo BWANA amesema dhidi ya nyumba ya Ahabu ambalo halitatimia. BWANA amefanya lile aliloahidi kupitia mtumishi wake Eliya.”"
  },
  {
    "verseNumber": "2KI 10:11",
    "verseText": "Hivyo Yehu akaua kila mtu huko Yezreeli aliyekuwa amebaki wa nyumba ya Ahabu, ikiwa ni pamoja na wakuu wake, rafiki zake wa karibu, na makuhani wake. Hakuacha yeyote anusurike."
  },
  {
    "verseNumber": "2KI 10:12",
    "verseText": "Kisha Yehu akaondoka kuelekea Samaria. Alipokuwa njiani karibu na nyumba ya kukatia manyoya ya kondoo, yaani, Beth-Ekedi ya wachunga kondoo,"
  },
  {
    "verseNumber": "2KI 10:13",
    "verseText": "Yehu akakutana na watu wa jamaa ya Ahazia mfalme wa Yuda, akauliza, “Ninyi ni nani?” Wao wakasema, “Sisi ni jamaa ya Ahazia, nasi tumeshuka kuwasalimu jamaa ya mfalme na ya mama malkia.”"
  },
  {
    "verseNumber": "2KI 10:14",
    "verseText": "Yehu akaagiza, “Wakamateni wakiwa hai!” Kwa hiyo wakawachukua wakiwa hai, watu arobaini na wawili, na kuwachinja kando ya kisima cha Beth-Ekedi. Hakuacha yeyote anusurike."
  },
  {
    "verseNumber": "2KI 10:15",
    "verseText": "Baada ya kuondoka hapo, alimkuta Yehonadabu mwana wa Rekabu, aliyekuwa akienda kumlaki. Yehu akamsalimu na kusema, “Je, moyo wako ni mnyofu kwangu kama moyo wangu ulivyo kwako?” Yehonadabu akajibu, “Ndiyo.” Yehu akasema, “Kama ndivyo, nipe mkono wako.” Yeye akampa mkono, naye Yehu akampandisha kwenye gari lake la vita."
  },
  {
    "verseNumber": "2KI 10:16",
    "verseText": "Yehu akasema, “Twende pamoja ukaone wivu wangu kwa ajili ya BWANA.” Hivyo wakasafiri pamoja kwenye gari lake."
  },
  {
    "verseNumber": "2KI 10:17",
    "verseText": "Yehu alipofika Samaria, akawaua wale wote waliokuwa wamesalia wa jamaa ya Ahabu, akawaangamiza, sawasawa na neno la BWANA alilosema kupitia Eliya."
  },
  {
    "verseNumber": "2KI 10:18",
    "verseText": "Kisha Yehu akawaleta watu wote pamoja na kuwaambia, “Ahabu alimtumikia Baali kidogo. Lakini Yehu atamtumikia zaidi."
  },
  {
    "verseNumber": "2KI 10:19",
    "verseText": "Sasa waiteni manabii wote wa Baali, watumishi wake wote na makuhani wake wote. Hakikisheni kwamba hakuna hata mmoja atakayekosekana, kwa sababu ninakwenda kutoa kafara kubwa sana kwa Baali. Yeyote atakayeshindwa kuja hataendelea kuishi.” Lakini Yehu alifanya hivyo kwa hila ili apate kuwaangamiza watumishi wote wa Baali."
  },
  {
    "verseNumber": "2KI 10:20",
    "verseText": "Yehu akasema, “Itisheni kusanyiko kwa heshima ya Baali.” Basi wakatangaza jambo hilo."
  },
  {
    "verseNumber": "2KI 10:21",
    "verseText": "Kisha Yehu akapeleka ujumbe katika Israeli yote, nao watumishi wote wa Baali wakaja, hakuna hata mmoja ambaye hakufika. Wakasongana ndani ya hekalu la Baali hadi likajaa tangu mlango hadi mwisho wake."
  },
  {
    "verseNumber": "2KI 10:22",
    "verseText": "Naye Yehu akamwambia yule aliyekuwa mtunza chumba cha mavazi, “Leta majoho kwa ajili ya watumishi wote wa Baali.” Basi akawaletea majoho."
  },
  {
    "verseNumber": "2KI 10:23",
    "verseText": "Kisha Yehu na Yehonadabu mwana wa Rekabu wakaingia ndani ya hekalu la Baali. Yehu akawaambia watumishi wa Baali, “Tazameni kila mahali mhakikishe kwamba hakuna hata mtumishi mmoja wa BWANA aliye hapa pamoja nanyi, ila ni watumishi wa Baali tu.”"
  },
  {
    "verseNumber": "2KI 10:24",
    "verseText": "Kwa hiyo wakaingia ndani ili kutoa kafara na sadaka ya kuteketezwa. Wakati huu, Yehu alikuwa amewaweka watu wake themanini akiwa amewapa onyo kwamba, “Ikiwa mmoja wenu atamwachia mtu yeyote ninayemweka mikononi mwake atoroke, itakuwa uhai wako kwa uhai wake.”"
  },
  {
    "verseNumber": "2KI 10:25",
    "verseText": "Mara baada ya Yehu kutoa sadaka ya kuteketezwa, akawaamuru walinzi na maafisa: “Ingieni ndani, waueni; asitoroke hata mmoja.” Basi wakawakatakata kwa upanga. Walinzi na maafisa wakazitupa zile maiti nje, kisha wakaingia mahali pa ndani pa kuabudia miungu katika hekalu la Baali."
  },
  {
    "verseNumber": "2KI 10:26",
    "verseText": "Wakaileta ile nguzo ya kuabudiwa nje ya hekalu la Baali, na wakaichoma moto."
  },
  {
    "verseNumber": "2KI 10:27",
    "verseText": "Wakabomoa ile nguzo ya kuabudiwa ya Baali pamoja na hekalu la Baali, nao watu wakapafanya kuwa choo hadi leo."
  },
  {
    "verseNumber": "2KI 10:28",
    "verseText": "Kwa hiyo Yehu akaangamiza kuabudiwa kwa Baali katika Israeli."
  },
  {
    "verseNumber": "2KI 10:29",
    "verseText": "Hata hivyo, Yehu hakuziacha dhambi za Yeroboamu mwana wa Nebati, ambazo alikuwa amesababisha Israeli kuzitenda, yaani kuabudu ndama za dhahabu huko Betheli ya Dani."
  },
  {
    "verseNumber": "2KI 10:30",
    "verseText": "BWANA akamwambia Yehu, “Kwa kuwa umefanya vyema kwa kutimiza yaliyo sawa machoni pangu, na umetenda kwa nyumba ya Ahabu yale yote niliyokuwa nimekusudia kutenda, wazao wako wataketi juu ya kiti cha enzi cha Israeli hadi kizazi cha nne.”"
  },
  {
    "verseNumber": "2KI 10:31",
    "verseText": "Lakini Yehu hakuwa mwangalifu kushika sheria za BWANA, Mungu wa Israeli, kwa moyo wake wote. Hakuziacha dhambi za Yeroboamu, ambazo alikuwa amesababisha Israeli kuzitenda."
  },
  {
    "verseNumber": "2KI 10:32",
    "verseText": "Katika siku hizo, BWANA akaanza kupunguza ukubwa wa Israeli. Hazaeli akawashinda Waisraeli sehemu zote za nchi yao"
  },
  {
    "verseNumber": "2KI 10:33",
    "verseText": "mashariki ya Yordani, katika nchi yote ya Gileadi (eneo la Gadi, Reubeni na Manase), kutoka Aroeri karibu na Bonde la Arnoni kupitia Gileadi hadi Bashani."
  },
  {
    "verseNumber": "2KI 10:34",
    "verseText": "Kwa matukio mengine ya utawala wa Yehu, yote aliyofanya na mafanikio yake yote, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "2KI 10:35",
    "verseText": "Yehu akalala pamoja na baba zake, naye akazikwa huko Samaria. Naye Yehoahazi mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 10:36",
    "verseText": "Muda Yehu aliotawala juu ya Israeli huko Samaria ilikuwa miaka ishirini na minane."
  },
  {
    "verseNumber": "2KI 11:1",
    "verseText": "Wakati Athalia mamaye Ahazia alipoona kuwa mwanawe amekufa, akainuka na kuiangamiza jamaa yote ya mfalme."
  },
  {
    "verseNumber": "2KI 11:2",
    "verseText": "Lakini Yehosheba, binti wa Mfalme Yehoramu, aliyekuwa pia dada yake Ahazia, akamtwaa Yoashi mwana wa Ahazia kwa siri kutoka miongoni mwa wana wa mfalme waliokuwa karibu kuuawa. Akamweka Yoashi pamoja na yaya wake ndani ya chumba cha kulala na kumficha humo ili Athalia asimwone; kwa hiyo hakuuawa."
  },
  {
    "verseNumber": "2KI 11:3",
    "verseText": "Alibaki amefichwa pamoja na yaya wake katika Hekalu la BWANA kwa muda wa miaka sita wakati Athalia alikuwa akitawala nchi."
  },
  {
    "verseNumber": "2KI 11:4",
    "verseText": "Katika mwaka wa saba, Yehoyada akatumania wakuu wa vikundi vya mamia, na Wakari, na walinzi, nao wakaletwa kwake katika Hekalu la BWANA. Alifanya agano nao na kuwaapisha katika Hekalu la BWANA. Ndipo akawaonyesha mwana wa mfalme."
  },
  {
    "verseNumber": "2KI 11:5",
    "verseText": "Akawaamuru akisema, “Hivi ndivyo iwapasavyo kufanya: Ninyi ambao mko makundi matatu mnaoingia zamu siku ya Sabato, theluthi yenu inayolinda jumba la kifalme,"
  },
  {
    "verseNumber": "2KI 11:6",
    "verseText": "theluthi nyingine Lango la Suri, na theluthi nyingine lango lililo nyuma ya walinzi, ambao hupeana zamu kulinda Hekalu,"
  },
  {
    "verseNumber": "2KI 11:7",
    "verseText": "nanyi ambao mko katika makundi mengine mawili ambao kwa kawaida hupumzika Sabato, wote mtalinda Hekalu kwa ajili ya mfalme."
  },
  {
    "verseNumber": "2KI 11:8",
    "verseText": "Jipangeni kumzunguka mfalme, kila mtu akiwa na silaha yake mkononi. Yeyote anayesogelea safu zenu lazima auawe. Kaeni karibu na mfalme popote aendapo.”"
  },
  {
    "verseNumber": "2KI 11:9",
    "verseText": "Wakuu wa vikosi vya mamia wakafanya kama vile kuhani Yehoyada aliagiza. Kila mmoja akawachukua watu wake, wale waliokuwa wakiingia zamu siku ya Sabato na wale waliokuwa wakienda mapumziko, nao wakaja kwa kuhani Yehoyada."
  },
  {
    "verseNumber": "2KI 11:10",
    "verseText": "Ndipo akawapa wale wakuu mikuki na ngao zilizokuwa za Mfalme Daudi, zilizokuwa ndani ya Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 11:11",
    "verseText": "Wale walinzi, kila mmoja akiwa na silaha yake mkononi mwake, wakajipanga kumzunguka mfalme, karibu na madhabahu na Hekalu, kuanzia upande wa kusini hadi upande wa kaskazini mwa Hekalu."
  },
  {
    "verseNumber": "2KI 11:12",
    "verseText": "Yehoyada akamtoa mwana wa mfalme na kumvika taji, akampa nakala ya agano, na kumtangaza kuwa mfalme. Wakamtia mafuta, nao watu wakapiga makofi na kupaza sauti, wakisema, “Mfalme aishi maisha marefu!”"
  },
  {
    "verseNumber": "2KI 11:13",
    "verseText": "Athalia aliposikia kelele iliyofanywa na walinzi pamoja na watu, akawaendea watu pale penye Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 11:14",
    "verseText": "Akaangalia, na tazama alikuwako mfalme, akiwa amesimama karibu na nguzo, kama ilivyokuwa desturi. Maafisa na wapiga tarumbeta walikuwa pembeni mwa mfalme, nao watu wote wa nchi walikuwa wakifurahi na kupiga tarumbeta. Ndipo Athalia akararua mavazi yake na kulia, “Uhaini! Uhaini!”"
  },
  {
    "verseNumber": "2KI 11:15",
    "verseText": "Kuhani Yehoyada akawaagiza majemadari wa vikosi vya mamia, waliokuwa viongozi wa jeshi, “Mleteni nje kati ya safu, na mkamuue kwa upanga yeyote anayemfuata.” Kwa kuwa kuhani alikuwa amesema, “Hatauawa ndani ya Hekalu la BWANA.”"
  },
  {
    "verseNumber": "2KI 11:16",
    "verseText": "Basi wakamkamata Athalia, na alipofika mahali ambapo farasi huingilia katika viwanja vya jumba la mfalme, wakamuulia hapo."
  },
  {
    "verseNumber": "2KI 11:17",
    "verseText": "Kisha Yehoyada akafanya agano kati ya BWANA na mfalme na watu kwamba watakuwa watu wa BWANA. Akafanya pia agano kati ya mfalme na watu."
  },
  {
    "verseNumber": "2KI 11:18",
    "verseText": "Watu wote wa nchi wakaenda kwenye hekalu la Baali na kulibomoa. Wakavunjavunja madhabahu na sanamu, na kumuua Matani kuhani wa Baali mbele ya hayo madhabahu. Kisha Yehoyada kuhani akawaweka walinzi kwenye Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 11:19",
    "verseText": "Pamoja naye akawachukua majemadari wa mamia, Wakari, walinzi na watu wote wa nchi, nao kwa pamoja wakamteremsha mfalme kutoka Hekalu la BWANA na kwenda kwenye jumba la mfalme, wakiingilia njia ya lango la walinzi. Ndipo mfalme akachukua nafasi yake kwenye kiti cha enzi,"
  },
  {
    "verseNumber": "2KI 11:20",
    "verseText": "nao watu wote wa nchi wakafurahi. Mji ukatulia, kwa sababu Athalia alikuwa ameuawa kwa upanga nyumbani kwa mfalme."
  },
  {
    "verseNumber": "2KI 11:21",
    "verseText": "Yoashi alikuwa na umri wa miaka saba alipoanza kutawala."
  },
  {
    "verseNumber": "2KI 12:1",
    "verseText": "Katika mwaka wa saba wa utawala wa Yehu, Yoashi alianza kutawala, naye akatawala huko Yerusalemu miaka arobaini. Jina la mama yake aliitwa Sibia, kutoka Beer-Sheba."
  },
  {
    "verseNumber": "2KI 12:2",
    "verseText": "Yoashi akafanya yaliyo mema machoni pa BWANA miaka yote ambayo Yehoyada kuhani alikuwa akimwelekeza."
  },
  {
    "verseNumber": "2KI 12:3",
    "verseText": "Hata hivyo mahali pa juu pa kuabudia hapakuondolewa. Watu waliendelea kutoa kafara na kufukiza uvumba huko."
  },
  {
    "verseNumber": "2KI 12:4",
    "verseText": "Yoashi akawaambia makuhani, “Kusanyeni fedha zote ambazo zitaletwa kama sadaka takatifu kwenye Hekalu la BWANA, yaani fedha zilizokusanywa kama kodi, fedha zilizopokelewa kutokana na nadhiri za watu binafsi, na fedha zilizoletwa kwa hiari hekaluni."
  },
  {
    "verseNumber": "2KI 12:5",
    "verseText": "Kila kuhani na apokee fedha kutoka kwa mmoja wa watunza hazina, nazo zitumike kukarabati uharibifu wowote unaoonekana katika Hekalu.”"
  },
  {
    "verseNumber": "2KI 12:6",
    "verseText": "Lakini ikawa kufikia mwaka wa ishirini na tatu wa utawala wake Mfalme Yoashi, makuhani walikuwa bado hawajalikarabati Hekalu."
  },
  {
    "verseNumber": "2KI 12:7",
    "verseText": "Kwa hiyo Mfalme Yoashi akamwita Yehoyada kuhani na makuhani wengine, akawauliza, “Kwa nini hamtengenezi uharibifu uliofanyika hekaluni? Msichukue fedha zaidi kutoka kwa watunza hazina wenu kwa ajili ya matumizi yenu, lakini kuanzia sasa ni lazima fedha yote itumike kwa ajili ya kukarabati Hekalu.”"
  },
  {
    "verseNumber": "2KI 12:8",
    "verseText": "Makuhani wakakubali kuwa hawatakusanya tena fedha kutoka kwa watu na kwamba hawatakarabati Hekalu wenyewe."
  },
  {
    "verseNumber": "2KI 12:9",
    "verseText": "Yehoyada kuhani akachukua kisanduku na akatoboa tundu kwenye kifuniko chake. Akakiweka kando ya madhabahu upande wa kulia unapoingia hekaluni mwa BWANA. Makuhani waliolinda ingilio wakaweka ndani ya kisanduku fedha zote ambazo zililetwa katika Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 12:10",
    "verseText": "Kila mara walipoona kuwa kuna kiasi kikubwa cha fedha ndani ya kisanduku, mwandishi wa mfalme na kuhani mkuu walikuja, wakazihesabu fedha hizo zilizoletwa katika Hekalu la BWANA, na kuziweka katika mifuko."
  },
  {
    "verseNumber": "2KI 12:11",
    "verseText": "Wakiisha kuthibitisha kiasi cha hizo fedha, waliwapa watu walioteuliwa kusimamia kazi katika Hekalu. Kwa fedha hizo, wakawalipa wale watu waliofanya kazi katika Hekalu la BWANA: yaani, maseremala na wajenzi,"
  },
  {
    "verseNumber": "2KI 12:12",
    "verseText": "waashi na wakata mawe. Walinunua mbao na mawe ya kuchongwa kwa ajili ya ukarabati wa Hekalu la BWANA, na kulipia gharama nyingine zote za kulitengeneza."
  },
  {
    "verseNumber": "2KI 12:13",
    "verseText": "Fedha zilizoletwa kwenye Hekalu hazikutumiwa kutengenezea masinia ya fedha, mikasi ya kusawazishia tambi, mabakuli ya kunyunyizia, tarumbeta wala vyombo vingine vyovyote vya dhahabu au fedha kwa ajili ya Hekalu la BWANA;"
  },
  {
    "verseNumber": "2KI 12:14",
    "verseText": "zililipwa kwa wafanyakazi, ambao walizitumia kwa kukarabati Hekalu."
  },
  {
    "verseNumber": "2KI 12:15",
    "verseText": "Wao hawakudai kupewa hesabu ya fedha kutoka kwa wale waliowapa ili kuwalipa wafanyakazi, kwa sababu walifanya kwa uaminifu wote."
  },
  {
    "verseNumber": "2KI 12:16",
    "verseText": "Fedha zilizopatikana kutokana na sadaka za hatia na sadaka za dhambi hazikuletwa katika Hekalu la BWANA; zilikuwa mali ya makuhani."
  },
  {
    "verseNumber": "2KI 12:17",
    "verseText": "Wakati huu Hazaeli mfalme wa Aramu akapanda kuishambulia Gathi, akaiteka. Kisha akageuka ili kuishambulia Yerusalemu."
  },
  {
    "verseNumber": "2KI 12:18",
    "verseText": "Lakini Yoashi mfalme wa Yuda akavichukua vyombo vyote vitakatifu vilivyowekwa wakfu na baba zake, yaani Yehoshafati, Yehoramu na Ahazia, wafalme wa Yuda, zawadi ambazo yeye mwenyewe alikuwa ameziweka wakfu pamoja na dhahabu yote iliyokutwa katika hazina za Hekalu la BWANA na katika jumba la kifalme, akazipeleka kwa Hazaeli mfalme wa Aramu, ambaye hatimaye aliondoka Yerusalemu."
  },
  {
    "verseNumber": "2KI 12:19",
    "verseText": "Kwa matukio mengine ya utawala wa Yoashi na yote aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 12:20",
    "verseText": "Maafisa wake wakafanya shauri baya dhidi yake, nao wakamuulia Yoashi huko Beth-Milo, kwenye barabara iteremkayo kuelekea Sila."
  },
  {
    "verseNumber": "2KI 12:21",
    "verseText": "Maafisa waliomuua walikuwa Yozabadi mwana wa Shimeathi, na Yehozabadi mwana wa Shomeri. Akafa na akazikwa pamoja na baba zake katika Mji wa Daudi. Naye Amazia mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 13:1",
    "verseText": "Katika mwaka wa ishirini na tatu wa utawala wa Yoashi mwana wa Ahazia mfalme wa Yuda, Yehoahazi mwana wa Yehu alianza kutawala Israeli katika Samaria, naye akatawala miaka kumi na saba."
  },
  {
    "verseNumber": "2KI 13:2",
    "verseText": "Akafanya maovu machoni pa BWANA kwa kufuata dhambi za Yeroboamu mwana wa Nebati, ambazo alikuwa amesababisha Israeli kuzitenda, na wala hakuziacha."
  },
  {
    "verseNumber": "2KI 13:3",
    "verseText": "Kwa hiyo hasira ya BWANA ikawaka dhidi ya Israeli na kwa muda mrefu akawaweka chini ya utawala wa Hazaeli mfalme wa Aramu, na Ben-Hadadi mwanawe."
  },
  {
    "verseNumber": "2KI 13:4",
    "verseText": "Ndipo Yehoahazi akamsihi BWANA rehema, naye BWANA akamsikiliza, kwa maana aliona jinsi mfalme wa Aramu alivyokuwa akiwatesa Israeli vikali."
  },
  {
    "verseNumber": "2KI 13:5",
    "verseText": "BWANA akamtoa mwokozi kwa ajili ya Israeli, nao wakaokoka kutoka kwenye mamlaka ya Aramu. Hivyo Waisraeli wakaishi katika nyumba zao wenyewe kama ilivyokuwa hapo awali."
  },
  {
    "verseNumber": "2KI 13:6",
    "verseText": "Lakini hawakuziacha dhambi za nyumba ya Yeroboamu, ambazo alisababisha Israeli kuzitenda, bali wakaendelea kuzitenda. Nguzo ya Ashera pia iliendelea kusimama katika Samaria."
  },
  {
    "verseNumber": "2KI 13:7",
    "verseText": "Hapakubaki kitu chochote katika jeshi la Yehoahazi isipokuwa wapanda farasi hamsini, magari kumi ya vita na askari wa miguu elfu kumi, kwa kuwa mfalme wa Aramu alikuwa amewaangamiza hao wengine na kuwafanya kama mavumbi wakati wa kupura nafaka."
  },
  {
    "verseNumber": "2KI 13:8",
    "verseText": "Matukio mengine ya utawala wa Yehoahazi yote aliyoyafanya na mafanikio yake, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "2KI 13:9",
    "verseText": "Yehoahazi akalala pamoja na baba zake, akazikwa huko Samaria. Naye Yehoashi mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 13:10",
    "verseText": "Katika mwaka wa thelathini na saba wa utawala wa Yoashi mfalme wa Yuda, Yehoashi mwana wa Yehoahazi alianza kutawala Israeli huko Samaria, naye akatawala miaka kumi na sita."
  },
  {
    "verseNumber": "2KI 13:11",
    "verseText": "Alifanya maovu machoni pa BWANA, na hakuacha dhambi yoyote kati ya zile za Yeroboamu mwana wa Nebati ambazo alikuwa amesababisha Israeli kuzitenda, bali aliendelea kuzitenda."
  },
  {
    "verseNumber": "2KI 13:12",
    "verseText": "Na kwa matukio mengine ya utawala wa Yehoashi, yote aliyoyafanya na mafanikio yake, pamoja na vita yake dhidi ya Amazia mfalme wa Yuda, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "2KI 13:13",
    "verseText": "Yehoashi akalala pamoja na baba zake, akazikwa Samaria pamoja na wafalme wa Israeli. Yeroboamu akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 13:14",
    "verseText": "Wakati huu, Elisha alikuwa anaumwa na ugonjwa ambao baadaye ulimuua. Yehoashi mfalme wa Israeli akashuka kwenda kumwona na kumlilia. Akalia, “Baba yangu! Baba yangu! Magari ya vita ya Israeli na wapanda farasi wake!”"
  },
  {
    "verseNumber": "2KI 13:15",
    "verseText": "Elisha akasema, “Leta upinde na baadhi ya mishale,” naye mfalme akafanya hivyo."
  },
  {
    "verseNumber": "2KI 13:16",
    "verseText": "Elisha akamwambia mfalme wa Israeli, “Shika upinde mikononi mwako.” Alipokwisha kuichukua, Elisha akaweka mikono yake juu ya mikono ya mfalme."
  },
  {
    "verseNumber": "2KI 13:17",
    "verseText": "Elisha akasema, “Fungua dirisha la mashariki,” naye akalifungua. Elisha akasema, “Piga mshale!” Naye akapiga mshale. Elisha akasema, “Mshale wa ushindi wa BWANA, mshale wa ushindi juu ya Aramu! Utawaangamiza Waaramu kabisa huko Afeki.”"
  },
  {
    "verseNumber": "2KI 13:18",
    "verseText": "Kisha akasema, “Chukua mishale,” naye mfalme akaichukua. Elisha akamwambia, “Piga ardhi kwa hiyo mishale.” Akaipiga mara tatu, halafu akaacha."
  },
  {
    "verseNumber": "2KI 13:19",
    "verseText": "Mtu wa Mungu akamkasirikia na akasema, “Ungepiga chini mara tano au sita, ndipo ungeishinda Aramu na kuiangamiza kabisa. Lakini sasa utaishinda mara tatu tu.”"
  },
  {
    "verseNumber": "2KI 13:20",
    "verseText": "Elisha akafa, nao wakamzika. Vikosi vya Wamoabu vilikuwa vinashambulia nchi kwa vita kila mwaka wakati wa vuli."
  },
  {
    "verseNumber": "2KI 13:21",
    "verseText": "Ikawa Waisraeli fulani walipokuwa wanamzika mtu, ghafula wakaona kikosi cha washambuliaji, basi wakaitupa ile maiti ya yule mtu ndani ya kaburi la Elisha. Wakati ile maiti ilipogusa mifupa ya Elisha, yule mtu akafufuka na kusimama kwa miguu yake."
  },
  {
    "verseNumber": "2KI 13:22",
    "verseText": "Hazaeli mfalme wa Aramu aliwatesa Israeli wakati wote wa utawala wa Yehoahazi."
  },
  {
    "verseNumber": "2KI 13:23",
    "verseText": "Lakini BWANA akawarehemu na akawahurumia, akaonyesha kujishughulisha nao kwa sababu ya Agano lake na Abrahamu, Isaki na Yakobo. Hadi leo, hajawaangamiza wala kuwafukuza mbele zake."
  },
  {
    "verseNumber": "2KI 13:24",
    "verseText": "Hazaeli mfalme wa Shamu akafa, naye Ben-Hadadi mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 13:25",
    "verseText": "Kisha Yehoashi mwana wa Yehoahazi akateka tena kutoka kwa Ben-Hadadi mwana wa Hazaeli ile miji aliyokuwa ameitwaa kwa vita kutoka kwa baba yake Yehoahazi. Yehoashi alimshinda mara tatu, hivyo akaweza kuiteka tena ile miji ya Waisraeli."
  },
  {
    "verseNumber": "2KI 14:1",
    "verseText": "Katika mwaka wa pili wa utawala wa Yehoashi mwana wa Yehoahazi mfalme wa Israeli, Amazia mwana wa Yoashi mfalme wa Yuda alianza kutawala."
  },
  {
    "verseNumber": "2KI 14:2",
    "verseText": "Alikuwa na umri wa miaka ishirini na mitano alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka ishirini na tisa. Mama yake aliitwa Yehoadani, kutoka Yerusalemu."
  },
  {
    "verseNumber": "2KI 14:3",
    "verseText": "Akatenda yaliyo mema machoni pa BWANA, lakini sio kama Daudi baba yake alivyokuwa amefanya. Katika kila kitu alifuata mfano wa Yoashi baba yake."
  },
  {
    "verseNumber": "2KI 14:4",
    "verseText": "Hata hivyo mahali pa juu pa kuabudia hapakuondolewa. Watu waliendelea kutoa kafara na kufukiza uvumba huko."
  },
  {
    "verseNumber": "2KI 14:5",
    "verseText": "Baada ya ufalme kuimarika mikononi mwake, aliwaua maafisa waliomuua mfalme baba yake."
  },
  {
    "verseNumber": "2KI 14:6",
    "verseText": "Hata hivyo, hakuwaua wana wa wale wauaji, sawasawa na ilivyoandikwa katika Kitabu cha Sheria ya Mose ambako BWANA aliamuru, “Baba hawatauawa kwa ajili ya watoto wao, wala watoto kwa ajili ya baba zao. Kila mmoja atakufa kwa ajili ya dhambi zake mwenyewe.”"
  },
  {
    "verseNumber": "2KI 14:7",
    "verseText": "Ndiye aliwashinda Waedomu elfu kumi katika Bonde la Chumvi, na akauteka Sela katika vita, naye akauita Yoktheeli, jina ambalo mji huo unalo hadi leo."
  },
  {
    "verseNumber": "2KI 14:8",
    "verseText": "Kisha Amazia akatuma wajumbe kwa Yehoashi mwana wa Yehoahazi, mwana wa Yehu, mfalme wa Israeli, akisema, “Njoo, tuonane uso kwa uso.”"
  },
  {
    "verseNumber": "2KI 14:9",
    "verseText": "Lakini Yehoashi mfalme wa Israeli akamjibu Amazia mfalme wa Yuda: “Mbaruti uliokuwa Lebanoni ulituma ujumbe kwa mwerezi uliokuwa Lebanoni, ‘Mtoe binti yako aolewe na mwanangu.’ Kisha mnyama wa mwituni aliyekuwa Lebanoni akaja na kuukanyaga ule mbaruti."
  },
  {
    "verseNumber": "2KI 14:10",
    "verseText": "Hakika umeishinda Edomu, na sasa unajivuna. Jisifu katika ushindi wako, lakini kaa nyumbani kwako! Kwa nini unachokoza na kujiletea anguko lako mwenyewe na la Yuda pia?”"
  },
  {
    "verseNumber": "2KI 14:11",
    "verseText": "Hata hivyo, Amazia hakusikia, hivyo Yehoashi mfalme wa Israeli akashambulia. Yeye na Amazia mfalme wa Yuda wakakutana uso kwa uso huko Beth-Shemeshi katika Yuda."
  },
  {
    "verseNumber": "2KI 14:12",
    "verseText": "Yuda ikashindwa na Israeli, na kila mtu akakimbilia nyumbani kwake."
  },
  {
    "verseNumber": "2KI 14:13",
    "verseText": "Yehoashi mfalme wa Israeli akamteka Amazia mfalme wa Yuda, mwana wa Yoashi, mwana wa Ahazia, huko Beth-Shemeshi. Kisha Yehoashi akaenda Yerusalemu na kuubomoa ukuta wa Yerusalemu kuanzia Lango la Efraimu hadi Lango la Pembeni, sehemu yenye urefu wa kama dhiraa 400."
  },
  {
    "verseNumber": "2KI 14:14",
    "verseText": "Akachukua dhahabu yote na fedha na vyombo vyote vilivyopatikana ndani ya Hekalu la BWANA na katika hazina zote za jumba la mfalme. Akachukua pia mateka na akarudi Samaria."
  },
  {
    "verseNumber": "2KI 14:15",
    "verseText": "Matukio mengine ya utawala wa Yehoashi, aliyoyafanya na mafanikio yake, pamoja na vita vyake dhidi ya Amazia mfalme wa Yuda, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "2KI 14:16",
    "verseText": "Yehoashi akalala pamoja na baba zake, akazikwa Samaria pamoja na wafalme wa Israeli, naye Yeroboamu mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 14:17",
    "verseText": "Amazia mwana wa Yoashi mfalme wa Yuda aliishi miaka kumi na mitano baada ya kifo cha Yehoashi mwana wa Yehoahazi mfalme wa Israeli."
  },
  {
    "verseNumber": "2KI 14:18",
    "verseText": "Matukio mengine ya utawala wa Amazia, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 14:19",
    "verseText": "Wakafanya shauri baya dhidi ya Amazia huko Yerusalemu, naye akakimbilia Lakishi, lakini wakawatuma watu wamfuatilie huko Lakishi, nao wakamuulia huko."
  },
  {
    "verseNumber": "2KI 14:20",
    "verseText": "Akarudishwa kwa farasi na akazikwa huko Yerusalemu pamoja na baba zake katika Mji wa Daudi."
  },
  {
    "verseNumber": "2KI 14:21",
    "verseText": "Kisha watu wote wa Yuda wakamchukua Azaria aliyekuwa na umri wa miaka kumi na sita, na kumfanya mfalme mahali pa baba yake Amazia."
  },
  {
    "verseNumber": "2KI 14:22",
    "verseText": "Ndiye aliijenga tena Elathi na kuirudisha kwa Yuda baada ya Amazia kulala pamoja na baba zake."
  },
  {
    "verseNumber": "2KI 14:23",
    "verseText": "Katika mwaka wa kumi na tano wa utawala wa Amazia mwana wa Yoashi mfalme wa Yuda, Yeroboamu mwana wa Yehoashi mfalme wa Israeli alianza kutawala huko Samaria, naye akatawala kwa miaka arobaini na mmoja."
  },
  {
    "verseNumber": "2KI 14:24",
    "verseText": "Akafanya maovu machoni pa BWANA, na hakuacha dhambi hata moja ya Yeroboamu mwana wa Nebati, ambazo alikuwa amesababisha Israeli kuzitenda."
  },
  {
    "verseNumber": "2KI 14:25",
    "verseText": "Ndiye alirudishia mipaka ya Israeli kuanzia Lebo-Hamathi hadi Bahari ya Araba, sawasawa na neno la BWANA, Mungu wa Israeli, lililosemwa kupitia mtumishi wake Yona mwana wa Amitai, nabii kutoka Gath-Heferi."
  },
  {
    "verseNumber": "2KI 14:26",
    "verseText": "BWANA alikuwa ameona jinsi kila mmoja katika Israeli, awe mtumwa au aliye huru, alivyoteseka kwa uchungu; hapakuwepo na yeyote wa kuwasaidia."
  },
  {
    "verseNumber": "2KI 14:27",
    "verseText": "Kwa kuwa BWANA alikuwa hajasema kuwa atafuta jina la Israeli chini ya mbingu, akawaokoa kwa mkono wa Yeroboamu mwana wa Yehoashi."
  },
  {
    "verseNumber": "2KI 14:28",
    "verseText": "Kwa matukio mengine ya utawala wa Yeroboamu, yote aliyoyafanya na mafanikio yake ya kijeshi, ikiwa ni pamoja na jinsi alivyorudisha Dameski na Hamathi kwa Israeli, ambayo ilikuwa mali ya Yuda, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "2KI 14:29",
    "verseText": "Yeroboamu akalala pamoja na baba zake, wafalme wa Israeli. Naye Zekaria mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 15:1",
    "verseText": "Katika mwaka wa ishirini na saba wa utawala wa Yeroboamu mfalme wa Israeli, Azaria mwana wa Amazia mfalme wa Yuda alianza kutawala."
  },
  {
    "verseNumber": "2KI 15:2",
    "verseText": "Alikuwa na umri wa miaka kumi na sita alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka hamsini na miwili. Mama yake aliitwa Yekolia wa Yerusalemu."
  },
  {
    "verseNumber": "2KI 15:3",
    "verseText": "Akatenda yaliyo mema machoni pa BWANA, kama Amazia baba yake alivyofanya."
  },
  {
    "verseNumber": "2KI 15:4",
    "verseText": "Hata hivyo, mahali pa juu pa kuabudia hapakuondolewa. Watu waliendelea kutoa kafara na kufukiza uvumba huko."
  },
  {
    "verseNumber": "2KI 15:5",
    "verseText": "BWANA akampiga mfalme kwa ukoma mpaka siku aliyokufa, naye aliishi katika nyumba iliyotengwa peke yake. Yothamu mwana wa mfalme akawa msimamizi wa jumba la mfalme, na akawatawala watu wa nchi."
  },
  {
    "verseNumber": "2KI 15:6",
    "verseText": "Matukio mengine ya utawala wa Azaria na yote aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 15:7",
    "verseText": "Azaria akalala pamoja na baba zake, naye akazikwa karibu nao katika Mji wa Daudi, na Yothamu mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 15:8",
    "verseText": "Katika mwaka wa thelathini na nane wa utawala wa Azaria mfalme wa Yuda, Zekaria mwana wa Yeroboamu akawa mfalme wa Israeli katika Samaria, naye akatawala miezi sita."
  },
  {
    "verseNumber": "2KI 15:9",
    "verseText": "Akafanya maovu machoni pa BWANA, kama baba zake walivyofanya. Hakuziacha dhambi za Yeroboamu mwana wa Nebati ambazo alisababisha Israeli kuzitenda."
  },
  {
    "verseNumber": "2KI 15:10",
    "verseText": "Shalumu mwana wa Yabeshi akafanya shauri baya dhidi ya Zekaria. Akamshambulia mbele ya watu, akamuua na kuingia mahali pake kuwa mfalme."
  },
  {
    "verseNumber": "2KI 15:11",
    "verseText": "Matukio mengine ya utawala wa Zekaria yameandikwa kwenye kitabu cha kumbukumbu za wafalme wa Israeli."
  },
  {
    "verseNumber": "2KI 15:12",
    "verseText": "Kwa hiyo neno la BWANA lililonenwa kwa Yehu likatimia, kwamba, “Wazao wako wataketi juu ya kiti cha enzi cha Israeli hadi kizazi cha nne.”"
  },
  {
    "verseNumber": "2KI 15:13",
    "verseText": "Shalumu mwana wa Yabeshi akawa mfalme katika mwaka wa thelathini na tisa wa Uzia mfalme wa Yuda, naye akatawala katika Samaria kwa mwezi mmoja."
  },
  {
    "verseNumber": "2KI 15:14",
    "verseText": "Kisha Menahemu mwana wa Gadi akaenda kutoka Tirsa mpaka Samaria. Akamshambulia Shalumu mwana wa Yabeshi huko Samaria, akamuua na kuingia mahali pake kuwa mfalme."
  },
  {
    "verseNumber": "2KI 15:15",
    "verseText": "Matukio mengine ya utawala wa Shalumu, na mauaji aliyoyafanya, yameandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli."
  },
  {
    "verseNumber": "2KI 15:16",
    "verseText": "Wakati ule, akianzia Tirsa, Menahemu alishambulia Tifsa na kila mtu ndani yake, na wale waliokuwa maeneo jirani, kwa sababu walikataa kufungua malango yao. Akaiangamiza Tifsa yote, na kuwapasua matumbo wanawake wote wenye mimba."
  },
  {
    "verseNumber": "2KI 15:17",
    "verseText": "Katika mwaka wa thelathini na tisa wa utawala wa Azaria mfalme wa Yuda, Menahemu mwana wa Gadi akawa mfalme wa Israeli, akatawala huko Samaria kwa miaka kumi."
  },
  {
    "verseNumber": "2KI 15:18",
    "verseText": "Akatenda maovu machoni pa BWANA. Katika wakati wa utawala wake wote, hakuziacha dhambi za Yeroboamu mwana wa Nebati ambazo alisababisha Israeli kuzitenda."
  },
  {
    "verseNumber": "2KI 15:19",
    "verseText": "Kisha Pulu mfalme wa Ashuru akaishambulia Israeli. Menahemu mfalme wa Israeli akampa talanta elfu moja za fedha ili amsaidie na kumwezesha katika utawala wake."
  },
  {
    "verseNumber": "2KI 15:20",
    "verseText": "Menahemu akatoza fedha hizi kwa nguvu kutoka kwa Israeli. Kila mtu tajiri alilazimika kuchanga shekeli hamsini za fedha ambazo alipewa mfalme wa Ashuru. Basi mfalme wa Ashuru akajiondoa na hakuendelea kuikalia nchi."
  },
  {
    "verseNumber": "2KI 15:21",
    "verseText": "Matukio mengine ya utawala wa Menahemu na yote aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "2KI 15:22",
    "verseText": "Menahemu akalala pamoja na baba zake. Naye Pekahia mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 15:23",
    "verseText": "Katika mwaka wa hamsini wa utawala wa Azaria mfalme wa Yuda, Pekahia mwana wa Menahemu akawa mfalme wa Israeli huko Samaria, akatawala miaka miwili."
  },
  {
    "verseNumber": "2KI 15:24",
    "verseText": "Pekahia akafanya uovu machoni pa BWANA. Hakuziacha dhambi za Yeroboamu mwana wa Nebati, ambazo alisababisha Israeli kuzitenda."
  },
  {
    "verseNumber": "2KI 15:25",
    "verseText": "Mmoja wa maafisa wake wakuu, Peka mwana wa Remalia, akafanya shauri baya dhidi yake. Akachukua watu hamsini wa Gileadi pamoja naye, akamuua Pekahia, pamoja na Argobu na Aria, katika ngome ya jumba la kifalme huko Samaria. Kwa hiyo Peka akamuua Pekahia, naye akaingia mahali pake kuwa mfalme."
  },
  {
    "verseNumber": "2KI 15:26",
    "verseText": "Matukio mengine ya utawala wa Pekahia na yote aliyoyafanya yameandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli."
  },
  {
    "verseNumber": "2KI 15:27",
    "verseText": "Katika mwaka wa hamsini na mbili wa utawala wa Azaria mfalme wa Yuda, Peka mwana wa Remalia akawa mfalme wa Israeli huko Samaria, naye alitawala miaka ishirini."
  },
  {
    "verseNumber": "2KI 15:28",
    "verseText": "Akafanya maovu machoni pa BWANA. Hakuziacha dhambi za Yeroboamu mwana wa Nebati, ambazo alisababisha Israeli kuzitenda."
  },
  {
    "verseNumber": "2KI 15:29",
    "verseText": "Wakati wa utawala wa Peka mfalme wa Israeli, Tiglath-Pileseri mfalme wa Ashuru alikuja na kuteka Iyoni, Abel-Beth-Maaka, Yanoa, Kedeshi na Hazori. Akateka miji ya Gileadi na Galilaya, pamoja na nchi yote ya Naftali, na kuwahamishia watu wote Ashuru."
  },
  {
    "verseNumber": "2KI 15:30",
    "verseText": "Kisha Hoshea mwana wa Ela akafanya shauri baya dhidi ya Peka mwana wa Remalia. Akamshambulia na kumuua, kisha akaingia mahali pake kuwa mfalme katika mwaka wa ishirini wa Yothamu mwana wa Uzia."
  },
  {
    "verseNumber": "2KI 15:31",
    "verseText": "Matukio mengine ya utawala wa Peka na yote aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Israeli?"
  },
  {
    "verseNumber": "2KI 15:32",
    "verseText": "Katika mwaka wa pili wa utawala wa Peka mwana wa Remalia mfalme wa Israeli, Yothamu mwana wa Uzia mfalme wa Yuda alianza kutawala."
  },
  {
    "verseNumber": "2KI 15:33",
    "verseText": "Alikuwa na miaka ishirini na mitano alipoanza kutawala, naye akatawala huko Yerusalemu miaka kumi na sita. Mama yake aliitwa Yerusha binti Sadoki."
  },
  {
    "verseNumber": "2KI 15:34",
    "verseText": "Akafanya yaliyo mema machoni pa BWANA, kama Uzia baba yake alivyokuwa amefanya."
  },
  {
    "verseNumber": "2KI 15:35",
    "verseText": "Hata hivyo, mahali pa juu pa kuabudia hapakuondolewa. Watu waliendelea kutoa kafara na kufukiza uvumba huko. Yothamu akajenga upya Lango la Juu la Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 15:36",
    "verseText": "Matukio mengine ya utawala wa Yothamu na yale aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 15:37",
    "verseText": "(Katika siku hizo, BWANA akaanza kuwatuma Resini mfalme wa Aramu na Peka mwana wa Remalia dhidi ya Yuda.)"
  },
  {
    "verseNumber": "2KI 15:38",
    "verseText": "Yothamu akalala na baba zake, akazikwa pamoja nao katika Mji wa Daudi, mji wa baba zake. Naye Ahazi mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 16:1",
    "verseText": "Katika mwaka wa kumi na saba wa utawala wa Peka mwana wa Remalia, Ahazi mwana wa Yothamu mfalme wa Yuda alianza kutawala."
  },
  {
    "verseNumber": "2KI 16:2",
    "verseText": "Ahazi alikuwa na miaka ishirini alipoanza kutawala, akatawala huko Yerusalemu kwa miaka kumi na sita. Tofauti na Daudi baba yake, hakufanya yaliyo mema machoni pa Bwana, Mungu wake."
  },
  {
    "verseNumber": "2KI 16:3",
    "verseText": "Akaenenda katika njia za wafalme wa Israeli, na hata akamtoa mwanawe kafara katika moto, akifuata njia za machukizo za mataifa ambayo BWANA alikuwa ameyafukuza mbele ya Waisraeli."
  },
  {
    "verseNumber": "2KI 16:4",
    "verseText": "Akatoa kafara na kufukiza uvumba katika mahali pa juu pa kuabudia miungu, juu ya vilima, na chini ya kila mti uliotanda."
  },
  {
    "verseNumber": "2KI 16:5",
    "verseText": "Kisha Resini mfalme wa Aramu na Peka mwana wa Remalia mfalme wa Israeli wakaondoka kwenda kupigana dhidi ya Yerusalemu na kumzunguka Ahazi kwa jeshi, lakini hawakuweza kumshinda."
  },
  {
    "verseNumber": "2KI 16:6",
    "verseText": "Wakati ule, Resini mfalme wa Aramu akaurudisha Elathi kwa Aramu kwa kuwafukuza watu wa Yuda. Kisha Waedomu wakahamia Elathi, nao wanaishi huko mpaka leo."
  },
  {
    "verseNumber": "2KI 16:7",
    "verseText": "Ahazi akatuma wajumbe kumwambia Tiglath-Pileseri mfalme wa Ashuru kwamba, “Mimi ni mtumishi na mtumwa wako. Njoo na uniokoe kutoka mkononi mwa mfalme wa Aramu na wa mfalme wa Israeli, ambao wananishambulia.”"
  },
  {
    "verseNumber": "2KI 16:8",
    "verseText": "Naye Ahazi akachukua fedha na dhahabu zilizopatikana ndani ya Hekalu la BWANA na katika hazina ya jumba la mfalme, na kuzituma kama zawadi kwa mfalme wa Ashuru."
  },
  {
    "verseNumber": "2KI 16:9",
    "verseText": "Mfalme wa Ashuru akamwitikia kwa kushambulia Dameski na kuiteka. Akawahamishia wenyeji wake huko Kiri, na kumuua Resini."
  },
  {
    "verseNumber": "2KI 16:10",
    "verseText": "Kisha Mfalme Ahazi akaenda Dameski kukutana na Tiglath-Pileseri wa Ashuru. Akaona madhabahu huko Dameski, naye akamtumia Uria kuhani mchoro wa hayo madhabahu, pamoja na maelezo ya mpango kamili wa ujenzi wake."
  },
  {
    "verseNumber": "2KI 16:11",
    "verseText": "Kwa hiyo Uria kuhani akajenga madhabahu kulingana na mipango yote ambayo Mfalme Ahazi alikuwa ameituma kutoka Dameski, na akamaliza ujenzi kabla ya Mfalme Ahazi kurudi."
  },
  {
    "verseNumber": "2KI 16:12",
    "verseText": "Mfalme aliporudi kutoka Dameski na kuona hayo madhabahu, akayasogelea na kutoa sadaka juu yake."
  },
  {
    "verseNumber": "2KI 16:13",
    "verseText": "Akatoa sadaka yake ya kuteketezwa na sadaka ya nafaka, akamimina sadaka ya kinywaji na kunyunyizia damu ya sadaka zake za amani juu ya hayo madhabahu."
  },
  {
    "verseNumber": "2KI 16:14",
    "verseText": "Mfalme Ahazi akayaondoa madhabahu ya zamani ya shaba kutoka hapo mbele ya Hekalu la BWANA, yaliyokuwa yamesimama kati ya ingilio la Hekalu na hayo madhabahu mapya, naye akayaweka upande wa kaskazini mwa hayo madhabahu mapya."
  },
  {
    "verseNumber": "2KI 16:15",
    "verseText": "Ndipo Mfalme Ahazi akatoa amri zifuatazo kwa Uria kuhani: “Juu ya hayo madhabahu kubwa mapya, toa sadaka ya asubuhi ya kuteketezwa na sadaka ya jioni ya nafaka, sadaka ya mfalme ya kuteketezwa pamoja na sadaka yake ya nafaka, sadaka ya kuteketezwa ya watu wote wa nchi, pamoja na sadaka yao ya nafaka na sadaka yao ya kinywaji. Unyunyize juu ya hayo madhabahu damu yote ya sadaka za kuteketezwa na dhabihu. Lakini mimi nitatumia hayo madhabahu ya zamani ya shaba kwa ajili ya kutafuta uongozi.”"
  },
  {
    "verseNumber": "2KI 16:16",
    "verseText": "Naye Uria kuhani akafanya kama Mfalme Ahazi alivyoagiza."
  },
  {
    "verseNumber": "2KI 16:17",
    "verseText": "Mfalme Ahazi akaondoa mbao za pembeni na kuondoa masinia kwenye vile vishikilio vilivyohamishika. Akaondoa ile Bahari kutoka kwenye mafahali wa shaba walioishikilia, na kuiweka kwenye kitako cha jiwe."
  },
  {
    "verseNumber": "2KI 16:18",
    "verseText": "Kwa heshima ya mfalme wa Ashuru, akaliondoa pia pazia la Sabato lililokuwa limewekwa ndani ya Hekalu, na akaondoa ile njia ya kifalme ya kuingia kwenye Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 16:19",
    "verseText": "Matukio mengine ya utawala wa Ahazi na yale aliyoyafanya, je hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 16:20",
    "verseText": "Ahazi akalala na baba zake, naye akazikwa pamoja nao katika Mji wa Daudi. Naye Hezekia mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 17:1",
    "verseText": "Katika mwaka wa kumi na mbili wa utawala wa Ahazi mfalme wa Yuda, Hoshea mwana wa Ela akawa mfalme wa Israeli katika Samaria, akatawala kwa miaka tisa."
  },
  {
    "verseNumber": "2KI 17:2",
    "verseText": "Akafanya maovu machoni pa BWANA, lakini si kama wafalme wengine wa Israeli waliomtangulia."
  },
  {
    "verseNumber": "2KI 17:3",
    "verseText": "Mfalme Shalmanesa wa Ashuru akainuka dhidi ya Mfalme Hoshea, ambaye hapo mbeleni alikuwa mtumwa wake na kumlipa ushuru."
  },
  {
    "verseNumber": "2KI 17:4",
    "verseText": "Lakini mfalme wa Ashuru akagundua kuwa Hoshea alikuwa msaliti, kwa kuwa alikuwa ametuma wajumbe kwa So mfalme wa Misri, naye hakuendelea kulipa ushuru kwa mfalme wa Ashuru tena kama alivyokuwa anafanya kila mwaka. Kwa hiyo Shalmanesa akamkamata na kumtia gerezani."
  },
  {
    "verseNumber": "2KI 17:5",
    "verseText": "Mfalme wa Ashuru akaishambulia nchi yote, akapigana dhidi ya Samaria na kuizunguka kwa majeshi miaka mitatu."
  },
  {
    "verseNumber": "2KI 17:6",
    "verseText": "Katika mwaka wa tisa wa Hoshea, mfalme wa Ashuru akaiteka Samaria na kuwahamishia Waisraeli huko Ashuru. Akawaweka huko Hala, na Gozani karibu na Mto Habori, na katika miji ya Wamedi."
  },
  {
    "verseNumber": "2KI 17:7",
    "verseText": "Yote haya yalitokea kwa sababu Waisraeli walikuwa wametenda dhambi dhidi ya BWANA Mungu wao, ambaye alikuwa amewapandisha kutoka Misri akiwatoa chini ya utawala wa nguvu wa Farao mfalme wa Misri. Waliabudu miungu mingine"
  },
  {
    "verseNumber": "2KI 17:8",
    "verseText": "na kufuata desturi za mataifa ambayo BWANA alikuwa ameyafukuza mbele yao, pamoja na desturi ambazo wafalme wa Israeli walizileta."
  },
  {
    "verseNumber": "2KI 17:9",
    "verseText": "Waisraeli wakafanya vitu kwa siri dhidi ya BWANA Mungu wao, ambavyo havikuwa sawa. Kuanzia kwenye mnara wa ulinzi hadi kwenye mji wenye maboma walijijengea wenyewe mahali pa juu pa kuabudia miungu katika miji yao yote."
  },
  {
    "verseNumber": "2KI 17:10",
    "verseText": "Wakaweka mawe ya kuabudiwa na nguzo za Ashera juu ya kila kilima kirefu na chini ya kila mti uliotanda."
  },
  {
    "verseNumber": "2KI 17:11",
    "verseText": "Wakafukiza uvumba kila mahali palipoinuka, kama yalivyofanya yale mataifa ambayo BWANA alikuwa ameyafukuza mbele yao. Wakafanya mambo maovu ambayo yalimghadhibisha BWANA."
  },
  {
    "verseNumber": "2KI 17:12",
    "verseText": "Wakaabudu sanamu, ingawa BWANA alikuwa amesema, “Msifanye mambo haya.”"
  },
  {
    "verseNumber": "2KI 17:13",
    "verseText": "BWANA akawaonya Israeli na Yuda kupitia kwa manabii na waonaji wake wote: “Acheni njia zenu mbaya. Shikeni amri na maagizo yangu, kufuatana na sheria yangu yote niliyowaagiza baba zenu kuitii ambayo niliileta kwenu kupitia kwa watumishi wangu manabii.”"
  },
  {
    "verseNumber": "2KI 17:14",
    "verseText": "Lakini hawakusikiliza, walikuwa na shingo ngumu kama baba zao, ambao hawakumtegemea BWANA Mungu wao."
  },
  {
    "verseNumber": "2KI 17:15",
    "verseText": "Walizikataa amri zake, na agano alilokuwa amelifanya na baba zao, na maonyo aliyokuwa amewapa. Wakafuata sanamu zisizofaa, nao wenyewe wakawa hawafai. Wakayaiga mataifa yaliyowazunguka, ingawa BWANA alikuwa amewaonya akiwaambia, “Msifanye kama wanavyofanya,” nao wakafanya mambo ambayo BWANA alikuwa amewakataza wasifanye."
  },
  {
    "verseNumber": "2KI 17:16",
    "verseText": "Wakayaacha maagizo yote ya BWANA Mungu wao na kujitengenezea sanamu mbili, walizozisubu katika sura ya ndama na nguzo ya Ashera. Wakasujudia mianga yote ya angani, na wakamtumikia Baali."
  },
  {
    "verseNumber": "2KI 17:17",
    "verseText": "Wakawatoa kafara wana wao na mabinti zao katika moto. Wakafanya uaguzi na uchawi, nao wakajiuza wenyewe katika kutenda uovu machoni pa BWANA, wakamghadhibisha."
  },
  {
    "verseNumber": "2KI 17:18",
    "verseText": "Basi BWANA akawakasirikia sana Israeli na kuwaondoa kwenye uwepo wake. Ni kabila la Yuda tu lililobaki;"
  },
  {
    "verseNumber": "2KI 17:19",
    "verseText": "na hata hivyo nao Yuda hawakuzishika amri za BWANA Mungu wao. Wakafuata desturi ambazo Israeli walikuwa wamezianzisha."
  },
  {
    "verseNumber": "2KI 17:20",
    "verseText": "Kwa hiyo BWANA aliwakataa watu wote wa Israeli; akawatesa na kuwaachia katika mikono ya wateka nyara hadi alipowaondoa kutoka kwenye uwepo wake."
  },
  {
    "verseNumber": "2KI 17:21",
    "verseText": "Alipokwisha kuwatenga Israeli mbali na nyumba ya Daudi, wakamfanya Yeroboamu mwana wa Nebati kuwa mfalme wao. Yeroboamu akawashawishi Israeli waache kumfuata BWANA na akawasababisha kutenda dhambi kuu."
  },
  {
    "verseNumber": "2KI 17:22",
    "verseText": "Nao Israeli wakadumu katika dhambi zote za Yeroboamu mwana wa Nebati, nao hawakuziacha"
  },
  {
    "verseNumber": "2KI 17:23",
    "verseText": "hadi BWANA alipowaondoa kutoka kwenye uwepo wake, kama vile alivyokuwa ameonya kupitia watumishi wake wote manabii. Hivyo watu wa Israeli wakaondolewa kutoka nchi yao kwenda uhamishoni Ashuru, nao wako huko mpaka sasa."
  },
  {
    "verseNumber": "2KI 17:24",
    "verseText": "Mfalme wa Ashuru akawaleta watu kutoka Babeli, Kutha, Ava, Hamathi na Sefarvaimu na kuwaweka katika miji ya Samaria badala ya Waisraeli. Wakaimiliki Samaria na kuishi katika miji yake."
  },
  {
    "verseNumber": "2KI 17:25",
    "verseText": "Wakati walianza kuishi humo, hawakumwabudu BWANA, kwa hiyo akatuma simba miongoni mwao, wakawaua baadhi ya watu."
  },
  {
    "verseNumber": "2KI 17:26",
    "verseText": "Habari ikapelekwa kwa mfalme wa Ashuru, kusema: “Watu uliowahamisha na kuwaweka katika miji ya Samaria hawajui kile Mungu wa nchi hiyo anachokitaka. Ametuma simba miongoni mwao, ambao wanawaua, kwa sababu watu hawajui anachokitaka.”"
  },
  {
    "verseNumber": "2KI 17:27",
    "verseText": "Ndipo mfalme wa Ashuru akaamuru hivi: “Mtwae mmoja wa makuhani uliowachukua mateka kutoka Samaria ili arudi kuishi humo na awafundishe watu kile ambacho Mungu wa nchi anataka.”"
  },
  {
    "verseNumber": "2KI 17:28",
    "verseText": "Basi mmoja wa makuhani ambaye alikuwa amepelekwa uhamishoni kutoka Samaria akaja kuishi Betheli na kuwafundisha jinsi ya kumwabudu BWANA."
  },
  {
    "verseNumber": "2KI 17:29",
    "verseText": "Hata hivyo, kila kikundi cha taifa lililoletwa Samaria kilitengeneza miungu yao wenyewe katika miji kadhaa mahali walipoishi, nao wakaiweka mahali pa ibada za miungu ambapo watu wa Samaria walikuwa wametengeneza katika mahali pa juu."
  },
  {
    "verseNumber": "2KI 17:30",
    "verseText": "Watu kutoka Babeli wakamtengeneza Sukoth-Benothi kuwa mungu wao, watu kutoka Kutha wakamtengeneza Nergali, na watu kutoka Hamathi wakamtengeneza Ashima;"
  },
  {
    "verseNumber": "2KI 17:31",
    "verseText": "Waavi wakatengeneza Nibhazi na Tartaki, nao Wasefarvi wakachoma watoto wao kama kafara kwa Adrameleki na Anameleki, miungu ya Sefarvaimu."
  },
  {
    "verseNumber": "2KI 17:32",
    "verseText": "Walimwabudu BWANA, lakini pia waliteua aina zote za watu wao ili kuwawakilisha kama makuhani katika mahali pa kuabudia miungu kwenye mahali pa juu pa ibada."
  },
  {
    "verseNumber": "2KI 17:33",
    "verseText": "Walimwabudu BWANA, lakini pia waliitumikia miungu yao kulingana na desturi za mataifa walikotoka."
  },
  {
    "verseNumber": "2KI 17:34",
    "verseText": "Mpaka leo wanashikilia desturi zao za zamani. Hawamwabudu BWANA wala kuzishika hukumu na maagizo, sheria na amri ambazo BWANA aliwapa uzao wa Yakobo, ambaye alimwita Israeli."
  },
  {
    "verseNumber": "2KI 17:35",
    "verseText": "Wakati BWANA alipofanya Agano na Waisraeli, aliwaamuru akisema: “Msiiabudu miungu mingine yoyote wala kuisujudia, wala kuitumikia wala kuitolea dhabihu."
  },
  {
    "verseNumber": "2KI 17:36",
    "verseText": "Bali imewapasa kumwabudu BWANA aliyewapandisha kutoka Misri kwa uwezo wake mkuu na kwa mkono wake ulionyooshwa. Kwake yeye mtasujudu na kwake yeye mtatoa dhabihu."
  },
  {
    "verseNumber": "2KI 17:37",
    "verseText": "Imewapasa daima kuwa waangalifu kutunza hukumu na maagizo, sheria na amri alizowaandikia. Msiabudu miungu mingine."
  },
  {
    "verseNumber": "2KI 17:38",
    "verseText": "Msisahau agano nililofanya nanyi, wala msiabudu miungu mingine."
  },
  {
    "verseNumber": "2KI 17:39",
    "verseText": "Bali, mtamwabudu BWANA Mungu wenu, kwani yeye ndiye atakayewakomboa kutoka mikononi mwa adui zenu wote.”"
  },
  {
    "verseNumber": "2KI 17:40",
    "verseText": "Hata hivyo hawakusikiliza, lakini waliendelea na desturi zao za awali."
  },
  {
    "verseNumber": "2KI 17:41",
    "verseText": "Hata wakati watu hawa walipokuwa wanamwabudu BWANA, walikuwa bado wakitumikia sanamu zao. Mpaka leo watoto wao na watoto wa watoto wao wanaendelea kufanya kama baba zao walivyofanya."
  },
  {
    "verseNumber": "2KI 18:1",
    "verseText": "Katika mwaka wa tatu wa utawala wa Hoshea mwana wa Ela mfalme wa Israeli, Hezekia mwana wa Ahazi mfalme wa Yuda alianza kutawala."
  },
  {
    "verseNumber": "2KI 18:2",
    "verseText": "Alikuwa na umri wa miaka ishirini na mitano alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka ishirini na tisa. Mama yake aliitwa Abiya binti Zekaria."
  },
  {
    "verseNumber": "2KI 18:3",
    "verseText": "Akafanya yaliyo mema machoni pa BWANA, kama Daudi baba yake alivyofanya."
  },
  {
    "verseNumber": "2KI 18:4",
    "verseText": "Akapaondoa mahali pa juu pa kuabudia miungu, akazivunja sanamu, akakatakata nguzo za Ashera. Akavunja vipande vipande ile nyoka ya shaba Mose aliyotengeneza, kwa kuwa hadi siku hizo wana wa Israeli walikuwa wanaifukizia uvumba (ilikuwa ikiitwa Nehushtani )."
  },
  {
    "verseNumber": "2KI 18:5",
    "verseText": "Hezekia aliweka tumaini lake kwa BWANA, Mungu wa Israeli. Hapakuwepo na mfalme mwingine wa kufanana naye miongoni mwa wafalme wa Yuda, kabla yake au baada yake."
  },
  {
    "verseNumber": "2KI 18:6",
    "verseText": "Alishikamana na BWANA kwa bidii wala hakuacha kumfuata; alishika amri ambazo BWANA alikuwa amempa Mose."
  },
  {
    "verseNumber": "2KI 18:7",
    "verseText": "Naye BWANA alikuwa pamoja naye, akafanikiwa katika kila alichokifanya. Aliasi dhidi ya mfalme wa Ashuru, wala hakumtumikia."
  },
  {
    "verseNumber": "2KI 18:8",
    "verseText": "Kuanzia mnara wa ulinzi hadi kwenye mji wenye ngome, aliwashinda Wafilisti, hadi kufikia Gaza na himaya yake yote."
  },
  {
    "verseNumber": "2KI 18:9",
    "verseText": "Mwaka wa nne wa Mfalme Hezekia, ambao ulikuwa mwaka wa saba wa Hoshea mwana wa Ela kutawala Israeli, Shalmanesa mfalme wa Ashuru alikwenda kuishambulia Samaria na kuuzunguka kwa majeshi."
  },
  {
    "verseNumber": "2KI 18:10",
    "verseText": "Baada ya miaka mitatu Waashuru wakautwaa. Kwa hiyo Samaria ulitekwa katika mwaka wa sita wa utawala wa Mfalme Hezekia, ambao ulikuwa mwaka wa tisa wa utawala wa Hoshea mfalme wa Israeli."
  },
  {
    "verseNumber": "2KI 18:11",
    "verseText": "Mfalme wa Ashuru akawahamishia Waisraeli huko Ashuru na akawaweka Hala, na Gozani karibu na Mto Habori, na katika miji ya Wamedi."
  },
  {
    "verseNumber": "2KI 18:12",
    "verseText": "Hili lilitokea kwa sababu hawakumtii BWANA Mungu wao, lakini walikuwa wamevunja agano lake, yale yote ambayo Mose mtumishi wa BWANA aliwaamuru. Hawakuzisikiliza amri wala kuzitimiza."
  },
  {
    "verseNumber": "2KI 18:13",
    "verseText": "Katika mwaka wa kumi na nne wa utawala wa Mfalme Hezekia, Senakeribu mfalme wa Ashuru akaishambulia miji yote ya Yuda yenye ngome na kuiteka."
  },
  {
    "verseNumber": "2KI 18:14",
    "verseText": "Basi Hezekia mfalme wa Yuda akamtumia ujumbe mfalme wa Ashuru huko Lakishi akisema: “Nimefanya makosa. Ondoka katika nchi yangu, nami nitakulipa chochote unachokitaka kwangu.” Mfalme wa Ashuru akamtoza Hezekia mfalme wa Yuda talanta 300 za fedha, na talanta thelathini za dhahabu."
  },
  {
    "verseNumber": "2KI 18:15",
    "verseText": "Basi Hezekia akampa fedha yote iliyopatikana ndani ya Hekalu la BWANA na katika hazina ya jumba la mfalme."
  },
  {
    "verseNumber": "2KI 18:16",
    "verseText": "Wakati huu Hezekia mfalme wa Yuda akabandua dhahabu yote iliyokuwa imefunika milango na miimo ya Hekalu la BWANA, akampa mfalme wa Ashuru."
  },
  {
    "verseNumber": "2KI 18:17",
    "verseText": "Mfalme wa Ashuru akamtuma jemadari wake mkuu, na afisa wake mkuu, na jemadari wa jeshi, pamoja na jeshi kubwa kutoka Lakishi hadi kwa Mfalme Hezekia huko Yerusalemu. Wakaja Yerusalemu na kusimama kwenye mfereji wa Bwawa la Juu, lililojengwa katika barabara iendayo kwenye Uwanja wa Dobi."
  },
  {
    "verseNumber": "2KI 18:18",
    "verseText": "Wakaagiza mfalme aitwe. Eliakimu mwana wa Hilkia aliyekuwa msimamizi wa jumba la mfalme, Shebna aliyekuwa katibu, na Yoa mwana wa Asafu mwandishi wakawaendea."
  },
  {
    "verseNumber": "2KI 18:19",
    "verseText": "Yule jemadari wa jeshi akawaambia, “Mwambieni Hezekia: “ ‘Hili ndilo asemalo mfalme mkuu, mfalme wa Ashuru: Ni wapi unapoweka hili tumaini lako?"
  },
  {
    "verseNumber": "2KI 18:20",
    "verseText": "Unasema mnayo mikakati na nguvu za kijeshi, lakini unasema maneno matupu tu. Je, wewe unamtegemea nani, hata ukaniasi mimi?"
  },
  {
    "verseNumber": "2KI 18:21",
    "verseText": "Tazama sasa, unaitegemea Misri, fimbo ile ya mwanzi uliopasuka, ambayo huuchoma na kuujeruhi mkono wa mtu akiiegemea! Hivyo ndivyo alivyo Farao mfalme wa Misri, kwa wote wanaomtegemea."
  },
  {
    "verseNumber": "2KI 18:22",
    "verseText": "Nawe kama ukiniambia, “Tunamtumainia BWANA Mungu wetu”: je, siyo yeye ambaye Hezekia aliondoa mahali pake pa juu pa kuabudia miungu na madhabahu zake, akiwaambia Yuda na Yerusalemu, “Ni lazima mwabudu mbele ya madhabahu haya katika Yerusalemu”?"
  },
  {
    "verseNumber": "2KI 18:23",
    "verseText": "“ ‘Njooni sasa, fanyeni mapatano na bwana wangu, mfalme wa Ashuru: Nitakupa farasi elfu mbili, kama unaweza kuwapandisha waendesha farasi juu yao!"
  },
  {
    "verseNumber": "2KI 18:24",
    "verseText": "Utawezaje kumzuia hata afisa mmoja aliye mdogo kati ya maafisa wa bwana wangu, ijapo unategemea Misri kwa magari ya vita na wapanda farasi?"
  },
  {
    "verseNumber": "2KI 18:25",
    "verseText": "Zaidi ya hayo, je, nimekuja kushambulia na kuangamiza mahali hapa pasipo neno kutoka kwa BWANA? BWANA mwenyewe ndiye aliniambia niishambulie nchi hii na kuiangamiza.’ ”"
  },
  {
    "verseNumber": "2KI 18:26",
    "verseText": "Ndipo Eliakimu mwana wa Hilkia, Shebna na Yoa wakamwambia yule jemadari wa jeshi, “Tafadhali zungumza na watumishi wako kwa lugha ya Kiaramu, kwa kuwa tunaifahamu. Usiseme nasi kwa Kiebrania watu walioko juu ya ukuta wakiwa wanasikia.”"
  },
  {
    "verseNumber": "2KI 18:27",
    "verseText": "Lakini yule jemadari wa jeshi akajibu, “Je, bwana wangu amenituma kutoa ujumbe huu kwa bwana wenu na kwenu tu? Je, hakunituma pia kwa watu walioketi ukutani, ambao, kama ninyi, itawabidi kula mavi yao na kunywa mikojo yao wenyewe?”"
  },
  {
    "verseNumber": "2KI 18:28",
    "verseText": "Kisha yule jemadari wa jeshi akasimama na kuita kwa lugha ya Kiebrania, akasema: “Sikieni neno la mfalme mkuu, mfalme wa Ashuru!"
  },
  {
    "verseNumber": "2KI 18:29",
    "verseText": "Hili ndilo asemalo mfalme: Msikubali Hezekia awadanganye. Hawezi kuwaokoa mkononi mwangu."
  },
  {
    "verseNumber": "2KI 18:30",
    "verseText": "Msikubali Hezekia awashawishi kumtumaini BWANA kwa kuwaambia, ‘Hakika BWANA atatuokoa. Mji huu hautaangukia mikononi mwa mfalme wa Ashuru.’"
  },
  {
    "verseNumber": "2KI 18:31",
    "verseText": "“Msimsikilize Hezekia. Hili ndilo mfalme wa Ashuru asemalo: Fanyeni amani nami na mje kwangu. Kisha kila mmoja wenu atakula kutoka kwa mzabibu wake na mtini wake mwenyewe, na kunywa maji kutoka kisima chake mwenyewe,"
  },
  {
    "verseNumber": "2KI 18:32",
    "verseText": "mpaka nije nikawapeleke katika nchi iliyo kama nchi yenu wenyewe, nchi ya nafaka na divai mpya, nchi ya mkate na mashamba ya mizabibu, nchi ya mizeituni na asali. Chagueni uzima, sio mauti! “Msimsikilize Hezekia, kwa kuwa anawapotosha asemapo, ‘BWANA atatuokoa.’"
  },
  {
    "verseNumber": "2KI 18:33",
    "verseText": "Je, yuko mungu wa taifa lolote aliyewahi kuokoa nchi yake kutoka mkononi mwa mfalme wa Ashuru?"
  },
  {
    "verseNumber": "2KI 18:34",
    "verseText": "Iko wapi miungu ya Hamathi na ya Arpadi? Iko wapi miungu ya Sefarvaimu, Hena na Iva? Je, imeokoa Samaria kutoka mkononi mwangu?"
  },
  {
    "verseNumber": "2KI 18:35",
    "verseText": "Ni yupi miongoni mwa miungu yote ya nchi hizi ameweza kuokoa nchi yake mkononi mwangu? Inawezekanaje basi BWANA aiokoe Yerusalemu mkononi mwangu?”"
  },
  {
    "verseNumber": "2KI 18:36",
    "verseText": "Lakini wale watu wakakaa kimya, wala hawakujibu lolote, kwa kuwa mfalme alikuwa amewaamuru, “Msimjibu lolote.”"
  },
  {
    "verseNumber": "2KI 18:37",
    "verseText": "Kisha Eliakimu mwana wa Hilkia msimamizi wa jumba la kifalme, Shebna katibu, na Yoa mwana wa Asafu, mwandishi wakamwendea Hezekia, nguo zao zikiwa zimeraruliwa, na kumwambia yale jemadari wa jeshi aliyoyasema."
  },
  {
    "verseNumber": "2KI 19:1",
    "verseText": "Mfalme Hezekia aliposikia haya, akararua nguo zake na kuvaa nguo ya gunia, naye akaenda katika Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 19:2",
    "verseText": "Akawatuma Eliakimu msimamizi wa nyumba ya mfalme, Shebna mwandishi, na viongozi wa makuhani, wote wakiwa wamevaa nguo za magunia, waende kwa nabii Isaya mwana wa Amozi."
  },
  {
    "verseNumber": "2KI 19:3",
    "verseText": "Wakamwambia, “Hili ndilo asemalo Hezekia: Siku hii ni siku ya dhiki, ya kukaripiwa na ya aibu, kama wakati watoto wanapofikia karibu kuzaliwa na kumbe hakuna nguvu ya kuwazaa."
  },
  {
    "verseNumber": "2KI 19:4",
    "verseText": "Yamkini BWANA, Mungu wako atayasikia maneno ya jemadari wa jeshi, ambaye bwana wake, mfalme wa Ashuru, amemtuma kumdhihaki Mungu aliye hai, tena kwamba atamkemea kwa maneno ambayo BWANA, Mungu wako ameyasikia. Kwa hiyo omba kwa ajili ya mabaki ambao bado wako.”"
  },
  {
    "verseNumber": "2KI 19:5",
    "verseText": "Maafisa wa Mfalme Hezekia walipofika kwa Isaya,"
  },
  {
    "verseNumber": "2KI 19:6",
    "verseText": "Isaya akawaambia, “Mwambieni bwana wenu, ‘Hili ndilo asemalo BWANA: Usiogope kwa hayo uliyoyasikia, yale maneno ambayo watumishi wa mfalme wa Ashuru wamenitukana nayo."
  },
  {
    "verseNumber": "2KI 19:7",
    "verseText": "Sikiliza! Nitatia roho fulani ndani yake ili atakaposikia taarifa fulani, atarudi nchi yake mwenyewe, nami huko nitafanya auawe kwa upanga.’ ”"
  },
  {
    "verseNumber": "2KI 19:8",
    "verseText": "Jemadari wa jeshi aliposikia kwamba mfalme wa Ashuru ameondoka Lakishi, alirudi, akamkuta mfalme akipigana na Libna."
  },
  {
    "verseNumber": "2KI 19:9",
    "verseText": "Basi Senakeribu akapata taarifa kwamba Tirhaka, Mkushi mfalme wa Misri, alikuwa anaenda kupigana naye. Basi akatuma tena wajumbe kwa Hezekia na neno hili:"
  },
  {
    "verseNumber": "2KI 19:10",
    "verseText": "“Mwambieni Hezekia mfalme wa Yuda: Usikubali huyo Mungu unayemtumainia akudanganye wakati anaposema, ‘Yerusalemu haitatiwa mkononi mwa mfalme wa Ashuru.’"
  },
  {
    "verseNumber": "2KI 19:11",
    "verseText": "Hakika umesikia yale ambayo wafalme wa Ashuru wametenda kwa nchi zote, wakiwaangamiza kabisa. Je, wewe utaokolewa?"
  },
  {
    "verseNumber": "2KI 19:12",
    "verseText": "Je, miungu ya mataifa ambayo yaliangamizwa na baba zangu iliweza kuwaokoa, hiyo miungu ya Gozani, Harani, Resefu, na ya watu wa Edeni waliokuwa Telasari?"
  },
  {
    "verseNumber": "2KI 19:13",
    "verseText": "Yuko wapi mfalme wa Hamathi, mfalme wa Arpadi, mfalme wa mji wa Sefarvaimu, au wa Hena au wa Iva?”"
  },
  {
    "verseNumber": "2KI 19:14",
    "verseText": "Hezekia akapokea barua kutoka kwa wale wajumbe, naye akaisoma. Kisha akapanda katika Hekalu la BWANA, akaikunjua mbele za BWANA."
  },
  {
    "verseNumber": "2KI 19:15",
    "verseText": "Naye Hezekia akamwomba BWANA akisema: “Ee BWANA, Mungu wa Israeli, uketiye juu ya kiti cha enzi kati ya makerubi, wewe peke yako ndiwe Mungu juu ya falme zote za dunia. Wewe umeumba mbingu na nchi."
  },
  {
    "verseNumber": "2KI 19:16",
    "verseText": "Tega sikio, Ee BWANA, usikie; fungua macho yako, Ee BWANA, uone; sikiliza maneno ambayo Senakeribu ametuma kumtukana Mungu aliye hai."
  },
  {
    "verseNumber": "2KI 19:17",
    "verseText": "“Ni kweli, Ee BWANA, kwamba wafalme wa Ashuru wameyaangamiza mataifa haya na nchi zao."
  },
  {
    "verseNumber": "2KI 19:18",
    "verseText": "Wameitupa miungu yao kwenye moto na kuiangamiza, kwa kuwa haikuwa miungu, bali miti na mawe tu iliyotengenezwa kwa mikono ya wanadamu."
  },
  {
    "verseNumber": "2KI 19:19",
    "verseText": "Sasa basi, Ee BWANA Mungu wetu, tuokoe kutoka mkononi mwake, ili falme zote duniani zipate kujua kwamba wewe peke yako, Ee BWANA, ndiwe Mungu.”"
  },
  {
    "verseNumber": "2KI 19:20",
    "verseText": "Kisha Isaya mwana wa Amozi akapeleka ujumbe kwa Hezekia, akasema: “Hili ndilo asemalo BWANA, Mungu wa Israeli: Nimesikia maombi yako kuhusu Senakeribu mfalme wa Ashuru."
  },
  {
    "verseNumber": "2KI 19:21",
    "verseText": "Hili ndilo neno ambalo BWANA amelisema dhidi yake: “ ‘Bikira Binti Sayuni anakudharau na kukudhihaki. Binti Yerusalemu anatikisa kichwa chake unapokimbia."
  },
  {
    "verseNumber": "2KI 19:22",
    "verseText": "Ni nani uliyemtukana na kumkufuru? Ni nani uliyeinua sauti yako dhidi yake, na kumwinulia macho yako kwa kiburi? Ni dhidi ya yule Aliye Mtakatifu wa Israeli!"
  },
  {
    "verseNumber": "2KI 19:23",
    "verseText": "Kupitia kwa wajumbe wako umelundika matukano juu ya Bwana. Nawe umesema, “Kwa magari yangu mengi ya vita, nimepanda juu ya vilele vya milima, vilele vya juu sana katika Lebanoni. Nami nimeiangusha mierezi yake mirefu, misunobari yake iliyo bora sana. Nimefikia sehemu zake zilizo mbali sana, misitu yake iliyo mizuri sana."
  },
  {
    "verseNumber": "2KI 19:24",
    "verseText": "Nimechimba visima katika nchi za kigeni na kunywa maji yake. Kwa nyayo za miguu yangu nimekausha vijito vyote vya Misri.”"
  },
  {
    "verseNumber": "2KI 19:25",
    "verseText": "“ ‘Je, hujasikia? Zamani sana niliamuru hili. Siku za kale nilipanga hili; sasa nimelifanya litokee, kwamba umegeuza miji yenye ngome kuwa malundo ya mawe."
  },
  {
    "verseNumber": "2KI 19:26",
    "verseText": "Watu wa miji hiyo wameishiwa nguvu, wanavunjika mioyo na kuaibishwa. Wao ni kama mimea katika shamba, kama machipukizi mororo ya kijani, kama majani yachipuayo juu ya paa la nyumba, ambayo hukauka kabla ya kukua."
  },
  {
    "verseNumber": "2KI 19:27",
    "verseText": "“ ‘Lakini ninajua mahali ukaapo, kutoka kwako na kuingia kwako, na jinsi unavyoghadhibika dhidi yangu."
  },
  {
    "verseNumber": "2KI 19:28",
    "verseText": "Kwa sababu unaghadhibika dhidi yangu, na ufidhuli wako umefika masikioni mwangu, nitaweka ndoana yangu puani mwako na hatamu yangu kinywani mwako, nami nitakufanya urudi kwa njia ile uliyoijia.’"
  },
  {
    "verseNumber": "2KI 19:29",
    "verseText": "“Hii ndiyo itakuwa ishara kwako, ee Hezekia: “Mwaka huu utakula kile kiotacho chenyewe, na mwaka wa pili utakula kutoka machipukizi yake. Lakini katika mwaka wa tatu, panda na uvune, panda mashamba ya mizabibu na ule matunda yake."
  },
  {
    "verseNumber": "2KI 19:30",
    "verseText": "Mara nyingine tena mabaki ya nyumba ya Yuda wataeneza mizizi chini na kuzaa matunda juu."
  },
  {
    "verseNumber": "2KI 19:31",
    "verseText": "Kwa kuwa kutoka Yerusalemu watakuja mabaki, na kutoka Mlima Sayuni kundi la walionusurika. Wivu wa BWANA Mwenye Nguvu Zote ndio utatimiza jambo hili."
  },
  {
    "verseNumber": "2KI 19:32",
    "verseText": "“Kwa hiyo hili ndilo asemalo BWANA kuhusu mfalme wa Ashuru: “Hataingia katika mji huu wala hatapiga mshale hapa. Hatakuja mbele yake akiwa na ngao, wala kupanga majeshi kuuzingira."
  },
  {
    "verseNumber": "2KI 19:33",
    "verseText": "Kwa njia ile aliyoijia, ndiyo atakayorudi; hataingia katika mji huu, asema BWANA."
  },
  {
    "verseNumber": "2KI 19:34",
    "verseText": "Nitaulinda mji huu na kuuokoa, kwa ajili yangu mwenyewe, na kwa ajili ya Daudi mtumishi wangu.”"
  },
  {
    "verseNumber": "2KI 19:35",
    "verseText": "Usiku ule, malaika wa BWANA akaenda, akawaua wanajeshi 185,000 katika kambi ya Waashuru. Wenzao walipoamka asubuhi yake, walikuta maiti kila mahali!"
  },
  {
    "verseNumber": "2KI 19:36",
    "verseText": "Basi Senakeribu mfalme wa Ashuru akavunja kambi na kuondoka. Akarudi Ninawi na kukaa huko."
  },
  {
    "verseNumber": "2KI 19:37",
    "verseText": "Siku moja, alipokuwa akiabudu katika hekalu la mungu wake Nisroki, wanawe Adrameleki na Shareza wakamuua kwa upanga, nao wakakimbilia nchi ya Ararati. Naye Esar-Hadoni mwanawe akawa mfalme badala yake."
  },
  {
    "verseNumber": "2KI 20:1",
    "verseText": "Katika siku hizo, Hezekia akaugua, naye akawa karibu kufa. Nabii Isaya mwana wa Amozi akaenda kwake na kumwambia, “Hili ndilo asemalo BWANA: Tengeneza mambo ya nyumba yako, kwa sababu utakufa, hutapona.”"
  },
  {
    "verseNumber": "2KI 20:2",
    "verseText": "Hezekia akaelekeza uso wake ukutani, akamwomba BWANA:"
  },
  {
    "verseNumber": "2KI 20:3",
    "verseText": "“Ee BWANA, kumbuka jinsi nilivyoenenda mbele zako kwa uaminifu na kujitoa kwa moyo wangu wote, na kufanya yaliyo mema machoni pako.” Naye Hezekia akalia kwa uchungu."
  },
  {
    "verseNumber": "2KI 20:4",
    "verseText": "Kabla Isaya hajaondoka katika ua wa kati, neno la BWANA likamjia, akaambiwa:"
  },
  {
    "verseNumber": "2KI 20:5",
    "verseText": "“Rudi ukamwambie Hezekia, kiongozi wa watu wangu, ‘Hili ndilo asemalo BWANA, Mungu wa baba yako Daudi: Nimeyasikia maombi yako na nimeona machozi yako; nitakuponya. Siku ya tatu kuanzia sasa utapanda kwenda Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 20:6",
    "verseText": "Nitakuongezea miaka kumi na mitano katika maisha yako. Nami nitakuokoa wewe pamoja na mji huu mkononi mwa mfalme wa Ashuru. Nitaulinda mji huu kwa ajili yangu, na kwa ajili ya mtumishi wangu Daudi!’ ”"
  },
  {
    "verseNumber": "2KI 20:7",
    "verseText": "Kisha Isaya akasema, “Tengenezeni dawa ya kubandika ya tini.” Wakafanya hivyo na kuiweka kwenye jipu, naye akapona."
  },
  {
    "verseNumber": "2KI 20:8",
    "verseText": "Hezekia alikuwa amemuuliza Isaya, “Kutakuwa na ishara gani kwamba BWANA ataniponya mimi, na kwamba nitapanda kwenda Hekalu la BWANA siku ya tatu tangu leo?”"
  },
  {
    "verseNumber": "2KI 20:9",
    "verseText": "Isaya akajibu, “Hii ndiyo ishara ya BWANA kwako kwamba BWANA atafanya kile alichoahidi: Je, kivuli kiende hatua kumi mbele, au kivuli kirudi nyuma hatua kumi?”"
  },
  {
    "verseNumber": "2KI 20:10",
    "verseText": "Hezekia akasema, “Ni jambo rahisi kwa kivuli kutangulia mbele hatua kumi, kuliko kukifanya kirudi nyuma hatua kumi.”"
  },
  {
    "verseNumber": "2KI 20:11",
    "verseText": "Ndipo nabii Isaya akamwita BWANA, naye BWANA akakifanya kivuli kurudi nyuma hatua kumi ambazo kilikuwa kimeshuka kwenye ngazi ya Ahazi."
  },
  {
    "verseNumber": "2KI 20:12",
    "verseText": "Wakati huo Merodaki-Baladani, mwana wa Baladani mfalme wa Babeli, akamtumia Hezekia barua na zawadi, kwa sababu alikuwa amesikia habari za kuugua kwa Hezekia."
  },
  {
    "verseNumber": "2KI 20:13",
    "verseText": "Hezekia akawapokea wale wajumbe na kuwaonyesha vitu vyote vile vilivyokuwa katika ghala zake: yaani fedha, dhahabu, vikolezo na mafuta safi, ghala la silaha na kila kitu kilichokuwa katika hazina zake. Hapakuwa na kitu chochote katika jumba lake la kifalme au katika ufalme wake wote ambacho Hezekia hakuwaonyesha."
  },
  {
    "verseNumber": "2KI 20:14",
    "verseText": "Ndipo nabii Isaya akaenda kwa Mfalme Hezekia na kumuuliza, “Watu hao walisema nini, na wametoka wapi?” Hezekia akamjibu, “Wametoka nchi ya mbali. Walikuja kutoka Babeli.”"
  },
  {
    "verseNumber": "2KI 20:15",
    "verseText": "Nabii akauliza, “Waliona nini katika jumba lako la kifalme?” Hezekia akajibu, “Waliona kila kitu katika jumba langu la kifalme. Hakuna kitu chochote katika hazina yangu ambacho sikuwaonyesha.”"
  },
  {
    "verseNumber": "2KI 20:16",
    "verseText": "Ndipo Isaya akamwambia Hezekia, “Sikia neno la BWANA:"
  },
  {
    "verseNumber": "2KI 20:17",
    "verseText": "Hakika wakati unakuja ambapo vitu vyote katika jumba lako la kifalme, na vyote ambavyo baba zako waliweka akiba mpaka siku hii, vitachukuliwa kwenda Babeli. Hakuna chochote kitakachosalia, asema BWANA."
  },
  {
    "verseNumber": "2KI 20:18",
    "verseText": "Nao baadhi ya wazao wako, nyama yako na damu yako mwenyewe watakaozaliwa kwako, watachukuliwa mbali, nao watakuwa matowashi katika jumba la mfalme wa Babeli.”"
  },
  {
    "verseNumber": "2KI 20:19",
    "verseText": "Hezekia akamjibu Isaya, “Neno la BWANA ulilosema ni jema.” Kwa kuwa alifikiri, “Lakini si patakuwa na amani na usalama wakati wa uhai wangu?”"
  },
  {
    "verseNumber": "2KI 20:20",
    "verseText": "Matukio mengine ya utawala wa Hezekia, mafanikio yake yote, na jinsi alivyotengeneza bwawa na mfereji ambao ulileta maji katika mji, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 20:21",
    "verseText": "Hezekia akafa, akazikwa pamoja na baba zake. Naye Manase mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 21:1",
    "verseText": "Manase alikuwa na umri wa miaka kumi na miwili alipoanza kutawala, naye akatawala huko Yerusalemu miaka hamsini na mitano. Mama yake aliitwa Hefsiba."
  },
  {
    "verseNumber": "2KI 21:2",
    "verseText": "Akafanya maovu machoni pa BWANA, akafuata desturi za machukizo za mataifa ambayo BWANA aliyafukuza mbele ya Waisraeli."
  },
  {
    "verseNumber": "2KI 21:3",
    "verseText": "Akajenga upya mahali pa juu pa kuabudia miungu ambapo Hezekia baba yake alikuwa amepabomoa. Pia akasimamisha madhabahu za Baali na kutengeneza nguzo ya Ashera, kama Ahabu mfalme wa Israeli alivyofanya. Akalisujudia jeshi lote la angani na kuliabudu."
  },
  {
    "verseNumber": "2KI 21:4",
    "verseText": "Akajenga madhabahu katika Hekalu la BWANA, ambamo BWANA alikuwa amesema, “Katika Yerusalemu nitaliweka Jina langu.”"
  },
  {
    "verseNumber": "2KI 21:5",
    "verseText": "Katika nyua zote mbili za Hekalu la BWANA, akajenga madhabahu kwa ajili ya jeshi lote la angani."
  },
  {
    "verseNumber": "2KI 21:6",
    "verseText": "Akamtoa kafara mwanawe mwenyewe katika moto, akafanya uchawi na uaguzi, na akataka shauri kwa wapiga ramli na kwa mizimu. Akafanya maovu mengi sana machoni mwa BWANA na kumghadhibisha."
  },
  {
    "verseNumber": "2KI 21:7",
    "verseText": "Akachukua nguzo ya Ashera aliyoichonga na kuiweka katika Hekalu, ambalo BWANA alikuwa amemwambia Daudi na mwanawe Solomoni, “Katika Hekalu hili na katika Yerusalemu niliouchagua kutoka kabila zote za Israeli, nitaliweka Jina langu milele."
  },
  {
    "verseNumber": "2KI 21:8",
    "verseText": "Sitaifanya tena miguu ya Waisraeli itangetange kutoka nchi niliyowapa baba zao, ikiwa watakuwa waangalifu kufanya kila kitu nilichowaamuru, na kuishika Sheria yote ambayo walipewa na Mose mtumishi wangu.”"
  },
  {
    "verseNumber": "2KI 21:9",
    "verseText": "Lakini hawa watu hawakusikiliza. Manase akawapotosha, hivyo kwamba walifanya maovu mengi kuliko mataifa ambayo BWANA aliyaangamiza mbele ya Waisraeli."
  },
  {
    "verseNumber": "2KI 21:10",
    "verseText": "BWANA akasema kupitia watumishi wake manabii:"
  },
  {
    "verseNumber": "2KI 21:11",
    "verseText": "“Manase mfalme wa Yuda ametenda dhambi hizi za kuchukiza. Amefanya maovu mengi kuliko Waamori waliokuwepo kabla yake, na ameiongoza Yuda katika dhambi kwa sanamu zake."
  },
  {
    "verseNumber": "2KI 21:12",
    "verseText": "Kwa hiyo hili ndilo asemalo BWANA, Mungu wa Israeli: Nitaleta maafa makubwa juu ya Yerusalemu na Yuda, kiasi kwamba masikio ya kila mmoja atakayesikia habari zake yatawasha."
  },
  {
    "verseNumber": "2KI 21:13",
    "verseText": "Nitanyoosha juu ya Yerusalemu kamba ya kupimia iliyotumika dhidi ya Samaria, na timazi iliyotumika dhidi ya nyumba ya Ahabu. Nitaifutilia mbali Yerusalemu kama mtu afutaye sahani, nikiifuta na kuifunikiza."
  },
  {
    "verseNumber": "2KI 21:14",
    "verseText": "Nitawakataa mabaki wa urithi wangu na kuwatia mikononi mwa adui zao. Watapokonywa mali zao na kutekwa nyara na adui zao wote,"
  },
  {
    "verseNumber": "2KI 21:15",
    "verseText": "kwa sababu wametenda uovu machoni pangu na kunighadhibisha tangu siku baba zao walipotoka Misri mpaka siku ya leo.”"
  },
  {
    "verseNumber": "2KI 21:16",
    "verseText": "Zaidi ya hayo, Manase pia alimwaga damu nyingi isiyo na hatia, hivi kwamba aliijaza Yerusalemu kutoka mwanzo hadi mwisho, mbali na dhambi ambayo alikuwa amesababisha Yuda kufanya, na hivyo wakatenda maovu machoni pa BWANA."
  },
  {
    "verseNumber": "2KI 21:17",
    "verseText": "Matukio mengine ya utawala wa Manase, na yote aliyoyafanya, pamoja na dhambi alizotenda, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 21:18",
    "verseText": "Manase akalala pamoja na baba zake na akazikwa katika bustani ya jumba lake la kifalme, katika bustani ya Uza. Naye Amoni mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 21:19",
    "verseText": "Amoni alikuwa na miaka ishirini na miwili alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka miwili. Mamaye aliitwa Meshulemethi binti Haruzi, kutoka Yotba."
  },
  {
    "verseNumber": "2KI 21:20",
    "verseText": "Akatenda maovu machoni mwa BWANA, kama baba yake Manase alivyofanya."
  },
  {
    "verseNumber": "2KI 21:21",
    "verseText": "Akaenenda katika njia zote za baba yake, akaabudu sanamu ambazo baba yake aliziabudu na kuzisujudia."
  },
  {
    "verseNumber": "2KI 21:22",
    "verseText": "Akamwacha BWANA, Mungu wa baba zake, wala hakuenenda katika njia za BWANA."
  },
  {
    "verseNumber": "2KI 21:23",
    "verseText": "Watumishi wa Amoni wakafanya fitina juu yake, nao wakamuulia kwake nyumbani."
  },
  {
    "verseNumber": "2KI 21:24",
    "verseText": "Kisha watu wa nchi wakawaua wale wote waliokuwa wamefanya hila dhidi ya Mfalme Amoni. Wakamfanya Yosia mwanawe kuwa mfalme mahali pake."
  },
  {
    "verseNumber": "2KI 21:25",
    "verseText": "Matukio mengine ya utawala wa Amoni na yale aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 21:26",
    "verseText": "Akazikwa kwenye kaburi lake katika bustani ya Uza. Naye Yosia mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 22:1",
    "verseText": "Yosia alikuwa na miaka minane alipoanza kutawala, naye akatawala huko Yerusalemu miaka thelathini na mmoja. Mama yake aliitwa Yedida binti Adaya, kutoka Boskathi."
  },
  {
    "verseNumber": "2KI 22:2",
    "verseText": "Akafanya yaliyo mema machoni pa BWANA na kuenenda katika njia zote za Daudi baba yake. Hakugeuka upande wa kuume wala wa kushoto."
  },
  {
    "verseNumber": "2KI 22:3",
    "verseText": "Katika mwaka wa kumi na nane wa utawala wake, Mfalme Yosia akamtuma mwandishi Shafani mwana wa Azalia, mwana wa Meshulamu, kwenda katika Hekalu la BWANA. Akasema:"
  },
  {
    "verseNumber": "2KI 22:4",
    "verseText": "“Panda uende kwa Hilkia, kuhani mkuu, umwambie ahesabu zile fedha ambazo zimeletwa katika Hekalu la BWANA, ambazo mabawabu wamekusanya kutoka kwa watu."
  },
  {
    "verseNumber": "2KI 22:5",
    "verseText": "Waambie waikabidhi kwa watu walioteuliwa kusimamia kazi ya Hekalu. Waamuru watu hawa wawalipe wafanyakazi ambao wanakarabati Hekalu la BWANA:"
  },
  {
    "verseNumber": "2KI 22:6",
    "verseText": "wale maseremala, wajenzi na waashi. Waambie pia wanunue mbao na mawe yaliyochongwa ili kukarabati Hekalu."
  },
  {
    "verseNumber": "2KI 22:7",
    "verseText": "Lakini hawahitajiki kutoa hesabu ya fedha walizokabidhiwa, kwa sababu wanafanya kwa uaminifu.”"
  },
  {
    "verseNumber": "2KI 22:8",
    "verseText": "Hilkia kuhani mkuu akamwambia Shafani mwandishi, “Nimekipata Kitabu cha Sheria ndani ya Hekalu la BWANA.” Akampa Shafani, ambaye alikisoma."
  },
  {
    "verseNumber": "2KI 22:9",
    "verseText": "Kisha Shafani mwandishi akamwendea mfalme na kumpa taarifa akisema: “Maafisa wako wametoa ile fedha ambayo ilikuwa ndani ya Hekalu la BWANA na imekabidhiwa mikononi mwa wasimamizi wa marekebisho ya Hekalu.”"
  },
  {
    "verseNumber": "2KI 22:10",
    "verseText": "Ndipo Shafani mwandishi akampasha mfalme habari kwamba: “Hilkia kuhani amenipa kitabu hiki.” Naye Shafani akakisoma kile kitabu mbele ya mfalme."
  },
  {
    "verseNumber": "2KI 22:11",
    "verseText": "Mfalme aliposikia maneno ya kile Kitabu cha Sheria, akararua mavazi yake."
  },
  {
    "verseNumber": "2KI 22:12",
    "verseText": "Akatoa maagizo haya kwa Hilkia kuhani, Ahikamu mwana wa Shafani, Akbori mwana wa Mikaya, Shafani mwandishi, na Asaya mtumishi wa mfalme:"
  },
  {
    "verseNumber": "2KI 22:13",
    "verseText": "“Nendeni mkamuulize BWANA kwa ajili yangu, na kwa ajili ya watu na Yuda wote kuhusu yale yaliyoandikwa ndani ya kitabu hiki ambacho kimepatikana. Hasira ya BWANA ni kubwa inayowaka dhidi yetu kwa sababu baba zetu hawakuyatii maneno ya kitabu hiki. Hawajatenda kulingana na yale yote yaliyoandikwa humo kutuhusu sisi.”"
  },
  {
    "verseNumber": "2KI 22:14",
    "verseText": "Hilkia kuhani, Ahikamu, Akbori, Shafani na Asaya wakaenda kuongea na nabii mke Hulda, ambaye alikuwa mke wa Shalumu mwana wa Tikwa, mwana wa Harhasi mtunzaji wa chumba cha mavazi. Hulda aliishi Yerusalemu katika Mtaa wa Pili."
  },
  {
    "verseNumber": "2KI 22:15",
    "verseText": "Akawaambia, “Hivi ndivyo asemavyo BWANA, Mungu wa Israeli: Mwambieni yule mtu aliyewatuma ninyi kwangu,"
  },
  {
    "verseNumber": "2KI 22:16",
    "verseText": "‘Hivi ndivyo asemavyo BWANA: Nitaleta maafa juu ya mahali hapa na watu wake, kulingana na kila kitu kilichoandikwa katika kitabu hicho mfalme wa Yuda alichosoma."
  },
  {
    "verseNumber": "2KI 22:17",
    "verseText": "Kwa sababu wameniacha mimi na kufukiza uvumba kwa miungu mingine, na kunighadhibisha kwa sanamu zote zilizotengenezwa kwa mikono yao, hasira yangu itawaka dhidi ya mahali hapa, wala haitatulizwa.’"
  },
  {
    "verseNumber": "2KI 22:18",
    "verseText": "Mwambieni mfalme wa Yuda, ambaye amewatuma kumuuliza BWANA, ‘Hivi ndivyo asemavyo BWANA, Mungu wa Israeli, kuhusu maneno uliyoyasikia:"
  },
  {
    "verseNumber": "2KI 22:19",
    "verseText": "Kwa kuwa moyo wako ulikuwa msikivu na ulijinyenyekeza mbele za BWANA uliposikia kile nilichosema dhidi ya mahali hapa na watu wake, kwamba wangelaaniwa na kuachwa ukiwa, basi kwa sababu uliyararua mavazi yako na kulia mbele zangu, nimekusikia, asema BWANA."
  },
  {
    "verseNumber": "2KI 22:20",
    "verseText": "Kwa hiyo nitakukusanya kwa baba zako, nawe utazikwa kwa amani. Macho yako hayataona maafa yote nitakayoleta juu ya mahali hapa.’ ” Basi wakapeleka jibu lake kwa mfalme."
  },
  {
    "verseNumber": "2KI 23:1",
    "verseText": "Kisha mfalme akawaita pamoja wazee wote wa Yuda na Yerusalemu."
  },
  {
    "verseNumber": "2KI 23:2",
    "verseText": "Akapanda kwenda hekaluni mwa BWANA pamoja na watu wa Yuda, watu wa Yerusalemu, makuhani na manabii, watu wote wakubwa kwa wadogo. Akasoma wakiwa wanasikia maneno yote ya Kitabu cha Agano, ambacho kilikuwa kimepatikana katika Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 23:3",
    "verseText": "Mfalme akasimama karibu na nguzo, na kufanya upya agano mbele za BWANA: yaani kumfuata BWANA na kuzishika amri zake, maagizo na sheria kwa moyo wake wote na kwa roho yake yote, hivyo kuyathibitisha maneno ya agano yaliyoandikwa katika kitabu hiki. Kisha watu wote wakajifunga wenyewe kwa kiapo katika agano."
  },
  {
    "verseNumber": "2KI 23:4",
    "verseText": "Mfalme akamwamuru Hilkia kuhani mkuu, makuhani waliomfuata kwa cheo, na mabawabu kuondoa kutoka kwenye Hekalu la BWANA vyombo vyote vilivyofanywa kwa ajili ya Baali na Ashera na jeshi lote la mianga ya angani! Akavichoma nje ya Yerusalemu katika mashamba ya Bonde la Kidroni, na kuyachukua hayo majivu mpaka Betheli."
  },
  {
    "verseNumber": "2KI 23:5",
    "verseText": "Akawafukuza makuhani wa kipagani waliokuwa wameteuliwa na wafalme wa Yuda kufukiza uvumba katika mahali pa juu pa kuabudia miungu katika miji ya Yuda na ile iliyozunguka Yerusalemu, yaani wale waliofukiza uvumba kwa Baali, kwa jua na mwezi, kwa makundi ya nyota, na jeshi lote la angani."
  },
  {
    "verseNumber": "2KI 23:6",
    "verseText": "Akaiondoa nguzo ya Ashera kutoka kwenye Hekalu la BWANA, na kuipeleka kwenye Bonde la Kidroni nje ya Yerusalemu, akaiteketeza huko. Akaisaga hadi ikawa unga na kusambaza hilo vumbi juu ya makaburi ya watu wa kawaida."
  },
  {
    "verseNumber": "2KI 23:7",
    "verseText": "Akabomoa pia nyumba za mahanithi wa mahali pa ibada za miungu, zilizokuwa ndani ya Hekalu la BWANA na mahali wanawake walipofuma kwa ajili ya Ashera."
  },
  {
    "verseNumber": "2KI 23:8",
    "verseText": "Yosia akawaleta makuhani wote wa BWANA kutoka miji yote ya Yuda, na kunajisi mahali pa juu pa kuabudia miungu, kuanzia Geba hadi Beer-Sheba, mahali pote ambapo hao makuhani wa miungu walifukiza uvumba. Akabomoa mahali pa kuwekea vitu vya ibada za miungu palipokuwa katika malango, kwenye ingilio la Lango la Yoshua, mtawala wa mji, lililoko upande wa kushoto wa lango la mji."
  },
  {
    "verseNumber": "2KI 23:9",
    "verseText": "Ingawa makuhani wa mahali pa juu pa kuabudia miungu hawakuhudumu katika madhabahu ya BWANA katika Yerusalemu, walikula mikate isiyotiwa chachu miongoni mwa ndugu zao."
  },
  {
    "verseNumber": "2KI 23:10",
    "verseText": "Kisha mfalme akanajisi Tofethi, palipokuwa katika Bonde la Ben-Hinomu, ili mtu yeyote asiweze kupatumia kumtoa kafara mwanawe au binti yake katika moto kwa mungu Moleki."
  },
  {
    "verseNumber": "2KI 23:11",
    "verseText": "Akaondoa kutoka kwenye ingilio la Hekalu la BWANA wale farasi ambao wafalme wa Yuda walikuwa wamewaweka wakfu kwa ajili ya jua. Walikuwa kwenye ua karibu na chumba cha afisa aliyeitwa Nathan-Meleki. Basi Yosia akayachoma moto yale magari yaliyokuwa yamewekwa wakfu kwa jua."
  },
  {
    "verseNumber": "2KI 23:12",
    "verseText": "Alizivunja madhabahu ambazo wafalme wa Yuda walikuwa wamezijenga kwenye paa la ghorofa ya Ahazi, pia madhabahu alizokuwa amezijenga Manase katika nyua mbili za Hekalu la BWANA. Akaziondoa huko, akazivunja vipande vipande, na kutupa hicho kifusi katika Bonde la Kidroni."
  },
  {
    "verseNumber": "2KI 23:13",
    "verseText": "Mfalme pia akanajisi mahali pa juu pa kuabudia miungu, palipokuwa mashariki ya Yerusalemu upande wa kusini wa Kilima cha Uharibifu, pale ambapo Solomoni mfalme wa Israeli alikuwa amejenga kwa ajili ya Ashtorethi mungu mke chukizo la Wasidoni, kwa ajili ya Kemoshi mungu chukizo la Wamoabu, na kwa ajili ya Moleki mungu chukizo la watu wa Amoni."
  },
  {
    "verseNumber": "2KI 23:14",
    "verseText": "Yosia akapasua yale mawe ya kuabudiwa na kuzikatakata nguzo za Ashera. Kisha akafunika hayo maeneo kwa mifupa ya wanadamu."
  },
  {
    "verseNumber": "2KI 23:15",
    "verseText": "Hata madhabahu yaliyokuwa huko Betheli, mahali pa juu pa kuabudia miungu palipokuwa pamejengwa na Yeroboamu mwana wa Nebati, ambaye aliwafanya Israeli watende dhambi, alibomoa hata hayo madhabahu na mahali pa juu pa kuabudia miungu. Alipateketeza kwa moto hapo mahali pa juu pa kuabudia miungu na kupasaga hadi pakawa vumbi, na kuichoma hiyo nguzo ya Ashera pia."
  },
  {
    "verseNumber": "2KI 23:16",
    "verseText": "Kisha Yosia akatazama huku na huko, naye alipoona makaburi yaliyokuwa huko kwenye kilima, akaamuru mifupa itolewe humo na akaichoma juu ya madhabahu ya Betheli ili kupanajisi. Hili lilitokea kulingana na neno la BWANA lililosemwa na mtu wa Mungu ambaye alitangulia kusema mambo haya."
  },
  {
    "verseNumber": "2KI 23:17",
    "verseText": "Mfalme akauliza, “Lile kaburi lenye mnara wa ukumbusho ninaloliona ni kwa ajili gani?” Watu wa mji wakasema, “Hii ni alama ya kaburi la mtu wa Mungu aliyekuja kutoka Yuda, naye akanena dhidi ya hii madhabahu ya Betheli mambo yale yale uliyoifanyia leo.”"
  },
  {
    "verseNumber": "2KI 23:18",
    "verseText": "Akasema, “Liacheni, msiliguse. Msimruhusu mtu yeyote kuiondoa mifupa yake.” Basi wakaiacha mifupa yake pamoja na ile ya yule nabii ambaye alikuwa amekuja kutoka Samaria."
  },
  {
    "verseNumber": "2KI 23:19",
    "verseText": "Kama alivyokuwa amefanya huko Betheli, Yosia akabomoa na kunajisi mahali pa kuabudia miungu kwenye mahali pa juu ambapo wafalme wa Israeli walikuwa wamejenga ndani ya miji ya Samaria, ambayo ilikuwa imemghadhibisha BWANA."
  },
  {
    "verseNumber": "2KI 23:20",
    "verseText": "Yosia akawachinja makuhani wote wa mahali pa juu pa kuabudia miungu katika madhabahu zao wenyewe, na kuchoma mifupa ya wanadamu juu yake. Kisha akarudi Yerusalemu."
  },
  {
    "verseNumber": "2KI 23:21",
    "verseText": "Mfalme akatoa agizo hili kwa watu wote: “Adhimisheni Pasaka kwa BWANA Mungu wenu, kama ilivyoandikwa katika Kitabu hiki cha Agano.”"
  },
  {
    "verseNumber": "2KI 23:22",
    "verseText": "Hapakuwahi kuwepo na adhimisho lingine la Pasaka kama hilo tangu nyakati za Waamuzi walioongoza Israeli, wala katika nyakati zote za wafalme wa Israeli na wafalme wa Yuda."
  },
  {
    "verseNumber": "2KI 23:23",
    "verseText": "Lakini katika mwaka wa kumi na nane wa utawala wa Mfalme Yosia, Pasaka hii iliadhimishwa kwa BWANA huko Yerusalemu."
  },
  {
    "verseNumber": "2KI 23:24",
    "verseText": "Zaidi ya hayo, Yosia akawaondoa waaguzi, wanaoabudu mizimu, sanamu za kuagulia, sanamu za kuabudiwa, na vitu vingine vyote vya machukizo vilivyoonekana huko Yuda na Yerusalemu. Aliyafanya haya ili kutimiza matakwa ya sheria iliyoandikwa ndani ya kile kitabu ambacho Hilkia kuhani alikipata ndani ya Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 23:25",
    "verseText": "Kabla wala baada ya Mfalme Yosia hapakuwepo na mfalme mwingine yeyote ambaye alimpenda BWANA kwa moyo wake wote, kwa roho yake yote, na kwa nguvu zake zote, sawasawa na Sheria yote ya Mose."
  },
  {
    "verseNumber": "2KI 23:26",
    "verseText": "Hata hivyo, BWANA hakuacha ghadhabu yake iliyowaka dhidi ya Yuda kwa sababu ya yale yote ambayo Manase alikuwa amefanya kumghadhibisha."
  },
  {
    "verseNumber": "2KI 23:27",
    "verseText": "Hivyo BWANA akasema, “Nitamwondoa Yuda mbele zangu kama nilivyomwondoa Israeli, nami nitaukataa Yerusalemu, mji niliouchagua, na Hekalu hili, ambalo nilisema, ‘Jina langu litakaa humo.’ ”"
  },
  {
    "verseNumber": "2KI 23:28",
    "verseText": "Matukio mengine ya utawala wa Yosia na yote aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 23:29",
    "verseText": "Yosia alipokuwa mfalme, Farao Neko mfalme wa Misri akapanda mpaka Mto Frati kumsaidia mfalme wa Ashuru. Mfalme Yosia akatoka kwenda kupigana naye, lakini Neko akamkabili na kumuua huko Megido."
  },
  {
    "verseNumber": "2KI 23:30",
    "verseText": "Watumishi wa Yosia wakauleta mwili wake katika gari la vita kutoka Megido hadi Yerusalemu, wakamzika kwenye kaburi lake mwenyewe. Nao watu wa nchi wakamchukua Yehoahazi mwana wa Yosia, wakamtia mafuta na kumfanya mfalme mahali pa baba yake."
  },
  {
    "verseNumber": "2KI 23:31",
    "verseText": "Yehoahazi alikuwa na umri wa miaka ishirini na mitatu alipoanza kutawala, naye akatawala huko Yerusalemu kwa miezi mitatu. Jina la mama yake aliitwa Hamutali binti Yeremia kutoka Libna."
  },
  {
    "verseNumber": "2KI 23:32",
    "verseText": "Akafanya maovu machoni mwa BWANA, kama baba zake walivyofanya."
  },
  {
    "verseNumber": "2KI 23:33",
    "verseText": "Farao Neko akamfunga kwa minyororo huko Ribla katika nchi ya Hamathi ili asiweze kutawala huko Yerusalemu, naye akatoza kodi ya talanta mia moja za fedha, na talanta moja ya dhahabu katika Yuda."
  },
  {
    "verseNumber": "2KI 23:34",
    "verseText": "Farao Neko akamfanya Eliakimu mwana wa Yosia kuwa mfalme mahali pa baba yake Yosia, na kulibadilisha jina la Eliakimu kuwa Yehoyakimu. Lakini akamchukua Yehoahazi na kumpeleka Misri, naye akafia huko."
  },
  {
    "verseNumber": "2KI 23:35",
    "verseText": "Yehoyakimu akamlipa Farao Neko ile fedha na dhahabu aliyodai. Ili kuweza kufanya hivyo, Yehoyakimu akatoza nchi kodi na kulipiza fedha na dhahabu kutoka kwa watu wa nchi kulingana na makadrio ya mapato yao."
  },
  {
    "verseNumber": "2KI 23:36",
    "verseText": "Yehoyakimu alikuwa na umri wa miaka ishirini na mitano alipoanza kutawala, naye akatawala huko Yerusalemu miaka kumi na mmoja. Jina la mama yake aliitwa Zebida binti Pedaya kutoka Ruma."
  },
  {
    "verseNumber": "2KI 23:37",
    "verseText": "Naye akafanya maovu machoni mwa BWANA, kama baba zake walivyokuwa wamefanya."
  },
  {
    "verseNumber": "2KI 24:1",
    "verseText": "Wakati wa utawala wa Yehoyakimu, Nebukadneza mfalme wa Babeli aliishambulia nchi, naye Yehoyakimu akawa mtumwa wake kwa miaka mitatu. Lakini hatimaye akabadili mawazo yake na kuasi dhidi ya Nebukadneza."
  },
  {
    "verseNumber": "2KI 24:2",
    "verseText": "BWANA akatuma wavamiaji wa Wakaldayo, Waaramu, Wamoabu na Waamoni ili kumshambulia. Aliwatuma kuiangamiza Yuda sawasawa na neno la BWANA lililosemwa na watumishi wake manabii."
  },
  {
    "verseNumber": "2KI 24:3",
    "verseText": "Hakika mambo haya yalitokea Yuda kulingana na agizo la BWANA, ili kuwaondoa kutoka machoni pake kwa sababu ya dhambi za Manase na yote aliyoyafanya,"
  },
  {
    "verseNumber": "2KI 24:4",
    "verseText": "ikiwa ni pamoja na kumwaga damu isiyo na hatia. Kwa kuwa aliijaza Yerusalemu kwa damu isiyo na hatia, naye BWANA hakuwa radhi kusamehe."
  },
  {
    "verseNumber": "2KI 24:5",
    "verseText": "Matukio mengine ya utawala wa Yehoyakimu na yote aliyoyafanya, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Yuda?"
  },
  {
    "verseNumber": "2KI 24:6",
    "verseText": "Yehoyakimu akalala pamoja na baba zake. Naye Yehoyakini mwanawe akawa mfalme baada yake."
  },
  {
    "verseNumber": "2KI 24:7",
    "verseText": "Mfalme wa Misri hakutoka tena katika nchi yake, kwa sababu mfalme wa Babeli alikuwa ameitwaa himaya yake yote, kuanzia Kijito cha Misri hadi Mto Frati."
  },
  {
    "verseNumber": "2KI 24:8",
    "verseText": "Yehoyakini alikuwa na miaka kumi na minane alipoanza kutawala, naye akatawala huko Yerusalemu miezi mitatu. Jina la mama yake aliitwa Nehushta binti Elnathani kutoka Yerusalemu."
  },
  {
    "verseNumber": "2KI 24:9",
    "verseText": "Akafanya maovu machoni pa BWANA, kama vile baba yake alivyokuwa amefanya."
  },
  {
    "verseNumber": "2KI 24:10",
    "verseText": "Wakati huo, maafisa wa Nebukadneza mfalme wa Babeli walikuja ili kuishambulia Yerusalemu, nao wakaizunguka kwa jeshi."
  },
  {
    "verseNumber": "2KI 24:11",
    "verseText": "Nebukadneza mwenyewe akaupandia mji wakati maafisa wake walipokuwa wameuzunguka kwa jeshi."
  },
  {
    "verseNumber": "2KI 24:12",
    "verseText": "Yehoyakini mfalme wa Yuda, mama yake, wahudumu wake, wakuu na maafisa wake wote wakajisalimisha kwa Nebukadneza. Katika mwaka wa nane wa utawala wa mfalme wa Babeli, akamchukua Yehoyakini kuwa mfungwa."
  },
  {
    "verseNumber": "2KI 24:13",
    "verseText": "Kama vile BWANA alivyokuwa amesema, Nebukadneza akaondoa hazina yote kutoka Hekalu la BWANA na kutoka jumba la mfalme, akavichukua vyombo vyote vya dhahabu ambavyo Solomoni mfalme wa Israeli alikuwa amevitengeneza kwa ajili ya Hekalu la BWANA."
  },
  {
    "verseNumber": "2KI 24:14",
    "verseText": "Akawachukua watu wa Yerusalemu wote kwenda uhamishoni: yaani maafisa wote na mashujaa, watu wenye ustadi na ufundi, jumla yao watu elfu kumi. Watu maskini sana ndio tu waliobaki katika nchi."
  },
  {
    "verseNumber": "2KI 24:15",
    "verseText": "Nebukadneza akamchukua mateka Yehoyakini hadi Babeli. Pia akawachukua utumwani kutoka Yerusalemu hadi Babeli mama yake mfalme, wake zake, maafisa wake, na viongozi wote wa nchi."
  },
  {
    "verseNumber": "2KI 24:16",
    "verseText": "Mfalme wa Babeli pia akawahamishia Babeli mashujaa elfu saba, wenye nguvu na wanaofaa kupigana vita, na watu wenye ustadi na mafundi elfu moja."
  },
  {
    "verseNumber": "2KI 24:17",
    "verseText": "Akamfanya Matania, ndugu wa baba yake Yehoyakini, kuwa mfalme mahali pake, na akalibadilisha jina lake kuwa Sedekia."
  },
  {
    "verseNumber": "2KI 24:18",
    "verseText": "Sedekia alikuwa na umri wa miaka ishirini na mmoja alipoanza kutawala, naye akatawala huko Yerusalemu miaka kumi na mmoja. Jina la mama yake aliitwa Hamutali binti Yeremia, kutoka Libna."
  },
  {
    "verseNumber": "2KI 24:19",
    "verseText": "Alifanya maovu machoni pa BWANA, kama alivyofanya Yehoyakimu."
  },
  {
    "verseNumber": "2KI 24:20",
    "verseText": "Ilikuwa ni kwa sababu ya hasira ya BWANA haya yote yalitokea Yerusalemu na Yuda, naye mwishoni akawaondoa mbele zake. Basi, Sedekia akaasi dhidi ya mfalme wa Babeli."
  },
  {
    "verseNumber": "2KI 25:1",
    "verseText": "Hivyo katika mwaka wa tisa wa utawala wa Sedekia, katika siku ya kumi ya mwezi wa kumi, Nebukadneza mfalme wa Babeli, akiwa na jeshi lake lote, alifanya vita dhidi ya Yerusalemu. Akapiga kambi nje ya mji na kuuzunguka mji pande zote."
  },
  {
    "verseNumber": "2KI 25:2",
    "verseText": "Mji ulizungukwa na jeshi mpaka mwaka wa kumi na moja wa utawala wa Mfalme Sedekia."
  },
  {
    "verseNumber": "2KI 25:3",
    "verseText": "Ilipowadia siku ya tisa ya mwezi wa nne, njaa ikazidi kuwa kali sana ndani ya mji, hadi hapakuwa na chakula kwa ajili ya watu."
  },
  {
    "verseNumber": "2KI 25:4",
    "verseText": "Kisha ukuta wa mji ukavunjwa, na jeshi lote likakimbia. Wakaondoka mjini usiku kupitia lango lililokuwa kati ya kuta mbili karibu na bustani ya mfalme, ingawa Wakaldayo walikuwa wameuzunguka mji. Wakakimbia kuelekea Araba."
  },
  {
    "verseNumber": "2KI 25:5",
    "verseText": "Lakini jeshi la Wakaldayo likamfuatia mfalme na kumpata katika sehemu tambarare za Yeriko. Askari wake wote wakatengwa naye na kutawanyika,"
  },
  {
    "verseNumber": "2KI 25:6",
    "verseText": "naye akakamatwa. Akapelekwa kwa mfalme wa Babeli huko Ribla, mahali ambapo hukumu yake ilitangazwa."
  },
  {
    "verseNumber": "2KI 25:7",
    "verseText": "Wakawaua wana wa Sedekia mbele ya macho yake. Kisha wakayangʼoa macho yake, wakamfunga kwa pingu za shaba na kumpeleka Babeli."
  },
  {
    "verseNumber": "2KI 25:8",
    "verseText": "Mnamo siku ya saba ya mwezi wa tano, katika mwaka wa kumi na tisa wa utawala wa Nebukadneza mfalme wa Babeli, Nebuzaradani jemadari wa askari walinzi wa mfalme, afisa wa mfalme wa Babeli, alikuja Yerusalemu."
  },
  {
    "verseNumber": "2KI 25:9",
    "verseText": "Alichoma moto Hekalu la BWANA, jumba la kifalme, na nyumba zote za Yerusalemu. Aliteketeza kila jengo muhimu."
  },
  {
    "verseNumber": "2KI 25:10",
    "verseText": "Jeshi lote la Wakaldayo, chini ya jemadari wa askari walinzi wa mfalme, walivunja kuta zilizoizunguka Yerusalemu."
  },
  {
    "verseNumber": "2KI 25:11",
    "verseText": "Nebuzaradani jemadari wa askari walinzi akawapeleka uhamishoni watu waliokuwa wamebaki katika mji, pamoja na mabaki ya watu wa kawaida, na wale waliojisalimisha kwa mfalme wa Babeli."
  },
  {
    "verseNumber": "2KI 25:12",
    "verseText": "Lakini yule jemadari wa askari walinzi akawaacha baadhi ya wale watu maskini kabisa ili watunze mashamba ya mizabibu na mashamba mengine."
  },
  {
    "verseNumber": "2KI 25:13",
    "verseText": "Wakaldayo walivunja vipande zile nguzo za shaba, vile vishikilio vya shaba vilivyohamishika, na ile Bahari ya shaba, ambavyo vyote vilikuwa katika Hekalu la BWANA. Hivyo wakaichukua hiyo shaba na kuipeleka Babeli."
  },
  {
    "verseNumber": "2KI 25:14",
    "verseText": "Wakachukua pia vyungu, masepetu, mikasi ya kusawazishia tambi, sahani na vyombo vyote vya shaba vilivyotumika katika huduma ya Hekalu."
  },
  {
    "verseNumber": "2KI 25:15",
    "verseText": "Jemadari wa askari walinzi wa mfalme akachukua vile vyetezo na yale mabakuli ya kunyunyizia, vitu vyote vile vilivyokuwa vimetengenezwa kwa dhahabu safi au fedha."
  },
  {
    "verseNumber": "2KI 25:16",
    "verseText": "Shaba iliyotokana na zile nguzo mbili, ile Bahari na vile vishikilio vilivyohamishika, ambavyo Solomoni alikuwa ametengeneza kwa ajili ya Hekalu la BWANA, ilikuwa na uzito usioweza kupimika."
  },
  {
    "verseNumber": "2KI 25:17",
    "verseText": "Kila nguzo ilikuwa na urefu wa dhiraa kumi na nane. Sehemu ya shaba juu ya nguzo moja ilikuwa na urefu wa dhiraa tatu na ilikuwa imepambwa kwa wavu na makomamanga ya shaba kuizunguka kote. Ile nguzo nyingine pamoja na wavu wake ilifanana na hiyo ya kwanza."
  },
  {
    "verseNumber": "2KI 25:18",
    "verseText": "Yule jemadari wa askari walinzi akawachukua kama wafungwa Seraya kuhani mkuu, kuhani Sefania aliyefuata kwa cheo, na mabawabu watatu."
  },
  {
    "verseNumber": "2KI 25:19",
    "verseText": "Miongoni mwa wale watu waliokuwa wamesalia katika mji, alimchukua afisa kiongozi wa wapiganaji, na washauri watano wa mfalme. Akamchukua pia mwandishi aliyesimamia uandikishaji wa watu wa nchi, pamoja na watu wake sitini waliopatikana ndani ya mji."
  },
  {
    "verseNumber": "2KI 25:20",
    "verseText": "Nebuzaradani jemadari akawachukua hao wote na kuwapeleka kwa mfalme wa Babeli huko Ribla."
  },
  {
    "verseNumber": "2KI 25:21",
    "verseText": "Huko Ribla, katika nchi ya Hamathi, mfalme wa Babeli akaamuru wanyongwe. Hivyo Yuda wakaenda utumwani, mbali na nchi yao."
  },
  {
    "verseNumber": "2KI 25:22",
    "verseText": "Nebukadneza mfalme wa Babeli akamteua Gedalia mwana wa Ahikamu, mwana wa Shafani, awe msimamizi wa watu aliowaacha Yuda."
  },
  {
    "verseNumber": "2KI 25:23",
    "verseText": "Maafisa wote wa jeshi na watu wao waliposikia kwamba mfalme wa Babeli amemteua Gedalia kuwa mtawala, wakamjia Gedalia huko Mispa. Hawa walikuwa Ishmaeli mwana wa Nethania, Yohanani mwana wa Karea, Seraya mwana wa Tanhumethi Mnetofathi, na Yezania mwana wa Mmaaka, pamoja na watu wao."
  },
  {
    "verseNumber": "2KI 25:24",
    "verseText": "Gedalia akaapa ili kuwatia moyo wao na watu wao. Akasema, “Msiwaogope maafisa wa Kikaldayo. Kaeni katika nchi na kumtumikia mfalme wa Babeli, na itakuwa vyema kwenu.”"
  },
  {
    "verseNumber": "2KI 25:25",
    "verseText": "Hata hivyo, katika mwezi wa saba Ishmaeli mwana wa Nethania mwana wa Elishama, aliyekuwa wa uzao wa mfalme, akaja pamoja na watu kumi, nao wakamuua Gedalia, na pia watu wa Yuda, pamoja na Wakaldayo waliokuwa naye huko Mispa."
  },
  {
    "verseNumber": "2KI 25:26",
    "verseText": "Baada ya haya, watu wote kuanzia aliye mdogo sana hadi aliye mkubwa kabisa, pamoja na maafisa wa jeshi, wakakimbilia Misri kwa kuwaogopa Wakaldayo."
  },
  {
    "verseNumber": "2KI 25:27",
    "verseText": "Katika mwaka wa thelathini na saba tangu Yehoyakini mfalme wa Yuda apelekwe uhamishoni, katika mwaka ule ambao Evil-Merodaki alifanyika mfalme wa Babeli, alimwacha huru Yehoyakini kutoka gerezani siku ya ishirini na saba ya mwezi wa kumi na mbili."
  },
  {
    "verseNumber": "2KI 25:28",
    "verseText": "Alizungumza naye kwa upole na kumpa kiti cha heshima zaidi kuliko wale wafalme wengine aliokuwa nao huko Babeli."
  },
  {
    "verseNumber": "2KI 25:29",
    "verseText": "Hivyo Yehoyakini akayavua mavazi yake ya mfungwa, na siku zote za maisha yake zilizobaki alikula mezani mwa mfalme."
  },
  {
    "verseNumber": "2KI 25:30",
    "verseText": "Siku kwa siku mfalme alimpa Yehoyakini posho siku zote za maisha yake."
  }
]