[
  {
    "verseNumber": "2PE 1:1",
    "verseText": "Simoni Petro, mtumishi na mtume wa Yesu Kristo: Kwa wale ambao kwa njia ya haki ya Mungu na Mwokozi wetu Yesu Kristo mmepokea imani iliyo na thamani kama yetu:"
  },
  {
    "verseNumber": "2PE 1:2",
    "verseText": "Neema na amani iwe kwenu kwa wingi katika kumjua Mungu na Yesu Bwana wetu."
  },
  {
    "verseNumber": "2PE 1:3",
    "verseText": "Uweza wake wa uungu umetupatia mambo yote tunayohitaji kwa ajili ya uzima na uchaji wa Mungu, kwa kumjua yeye aliyetuita kwa utukufu wake na wema wake mwenyewe."
  },
  {
    "verseNumber": "2PE 1:4",
    "verseText": "Kwa sababu hiyo, ametukirimia ahadi zake kuu na za thamani kupitia mambo haya, ili kupitia hayo mpate kuwa washiriki wa asili ya uungu, na kuokoka kutoka upotovu ulioko duniani unaosababishwa na tamaa mbaya."
  },
  {
    "verseNumber": "2PE 1:5",
    "verseText": "Kwa sababu hii hasa, jitahidini sana katika imani yenu kuongeza wema; na katika wema, maarifa;"
  },
  {
    "verseNumber": "2PE 1:6",
    "verseText": "katika maarifa, kiasi; katika kiasi, saburi; katika saburi, utauwa;"
  },
  {
    "verseNumber": "2PE 1:7",
    "verseText": "katika utauwa, upendano wa ndugu; na katika upendano wa ndugu, upendo."
  },
  {
    "verseNumber": "2PE 1:8",
    "verseText": "Kwa maana haya yakiwa ndani yenu kwa wingi na kuzidi kuongezeka, yanawasaidia msikose bidii wala kutozaa matunda katika kumjua Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "2PE 1:9",
    "verseText": "Lakini mtu yeyote asipokuwa na mambo haya haoni mbali, na ni kipofu, naye amesahau kule kutakaswa kutoka dhambi zake za zamani."
  },
  {
    "verseNumber": "2PE 1:10",
    "verseText": "Kwa hiyo, ndugu zangu, fanyeni bidii zaidi kuuthibitisha wito wenu na uteule wenu. Kwa maana mkifanya hivyo, hamtajikwaa kamwe,"
  },
  {
    "verseNumber": "2PE 1:11",
    "verseText": "na mtajaliwa kwa ukarimu mwingi kuingia katika ufalme wa milele wa Bwana na Mwokozi wetu Yesu Kristo."
  },
  {
    "verseNumber": "2PE 1:12",
    "verseText": "Hivyo nitawakumbusha mambo haya siku zote, hata ingawa mnayajua na mmethibitishwa katika kweli mliyo nayo."
  },
  {
    "verseNumber": "2PE 1:13",
    "verseText": "Naona ni vyema kuwakumbusha mambo haya wakati wote niwapo katika hema hili ambalo ni mwili wangu,"
  },
  {
    "verseNumber": "2PE 1:14",
    "verseText": "kwa sababu najua ya kwamba hivi karibuni nitaliweka kando, kama vile Bwana wetu Yesu Kristo alivyoliweka wazi kwangu."
  },
  {
    "verseNumber": "2PE 1:15",
    "verseText": "Nami nitafanya kila juhudi kuona kwamba baada ya kuondoka kwangu mtaweza kuyakumbuka mambo haya siku zote."
  },
  {
    "verseNumber": "2PE 1:16",
    "verseText": "Tulipowafahamisha juu ya uweza na kuja kwa Bwana wetu Yesu Kristo, hatukufuata hadithi zilizotungwa kwa werevu, bali tulishuhudia kwa macho yetu ukuu wake."
  },
  {
    "verseNumber": "2PE 1:17",
    "verseText": "Alipewa heshima na utukufu kutoka kwa Mungu Baba, sauti ilipomjia katika Utukufu Mkuu, ikisema, “Huyu ni Mwanangu mpendwa. Ninapendezwa naye sana.”"
  },
  {
    "verseNumber": "2PE 1:18",
    "verseText": "Sisi wenyewe tuliisikia sauti hii ambayo ilitoka mbinguni, wakati tulipokuwa pamoja naye kwenye ule mlima mtakatifu."
  },
  {
    "verseNumber": "2PE 1:19",
    "verseText": "Nasi tunalo pia neno la hakika zaidi la unabii, ambalo mtafanya vyema mkiliangalia kwa bidii, kama vile nuru inavyongʼaa gizani, hadi kupambazuka na nyota ya asubuhi izuke mioyoni mwenu."
  },
  {
    "verseNumber": "2PE 1:20",
    "verseText": "Zaidi ya yote, yawapasa mjue kwamba hakuna unabii katika Maandiko uliofasiriwa kama alivyopenda nabii mwenyewe."
  },
  {
    "verseNumber": "2PE 1:21",
    "verseText": "Kwa maana unabii haukuja kamwe kwa mapenzi ya mwanadamu, bali watu walinena yaliyotoka kwa Mungu wakiongozwa na Roho Mtakatifu."
  },
  {
    "verseNumber": "2PE 2:1",
    "verseText": "Lakini pia waliinuka manabii wa uongo miongoni mwa watu, kama vile watakavyokuwako walimu wa uongo miongoni mwenu. Wataingiza mafundisho yasiyopatana na kweli kwa siri, hata kumkana Bwana wa pekee aliyewanunua, na hivyo kujiletea wenyewe maangamizi ya haraka."
  },
  {
    "verseNumber": "2PE 2:2",
    "verseText": "Hata hivyo, wengi watafuata njia zao za ufisadi, na kwa ajili yao njia ya kweli itatukanwa."
  },
  {
    "verseNumber": "2PE 2:3",
    "verseText": "Nao katika tamaa zao mbaya, walimu hawa watajipatia faida kwenu kwa hadithi walizotunga wenyewe. Lakini hukumu imekwisha kutangazwa dhidi yao tangu zamani, wala uangamivu wao haujalala usingizi."
  },
  {
    "verseNumber": "2PE 2:4",
    "verseText": "Kwa maana, kama Mungu hakuwasamehe malaika walipotenda dhambi, bali aliwatupa kuzimu katika vifungo vya giza wakae humo mpaka ije hukumu;"
  },
  {
    "verseNumber": "2PE 2:5",
    "verseText": "kama hakuusamehe ulimwengu wa kale alipoleta gharika juu ya watu wale wasiomcha Mungu, bali akamhifadhi Noa, mhubiri wa haki, pamoja na watu wengine saba;"
  },
  {
    "verseNumber": "2PE 2:6",
    "verseText": "kama aliihukumu miji ya Sodoma na Gomora kwa kuiteketeza kwa moto ikawa majivu, na kuifanya kuwa kielelezo kwa yale yatakayowapata wale wasiomcha Mungu;"
  },
  {
    "verseNumber": "2PE 2:7",
    "verseText": "na kama alimwokoa Loti, mtu mwenye haki, ambaye alihuzunishwa na maisha machafu ya watu wapotovu"
  },
  {
    "verseNumber": "2PE 2:8",
    "verseText": "(kwa sababu yale matendo mapotovu aliyoyaona na kuyasikia huyo mtu mwenye haki alipoishi miongoni mwao yalimhuzunisha siku baada ya siku):"
  },
  {
    "verseNumber": "2PE 2:9",
    "verseText": "ikiwa hivyo ndivyo, basi Bwana anajua jinsi ya kuwaokoa wamchao Mungu kutoka majaribu, na kuwaweka waasi katika adhabu hadi siku ya hukumu."
  },
  {
    "verseNumber": "2PE 2:10",
    "verseText": "Hii ni hakika hasa kwa wale wanaofuata tamaa mbaya za mwili na kudharau mamlaka. Kwa ushupavu na kwa kiburi, watu hawa hawaogopi kunena mabaya dhidi ya viumbe vya mbinguni."
  },
  {
    "verseNumber": "2PE 2:11",
    "verseText": "Lakini hata malaika, ingawa wana nguvu na uwezo zaidi, hawaleti mashtaka mabaya dhidi ya viumbe kama hao mbele za Bwana."
  },
  {
    "verseNumber": "2PE 2:12",
    "verseText": "Lakini watu hawa hukufuru katika mambo wasiyoyafahamu. Wao ni kama wanyama wasio na akili, viumbe wanaotawaliwa na hisia za mwili, waliozaliwa ili wakamatwe na kuchinjwa. Hawa nao kama wanyama wataangamizwa pia."
  },
  {
    "verseNumber": "2PE 2:13",
    "verseText": "Watalipwa madhara kwa ajili ya madhara waliyowatendea wengine. Huhesabu kuwa ni fahari kufanya karamu za ulevi na ulafi mchana peupe. Wao ni mawaa na dosari, wakijifurahisha katika anasa zao wanaposhiriki katika karamu zenu."
  },
  {
    "verseNumber": "2PE 2:14",
    "verseText": "Wakiwa na macho yaliyojaa uzinzi, kamwe hawaachi kutenda dhambi. Huwashawishi wale wasio imara. Wao ni hodari kwa kutamani; ni wana wa laana!"
  },
  {
    "verseNumber": "2PE 2:15",
    "verseText": "Wameiacha njia iliyonyooka, wakapotoka na kuifuata njia ya Balaamu mwana wa Beori aliyependa mshahara wa uovu."
  },
  {
    "verseNumber": "2PE 2:16",
    "verseText": "Lakini kwa ajili ya uovu wake, alikemewa na punda, mnyama asiyejua kusema, akaongea akitumia sauti ya mwanadamu na kuzuia wazimu wa huyo nabii."
  },
  {
    "verseNumber": "2PE 2:17",
    "verseText": "Watu hawa ni chemchemi zisizo na maji, na ukungu upeperushwao na tufani. Giza nene limewekwa tayari kwa ajili yao."
  },
  {
    "verseNumber": "2PE 2:18",
    "verseText": "Kwa maana wao hunena maneno makuu mno ya kiburi cha bure, na kwa kuvutia tamaa mbaya za asili ya mwili, huwashawishi watu ambao ndipo tu wamejiondoa miongoni mwa wale wanaoishi katika ufisadi."
  },
  {
    "verseNumber": "2PE 2:19",
    "verseText": "Huwaahidi uhuru hao waliowanasa, wakati wao wenyewe ni watumwa wa ufisadi: kwa maana mtu ni mtumwa wa kitu chochote kinachomtawala."
  },
  {
    "verseNumber": "2PE 2:20",
    "verseText": "Kama wameukimbia upotovu wa dunia kwa kumjua Bwana wetu na Mwokozi Yesu Kristo, kisha wakanaswa tena humo na kushindwa, hali yao ya mwisho ni mbaya zaidi kuliko ile ya kwanza."
  },
  {
    "verseNumber": "2PE 2:21",
    "verseText": "Ingelikuwa afadhali kwao kama wasingeliijua kamwe njia ya haki, kuliko kuijua kisha wakaiacha ile amri takatifu waliyokabidhiwa."
  },
  {
    "verseNumber": "2PE 2:22",
    "verseText": "Imetukia kwao sawasawa na ile mithali ya kweli isemayo: “Mbwa huyarudia matapiko yake mwenyewe,” tena, “Nguruwe aliyeoshwa hurudi kugaagaa matopeni.”"
  },
  {
    "verseNumber": "2PE 3:1",
    "verseText": "Wapenzi, huu ndio waraka wangu wa pili ninaowaandikia. Katika nyaraka hizi mbili ninajaribu kuziamsha nia zenu safi kwa mawazo makamilifu."
  },
  {
    "verseNumber": "2PE 3:2",
    "verseText": "Nataka ninyi mkumbuke maneno yaliyosemwa zamani na manabii watakatifu na ile amri ya Bwana na Mwokozi mliyopewa kupitia kwa mitume wenu."
  },
  {
    "verseNumber": "2PE 3:3",
    "verseText": "Kwanza kabisa, ni lazima mfahamu ya kwamba siku za mwisho watakuja watu wenye dhihaka, wakidhihaki na kuzifuata tamaa zao mbaya."
  },
  {
    "verseNumber": "2PE 3:4",
    "verseText": "Watasema, “Iko wapi ile ahadi ya kuja kwake? Tangu baba zetu walipofariki, kila kitu kinaendelea kama kilivyokuwa tangu mwanzo wa kuumbwa.”"
  },
  {
    "verseNumber": "2PE 3:5",
    "verseText": "Lakini wao kwa makusudi hupuuza ukweli huu, ya kwamba kwa neno la Mungu mbingu zilikuwepo tangu zamani, nayo dunia ilifanyizwa kutoka ndani ya maji na kwa maji."
  },
  {
    "verseNumber": "2PE 3:6",
    "verseText": "Ulimwengu wa wakati ule uligharikishwa kwa hayo maji na kuangamizwa."
  },
  {
    "verseNumber": "2PE 3:7",
    "verseText": "Lakini kwa neno lilo hilo, mbingu za sasa na dunia zimewekwa akiba kwa ajili ya moto, zikihifadhiwa hadi siku ile ya hukumu na ya kuangamizwa kwa watu wasiomcha Mungu."
  },
  {
    "verseNumber": "2PE 3:8",
    "verseText": "Lakini wapenzi, msisahau neno hili: kwamba kwa Bwana, siku moja ni kama miaka elfu, na miaka elfu ni kama siku moja."
  },
  {
    "verseNumber": "2PE 3:9",
    "verseText": "Bwana hakawii kuitimiza ahadi yake, kama watu wengine wanavyokudhani kukawia. Badala yake, yeye anawavumilia ninyi, maana hataki mtu yeyote aangamie, bali kila mtu afikilie toba."
  },
  {
    "verseNumber": "2PE 3:10",
    "verseText": "Lakini siku ya Bwana itakuja kama mwizi. Ndipo mbingu zitatoweka kwa kishindo kikuu; navyo vitu vya asili vitateketezwa kwa moto, nayo dunia na kila kitu kilichomo ndani yake kitaunguzwa."
  },
  {
    "verseNumber": "2PE 3:11",
    "verseText": "Kwa kuwa vitu vyote vitaharibiwa namna hii, je, ninyi imewapasa kuwa watu wa namna gani? Inawapasa kuishi maisha matakatifu na ya kumcha Mungu,"
  },
  {
    "verseNumber": "2PE 3:12",
    "verseText": "mkingojea na kuhimiza kuja kwa hiyo siku ya Mungu. Siku hiyo italeta mbingu kuchomwa moto na kutoweka, na vitu vya asili vitayeyuka kwa moto."
  },
  {
    "verseNumber": "2PE 3:13",
    "verseText": "Lakini kufuatana na ahadi yake, sisi tunatazamia mbingu mpya na dunia mpya, ambayo haki hukaa ndani yake."
  },
  {
    "verseNumber": "2PE 3:14",
    "verseText": "Kwa sababu hii, wapenzi, kwa kuwa mnatazamia mambo haya, fanyeni bidii ili awakute katika amani, bila mawaa wala dosari."
  },
  {
    "verseNumber": "2PE 3:15",
    "verseText": "Hesabuni uvumilivu wa Bwana kuwa ni wokovu, kama vile ndugu yetu mpenzi Paulo alivyowaandikia kwa hekima ile aliyopewa na Mungu."
  },
  {
    "verseNumber": "2PE 3:16",
    "verseText": "Huandika vivyo hivyo katika nyaraka zake zote, akizungumzia ndani yake mambo haya. Katika nyaraka zake kuna mambo mengine ambayo ni vigumu kuyaelewa, ambayo watu wajinga na wasio thabiti huyapotosha kwa maangamizi yao wenyewe, kama wapotoshavyo pia Maandiko mengine."
  },
  {
    "verseNumber": "2PE 3:17",
    "verseText": "Basi, ninyi wapenzi, kwa kuwa mmekwisha kujua mambo haya, jilindeni msije mkachukuliwa na kosa la watu hao waasi na kuanguka kutoka kwenye uthabiti wenu."
  },
  {
    "verseNumber": "2PE 3:18",
    "verseText": "Bali kueni katika neema na katika kumjua Bwana na Mwokozi wetu Yesu Kristo. Utukufu una yeye sasa na milele! Amen."
  }
]