[
  {
    "verseNumber": "2SA 1:1",
    "verseText": "Baada ya kifo cha Sauli, Daudi alipokuwa amerudi kutoka kuwashinda Waamaleki, Daudi alikaa siku mbili huko Siklagi."
  },
  {
    "verseNumber": "2SA 1:2",
    "verseText": "Siku ya tatu akaja mtu mwenye nguo zilizoraruka na mavumbi kichwani mwake kutoka kwenye kambi ya Sauli. Alipomjia Daudi, akajitupa chini ili kumpa heshima."
  },
  {
    "verseNumber": "2SA 1:3",
    "verseText": "Daudi akamuuliza, “Wewe umetoka wapi?” Akamjibu, “Nimetoroka kutoka kambi ya Waisraeli.”"
  },
  {
    "verseNumber": "2SA 1:4",
    "verseText": "Daudi akamuuliza, “Ni nini kilichotokea? Niambie.” Akasema, “Watu walikimbia kutoka vitani. Wengi wao walianguka na kufa. Naye Sauli na Yonathani mwanawe wamekufa.”"
  },
  {
    "verseNumber": "2SA 1:5",
    "verseText": "Ndipo Daudi akamwambia huyo kijana aliyemletea taarifa, “Je, umefahamuje kwamba Sauli na Yonathani mwanawe wamekufa?”"
  },
  {
    "verseNumber": "2SA 1:6",
    "verseText": "Yule kijana akasema, “Nilijipata huko Mlima Gilboa, naye Sauli alikuwa huko akiegemea mkuki wake, na magari ya vita na wapanda farasi wa upande wa adui wakawa wamemkaribia sana."
  },
  {
    "verseNumber": "2SA 1:7",
    "verseText": "Alipogeuka na kuniona, akaniita, nami nikasema, ‘Je, nifanye nini?’"
  },
  {
    "verseNumber": "2SA 1:8",
    "verseText": "“Akaniuliza, ‘Wewe ni nani?’ “Nikamjibu, ‘Mimi ni Mwamaleki.’"
  },
  {
    "verseNumber": "2SA 1:9",
    "verseText": "“Kisha akaniambia, ‘Nikaribie mimi na uniue! Niko katika maumivu makali ya kifo, lakini bado ningali hai.’"
  },
  {
    "verseNumber": "2SA 1:10",
    "verseText": "“Kwa hiyo nikamkaribia nikamuua, kwa sababu nilijua kwamba baada ya kuanguka hangeweza kupona. Nami nikachukua lile taji lililokuwa kichwani mwake na utepe uliokuwa mkononi mwake nami nimevileta hapa kwa bwana wangu.”"
  },
  {
    "verseNumber": "2SA 1:11",
    "verseText": "Ndipo Daudi pamoja na watu wote waliokuwa pamoja naye wakazishika nguo zao na kuzirarua."
  },
  {
    "verseNumber": "2SA 1:12",
    "verseText": "Wakaomboleza, wakalia pia na kufunga mpaka jioni kwa ajili ya Sauli na Yonathani mwanawe, kwa ajili ya jeshi la BWANA na nyumba ya Israeli, kwa sababu wameanguka kwa upanga."
  },
  {
    "verseNumber": "2SA 1:13",
    "verseText": "Daudi akamwambia yule kijana aliyemletea taarifa, “Wewe ni mwenyeji wa wapi?” Akamjibu, “Mimi ni mwana wa mgeni, Mwamaleki.”"
  },
  {
    "verseNumber": "2SA 1:14",
    "verseText": "Daudi akamuuliza, “Kwa nini hukuogopa kuinua mkono wako ili kumwangamiza mpakwa mafuta wa BWANA?”"
  },
  {
    "verseNumber": "2SA 1:15",
    "verseText": "Kisha Daudi akamwita mmoja wa watu wake na kumwambia, “Nenda ukamuue!” Kwa hiyo akampiga, naye akafa."
  },
  {
    "verseNumber": "2SA 1:16",
    "verseText": "Kwa maana Daudi alikuwa amemwambia, “Damu yako iwe juu ya kichwa chako mwenyewe. Kinywa chako mwenyewe kimeshuhudia dhidi yako uliposema, ‘Nilimuua mpakwa mafuta wa BWANA.’ ”"
  },
  {
    "verseNumber": "2SA 1:17",
    "verseText": "Daudi akafanya maombolezo haya kuhusu Sauli na Yonathani mwanawe,"
  },
  {
    "verseNumber": "2SA 1:18",
    "verseText": "naye akaagiza kwamba watu wa Yuda wafundishwe ombolezo hili la upinde (ambalo limeandikwa katika Kitabu cha Yashari):"
  },
  {
    "verseNumber": "2SA 1:19",
    "verseText": "“Walio fahari yako, ee Israeli, wameuawa juu ya mahali pako palipoinuka. Jinsi wenye nguvu walivyoanguka!"
  },
  {
    "verseNumber": "2SA 1:20",
    "verseText": "“Msilisimulie hili katika Gathi, msilitangaze hili katika barabara za Ashkeloni, binti za Wafilisti wasije wakafurahia, binti za hao wasiotahiriwa wasije wakashangilia."
  },
  {
    "verseNumber": "2SA 1:21",
    "verseText": "“Enyi milima ya Gilboa, msipate umande wala mvua, wala mashamba yazaayo sadaka ya nafaka. Kwa maana huko ndiko ngao ya mwenye nguvu iliponajisiwa, ngao ya Sauli haitapakwa tena mafuta."
  },
  {
    "verseNumber": "2SA 1:22",
    "verseText": "Kutokana na damu ya waliouawa, kutokana na miili ya wenye nguvu, ule upinde wa Yonathani haukugeuka nyuma. Upanga wa Sauli haukurudi bure."
  },
  {
    "verseNumber": "2SA 1:23",
    "verseText": "“Sauli na Yonathani, maishani walipendwa na kuneemeka, na katika kifo hawakutengana. Walikuwa wepesi kuliko tai, walikuwa na nguvu kuliko simba."
  },
  {
    "verseNumber": "2SA 1:24",
    "verseText": "“Enyi binti za Israeli, lieni kwa ajili ya Sauli, ambaye aliwavika nguo nyekundu na maridadi, ambaye aliremba mavazi yenu kwa mapambo ya dhahabu."
  },
  {
    "verseNumber": "2SA 1:25",
    "verseText": "“Tazama jinsi mashujaa walivyoanguka vitani! Yonathani ameuawa mahali pako palipoinuka."
  },
  {
    "verseNumber": "2SA 1:26",
    "verseText": "Nahuzunika kwa ajili yako, Yonathani ndugu yangu, kwangu ulikuwa mpendwa sana. Upendo wako kwangu ulikuwa wa ajabu, wa ajabu zaidi kuliko ule wa wanawake."
  },
  {
    "verseNumber": "2SA 1:27",
    "verseText": "“Tazama jinsi mashujaa walivyoanguka! Silaha za vita zimeangamia!”"
  },
  {
    "verseNumber": "2SA 2:1",
    "verseText": "Ikawa baada ya mambo haya, Daudi akamuuliza BWANA, “Je, nipande kwenda katika mojawapo ya miji ya Yuda?” BWANA akasema, “Panda.” Daudi akauliza, “Je, niende wapi?” BWANA akajibu, “Nenda Hebroni.”"
  },
  {
    "verseNumber": "2SA 2:2",
    "verseText": "Basi Daudi akakwea kwenda huko pamoja na wake zake wawili, Ahinoamu wa Yezreeli na Abigaili, mjane wa Nabali wa Karmeli."
  },
  {
    "verseNumber": "2SA 2:3",
    "verseText": "Pia Daudi akawachukua watu waliokuwa pamoja naye, kila mmoja na jamaa yake, nao wakaishi huko Hebroni na miji yake."
  },
  {
    "verseNumber": "2SA 2:4",
    "verseText": "Ndipo watu wa Yuda wakaja Hebroni, huko wakamtia Daudi mafuta awe mfalme juu ya nyumba ya Yuda. Daudi alipoambiwa kuwa ni watu wa Yabeshi-Gileadi waliomzika Sauli,"
  },
  {
    "verseNumber": "2SA 2:5",
    "verseText": "akatuma wajumbe kwa watu wa Yabeshi-Gileadi kuwaambia, “BWANA awabariki kwa kuonyesha wema huu kwa kumzika Sauli bwana wenu."
  },
  {
    "verseNumber": "2SA 2:6",
    "verseText": "Sasa BWANA na awaonyeshe wema na uaminifu, nami pia nitawaonyesha wema ule ule kwa kuwa mmefanya jambo hili."
  },
  {
    "verseNumber": "2SA 2:7",
    "verseText": "Sasa basi, kuweni hodari na mashujaa, kwa maana bwana wenu Sauli amekufa, nayo nyumba ya Yuda imenitia mafuta niwe mfalme juu yao.”"
  },
  {
    "verseNumber": "2SA 2:8",
    "verseText": "Wakati huo Abneri mwana wa Neri, jemadari wa jeshi la Sauli, alikuwa amemchukua Ish-Boshethi mwana wa Sauli na kumleta hadi Mahanaimu."
  },
  {
    "verseNumber": "2SA 2:9",
    "verseText": "Akamweka awe mfalme juu ya nchi ya Gileadi, Waasheri, Yezreeli, Efraimu, Benyamini na Israeli yote."
  },
  {
    "verseNumber": "2SA 2:10",
    "verseText": "Ish-Boshethi mwana wa Sauli alikuwa na umri wa miaka arobaini alipoanza kutawala Israeli, naye akatawala miaka miwili. Hata hivyo, nyumba ya Yuda ikamfuata Daudi."
  },
  {
    "verseNumber": "2SA 2:11",
    "verseText": "Muda ambao Daudi alikuwa mfalme juu ya nyumba ya Yuda huko Hebroni ilikuwa miaka saba na miezi sita."
  },
  {
    "verseNumber": "2SA 2:12",
    "verseText": "Abneri mwana wa Neri, pamoja na watu wa Ish-Boshethi mwana wa Sauli, wakatoka Mahanaimu kwenda Gibeoni."
  },
  {
    "verseNumber": "2SA 2:13",
    "verseText": "Yoabu mwana wa Seruya na watu wa Daudi wakatoka na kukutana nao kwenye bwawa la Gibeoni. Kikundi kimoja kiliketi upande mmoja wa bwawa, na kikundi kingine upande wa pili."
  },
  {
    "verseNumber": "2SA 2:14",
    "verseText": "Ndipo Abneri akamwambia Yoabu, “Tuwaweke baadhi ya vijana wasimame na wapigane ana kwa ana mbele yetu.” Yoabu akasema, “Sawa, na wafanye hivyo.”"
  },
  {
    "verseNumber": "2SA 2:15",
    "verseText": "Kwa hiyo vijana wakasimama, wakahesabiwa: watu wa Benyamini na wa Ish-Boshethi mwana wa Sauli kumi na wawili, na upande wa Daudi kumi na wawili."
  },
  {
    "verseNumber": "2SA 2:16",
    "verseText": "Kisha kila mtu akakamatana na mpinzani wake kichwani na kuchomana kwa upanga, nao wakaanguka chini pamoja. Kwa hiyo mahali pale katika Gibeoni pakaitwa Helkath-Hasurimu."
  },
  {
    "verseNumber": "2SA 2:17",
    "verseText": "Siku hiyo vita vilikuwa vikali sana, naye Abneri na watu wa Israeli wakashindwa na watu wa Daudi."
  },
  {
    "verseNumber": "2SA 2:18",
    "verseText": "Wana watatu wa Seruya walikuwako huko: nao ni Yoabu, Abishai na Asaheli. Basi huyo Asaheli alikuwa na mbio kama paa."
  },
  {
    "verseNumber": "2SA 2:19",
    "verseText": "Asaheli akamfukuza Abneri, pasipo kugeuka kulia wala kushoto wakati akimfuata."
  },
  {
    "verseNumber": "2SA 2:20",
    "verseText": "Abneri akaangalia nyuma na kumuuliza, “Ni wewe, Asaheli?” Akamjibu, “Ndiyo.”"
  },
  {
    "verseNumber": "2SA 2:21",
    "verseText": "Ndipo Abneri akamwambia, “Geuka upande wa kulia au kushoto. Mchukue mmoja wa vijana wa kiume na umvue silaha zake.” Lakini Asaheli hakuacha kumfukuza."
  },
  {
    "verseNumber": "2SA 2:22",
    "verseText": "Abneri akamwonya tena Asaheli akimwambia, “Acha kunifukuza! Kwa nini nikuue? Je, nitawezaje kumtazama ndugu yako Yoabu usoni?”"
  },
  {
    "verseNumber": "2SA 2:23",
    "verseText": "Lakini Asaheli alikataa kuacha kumfuatia, kwa hiyo Abneri akamchoma Asaheli tumboni kwa ncha butu ya mkuki wake, mkuki ukamtoboa ukatokea mgongoni mwake. Akaanguka na kufa papo hapo. Ikawa kila mtu alisimama alipofika mahali pale Asaheli alipoanguka na kufa."
  },
  {
    "verseNumber": "2SA 2:24",
    "verseText": "Lakini Yoabu na Abishai walimfuata Abneri, na jua lilipokuwa linatua, wakafika kwenye kilima cha Ama, karibu na Gia kwenye njia ya kuelekea kwenye nyika ya Gibeoni."
  },
  {
    "verseNumber": "2SA 2:25",
    "verseText": "Ndipo watu wa kabila la Benyamini wakakusanyika tena nyuma ya Abneri. Wakaunda kikosi na kujiimarisha juu ya kilima."
  },
  {
    "verseNumber": "2SA 2:26",
    "verseText": "Abneri akamwita Yoabu, akamwambia, “Je, ni lazima upanga uendelee kuangamiza milele? Hutambui kwamba jambo hili litaishia katika uchungu? Utaacha kuwaagiza watu wako waache kuwafuatilia ndugu zao hata lini?”"
  },
  {
    "verseNumber": "2SA 2:27",
    "verseText": "Yoabu akajibu, “Hakika kama aishivyo Mungu, kama hukusema, hawa watu wangeendelea kuwafuatia ndugu zao mpaka asubuhi.”"
  },
  {
    "verseNumber": "2SA 2:28",
    "verseText": "Basi Yoabu akapiga tarumbeta, nao watu wote wakasimama, hawakuwafuata Israeli tena, wala hawakuwapiga tena."
  },
  {
    "verseNumber": "2SA 2:29",
    "verseText": "Usiku ule wote Abneri na watu wake wakatembea kupitia Araba. Wakavuka Mto Yordani, wakaendelea wakipitia nchi yote ya Bithroni wakafika Mahanaimu."
  },
  {
    "verseNumber": "2SA 2:30",
    "verseText": "Basi Yoabu akarudi kutoka kumfuatia Abneri, na kuwakusanya watu wake wote. Pamoja na Asaheli, watu kumi na tisa wa Daudi walikuwa wamepotea."
  },
  {
    "verseNumber": "2SA 2:31",
    "verseText": "Lakini watu wa Daudi walikuwa wamewaua watu wa kabila la Benyamini 360 waliokuwa pamoja na Abneri."
  },
  {
    "verseNumber": "2SA 2:32",
    "verseText": "Wakamchukua Asaheli, wakamzika katika kaburi la baba yake huko Bethlehemu. Kisha Yoabu na watu wake wakatembea usiku kucha na kufika huko Hebroni wakati wa mapambazuko."
  },
  {
    "verseNumber": "2SA 3:1",
    "verseText": "Vita kati ya nyumba ya Sauli na nyumba ya Daudi vilidumu kwa muda mrefu. Daudi akaendelea kuwa imara zaidi na zaidi, wakati nyumba ya Sauli iliendelea kudhoofika zaidi na zaidi."
  },
  {
    "verseNumber": "2SA 3:2",
    "verseText": "Wana walizaliwa kwa Daudi huko Hebroni: Mzaliwa wake wa kwanza alikuwa Amnoni mwana wa Ahinoamu wa Yezreeli;"
  },
  {
    "verseNumber": "2SA 3:3",
    "verseText": "mzaliwa wake wa pili alikuwa Danieli mwana wa Abigaili, mjane wa Nabali wa Karmeli; wa tatu, Absalomu mwana wa Maaka, binti Talmai mfalme wa Geshuri;"
  },
  {
    "verseNumber": "2SA 3:4",
    "verseText": "wa nne, Adoniya mwana wa Hagithi; wa tano, Shefatia mwana wa Abitali;"
  },
  {
    "verseNumber": "2SA 3:5",
    "verseText": "wa sita, Ithreamu mwana wa Egla, mkewe Daudi. Hawa ndio waliozaliwa kwa Daudi huko Hebroni."
  },
  {
    "verseNumber": "2SA 3:6",
    "verseText": "Wakati wa vita kati ya nyumba ya Sauli na nyumba ya Daudi, Abneri alikuwa anajiimarisha katika nafasi yake kwenye nyumba ya Sauli."
  },
  {
    "verseNumber": "2SA 3:7",
    "verseText": "Basi Sauli alikuwa amekuwa na suria, jina lake Rispa binti wa Aiya. Naye Ish-Boshethi akamwambia Abneri, “Kwa nini umekutana kimwili na suria wa baba yangu?”"
  },
  {
    "verseNumber": "2SA 3:8",
    "verseText": "Abneri akakasirika sana kwa sababu ya kile Ish-Boshethi alichosema, naye akamjibu, “Je, mimi ni kichwa cha mbwa, kwa upande wa Yuda? Siku hii ya leo mimi ni mtiifu kwa nyumba ya baba yako Sauli, kwa jamaa yake na rafiki zake. Sijakukabidhi kwa Daudi, lakini bado unanilaumu kwa kosa la kuhusika na huyu mwanamke!"
  },
  {
    "verseNumber": "2SA 3:9",
    "verseText": "Mungu na amshughulikie Abneri, tena kwa ukali, ikiwa sitafanya kwa ajili ya Daudi kile BWANA alichomwahidi kwa kiapo,"
  },
  {
    "verseNumber": "2SA 3:10",
    "verseText": "na kuuhamisha ufalme kutoka kwenye nyumba ya Sauli na kuimarisha kiti cha ufalme cha Daudi juu ya Israeli na Yuda kuanzia Dani mpaka Beer-Sheba.”"
  },
  {
    "verseNumber": "2SA 3:11",
    "verseText": "Ish-Boshethi hakuthubutu kusema neno jingine kwa Abneri, kwa sababu alimwogopa Abneri."
  },
  {
    "verseNumber": "2SA 3:12",
    "verseText": "Ndipo Abneri akatuma wajumbe kwa niaba yake kwa Daudi, kumwambia, “Nchi hii ni ya nani? Fanya mapatano na mimi, nami nitakusaidia kuiweka Israeli yote juu yako.”"
  },
  {
    "verseNumber": "2SA 3:13",
    "verseText": "Daudi akasema, “Vyema, nitafanya mapatano nawe. Lakini nahitaji jambo moja kwako: Usije mbele yangu mpaka umemleta Mikali binti Sauli wakati utakapokuja kuniona.”"
  },
  {
    "verseNumber": "2SA 3:14",
    "verseText": "Kisha Daudi akapeleka wajumbe kwa Ish-Boshethi mwana wa Sauli, kudai, “Nipe Mikali mke wangu, ambaye nilimposa mwenyewe kwa mahari ya magovi 100 ya Wafilisti.”"
  },
  {
    "verseNumber": "2SA 3:15",
    "verseText": "Kwa hiyo Ish-Boshethi akatoa amri kwamba Mikali achukuliwe kutoka kwa Paltieli mumewe, mwana wa Laishi."
  },
  {
    "verseNumber": "2SA 3:16",
    "verseText": "Hata hivyo, mumewe alikwenda pamoja naye, akilia nyuma ya mkewe njia yote hadi Bahurimu. Ndipo Abneri akamwambia Paltieli, “Rudi nyumbani!” Kwa hiyo akarudi."
  },
  {
    "verseNumber": "2SA 3:17",
    "verseText": "Abneri akafanya shauri pamoja na wazee wa Israeli, akasema, “Muda mrefu mmetaka kumfanya Daudi mfalme wenu."
  },
  {
    "verseNumber": "2SA 3:18",
    "verseText": "Sasa fanyeni hivyo! Kwa maana BWANA alimwahidi Daudi akisema, ‘Kwa kupitia Daudi mtumishi wangu nitawaokoa watu wangu Israeli kutoka mikononi mwa Wafilisti na kutoka mikononi mwa adui zako wote.’ ”"
  },
  {
    "verseNumber": "2SA 3:19",
    "verseText": "Pia Abneri mwenyewe akazungumza na kabila la Benyamini. Kisha akaenda mpaka Hebroni kumwambia Daudi kila kitu ambacho Israeli na nyumba yote ya Benyamini walichotaka kufanya."
  },
  {
    "verseNumber": "2SA 3:20",
    "verseText": "Wakati Abneri aliyekuwa na watu ishirini pamoja naye, alipokuja kwa Daudi huko Hebroni, Daudi akamwandalia karamu pamoja na watu wake."
  },
  {
    "verseNumber": "2SA 3:21",
    "verseText": "Ndipo Abneri akamwambia Daudi, “Niache niende mara moja nikakusanye Israeli yote kwa ajili ya mfalme bwana wangu, ili waweze kufanya mapatano na wewe, ili kwamba uweze kutawala juu ya yote yale ambayo moyo wako unaonea shauku.” Basi Daudi akamuaga Abneri, naye akaenda kwa amani."
  },
  {
    "verseNumber": "2SA 3:22",
    "verseText": "Wakati huo huo, watu wa Daudi na Yoabu walirudi kutoka kwenye kushambulia, nao wakarudi na nyara nyingi mno. Lakini Abneri hakuwa tena pamoja na Daudi huko Hebroni, kwa sababu Daudi alikuwa amemruhusu aende zake, naye akaenda kwa amani."
  },
  {
    "verseNumber": "2SA 3:23",
    "verseText": "Yoabu na askari wote aliokuwa nao walipowasili, aliambiwa kwamba Abneri mwana wa Neri alikuwa amekuja kwa mfalme na kwamba mfalme alikuwa amemruhusu aende zake, na kwamba alikwisha ondoka kwa amani."
  },
  {
    "verseNumber": "2SA 3:24",
    "verseText": "Basi Yoabu alikwenda kwa mfalme na kumwambia, “Ni nini hiki ulichofanya? Tazama, Abneri alikuja kwako. Kwa nini ukamwacha aende? Sasa amekwenda!"
  },
  {
    "verseNumber": "2SA 3:25",
    "verseText": "Wajua Abneri mwana wa Neri alikuja kukudanganya na kuchunguza nyendo zako na kupata kila kitu unachokifanya.”"
  },
  {
    "verseNumber": "2SA 3:26",
    "verseText": "Ndipo Yoabu akamwacha Daudi na kutuma wajumbe wamfuate Abneri, nao wakamrudisha kutoka kisima cha Sira. Lakini Daudi hakufahamu jambo hili."
  },
  {
    "verseNumber": "2SA 3:27",
    "verseText": "Basi Abneri aliporudi Hebroni, Yoabu akamchukua kando ndani ya lango, kama vile kuzungumza naye faraghani. Ili kulipiza kisasi damu ya nduguye Asaheli, Yoabu akamchoma mkuki tumboni palepale, naye akafa."
  },
  {
    "verseNumber": "2SA 3:28",
    "verseText": "Baadaye, Daudi aliposikia kuhusu jambo hili, akasema, “Mimi na ufalme wangu kamwe hatuna hatia mbele za BWANA kuhusu damu ya Abneri mwana wa Neri."
  },
  {
    "verseNumber": "2SA 3:29",
    "verseText": "Damu yake na iwe juu ya kichwa cha Yoabu na juu ya nyumba yote ya baba yake! Kamwe asikosekane yeyote katika nyumba ya Yoabu mwenye kidonda chenye usaha, au ukoma au mwenye kuegemea fimbo au aangukaye kwa upanga au kupungukiwa na chakula.”"
  },
  {
    "verseNumber": "2SA 3:30",
    "verseText": "(Yoabu na Abishai ndugu yake walimuua Abneri kwa sababu alikuwa amemuua Asaheli ndugu yao katika vita huko Gibeoni.)"
  },
  {
    "verseNumber": "2SA 3:31",
    "verseText": "Kisha Daudi akamwambia Yoabu na watu wote aliokuwa pamoja nao, “Rarueni nguo zenu na mvae nguo za gunia na mtembee mkiomboleza mbele ya Abneri.” Mfalme Daudi mwenyewe akatembea nyuma ya jeneza."
  },
  {
    "verseNumber": "2SA 3:32",
    "verseText": "Wakamzika Abneri huko Hebroni, naye mfalme akalia kwa sauti kwenye kaburi la Abneri. Pia watu wote wakalia."
  },
  {
    "verseNumber": "2SA 3:33",
    "verseText": "Mfalme akaimba ombolezo hili kwa ajili ya Abneri: “Je, ilipasa Abneri afe kama afavyo mpumbavu?"
  },
  {
    "verseNumber": "2SA 3:34",
    "verseText": "Mikono yako haikufungwa, miguu yako haikufungwa pingu. Ulianguka kama yeye aangukaye mbele ya watu waovu.” Nao watu wote wakamlilia tena."
  },
  {
    "verseNumber": "2SA 3:35",
    "verseText": "Kisha watu wote wakaja kumsihi Daudi ale chochote kulipokuwa kungali bado mchana; lakini Daudi akaapa, akisema, “Mungu na anishughulikie, tena kwa ukali, kama nikionja mkate au kitu kingine chochote kabla ya jua kutua!”"
  },
  {
    "verseNumber": "2SA 3:36",
    "verseText": "Watu wote wakaona hilo nao ikawapendeza; naam, kila kitu mfalme alichofanya kiliwapendeza."
  },
  {
    "verseNumber": "2SA 3:37",
    "verseText": "Kwa hiyo siku ile watu wote na Israeli yote wakajua kwamba mfalme hakushiriki katika mauaji ya Abneri mwana wa Neri."
  },
  {
    "verseNumber": "2SA 3:38",
    "verseText": "Kisha mfalme akawaambia watu wake, “Je, hamfahamu kwamba mkuu na mtu mashuhuri ameanguka katika Israeli leo?"
  },
  {
    "verseNumber": "2SA 3:39",
    "verseText": "Nami leo ingawa ni mfalme mpakwa mafuta, mimi ni dhaifu, nao hawa wana wa Seruya wananizidi nguvu. BWANA na amlipize mtenda maovu sawasawa na matendo yake maovu!”"
  },
  {
    "verseNumber": "2SA 4:1",
    "verseText": "Ish-Boshethi mwana wa Sauli aliposikia kwamba Abneri amekufa huko Hebroni, akakosa ujasiri, nayo Israeli yote wakatiwa hofu kuu."
  },
  {
    "verseNumber": "2SA 4:2",
    "verseText": "Basi mwana wa Sauli alikuwa na watu wawili waliokuwa viongozi wa vikundi vya uvamizi. Mmoja aliitwa Baana na mwingine Rekabu, waliokuwa wana wa Rimoni, Mbeerothi, kutoka kabila la Benyamini. Beerothi alihesabiwa kuwa sehemu ya Benyamini,"
  },
  {
    "verseNumber": "2SA 4:3",
    "verseText": "kwa sababu watu wa Beerothi walikimbilia huko Gitaimu na wameishi huko kama wageni mpaka siku hii ya leo."
  },
  {
    "verseNumber": "2SA 4:4",
    "verseText": "(Yonathani mwana wa Sauli alikuwa na mwana aliyekuwa mlemavu miguu yote miwili. Alikuwa na miaka mitano wakati habari kuhusu Sauli na Yonathani zilipofika kutoka Yezreeli. Yaya wake akambeba ili kukimbia, lakini yaya alipokuwa anaharakisha kuondoka, mtoto alianguka akawa kiwete. Jina lake aliitwa Mefiboshethi.)"
  },
  {
    "verseNumber": "2SA 4:5",
    "verseText": "Basi Rekabu na Baana, wana wa Rimoni Mbeerothi wakaenda nyumbani kwa Ish-Boshethi, nao walifika huko wakati alipokuwa kwenye mapumziko yake ya mchana."
  },
  {
    "verseNumber": "2SA 4:6",
    "verseText": "Wakaingia kwenye chumba cha ndani kana kwamba wanachukua ngano, wakamchoma Ish-Boshethi mkuki wa tumboni. Ndipo Rekabu na Baana nduguye wakatoroka."
  },
  {
    "verseNumber": "2SA 4:7",
    "verseText": "Walikuwa wameingia ndani ya nyumba wakati alipokuwa amelala kitandani chumbani kwake. Baada ya kumchoma mkuki na kumuua, walikata kichwa chake. Wakiwa wamekichukua, walitembea usiku kucha kwa njia ya Araba."
  },
  {
    "verseNumber": "2SA 4:8",
    "verseText": "Wakamletea Daudi kichwa cha Ish-Boshethi huko Hebroni, wakamwambia mfalme, “Hiki hapa kichwa cha Ish-Boshethi mwana wa Sauli, adui yako, aliyejaribu kuondoa uhai wako. Siku hii ya leo BWANA amemlipia kisasi mfalme bwana wangu dhidi ya Sauli na mzao wake.”"
  },
  {
    "verseNumber": "2SA 4:9",
    "verseText": "Daudi akawajibu Rekabu na Baana nduguye, wana wa Rimoni, Mbeerothi, akasema, “Hakika kama BWANA aishivyo, ambaye ameniokoa kutoka taabu zote,"
  },
  {
    "verseNumber": "2SA 4:10",
    "verseText": "yule mtu aliponiambia, ‘Sauli amekufa,’ akadhani ananiletea habari njema, nilimkamata, nikamuua huko Siklagi. Hiyo ndiyo zawadi niliyompa kwa ajili ya taarifa yake!"
  },
  {
    "verseNumber": "2SA 4:11",
    "verseText": "Je, ni mara ngapi zaidi wakati watu waovu wamemuua mtu asiye na hatia akiwa ndani ya nyumba yake mwenyewe na kwenye kitanda chake mwenyewe? Je, sasa nisidai damu yake mikononi mwenu na kuwaondoa duniani?”"
  },
  {
    "verseNumber": "2SA 4:12",
    "verseText": "Kwa hiyo Daudi akawaamuru watu wake, wakawaua. Wakakata mikono yao na miguu, na kutundika viwiliwili vyao kando ya dimbwi huko Hebroni. Lakini wakakichukua kichwa cha Ish-Boshethi na kukizika katika kaburi la Abneri huko Hebroni."
  },
  {
    "verseNumber": "2SA 5:1",
    "verseText": "Makabila yote ya Israeli yakamjia Daudi huko Hebroni na kumwambia, “Sisi tu nyama yako na damu yako hasa."
  },
  {
    "verseNumber": "2SA 5:2",
    "verseText": "Zamani, wakati Sauli alikuwa mfalme juu yetu, wewe ndiwe uliyeiongoza Israeli vitani. Naye BWANA alikuambia, ‘Wewe utawachunga watu wangu Israeli, na utakuwa mtawala wao.’ ”"
  },
  {
    "verseNumber": "2SA 5:3",
    "verseText": "Wazee wote wa Israeli wakamwendea Mfalme Daudi huko Hebroni, mfalme akafanya mapatano nao huko Hebroni mbele za BWANA, nao wakamtia Daudi mafuta kuwa mfalme wa Israeli."
  },
  {
    "verseNumber": "2SA 5:4",
    "verseText": "Daudi alikuwa na miaka thelathini alipoanza kutawala, naye akatawala Israeli miaka arobaini."
  },
  {
    "verseNumber": "2SA 5:5",
    "verseText": "Huko Hebroni alitawala Yuda kwa miaka saba na miezi sita, na katika Yerusalemu alitawala Israeli yote na Yuda kwa miaka thelathini na mitatu."
  },
  {
    "verseNumber": "2SA 5:6",
    "verseText": "Mfalme na watu wake wakaenda Yerusalemu kuwashambulia Wayebusi walioishi humo. Wayebusi wakamwambia Daudi, “Wewe hutaingia humu, kwani hata vipofu na viwete wanaweza kukufukuza.” Walidhani, “Daudi hawezi kuingia humu.”"
  },
  {
    "verseNumber": "2SA 5:7",
    "verseText": "Hata hivyo, Daudi akaiteka ngome ya Sayuni, Mji wa Daudi."
  },
  {
    "verseNumber": "2SA 5:8",
    "verseText": "Siku ile, Daudi akasema, “Yeyote ambaye atawashinda Wayebusi, atatumia huo mfereji kuwafikia hao ‘viwete na vipofu’ ambao ni adui za Daudi.” Ndiyo sababu wanasema, “ ‘Vipofu na viwete’ hawataingia kwenye jumba la ufalme.”"
  },
  {
    "verseNumber": "2SA 5:9",
    "verseText": "Ndipo Daudi akafanya makao ndani ya ngome na kuiita Mji wa Daudi. Akajenga eneo linalozunguka kuanzia Milo kuelekea ndani."
  },
  {
    "verseNumber": "2SA 5:10",
    "verseText": "Daudi akazidi kuwa na nguvu zaidi na zaidi, kwa sababu BWANA Mungu Mwenye Nguvu Zote alikuwa pamoja naye."
  },
  {
    "verseNumber": "2SA 5:11",
    "verseText": "Basi Hiramu mfalme wa Tiro akawatuma wajumbe kwa Daudi, wakiwa na magogo ya mierezi, maseremala na waashi, nao wakajenga jumba la kifalme kwa ajili ya Daudi."
  },
  {
    "verseNumber": "2SA 5:12",
    "verseText": "Naye Daudi akafahamu kuwa BWANA amemwimarisha kuwa mfalme juu ya Israeli na ameinua ufalme wake kwa ajili ya Israeli, watu wake."
  },
  {
    "verseNumber": "2SA 5:13",
    "verseText": "Baada ya Daudi kuondoka Hebroni, akajitwalia masuria zaidi na wake huko Yerusalemu, nao wana na binti wengi walizaliwa kwake."
  },
  {
    "verseNumber": "2SA 5:14",
    "verseText": "Haya ndiyo majina ya watoto waliozaliwa kwake huko: Shamua, Shobabu, Nathani, Solomoni,"
  },
  {
    "verseNumber": "2SA 5:15",
    "verseText": "Ibihari, Elishua, Nefegi, Yafia,"
  },
  {
    "verseNumber": "2SA 5:16",
    "verseText": "Elishama, Eliada na Elifeleti."
  },
  {
    "verseNumber": "2SA 5:17",
    "verseText": "Wafilisti waliposikia kuwa Daudi ametiwa mafuta kuwa mfalme wa Israeli, wakapanda na jeshi lao lote kwenda kumsaka, lakini Daudi akapata habari hizo, naye akateremka kwenye ngome."
  },
  {
    "verseNumber": "2SA 5:18",
    "verseText": "Basi Wafilisti walikuwa wamekuja na kusambaa kwenye Bonde la Warefai,"
  },
  {
    "verseNumber": "2SA 5:19",
    "verseText": "kwa hiyo Daudi akamuuliza BWANA, “Je, niende kuwashambulia Wafilisti? Je, utawatia mikononi mwangu?” BWANA akamjibu, “Nenda, kwa maana hakika nitawatia Wafilisti mikononi mwako.”"
  },
  {
    "verseNumber": "2SA 5:20",
    "verseText": "Ndipo Daudi akaenda mpaka Baal-Perasimu, na huko akawashinda Wafilisti. Akasema, “Kama mafuriko yafurikavyo, BWANA amewafurikia adui zangu mbele yangu.” Kwa hiyo mahali hapo pakaitwa Baal-Perasimu."
  },
  {
    "verseNumber": "2SA 5:21",
    "verseText": "Wafilisti wakaiacha miungu yao huko, naye Daudi na watu wake wakaichukua."
  },
  {
    "verseNumber": "2SA 5:22",
    "verseText": "Wafilisti walikwea kwa mara nyingine na kusambaa katika Bonde la Warefai."
  },
  {
    "verseNumber": "2SA 5:23",
    "verseText": "Kwa hiyo Daudi akamuuliza BWANA, naye akamjibu, “Usipande moja kwa moja, bali wazungukie kwa nyuma na uwashambulie mbele ya miti ya miforosadi."
  },
  {
    "verseNumber": "2SA 5:24",
    "verseText": "Mara utakaposikia sauti ya kutembea kutoka kwenye vilele vya miti ya miforosadi, nenda haraka, kwa sababu hiyo itamaanisha kuwa BWANA ametangulia mbele yako kupiga jeshi la Wafilisti.”"
  },
  {
    "verseNumber": "2SA 5:25",
    "verseText": "Basi Daudi akafanya kama BWANA alivyomwagiza, naye akawaangusha Wafilisti njia yote kuanzia Geba hadi Gezeri."
  },
  {
    "verseNumber": "2SA 6:1",
    "verseText": "Tena Daudi akakusanya watu 30,000 wa Israeli waliochaguliwa."
  },
  {
    "verseNumber": "2SA 6:2",
    "verseText": "Yeye na watu wake wote wakatoka Baala ya Yuda kulipandisha Sanduku la Mungu kutoka huko, linaloitwa kwa Jina, naam, jina la BWANA Mwenye Nguvu Zote, ambaye anaketi katika kiti cha enzi kati ya makerubi walioko juu ya hilo Sanduku."
  },
  {
    "verseNumber": "2SA 6:3",
    "verseText": "Wakaweka hilo Sanduku la Mungu juu ya gari jipya la kukokotwa na kulileta kutoka nyumba ya Abinadabu, iliyokuwa juu ya kilima. Uza na Ahio, wana wa Abinadabu, walikuwa wakiongoza hilo gari jipya la kukokotwa"
  },
  {
    "verseNumber": "2SA 6:4",
    "verseText": "likiwa na Sanduku la Mungu juu yake, naye Ahio alikuwa anatembea akiwa mbele yake."
  },
  {
    "verseNumber": "2SA 6:5",
    "verseText": "Daudi na nyumba yote ya Israeli walikuwa wanacheza mbele za BWANA kwa nguvu zao zote, kwa nyimbo, vinubi, zeze, matari, kayamba na matoazi."
  },
  {
    "verseNumber": "2SA 6:6",
    "verseText": "Walipofika kwenye uwanja wa kupuria nafaka wa Nakoni, Uza akanyoosha mkono na kulishika Sanduku la Mungu kwa sababu maksai walijikwaa."
  },
  {
    "verseNumber": "2SA 6:7",
    "verseText": "Hasira ya BWANA ikawaka dhidi ya Uza kwa sababu ya kitendo chake cha kukosa heshima, kwa hiyo Mungu akampiga akafia papo hapo kando ya Sanduku la Mungu."
  },
  {
    "verseNumber": "2SA 6:8",
    "verseText": "Ndipo Daudi akakasirika kwa sababu ghadhabu ya BWANA ilifurika dhidi ya Uza, hivyo hadi leo mahali hapo panaitwa Peres-Uza."
  },
  {
    "verseNumber": "2SA 6:9",
    "verseText": "Daudi akamwogopa BWANA siku ile, akasema, “Ni jinsi gani Sanduku la BWANA litakavyoweza kunijia?”"
  },
  {
    "verseNumber": "2SA 6:10",
    "verseText": "Hakuwa radhi kulichukua Sanduku la BWANA kwake katika Mji wa Daudi. Badala yake akalipeleka kwenye nyumba ya Obed-Edomu, Mgiti."
  },
  {
    "verseNumber": "2SA 6:11",
    "verseText": "Sanduku la BWANA likabaki katika nyumba ya Obed-Edomu, Mgiti, kwa miezi mitatu, naye BWANA akambariki pamoja na nyumba yake yote."
  },
  {
    "verseNumber": "2SA 6:12",
    "verseText": "Kisha Mfalme Daudi akaambiwa, “BWANA ameibariki nyumba ya Obed-Edomu pamoja na kila alicho nacho, kwa sababu ya Sanduku la Mungu.” Basi Daudi akateremka na kulipandisha Sanduku la Mungu kutoka nyumba ya Obed-Edomu hadi Mji wa Daudi kwa shangwe."
  },
  {
    "verseNumber": "2SA 6:13",
    "verseText": "Wale waliokuwa wamebeba Sanduku la BWANA walipokuwa wametembea hatua sita, Daudi alitoa dhabihu fahali na ndama aliyenoneshwa."
  },
  {
    "verseNumber": "2SA 6:14",
    "verseText": "Daudi, akiwa amevaa kisibau cha kitani, alicheza mbele za BWANA kwa nguvu zake zote,"
  },
  {
    "verseNumber": "2SA 6:15",
    "verseText": "wakati yeye na nyumba yote ya Israeli walipopandisha Sanduku la BWANA kwa shangwe na sauti za tarumbeta."
  },
  {
    "verseNumber": "2SA 6:16",
    "verseText": "Ikawa Sanduku la BWANA lilipokuwa linaingia katika Mji wa Daudi, Mikali binti Sauli akachungulia dirishani. Naye alipomwona Mfalme Daudi akirukaruka na kucheza mbele za BWANA, akamdharau moyoni mwake."
  },
  {
    "verseNumber": "2SA 6:17",
    "verseText": "Wakaleta Sanduku la BWANA na kuliweka mahali pake ndani ya hema ambalo Daudi alikuwa amelisimamisha kwa ajili yake, naye Daudi akatoa sadaka za kuteketezwa na sadaka za amani mbele za BWANA."
  },
  {
    "verseNumber": "2SA 6:18",
    "verseText": "Baada ya kumaliza kutoa sadaka za kuteketezwa na sadaka za amani, Daudi akawabariki watu katika jina la BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "2SA 6:19",
    "verseText": "Kisha akatoa mkate, andazi la tende na andazi la zabibu kavu kwa kila mtu katika mkutano wote wa Waisraeli, wanaume kwa wanawake. Nao watu wote wakaenda nyumbani kwao."
  },
  {
    "verseNumber": "2SA 6:20",
    "verseText": "Daudi aliporudi ili kuwabariki watu wa nyumbani mwake, Mikali binti Sauli akatoka nje kumlaki, akamwambia, “Tazama jinsi mfalme wa Israeli alivyojibainisha mwenyewe leo kwa kuvua mavazi yake machoni pa vijakazi wa watumishi wake, kama vile ambavyo mtu asiye na adabu angelifanya!”"
  },
  {
    "verseNumber": "2SA 6:21",
    "verseText": "Daudi akamwambia Mikali, “Nilifanya hivyo mbele za BWANA ambaye alinichagua mimi badala ya baba yako au mwingine yeyote kutoka nyumba yake wakati aliponiweka niwe mtawala juu ya Israeli, watu wa BWANA. Kwa hiyo nitacheza mbele za BWANA."
  },
  {
    "verseNumber": "2SA 6:22",
    "verseText": "Nitakuwa asiye na heshima zaidi kuliko sasa, nami nitajishusha machoni pangu mwenyewe. Lakini kwa hawa vijakazi uliosema habari zao nitaheshimiwa.”"
  },
  {
    "verseNumber": "2SA 6:23",
    "verseText": "Naye Mikali binti Sauli hakuwa na watoto mpaka siku ya kufa kwake."
  },
  {
    "verseNumber": "2SA 7:1",
    "verseText": "Baada ya mfalme kuingia rasmi katika jumba lake la kifalme, naye BWANA akiwa amemstarehesha pande zote mbali na adui zake,"
  },
  {
    "verseNumber": "2SA 7:2",
    "verseText": "akamwambia nabii Nathani, “Mimi hapa, ninaishi katika jumba la kifalme la mierezi, wakati Sanduku la Mungu limebaki katika hema.”"
  },
  {
    "verseNumber": "2SA 7:3",
    "verseText": "Nathani akamjibu mfalme, “Lolote ulilo nalo moyoni, endelea ukalifanye, kwa maana BWANA yu pamoja nawe.”"
  },
  {
    "verseNumber": "2SA 7:4",
    "verseText": "Usiku ule neno la BWANA likamjia Nathani, kusema:"
  },
  {
    "verseNumber": "2SA 7:5",
    "verseText": "“Nenda ukamwambie mtumishi wangu Daudi, ‘Hili ndilo asemalo BWANA: Je, ewe ndiwe wa kunijengea mimi nyumba ili nikae ndani yake?"
  },
  {
    "verseNumber": "2SA 7:6",
    "verseText": "Sijakaa ndani ya nyumba tangu siku niliyowaleta Waisraeli kutoka Misri hadi leo. Nimekuwa nikitembea kutoka mahali pamoja hadi mahali pengine ndani ya hema kama makao yangu."
  },
  {
    "verseNumber": "2SA 7:7",
    "verseText": "Popote nilipotembea pamoja na Waisraeli wote, je, nimewahi kumwambia kiongozi wao yeyote niliyemwamuru kuwachunga watu wangu Israeli, “Kwa nini hujanijengea nyumba ya mierezi?” ’"
  },
  {
    "verseNumber": "2SA 7:8",
    "verseText": "“Sasa basi, mwambie mtumishi wangu Daudi, ‘Hili ndilo asemalo BWANA Mwenye Nguvu Zote: Nilikutoa wewe kutoka machungani na kutoka kuandama kundi la kondoo na mbuzi ili kuwaongoza watu wangu Israeli."
  },
  {
    "verseNumber": "2SA 7:9",
    "verseText": "Nimekuwa pamoja nawe popote ulipokwenda, nami nimekuondolea mbali adui zako wote mbele yako. Basi nitalifanya jina lako kuwa kuu kama majina ya watu walio wakuu sana duniani."
  },
  {
    "verseNumber": "2SA 7:10",
    "verseText": "Nami nitawapatia watu wangu Israeli mahali niwapande humo ili kwamba wawe na nyumbani kwao wenyewe wasisumbuliwe tena. Watu waovu hawatawaonea tena, kama walivyofanya mwanzoni,"
  },
  {
    "verseNumber": "2SA 7:11",
    "verseText": "na kama walivyofanya tangu mwanzo wakati nilipowaweka viongozi juu ya watu wangu Israeli. Pia nitawapa raha mbele ya adui zenu wote. “ ‘BWANA akuambia kwamba BWANA mwenyewe atakujengea nyumba."
  },
  {
    "verseNumber": "2SA 7:12",
    "verseText": "Siku zako zitakapokwisha nawe ulale pamoja na baba zako, nitainua mzao wako aingie mahali pako, ambaye atatoka viunoni mwako, nami nitauimarisha ufalme wake."
  },
  {
    "verseNumber": "2SA 7:13",
    "verseText": "Yeye ndiye atakayejenga nyumba kwa ajili ya Jina langu, nami nitaimarisha kiti cha enzi cha ufalme wake milele."
  },
  {
    "verseNumber": "2SA 7:14",
    "verseText": "Nitakuwa baba yake, naye atakuwa mwanangu. Atakapokosea nitamwadhibu kwa fimbo ya wanadamu, kwa adhabu ya kupigwa na wanadamu."
  },
  {
    "verseNumber": "2SA 7:15",
    "verseText": "Lakini upendo wangu kamwe hautaondolewa kwake, kama nilivyouondoa kwa Sauli, niliyemwondoa atoke mbele yako."
  },
  {
    "verseNumber": "2SA 7:16",
    "verseText": "Nyumba yako na ufalme wako utadumu milele mbele zangu, kiti chako cha enzi kitafanywa imara milele.’ ”"
  },
  {
    "verseNumber": "2SA 7:17",
    "verseText": "Nathani akamwarifu Daudi maneno yote ya maono haya."
  },
  {
    "verseNumber": "2SA 7:18",
    "verseText": "Ndipo Mfalme Daudi akaingia ndani, akaketi mbele za BWANA, akasema: “Ee BWANA Mwenyezi, mimi ni nani, na jamaa yangu ni nini, hata umenileta mpaka hapa nilipo?"
  },
  {
    "verseNumber": "2SA 7:19",
    "verseText": "Naam, kana kwamba hili halitoshi machoni pako, Ee BWANA Mwenyezi, wewe umenena pia kuhusu siku zijazo za nyumba ya mtumishi wako. Je, hii ndiyo njia yako ya kawaida ya kushughulika na mwanadamu, Ee BWANA Mwenyezi?"
  },
  {
    "verseNumber": "2SA 7:20",
    "verseText": "“Je, Daudi aweza kukuambia nini zaidi? Kwa maana unamjua mtumishi wako, Ee BWANA Mwenyezi."
  },
  {
    "verseNumber": "2SA 7:21",
    "verseText": "Kwa ajili ya neno lako na kwa mapenzi yako, umefanya jambo hili kubwa na kulifanya lijulikane na lifahamike kwa mtumishi wako."
  },
  {
    "verseNumber": "2SA 7:22",
    "verseText": "“Tazama jinsi ulivyo mkuu, Ee BWANA Mwenyezi! Hakuna mwingine kama wewe, wala hakuna Mungu ila wewe, kama vile tulivyosikia kwa masikio yetu wenyewe,"
  },
  {
    "verseNumber": "2SA 7:23",
    "verseText": "Naye ni nani aliye kama watu wako Israeli, taifa pekee duniani ambalo Mungu alitoka kwenda kulikomboa kwa ajili yake mwenyewe, na kujifanyia jina mwenyewe, kwa kufanya maajabu makubwa na ya kutisha kwa kuwafukuza mataifa na miungu yao mbele ya watu wako, ambao uliwakomboa kutoka Misri?"
  },
  {
    "verseNumber": "2SA 7:24",
    "verseText": "Umeimarisha watu wako Israeli hasa kama watu wako mwenyewe milele, nawe, Ee BWANA, umekuwa Mungu wao."
  },
  {
    "verseNumber": "2SA 7:25",
    "verseText": "“Basi sasa, BWANA, ukaitimize ahadi uliyosema kuhusu mtumishi wako na nyumba yake milele. Fanya kama ulivyoahidi,"
  },
  {
    "verseNumber": "2SA 7:26",
    "verseText": "ili kwamba jina lako litukuke milele. Ndipo watu watasema, ‘BWANA Mwenye Nguvu Zote ni Mungu juu ya Israeli!’ Nayo nyumba ya mtumishi wako Daudi itakuwa imara mbele zako."
  },
  {
    "verseNumber": "2SA 7:27",
    "verseText": "“Ee BWANA Mwenye Nguvu Zote, Mungu wa Israeli, umelifunua hili kwa mtumishi wako, ukisema, ‘Nitakujengea nyumba.’ Hivyo mtumishi wako amepata ujasiri kukuletea dua hii."
  },
  {
    "verseNumber": "2SA 7:28",
    "verseText": "Ee BWANA Mwenyezi, wewe ndiwe Mungu! Maneno yako ndiyo kweli, nawe umemwahidi mtumishi wako mambo haya mazuri."
  },
  {
    "verseNumber": "2SA 7:29",
    "verseText": "Sasa naomba uwe radhi kuibariki nyumba ya mtumishi wako, ili idumu mbele zako milele, kwa maana wewe, Ee BWANA Mwenyezi, umesema, na kwa baraka zako nyumba ya mtumishi wako itaendelea kubarikiwa milele.”"
  },
  {
    "verseNumber": "2SA 8:1",
    "verseText": "Baada ya muda, Daudi akawashinda Wafilisti na kuwatiisha, naye akautwaa Metheg-Amma kutoka mikononi mwa Wafilisti."
  },
  {
    "verseNumber": "2SA 8:2",
    "verseText": "Pia Daudi akawashinda Wamoabu. Akawafanya walale chini kwa mstari akawapima kwa urefu wa kamba. Kila alipopima urefu wa hiyo kamba mara mbili hilo kundi waliuawa na alipopima mara ya tatu aliwaacha hai. Kwa hiyo Wamoabu wakawa chini ya Daudi nao wakamletea kodi."
  },
  {
    "verseNumber": "2SA 8:3",
    "verseText": "Zaidi ya hayo, Daudi akapigana na Hadadezeri mwana wa Rehobu, mfalme wa Soba, alipokwenda kurudisha tena utawala wake kwenye eneo la Mto Frati."
  },
  {
    "verseNumber": "2SA 8:4",
    "verseText": "Daudi akateka magari yake ya vita 1,000, askari wapanda farasi 7,000 na askari 20,000 watembeao kwa miguu. Daudi akawakata wale farasi wote wakokotao magari mishipa ya miguu, isipokuwa farasi 100 hakuwakata."
  },
  {
    "verseNumber": "2SA 8:5",
    "verseText": "Waaramu wa Dameski walipokuja kumsaidia Hadadezeri mfalme wa Soba, Daudi akawashambulia na kuwaua 22,000 miongoni mwao."
  },
  {
    "verseNumber": "2SA 8:6",
    "verseText": "Daudi akaweka askari walinzi katika ufalme wa Waaramu huko Dameski, nao Waaramu wakawa watumwa wake na kumlipa ushuru. BWANA akampa Daudi ushindi kote alipokwenda."
  },
  {
    "verseNumber": "2SA 8:7",
    "verseText": "Daudi akazitwaa ngao za dhahabu zilizokuwa za maafisa wa Hadadezeri na kuzileta Yerusalemu."
  },
  {
    "verseNumber": "2SA 8:8",
    "verseText": "Kutoka miji ya Beta na Berothai, iliyokuwa miji ya Hadadezeri, Mfalme Daudi akatwaa shaba nyingi sana."
  },
  {
    "verseNumber": "2SA 8:9",
    "verseText": "Tou, mfalme wa Hamathi, aliposikia kwamba Daudi amelishinda jeshi lote la Hadadezeri,"
  },
  {
    "verseNumber": "2SA 8:10",
    "verseText": "akamtuma mwanawe Yoramu kwa Mfalme Daudi kumsalimu na kumpongeza kwa ushindi wake katika vita dhidi ya Hadadezeri, kwa kuwa Hadadezeri alikuwa amepigana vita na Tou. Yoramu akamletea Daudi vyombo vya fedha, dhahabu na shaba."
  },
  {
    "verseNumber": "2SA 8:11",
    "verseText": "Mfalme Daudi akaviweka vifaa hivi wakfu kwa BWANA, kama vile alivyokuwa amefanya kwa fedha na dhahabu kutoka kwa mataifa yote aliyokuwa ameyashinda:"
  },
  {
    "verseNumber": "2SA 8:12",
    "verseText": "yaani Edomu, Moabu, Waamoni, Wafilisti na Waamaleki. Pia akaweka wakfu nyara alizoteka kutoka kwa Hadadezeri mwana wa Rehobu, mfalme wa Soba."
  },
  {
    "verseNumber": "2SA 8:13",
    "verseText": "Naye Daudi akapata sifa baada ya kurudi kutoka kuwaua Waedomu 18,000 katika Bonde la Chumvi."
  },
  {
    "verseNumber": "2SA 8:14",
    "verseText": "Akaweka kambi za askari walinzi katika Edomu yote, nao Waedomu wakawa chini ya Daudi. BWANA alimpatia Daudi ushindi kila alipokwenda."
  },
  {
    "verseNumber": "2SA 8:15",
    "verseText": "Daudi akatawala Israeli yote, akitenda lililo haki na sawa kwa watu wake wote."
  },
  {
    "verseNumber": "2SA 8:16",
    "verseText": "Yoabu mwana wa Seruya alikuwa jemadari wa jeshi; Yehoshafati mwana wa Ahiludi alikuwa mweka kumbukumbu;"
  },
  {
    "verseNumber": "2SA 8:17",
    "verseText": "Sadoki mwana wa Ahitubu na Ahimeleki mwana wa Abiathari walikuwa makuhani; Seraya alikuwa mwandishi;"
  },
  {
    "verseNumber": "2SA 8:18",
    "verseText": "Benaya mwana wa Yehoyada alikuwa msimamizi wa Wakerethi na Wapelethi; nao wana wa Daudi walikuwa washauri wa mfalme."
  },
  {
    "verseNumber": "2SA 9:1",
    "verseText": "Daudi akauliza, “Je, hakuna mtu hata mmoja wa nyumba ya Sauli aliyebaki ambaye naweza kumtendea wema kwa ajili ya Yonathani?”"
  },
  {
    "verseNumber": "2SA 9:2",
    "verseText": "Basi palikuwepo mtumishi wa nyumba ya Sauli aliyeitwa Siba. Wakamwita aje mbele ya Daudi, naye mfalme akamwambia, “Wewe ndiwe Siba?” Akamjibu, “Naam, mimi ndiye mtumishi wako.”"
  },
  {
    "verseNumber": "2SA 9:3",
    "verseText": "Mfalme akauliza, “Je, hakuna yeyote ambaye amebaki wa nyumba ya Sauli ninayeweza kumwonyesha wema wa Mungu?” Siba akamjibu mfalme, “Bado yupo mwana wa Yonathani, yeye ni kiwete miguu yote.”"
  },
  {
    "verseNumber": "2SA 9:4",
    "verseText": "Mfalme akauliza, “Yuko wapi?” Siba akajibu, “Yuko nyumbani kwa Makiri mwana wa Amieli huko Lo-Debari.”"
  },
  {
    "verseNumber": "2SA 9:5",
    "verseText": "Basi Mfalme Daudi akamtaka aletwe kutoka Lo-Debari, kutoka nyumbani kwa Makiri mwana wa Amieli."
  },
  {
    "verseNumber": "2SA 9:6",
    "verseText": "Mefiboshethi mwana wa Yonathani, mwana wa Sauli, alipofika kwa Daudi, akainama kumpa mfalme heshima. Daudi akamwita, “Mefiboshethi!” Mefiboshethi akajibu, “Ndimi mtumishi wako.”"
  },
  {
    "verseNumber": "2SA 9:7",
    "verseText": "Daudi akamwambia, “Usiogope, kwa maana hakika nitakutendea wema kwa ajili ya baba yako Yonathani. Nitakurudishia ardhi yote iliyokuwa mali ya Sauli baba yako, nawe daima utakula chakula mezani pangu.”"
  },
  {
    "verseNumber": "2SA 9:8",
    "verseText": "Mefiboshethi akasujudu akasema, “Mimi mtumishi wako ni nini hata uangalie mbwa mfu kama mimi?”"
  },
  {
    "verseNumber": "2SA 9:9",
    "verseText": "Ndipo mfalme akamwita Siba mtumishi wa Sauli na kumwambia, “Nimempa mwana wa bwana wako kila kitu kilichokuwa mali ya Sauli na jamaa yake."
  },
  {
    "verseNumber": "2SA 9:10",
    "verseText": "Wewe, wanao na watumishi wako mtamlimia mashamba Mefiboshethi na kumletea mavuno, ili kwamba mwana wa bwana wako apate mahitaji yake. Naye Mefiboshethi mwana wa bwana wako atakula chakula mezani pangu daima.” (Siba alikuwa na wana kumi na watano, na watumishi ishirini.)"
  },
  {
    "verseNumber": "2SA 9:11",
    "verseText": "Ndipo Siba akamwambia mfalme, “Mtumishi wako atafanya chochote bwana wangu mfalme atakachoagiza mtumishi wake kufanya.” Basi Mefiboshethi akala chakula mezani pa Daudi kama mmoja wa wana wa mfalme."
  },
  {
    "verseNumber": "2SA 9:12",
    "verseText": "Mefiboshethi alikuwa na mwanawe mdogo aliyeitwa Mika, nao watu wote wa nyumba ya Siba walikuwa watumishi wa Mefiboshethi."
  },
  {
    "verseNumber": "2SA 9:13",
    "verseText": "Naye Mefiboshethi akaishi huko Yerusalemu, kwa sababu daima alikula mezani pa mfalme, naye alikuwa kiwete miguu yote."
  },
  {
    "verseNumber": "2SA 10:1",
    "verseText": "Baada ya muda, mfalme wa Waamoni akafa, naye Hanuni mwanawe akaingia mahali pake."
  },
  {
    "verseNumber": "2SA 10:2",
    "verseText": "Daudi akawaza, “Nitamtendea wema Hanuni mwana wa Nahashi, kama vile baba yake alivyonitendea mimi wema.” Hivyo Daudi akatuma wajumbe kuonyesha wema wake kwa Hanuni kuhusu baba yake. Watu wa Daudi walipofika katika nchi ya Waamoni,"
  },
  {
    "verseNumber": "2SA 10:3",
    "verseText": "wakuu wa Waamoni wakamwambia Hanuni bwana wao, “unadhani Daudi anamheshimu baba yako kwa kukutumia watu ili kuonyesha masikitiko? Je, Daudi hakuwatuma watu hawa kuchunguza na kuupeleleza mji ili kuupindua?”"
  },
  {
    "verseNumber": "2SA 10:4",
    "verseText": "Basi Hanuni akawakamata watu wa Daudi, akawanyoa kila mmoja ndevu zake nusu, akakata mavazi yao nyuma katikati kwenye matako, akawaacha waende zao."
  },
  {
    "verseNumber": "2SA 10:5",
    "verseText": "Daudi alipoambiwa jambo hili, akatuma wajumbe ili kwenda kuwalaki, kwa maana walikuwa wamevunjiwa heshima sana. Mfalme akasema, “Kaeni huko Yeriko mpaka ndevu zenu ziote ndipo mje.”"
  },
  {
    "verseNumber": "2SA 10:6",
    "verseText": "Waamoni walipotambua kuwa wamekuwa machukizo kwa Daudi, wakaajiri askari wa miguu 20,000 Waaramu kutoka Beth-Rehobu na Soba, pia mfalme wa Maaka pamoja na watu 1,000, na vilevile watu 12,000 kutoka Tobu."
  },
  {
    "verseNumber": "2SA 10:7",
    "verseText": "Daudi aliposikia jambo hili, akamtuma Yoabu na jeshi lote la wapiganaji."
  },
  {
    "verseNumber": "2SA 10:8",
    "verseText": "Waamoni wakatoka wakajipanga wakiwa tayari kwa vita langoni la mji wao, wakati Waaramu wa Soba, wa Rehobu, watu wa Tobu na Maaka walikuwa peke yao kwenye eneo la wazi."
  },
  {
    "verseNumber": "2SA 10:9",
    "verseText": "Yoabu akaona kuwa mbele yake na nyuma yake kumepangwa vita; kwa hiyo akachagua baadhi ya vikosi vilivyo bora sana katika Israeli akavipanga dhidi ya Waaramu."
  },
  {
    "verseNumber": "2SA 10:10",
    "verseText": "Akawaweka waliobaki chini ya uongozi wa Abishai nduguye na kuwapanga dhidi ya Waamoni."
  },
  {
    "verseNumber": "2SA 10:11",
    "verseText": "Yoabu akasema, “Kama Waaramu watanizidi nguvu, basi itawabidi mje kunisaidia. Lakini kama Waamoni watawazidi nguvu, basi nitakuja kuwasaidia."
  },
  {
    "verseNumber": "2SA 10:12",
    "verseText": "Uwe hodari na tupigane kwa ujasiri kwa ajili ya watu wetu na miji ya Mungu wetu. BWANA atafanya lile lililo jema machoni pake.”"
  },
  {
    "verseNumber": "2SA 10:13",
    "verseText": "Basi Yoabu na vikosi vyake wakasonga mbele kupigana na Waaramu, nao Waaramu wakakimbia mbele yake."
  },
  {
    "verseNumber": "2SA 10:14",
    "verseText": "Waamoni walipoona Waaramu wanakimbia, nao wakakimbia mbele ya Abishai na kuingia ndani ya mji. Basi Yoabu akarudi kutoka kupigana na Waamoni na kufika Yerusalemu."
  },
  {
    "verseNumber": "2SA 10:15",
    "verseText": "Baada ya Waaramu kuona wameshindwa na Israeli, wakajikusanya tena."
  },
  {
    "verseNumber": "2SA 10:16",
    "verseText": "Hadadezeri akaagiza Waaramu walioletwa kutoka ngʼambo ya Mto Frati, wakaenda Helamu pamoja na Shobaki jemadari wa jeshi la Hadadezeri akiwaongoza."
  },
  {
    "verseNumber": "2SA 10:17",
    "verseText": "Daudi alipoambiwa haya, akawakusanya Israeli wote, wakavuka Mto Yordani, wakaenda Helamu. Waaramu wakapanga vikosi vyao vya askari kukabiliana na kupigana dhidi ya Daudi."
  },
  {
    "verseNumber": "2SA 10:18",
    "verseText": "Lakini Waaramu wakakimbia mbele ya Israeli, naye Daudi akawaua waendesha magari mia saba na askari wao wa miguu 40,000. Vilevile alimpiga Shobaki jemadari wa jeshi lao, naye akafa huko."
  },
  {
    "verseNumber": "2SA 10:19",
    "verseText": "Wafalme wote waliokuwa wanamtumikia Hadadezeri walipoona kuwa wameshindwa na Israeli, wakafanya amani na Waisraeli na wakawa chini yao. Hivyo Waaramu wakaogopa kuwasaidia Waamoni tena."
  },
  {
    "verseNumber": "2SA 11:1",
    "verseText": "Katika mwanzo wa mwaka mpya, wakati wafalme watokapo kwenda vitani, Daudi akamtuma Yoabu pamoja na watu wa mfalme na jeshi lote la Israeli. Wakawaangamiza Waamoni na kuuzunguka kwa jeshi mji wa Raba. Lakini Daudi akabaki Yerusalemu."
  },
  {
    "verseNumber": "2SA 11:2",
    "verseText": "Ikawa siku moja wakati wa jioni Daudi aliinuka kitandani mwake na kutembeatembea juu ya paa la jumba lake la kifalme. Kutokea kule kwenye paa, akamwona mwanamke akioga. Mwanamke huyo alikuwa mzuri sana wa sura,"
  },
  {
    "verseNumber": "2SA 11:3",
    "verseText": "naye Daudi akatuma mtu mmoja kuuliza habari za huyo mwanamke. Huyo mtu akamwambia Daudi, “Je, huyu si Bathsheba binti Eliamu, naye ni mke wa Uria, Mhiti?”"
  },
  {
    "verseNumber": "2SA 11:4",
    "verseText": "Ndipo Daudi akatuma wajumbe kumleta. Huyo mwanamke akaja kwa Daudi, Daudi akakutana naye kimwili. (Huyo mwanamke ndipo tu alikuwa amejitakasa kutoka siku zake za hedhi.) Kisha akarudi nyumbani kwake."
  },
  {
    "verseNumber": "2SA 11:5",
    "verseText": "Huyo mwanamke akapata mimba akampelekea Daudi ujumbe, kusema, “Mimi ni mjamzito.”"
  },
  {
    "verseNumber": "2SA 11:6",
    "verseText": "Ndipo Daudi akapeleka ujumbe kwa Yoabu, “Unipelekee Uria, Mhiti.” Naye Yoabu akamtuma Uria kwa Daudi."
  },
  {
    "verseNumber": "2SA 11:7",
    "verseText": "Uria alipofika, Daudi akamuuliza habari za Yoabu, hali za askari na vita kwamba inaendeleaje."
  },
  {
    "verseNumber": "2SA 11:8",
    "verseText": "Kisha Daudi akamwambia Uria, “Teremka nyumbani kwako ukanawe miguu yako.” Basi Uria akaondoka kutoka kwenye jumba la kifalme, tena zawadi zikamfuata kutoka kwa mfalme."
  },
  {
    "verseNumber": "2SA 11:9",
    "verseText": "Lakini Uria akalala kwenye ingilio la jumba la kifalme pamoja na watumishi wote wa bwana wake, na hakuteremka kwenda nyumbani kwake."
  },
  {
    "verseNumber": "2SA 11:10",
    "verseText": "Daudi alipoambiwa kwamba, “Uria hakwenda nyumbani,” Daudi akamuuliza, “Je, si ndiyo tu umefika kutoka safari ya mbali? Kwa nini hukwenda nyumbani?”"
  },
  {
    "verseNumber": "2SA 11:11",
    "verseText": "Uria akamwambia Daudi, “Sanduku la Mungu, na Israeli na Yuda wanakaa kwenye mahema, naye bwana wangu Yoabu na watu wa bwana wangu wamepiga kambi mahali pa wazi. Ningewezaje kwenda nyumbani kwangu ili nile, ninywe na kukutana na mke wangu? Hakika kama uishivyo sitafanya jambo la namna hiyo!”"
  },
  {
    "verseNumber": "2SA 11:12",
    "verseText": "Ndipo Daudi akamwambia, “Kaa hapa siku moja zaidi, nami kesho nitakutuma urudi.” Kwa hiyo Uria akakaa Yerusalemu siku ile na siku iliyofuata."
  },
  {
    "verseNumber": "2SA 11:13",
    "verseText": "Kwa ukaribisho wa Daudi, Uria akala na kunywa pamoja naye, Daudi akamlevya. Lakini jioni Uria alitoka kwenda kulala juu ya mkeka wake miongoni mwa watumishi wa bwana wake, hakwenda nyumbani."
  },
  {
    "verseNumber": "2SA 11:14",
    "verseText": "Asubuhi yake Daudi akamwandikia Yoabu barua, akamtuma Uria kuipeleka."
  },
  {
    "verseNumber": "2SA 11:15",
    "verseText": "Ndani ya barua aliandika, “Mweke Uria mstari wa mbele mahali ambapo mapigano ni makali sana. Kisha wewe uondoke ili Uria aangushwe chini na kuuawa.”"
  },
  {
    "verseNumber": "2SA 11:16",
    "verseText": "Hivyo Yoabu alipokuwa ameuzingira mji kwa jeshi, akamweka Uria mahali ambapo alijua kuwa ulinzi wa adui ulikuwa imara sana."
  },
  {
    "verseNumber": "2SA 11:17",
    "verseText": "Wakati watu wa mjini walipotoka kwenda kupigana dhidi ya Yoabu, baadhi ya watu katika jeshi la Daudi wakauawa, zaidi ya hayo, Uria, Mhiti, akafa."
  },
  {
    "verseNumber": "2SA 11:18",
    "verseText": "Yoabu akampelekea Daudi maelezo yote ya vita."
  },
  {
    "verseNumber": "2SA 11:19",
    "verseText": "Akamwagiza mjumbe hivi, “Utakapokuwa umemaliza kumpa mfalme maelezo ya vita,"
  },
  {
    "verseNumber": "2SA 11:20",
    "verseText": "hasira ya mfalme yaweza kuwaka, naye aweza kukuuliza, ‘Kwa nini mlisogea karibu hivyo na mji kupigana? Hamkujua kuwa wangeweza kuwapiga mishale kutoka ukutani?"
  },
  {
    "verseNumber": "2SA 11:21",
    "verseText": "Ni nani aliyemuua Abimeleki mwana wa Yerub-Besheth? Je, mwanamke hakutupa juu yake jiwe la juu la kusagia kutoka ukutani, kwa hiyo akafa huko Thebesi? Kwa nini mlisogea hivyo karibu ya ukuta?’ Ikiwa atakuuliza hivi, ndipo umwambie, ‘Pia mtumishi wako Uria, Mhiti, amekufa.’ ”"
  },
  {
    "verseNumber": "2SA 11:22",
    "verseText": "Mjumbe akaondoka. Alipowasili akamwambia Daudi kila kitu alichokuwa ametumwa na Yoabu kusema."
  },
  {
    "verseNumber": "2SA 11:23",
    "verseText": "Mjumbe akamwambia Daudi, “Watu walituzidi nguvu wakatoka nje ya mji dhidi yetu kwenye eneo la wazi, lakini tuliwarudisha nyuma mpaka kwenye ingilio la mji."
  },
  {
    "verseNumber": "2SA 11:24",
    "verseText": "Ndipo wapiga upinde walitupa mishale kwa watumishi wako kutoka ukutani, na baadhi ya watu wa mfalme wakafa. Zaidi ya hayo, Uria, Mhiti, mtumishi wako amekufa.”"
  },
  {
    "verseNumber": "2SA 11:25",
    "verseText": "Daudi akamwambia mjumbe, “Ukamwambie Yoabu hivi, ‘Jambo hili lisikutie wasiwasi, upanga hula huyu sawa na ulavyo mwingine. Zidisha mashambulizi dhidi ya mji na uangamize.’ Mwambie Yoabu hivi ili kumtia moyo.”"
  },
  {
    "verseNumber": "2SA 11:26",
    "verseText": "Mke wa Uria aliposikia kwamba mumewe amekufa, akamwombolezea."
  },
  {
    "verseNumber": "2SA 11:27",
    "verseText": "Baada ya muda wa maombolezo kwisha, Daudi akamtaka aletwe nyumbani kwake, naye akawa mkewe, na akamzalia mwana. Lakini jambo alilokuwa amefanya Daudi lilimchukiza BWANA."
  },
  {
    "verseNumber": "2SA 12:1",
    "verseText": "BWANA akamtuma Nathani kwa Daudi. Alipofika kwake akamwambia, “Katika mji mmoja kulikuwepo na watu wawili, mmoja alikuwa tajiri na mwingine alikuwa maskini."
  },
  {
    "verseNumber": "2SA 12:2",
    "verseText": "Yule mtu tajiri alikuwa na idadi kubwa sana ya kondoo na ngʼombe,"
  },
  {
    "verseNumber": "2SA 12:3",
    "verseText": "lakini yule maskini hakuwa na chochote ila kondoo jike mdogo aliyekuwa amemnunua. Akamtunza kondoo huyo, akakulia kwake pamoja na watoto wake. Kondoo huyo alishiriki chakula cha bwana wake na kunywea kikombe chake hata pia huyo kondoo alilala mikononi mwa bwana wake. Kwake alikuwa kama binti yake."
  },
  {
    "verseNumber": "2SA 12:4",
    "verseText": "“Siku moja yule tajiri akafikiwa na mgeni, lakini huyo tajiri akaacha kuchukua mmoja wa kondoo au ngʼombe wake mwenyewe amwandalie mgeni. Badala yake akachukua yule kondoo jike mdogo aliyekuwa mali ya yule maskini na kumwandalia yule mgeni wake.”"
  },
  {
    "verseNumber": "2SA 12:5",
    "verseText": "Daudi akawakwa na hasira dhidi ya mtu huyo tajiri na kumwambia Nathani, “Hakika kama BWANA aishivyo, mtu huyo aliyefanya hivyo anastahili kufa!"
  },
  {
    "verseNumber": "2SA 12:6",
    "verseText": "Lazima alipe mara nne zaidi, kwa ajili ya kondoo huyo, kwa sababu amefanya jambo kama hilo na hakuwa na huruma.”"
  },
  {
    "verseNumber": "2SA 12:7",
    "verseText": "Ndipo Nathani akamwambia Daudi, “Wewe ndiwe huyo mtu! Hivi ndivyo asemavyo BWANA, Mungu wa Israeli: ‘Nilikupaka mafuta uwe mfalme juu ya Israeli, nilikuokoa kutokana na mkono wa Sauli."
  },
  {
    "verseNumber": "2SA 12:8",
    "verseText": "Nilikupa nyumba ya bwana wako na wake za bwana wako mikononi mwako. Nikakupa nyumba ya Israeli na Yuda. Kama haya yote yalikuwa madogo sana, ningekupa hata zaidi."
  },
  {
    "verseNumber": "2SA 12:9",
    "verseText": "Kwa nini ulilidharau neno la BWANA kwa kufanya lililo ovu machoni pake? Ulimuua Uria, Mhiti kwa upanga na kumchukua mke wake awe mkeo. Ulimuua kwa upanga wa Waamoni."
  },
  {
    "verseNumber": "2SA 12:10",
    "verseText": "Basi kwa hiyo, upanga hautaondoka nyumbani mwako kamwe kwa sababu ulinidharau mimi na kumchukua mke wa Uria, Mhiti kuwa mkeo.’"
  },
  {
    "verseNumber": "2SA 12:11",
    "verseText": "“Hili ndilo asemalo BWANA: ‘Kutoka kwa nyumba yako mwenyewe nitaleta maafa juu yako. Mbele ya macho yako mwenyewe nitatwaa wake zako na kumpa yeye aliye wa karibu nawe, naye atakutana kimwili na wake zako mchana mwangavu."
  },
  {
    "verseNumber": "2SA 12:12",
    "verseText": "Ulifanya kwa siri, lakini nitalifanya jambo hili wakati wa mchana mwangavu mbele ya Israeli yote.’ ”"
  },
  {
    "verseNumber": "2SA 12:13",
    "verseText": "Ndipo Daudi akamjibu Nathani, “Nimefanya dhambi dhidi ya BWANA.” Nathani akamjibu, “BWANA amekuondolea dhambi yako. Hutakufa."
  },
  {
    "verseNumber": "2SA 12:14",
    "verseText": "Lakini kwa sababu kwa kufanya hili umefanya adui za BWANA kuonyesha dharau kabisa, mwana atakayezaliwa kwako atakufa.”"
  },
  {
    "verseNumber": "2SA 12:15",
    "verseText": "Baada ya Nathani kurudi nyumbani kwake, BWANA akampiga yule mtoto ambaye mke wa Uria alikuwa amemzalia Daudi, akaugua."
  },
  {
    "verseNumber": "2SA 12:16",
    "verseText": "Daudi akamwomba Mungu kwa ajili ya mtoto. Akafunga na akaingia ndani ya nyumba yake akawa siku zote analala sakafuni usiku kucha."
  },
  {
    "verseNumber": "2SA 12:17",
    "verseText": "Wazee wa nyumbani mwake wakamwendea wakasimama karibu naye ili kumwamsha kutoka pale sakafuni, lakini akakataa, wala hakula chochote pamoja nao."
  },
  {
    "verseNumber": "2SA 12:18",
    "verseText": "Kunako siku ya saba yule mtoto akafa. Watumishi wa Daudi wakaogopa kumwambia kuwa mtoto amekufa, kwa maana walifikiri, “Wakati mtoto alipokuwa angali hai, tulizungumza na Daudi lakini hakutusikiliza. Tutawezaje kumwambia kwamba mtoto amekufa? Anaweza kufanya kitu cha kujidhuru.”"
  },
  {
    "verseNumber": "2SA 12:19",
    "verseText": "Daudi akaona kuwa watumishi wake wananongʼonezana wenyewe, naye akatambua kuwa mtoto alikuwa amekufa. Akauliza “Je, ni kwamba huyo mtoto amekufa?” Wakamjibu, “Ndiyo, mtoto amekufa.”"
  },
  {
    "verseNumber": "2SA 12:20",
    "verseText": "Basi Daudi akainuka kutoka pale sakafuni. Baada ya kuoga, akajipaka mafuta na kubadilisha nguo zake kisha akaenda ndani ya nyumba ya BWANA, akaabudu. Baada ya hapo akaenda nyumbani kwake kwa kutaka kwake, wakamwandalia chakula, naye akala."
  },
  {
    "verseNumber": "2SA 12:21",
    "verseText": "Watumishi wake wakamuuliza, “Kwa nini unafanya hivi? Mtoto alipokuwa angali hai, ulifunga na kulia; lakini sasa mtoto amekufa, umeinuka na kula.”"
  },
  {
    "verseNumber": "2SA 12:22",
    "verseText": "Akajibu, “Wakati mtoto alipokuwa bado yungali hai, nilifunga na kulia. Nilifikiri, ‘Nani ajuaye? BWANA aweza kunirehemu ili kumwacha mtoto aishi.’"
  },
  {
    "verseNumber": "2SA 12:23",
    "verseText": "Lakini sasa kwa kuwa amekufa, kwa nini nifunge? Je, naweza kumrudisha tena? Mimi nitakwenda kwake, lakini yeye hatanirudia mimi.”"
  },
  {
    "verseNumber": "2SA 12:24",
    "verseText": "Ndipo Daudi akamfariji Bathsheba mkewe, akaingia kwake akakutana naye kimwili. Akazaa mwana, wakamwita jina lake Solomoni. BWANA alimpenda Solomoni."
  },
  {
    "verseNumber": "2SA 12:25",
    "verseText": "Kwa kuwa BWANA alimpenda, akatuma neno kwa Daudi kwa kinywa cha nabii Nathani kuwa mtoto aitwe Yedidia kwa ajili ya BWANA."
  },
  {
    "verseNumber": "2SA 12:26",
    "verseText": "Wakati huo Yoabu akapigana dhidi ya Raba jamii ya Waamoni na kuteka ngome la kifalme."
  },
  {
    "verseNumber": "2SA 12:27",
    "verseText": "Kisha Yoabu akatuma wajumbe kwa Daudi, kusema, “Nimepigana dhidi ya Raba, nami nimetwaa chanzo chake cha maji."
  },
  {
    "verseNumber": "2SA 12:28",
    "verseText": "Sasa kusanya vikosi vilivyobaki na ukauzingire mji kwa jeshi na kuuteka. La sivyo, nitauteka mimi, nao utaitwa kwa jina langu.”"
  },
  {
    "verseNumber": "2SA 12:29",
    "verseText": "Kwa hiyo Daudi akakusanya jeshi lote akaenda Raba, akaushambulia na kuuteka."
  },
  {
    "verseNumber": "2SA 12:30",
    "verseText": "Akachukua taji kutoka kwa kichwa cha mfalme wao, lililokuwa na uzito wa talanta moja ya dhahabu, nayo ilizungushiwa vito vya thamani. Ikawekwa juu ya kichwa cha Daudi. Alichukua nyara nyingi kutoka mjini huo."
  },
  {
    "verseNumber": "2SA 12:31",
    "verseText": "Akawatoa watu waliokuwa humo, akawaweka wafanye kazi kwa misumeno, sululu za chuma na mashoka, naye akawaweka kwenye kazi ya kutengeneza matofali. Akafanya hivi kwa miji yote ya Waamoni. Kisha Daudi na jeshi lake lote wakarudi Yerusalemu."
  },
  {
    "verseNumber": "2SA 13:1",
    "verseText": "Ikawa baada ya hayo, Amnoni mwana wa Daudi akampenda Tamari, umbu lake Absalomu mwana wa Daudi, ambaye alikuwa mzuri wa sura."
  },
  {
    "verseNumber": "2SA 13:2",
    "verseText": "Amnoni akasumbuka sana kuhusu Tamari hata akaugua, kwa kuwa Tamari alikuwa bikira, na ilionekana kwamba haiwezekani Amnoni kumfanyia jambo lolote."
  },
  {
    "verseNumber": "2SA 13:3",
    "verseText": "Basi Amnoni alikuwa na rafiki jina lake Yonadabu mwana wa Shimea, nduguye Daudi. Yonadabu alikuwa mtu wa hila nyingi sana."
  },
  {
    "verseNumber": "2SA 13:4",
    "verseText": "Akamuuliza Amnoni, “Wewe ni mtoto wa mfalme; kwa nini siku baada ya siku unaonekana kukonda? Hutaniambia?” Amnoni akamwambia, “Ninampenda Tamari, dada yake Absalomu ndugu yangu.”"
  },
  {
    "verseNumber": "2SA 13:5",
    "verseText": "Yonadabu akamwambia, “Nenda ukalale kitandani na ujifanye kuwa mgonjwa. Baba yako atakapokuja kukuona mwambie, ‘Ningependa Tamari dada yangu aje kunipatia chochote ili nile. Tafadhali mruhusu aje na kuniandalia chakula mbele yangu ningali ninamwona, ili nipate kula kutoka mkononi mwake.’ ”"
  },
  {
    "verseNumber": "2SA 13:6",
    "verseText": "Kwa hiyo Amnoni akalala kitandani kujifanya mgonjwa. Mfalme alipokuja kumwona, Amnoni akamwambia, “Ningependa dada yangu Tamari aje na kuniandalia mikate maalum mbele yangu, ili nipate kula toka mkononi mwake.”"
  },
  {
    "verseNumber": "2SA 13:7",
    "verseText": "Daudi akampelekea Tamari ujumbe huko kwenye jumba la kifalme, kusema: “Nenda katika nyumba ya ndugu yako Amnoni ukamwandalie chakula.”"
  },
  {
    "verseNumber": "2SA 13:8",
    "verseText": "Kwa hiyo Tamari akaenda nyumbani kwa nduguye Amnoni, ndugu ambaye alikuwa amelala. Tamari akachukua unga uliotiwa chachu akaukanda, akaiandaa mikate mbele yake na kuioka."
  },
  {
    "verseNumber": "2SA 13:9",
    "verseText": "Tamari akaondoa mikate kwenye kikaango ili ampatie Amnoni, lakini akakataa kula. Amnoni akamwambia, “Mtoe nje kila mtu aliyeko hapa.” Kwa hiyo kila mmoja akaondoka."
  },
  {
    "verseNumber": "2SA 13:10",
    "verseText": "Ndipo Amnoni akamwambia Tamari, “Leta mkate hapa ndani ya chumba changu ili nipate kula kutoka mkononi mwako.” Basi Tamari akachukua mikate aliyoiandaa na kumletea Amnoni ndugu yake ndani ya chumba chake."
  },
  {
    "verseNumber": "2SA 13:11",
    "verseText": "Lakini alipompelekea ili ale, akamkamata kwa nguvu na kumwambia, “Njoo ulale nami, dada yangu.”"
  },
  {
    "verseNumber": "2SA 13:12",
    "verseText": "Akamwambia, “Usifanye hivyo, ndugu yangu! Usinitende jeuri! Jambo la namna hii halistahili kufanyika katika Israeli! Usitende jambo hili ovu."
  },
  {
    "verseNumber": "2SA 13:13",
    "verseText": "Kwa upande wangu je, itakuwaje? Nitaipeleka wapi aibu yangu? Pia kwa upande wako, itakuwaje? Utakuwa kama mmoja wa wapumbavu waovu katika Israeli. Tafadhali zungumza na mfalme; hatakukatalia wewe kunioa,”"
  },
  {
    "verseNumber": "2SA 13:14",
    "verseText": "Lakini Amnoni akakataa kumsikiliza, na kwa kuwa alikuwa na nguvu kuliko Tamari, akamtenda jeuri."
  },
  {
    "verseNumber": "2SA 13:15",
    "verseText": "Kisha Amnoni akamchukia Tamari, kwa machukio makuu sana. Kwa kweli, Amnoni alimchukia kuliko alivyokuwa amempenda. Amnoni akamwambia, “Inuka na utoke nje!”"
  },
  {
    "verseNumber": "2SA 13:16",
    "verseText": "Tamari akamwambia, “Hapana! Kunifukuza itakuwa vibaya zaidi kuliko yale uliyonitendea.” Lakini Amnoni akakataa kumsikiliza."
  },
  {
    "verseNumber": "2SA 13:17",
    "verseText": "Akamwita mtumishi wake mahsusi na kumwambia, “Mtoe huyu mwanamke hapa na ufunge mlango nyuma yake.”"
  },
  {
    "verseNumber": "2SA 13:18",
    "verseText": "Kwa hiyo, mtumishi wake akamtoa nje na kufunga mlango nyuma yake. Tamari alikuwa amevaa joho lililopambwa vizuri, kwa maana lilikuwa aina ya mavazi yaliyovaliwa na binti za mfalme waliokuwa mabikira."
  },
  {
    "verseNumber": "2SA 13:19",
    "verseText": "Tamari akajitia majivu kichwani mwake na kurarua lile joho alilokuwa amevaa. Akaweka mkono wake kichwani, akaenda zake akilia kwa sauti."
  },
  {
    "verseNumber": "2SA 13:20",
    "verseText": "Absalomu nduguye akamuuliza, “Je, huyo Amnoni ndugu yako, amekutana nawe kimwili? Sasa nyamaza umbu langu, yeye ni ndugu yako. Usilitie jambo hili moyoni.” Naye Tamari akaishi nyumbani kwa Absalomu nduguye, akiwa mwanamke mwenye huzuni."
  },
  {
    "verseNumber": "2SA 13:21",
    "verseText": "Mfalme Daudi aliposikia mambo haya yote, akakasirika sana."
  },
  {
    "verseNumber": "2SA 13:22",
    "verseText": "Absalomu hakusema neno lolote na Amnoni, likiwa zuri au baya, kwa kuwa alimchukia Amnoni kwa sababu alikuwa amemtia aibu Tamari, dada yake."
  },
  {
    "verseNumber": "2SA 13:23",
    "verseText": "Miaka miwili baadaye, wakati wakata manyoya ya kondoo wa Absalomu walipokuwa huko Baal-Hasori karibu na mpaka wa Efraimu, alialika wana wote wa mfalme kuja huko."
  },
  {
    "verseNumber": "2SA 13:24",
    "verseText": "Absalomu akaenda kwa mfalme na kumwambia, “Mtumishi wako ninao wakata manyoya ya kondoo waliokuja. Tafadhali, je, mfalme na maafisa wake wanaweza kuungana nami?”"
  },
  {
    "verseNumber": "2SA 13:25",
    "verseText": "Mfalme akajibu, “La hasha, mwanangu si lazima sisi sote tuje, tutakuwa tu mzigo kwako.” Ingawa Absalomu alimsihi sana, mfalme alikataa kwenda, lakini alimbariki."
  },
  {
    "verseNumber": "2SA 13:26",
    "verseText": "Basi Absalomu akasema, “Kama hutakuja, tafadhali mruhusu ndugu yangu Amnoni twende pamoja naye.” Mfalme akamuuliza, “Kwa nini aende pamoja nawe?”"
  },
  {
    "verseNumber": "2SA 13:27",
    "verseText": "Lakini Absalomu alimsihi, kwa hiyo mfalme akamtuma Amnoni pamoja na wana wengine wa mfalme waliobaki."
  },
  {
    "verseNumber": "2SA 13:28",
    "verseText": "Absalomu aliagiza watu wake, “Sikilizeni! Wakati Amnoni atakapokuwa amekunywa mvinyo na kulewa sana nami nikiwaambia, ‘Mpigeni Amnoni,’ basi muueni. Msiogope. Je, si mimi niliyewapa amri hii? Kuweni hodari na wenye ushujaa.”"
  },
  {
    "verseNumber": "2SA 13:29",
    "verseText": "Kwa hiyo watu wa Absalomu wakamtendea Amnoni kama vile Absalomu alivyokuwa amewaagiza. Ndipo wana wote wa mfalme wakainuka, wakapanda nyumbu zao, wakakimbia."
  },
  {
    "verseNumber": "2SA 13:30",
    "verseText": "Wakati wakiwa njiani, taarifa ilimjia Daudi, kusema: “Absalomu amewaua wana wote wa mfalme; hakuna hata mmoja aliyesalia.”"
  },
  {
    "verseNumber": "2SA 13:31",
    "verseText": "Mfalme akasimama, akararua nguo zake, akalala chini ardhini; nao watumishi wake wote wakasimama kando yake na nguo zao zikiwa zimeraruliwa."
  },
  {
    "verseNumber": "2SA 13:32",
    "verseText": "Lakini Yonadabu mwana wa Shimea, nduguye Daudi, akasema, “Bwana wangu asifikiri kwamba wamewaua wana wote wa mfalme; ni Amnoni peke yake ndiye alikufa. Hili limekuwa kusudi la moyo wa Absalomu tangu siku ile Amnoni alipomtendea jeuri Tamari, dada yake."
  },
  {
    "verseNumber": "2SA 13:33",
    "verseText": "Mfalme bwana wangu asisumbuliwe na taarifa kwamba wamewaua wana wote wa mfalme. Ni Amnoni peke yake aliyekufa.”"
  },
  {
    "verseNumber": "2SA 13:34",
    "verseText": "Wakati huo, Absalomu akawa amekimbia. Basi mlinzi akaangalia, naye akaona watu wengi barabarani magharibi yake, wakishuka kutoka upande wa kilima. Mlinzi akaenda akamwambia mfalme, “Naona watu wakitokea upande wa Horonaimu, huko upande wa kilimani.”"
  },
  {
    "verseNumber": "2SA 13:35",
    "verseText": "Yonadabu akamwambia mfalme, “Tazama, wana wa mfalme wako hapa; imekuwa kama vile mtumishi wako alivyosema.”"
  },
  {
    "verseNumber": "2SA 13:36",
    "verseText": "Mara alipomaliza kusema, wana wa mfalme wakaingia ndani wakiomboleza kwa makelele. Pia mfalme na watumishi wake wote wakalia sana kwa uchungu."
  },
  {
    "verseNumber": "2SA 13:37",
    "verseText": "Absalomu akakimbia na kwenda kwa Talmai mwana wa Amihudi, mfalme wa Geshuri. Lakini Mfalme Daudi akaomboleza kwa ajili ya mwanawe kila siku."
  },
  {
    "verseNumber": "2SA 13:38",
    "verseText": "Baada ya Absalomu kukimbia na kwenda Geshuri, akakaa huko miaka mitatu."
  },
  {
    "verseNumber": "2SA 13:39",
    "verseText": "Roho ya Mfalme Daudi ikatamani kumwendea Absalomu, kwa maana mfalme alikuwa amefarijika kuhusu kifo cha Amnoni."
  },
  {
    "verseNumber": "2SA 14:1",
    "verseText": "Yoabu mwana wa Seruya akafahamu kuwa moyo wa mfalme ulikuwa na shauku ya kumwona Absalomu."
  },
  {
    "verseNumber": "2SA 14:2",
    "verseText": "Kwa hiyo Yoabu akamtuma mtu fulani kwenda Tekoa na kumleta mwanamke mwenye hekima kutoka huko. Akamwambia huyo mwanamke, “Jifanye uko katika maombolezo. Vaa nguo za kuomboleza, nawe usitumie mafuta yoyote ya uzuri, jifanye kama mwanamke ambaye amekuwa na huzuni kwa siku nyingi kwa ajili ya kufiwa."
  },
  {
    "verseNumber": "2SA 14:3",
    "verseText": "Kisha nenda kwa mfalme ukazungumze maneno haya.” Naye Yoabu akaweka maneno kinywani mwa yule mwanamke."
  },
  {
    "verseNumber": "2SA 14:4",
    "verseText": "Huyo huyo mwanamke kutoka Tekoa alipofika kwa mfalme, akaanguka kifudifudi kumpa mfalme heshima, akasema, “Ee mfalme, nisaidie!”"
  },
  {
    "verseNumber": "2SA 14:5",
    "verseText": "Mfalme akamuuliza, “Una shida gani?” Akamwambia, “Mimi ni mjane hasa, mume wangu amekufa."
  },
  {
    "verseNumber": "2SA 14:6",
    "verseText": "Mimi mtumishi wako nilikuwa na wana wawili. Wakapigana wao kwa wao huko shambani wala huko hapakuwa na mtu hata mmoja wa kuwaamua. Mmoja akampiga mwenzake na kumuua."
  },
  {
    "verseNumber": "2SA 14:7",
    "verseText": "Sasa ukoo wote umeinuka dhidi ya mtumishi wako, wakisema, ‘Utukabidhi huyo aliyemuua ndugu yake, ili tumuue kwa ajili ya uhai wa ndugu yake ambaye alimuua, nasi hapo tutakuwa tumekatilia mbali na mrithi pia.’ Wakifanya hivyo, watakuwa wamezima tumaini langu lililobaki, mume wangu hataachiwa jina wala mzao katika uso wa dunia.”"
  },
  {
    "verseNumber": "2SA 14:8",
    "verseText": "Mfalme akamwambia huyo mwanamke, “Nenda nyumbani, nami nitatoa agizo kwa ajili yako.”"
  },
  {
    "verseNumber": "2SA 14:9",
    "verseText": "Lakini huyo mwanamke kutoka Tekoa akamwambia, “Mfalme bwana wangu, lawama na iwe juu yangu na juu ya nyumba ya baba yangu, naye mfalme na kiti chake cha enzi na asiwe na hatia.”"
  },
  {
    "verseNumber": "2SA 14:10",
    "verseText": "Mfalme akajibu, “Ikiwa mtu yeyote atakusemesha lolote, mlete kwangu, naye hatakusumbua tena.”"
  },
  {
    "verseNumber": "2SA 14:11",
    "verseText": "Huyo mwanamke akasema, “Basi mfalme na amwombe BWANA Mungu wake ili kuzuia mlipiza kisasi cha damu kuongeza juu ya uharibifu, ili kwamba mwanangu asije akaangamizwa.” Mfalme akasema, “Hakika kama aishivyo BWANA, hakuna unywele mmoja wa kichwa cha mwanao utakaoanguka chini.”"
  },
  {
    "verseNumber": "2SA 14:12",
    "verseText": "Ndipo huyo mwanamke akasema, “Mruhusu mtumishi wako aseme neno kwa mfalme bwana wangu.” Mfalme akajibu, “Sema.”"
  },
  {
    "verseNumber": "2SA 14:13",
    "verseText": "Huyo mwanamke akasema, “Mbona basi wewe umewaza jambo kama hili dhidi ya watu wa Mungu? Je, mfalme asemapo hili, hajitii hatiani mwenyewe, kwa maana mfalme hajamrudisha mwanawe aliyefukuziwa mbali?"
  },
  {
    "verseNumber": "2SA 14:14",
    "verseText": "Kama vile maji yaliyomwagika ardhini, yasivyoweza kuzoleka tena, hivyo sisi kufa ni lazima. Lakini Mungu haondoi uhai, badala yake, yeye hufanya njia ili kwamba aliyefukuzwa asibaki akiwa amefarikishwa naye."
  },
  {
    "verseNumber": "2SA 14:15",
    "verseText": "“Nami sasa nimekuja kusema hili kwa bwana wangu mfalme kwa sababu watu wameniogopesha. Mtumishi wako alifikiri, ‘Nitanena na mfalme, labda mfalme atamfanyia mtumishi wake kile anachoomba."
  },
  {
    "verseNumber": "2SA 14:16",
    "verseText": "Labda mfalme atakubali kumwokoa mtumishi wake kutoka mkononi mwa mtu anayejaribu kunikatilia mbali, mimi na mwanangu, kutoka kwenye urithi Mungu aliotupatia.’"
  },
  {
    "verseNumber": "2SA 14:17",
    "verseText": "“Basi sasa mtumishi wako anasema, ‘Neno la bwana wangu mfalme na linipatie pumziko, kwa maana bwana wangu mfalme ni kama malaika wa Mungu katika kutambua jema na baya. BWANA Mungu wako na awe pamoja nawe.’ ”"
  },
  {
    "verseNumber": "2SA 14:18",
    "verseText": "Basi mfalme akamwambia huyo mwanamke, “Usinifiche jibu kuhusu hilo nitakalokuuliza.” Huyo mwanamke akasema, “Mfalme bwana wangu na aseme.”"
  },
  {
    "verseNumber": "2SA 14:19",
    "verseText": "Mfalme akauliza, “Je, mkono wa Yoabu haupo pamoja nawe katika jambo hilo lote?” Huyo mwanamke akajibu, “Hakika kama uishivyo, bwana wangu mfalme, hakuna yeyote anayeweza kugeuka kulia wala kushoto kutokana na chochote anachosema bwana wangu mfalme. Naam, ni mtumishi wako Yoabu ndiye alinifundisha kufanya hivi, naye ndiye aliweka maneno haya yote kinywani mwa mtumishi wako."
  },
  {
    "verseNumber": "2SA 14:20",
    "verseText": "Mtumishi wako Yoabu amefanya hivi ili kubadili hali iliyopo. Bwana wangu ana hekima kama ile ya malaika wa Mungu, hufahamu kila kitu kinachotokea katika nchi.”"
  },
  {
    "verseNumber": "2SA 14:21",
    "verseText": "Mfalme akamwambia Yoabu, “Vyema sana, nitalifanya jambo hili. Nenda, ukamlete kijana Absalomu.”"
  },
  {
    "verseNumber": "2SA 14:22",
    "verseText": "Yoabu akaanguka kifudifudi mpaka ardhini kumpa mfalme heshima, naye akambariki mfalme. Yoabu akasema, “Leo mtumishi wako anajua kuwa amepata kibali machoni pako, bwana wangu mfalme, kwa sababu mfalme amemjalia mtumishi wake ombi lake.”"
  },
  {
    "verseNumber": "2SA 14:23",
    "verseText": "Ndipo Yoabu akaenda hadi Geshuri akamrudisha Absalomu Yerusalemu."
  },
  {
    "verseNumber": "2SA 14:24",
    "verseText": "Lakini mfalme akasema, “Lazima Absalomu aende kwenye nyumba yake mwenyewe; kamwe asiuone uso wangu.” Kwa hiyo Absalomu akaenda kwenye nyumba yake na hakuuona uso wa mfalme."
  },
  {
    "verseNumber": "2SA 14:25",
    "verseText": "Katika Israeli yote hakuna mtu yeyote aliyesifiwa kwa uzuri wa sura kama Absalomu. Kuanzia utosi wa kichwa chake hadi wayo wa mguu wake hapakuwa na kasoro."
  },
  {
    "verseNumber": "2SA 14:26",
    "verseText": "Kila mara aliponyoa nywele za kichwa chake, kwa kuwa alikuwa akinyoa mara kwa mara zilipokuwa zinamwia nzito, alizipima uzito wake ulikuwa shekeli mia mbili kwa kipimo cha kifalme."
  },
  {
    "verseNumber": "2SA 14:27",
    "verseText": "Walizaliwa wana watatu na binti mmoja kwa Absalomu. Jina la binti yake aliitwa Tamari, naye akawa mwanamke mzuri wa sura."
  },
  {
    "verseNumber": "2SA 14:28",
    "verseText": "Absalomu akaishi miaka miwili huko Yerusalemu pasipo kuuona uso wa mfalme."
  },
  {
    "verseNumber": "2SA 14:29",
    "verseText": "Basi Absalomu akamwita Yoabu kwa kusudi la kumtuma kwa mfalme, lakini Yoabu akakataa kuja kwa Absalomu. Ndipo akamwita tena mara ya pili, lakini pia akakataa kuja."
  },
  {
    "verseNumber": "2SA 14:30",
    "verseText": "Ndipo akawaambia watumishi wake, “Tazama, shamba la Yoabu liko jirani na langu, naye ana shayiri humo. Nendeni mkalitie moto.” Kisha watumishi wa Absalomu wakalitia moto shamba hilo."
  },
  {
    "verseNumber": "2SA 14:31",
    "verseText": "Basi Yoabu akaenda nyumbani kwa Absalomu, akamwambia, “Kwa nini watumishi wako wametia moto shamba langu?”"
  },
  {
    "verseNumber": "2SA 14:32",
    "verseText": "Absalomu akamwambia Yoabu, “Tazama, nilikutumia ujumbe na kusema, ‘Njoo ili niweze kukutuma kwa mfalme kuuliza, “Kwa nini nimekuja kutoka Geshuri? Ingekuwa bora zaidi kwangu kama ningebaki huko!” ’ Sasa basi, nataka kuuona uso wa mfalme, na ikiwa nina hatia ya jambo lolote, basi na aniue.”"
  },
  {
    "verseNumber": "2SA 14:33",
    "verseText": "Basi Yoabu akaenda kwa mfalme na kumwambia jambo hili. Kisha mfalme akamwita Absalomu, naye akaingia ndani akasujudu uso wake mpaka ardhini mbele ya mfalme. Naye mfalme akambusu Absalomu."
  },
  {
    "verseNumber": "2SA 15:1",
    "verseText": "Baada ya muda, Absalomu akajipatia magari ya vita na farasi pamoja na watu hamsini wa kupiga mbio mbele yake."
  },
  {
    "verseNumber": "2SA 15:2",
    "verseText": "Akawa anaamka asubuhi na mapema na kusimama kando ya barabara inayoelekea kwenye lango la mji. Wakati wowote alipokuja mtu yeyote mwenye mashtaka yanayohitaji kuletwa mbele ya mfalme kwa maamuzi, Absalomu naye angemwita na kumuuliza, “Wewe unatoka mji upi?” Naye angejibu, “Mtumishi wako anatoka katika mojawapo ya makabila ya Israeli.”"
  },
  {
    "verseNumber": "2SA 15:3",
    "verseText": "Kisha Absalomu angemwambia, “Tazama, malalamiko yako ni ya haki na sawasawa, lakini hakuna mwakilishi wa mfalme wa kukusikiliza.”"
  },
  {
    "verseNumber": "2SA 15:4",
    "verseText": "Absalomu aliongeza, “Laiti tu ningeteuliwa kuwa mwamuzi katika nchi. Ndipo kila mmoja mwenye mashtaka au shauri angekuja kwangu nami ningeona kwamba anapata haki.”"
  },
  {
    "verseNumber": "2SA 15:5",
    "verseText": "Pia, wakati mtu yeyote alipomkaribia ili kusujudu mbele yake, Absalomu alinyoosha mkono wake na kumshika pia kumbusu."
  },
  {
    "verseNumber": "2SA 15:6",
    "verseText": "Absalomu akaendelea na tabia hii mbele ya Waisraeli wote waliomjia mfalme kumwomba awape haki; kwa hiyo Absalomu akaiba mioyo ya watu wa Israeli."
  },
  {
    "verseNumber": "2SA 15:7",
    "verseText": "Mnamo mwisho wa mwaka wa nne, Absalomu akamwambia mfalme, “Naomba unipe ruhusa niende Hebroni nikatimize nadhiri niliyomwekea BWANA."
  },
  {
    "verseNumber": "2SA 15:8",
    "verseText": "Wakati mtumishi wako alipokuwa huko Geshuri katika nchi ya Aramu, niliweka nadhiri hii, ‘Ikiwa BWANA atanirudisha Yerusalemu, nitamwabudu BWANA huko Hebroni.’ ”"
  },
  {
    "verseNumber": "2SA 15:9",
    "verseText": "Mfalme akamwambia, “Enenda kwa amani.” Hivyo akaenda Hebroni."
  },
  {
    "verseNumber": "2SA 15:10",
    "verseText": "Kisha Absalomu akatuma wajumbe kwa siri katika makabila yote ya Israeli, kusema, “Mara mtakaposikia sauti ya tarumbeta basi semeni, ‘Absalomu ni mfalme huko Hebroni.’ ”"
  },
  {
    "verseNumber": "2SA 15:11",
    "verseText": "Watu mia mbili kutoka Yerusalemu walikuwa wamefuatana na Absalomu. Walikuwa wamealikwa kama wageni nao walikwenda kwa nia njema, pasipo kujua lolote."
  },
  {
    "verseNumber": "2SA 15:12",
    "verseText": "Wakati Absalomu alipokuwa anatoa dhabihu, pia akatuma aitwe Ahithofeli, Mgiloni, mshauri wa Daudi, aje kutoka Gilo, ambao ndio mji wake wa nyumbani. Kwa hiyo mpango wa hila ukapata nguvu, na idadi ya waliofuatana na Absalomu ikaongezeka."
  },
  {
    "verseNumber": "2SA 15:13",
    "verseText": "Mjumbe akaja na kumwambia Daudi, “Mioyo ya watu wa Israeli inaambatana na Absalomu.”"
  },
  {
    "verseNumber": "2SA 15:14",
    "verseText": "Ndipo Daudi akawaambia maafisa wake wote waliokuwa pamoja naye huko Yerusalemu, “Njooni! Ni lazima tukimbie, la sivyo hakuna hata mmoja wetu atakayeokoka kutoka mkononi mwa Absalomu. Ni lazima tuondoke kwa haraka, la sivyo atakuja mbio na kutupata, atatuangamiza na kuupiga mji kwa upanga.”"
  },
  {
    "verseNumber": "2SA 15:15",
    "verseText": "Maafisa wa mfalme wakamjibu, “Watumishi wako tu tayari kufanya lolote mfalme bwana wetu analochagua.”"
  },
  {
    "verseNumber": "2SA 15:16",
    "verseText": "Mfalme akatoka, pamoja na watu wa nyumbani mwake wakimfuata; lakini akawaacha masuria kumi ili kuangalia jumba la kifalme."
  },
  {
    "verseNumber": "2SA 15:17",
    "verseText": "Hivyo mfalme akaondoka, pamoja na watu wote wakimfuata, wakatua mahali mbali kiasi."
  },
  {
    "verseNumber": "2SA 15:18",
    "verseText": "Watu wake wote wakatembea, wakampita wakiwa wamefuatana na Wakerethi na Wapelethi wote; pia Wagiti wote mia sita waliokuwa wamefuatana naye kutoka Gathi wakapita mbele ya mfalme."
  },
  {
    "verseNumber": "2SA 15:19",
    "verseText": "Mfalme akamwambia Itai, Mgiti, “Kwa nini ufuatane na sisi? Rudi ukakae pamoja na Mfalme Absalomu. Wewe ni mgeni, mkimbizi kutoka nchini mwako."
  },
  {
    "verseNumber": "2SA 15:20",
    "verseText": "Ulikuja jana tu. Nami leo nikufanye utangetange pamoja nasi, wakati sijui niendako? Rudi, nawe ukawachukue watu wa kwenu. Wema na uaminifu na viwe pamoja nawe.”"
  },
  {
    "verseNumber": "2SA 15:21",
    "verseText": "Lakini Itai akamjibu mfalme, “Hakika kama BWANA aishivyo na kama mfalme bwana wangu aishivyo, popote mfalme bwana wangu atakapokuwa, ikiwa ni kuishi au kufa, hapo ndipo mtumishi wako atakapokuwa.”"
  },
  {
    "verseNumber": "2SA 15:22",
    "verseText": "Daudi akamwambia Itai, “Songa mbele, endelea.” Kwa hiyo Itai, Mgiti, akaendelea pamoja na watu wake wote, pia jamaa zote waliokuwa pamoja naye."
  },
  {
    "verseNumber": "2SA 15:23",
    "verseText": "Watu wote wa nje ya mji wakalia kwa sauti wakati watu wote walipokuwa wakipita. Mfalme naye akavuka Bonde la Kidroni, nao watu wote wakaelekea jangwani."
  },
  {
    "verseNumber": "2SA 15:24",
    "verseText": "Sadoki pia alikuwako, kadhalika Walawi wote waliokuwa pamoja naye walikuwa wamechukua Sanduku la Agano la Mungu. Wakaweka chini Sanduku la Mungu, naye Abiathari akatoa dhabihu mpaka watu wote walipokuwa wameondoka mjini."
  },
  {
    "verseNumber": "2SA 15:25",
    "verseText": "Kisha mfalme akamwambia Sadoki, “Rudisha Sanduku la Mungu mjini. Ikiwa nitapata kibali mbele za BWANA, atanirudisha, nami nitaliona Sanduku hili tena pamoja na Maskani yake."
  },
  {
    "verseNumber": "2SA 15:26",
    "verseText": "Lakini kama yeye atasema, ‘Mimi sipendezwi nawe,’ basi mimi niko tayari; yeye na anifanye chochote aonacho chema kwake.”"
  },
  {
    "verseNumber": "2SA 15:27",
    "verseText": "Pia mfalme alimwambia kuhani Sadoki, “Je, wewe si mwonaji? Rudi mjini kwa amani pamoja na mwanao Ahimaasi na Yonathani mwana wa Abiathari. Wewe na Abiathari wachukueni wana wenu wawili."
  },
  {
    "verseNumber": "2SA 15:28",
    "verseText": "Nitasubiri kwenye vivuko katika jangwa mpaka neno litakapotoka kwenu kuniarifu.”"
  },
  {
    "verseNumber": "2SA 15:29",
    "verseText": "Kwa hiyo Sadoki na Abiathari wakarudisha Sanduku la Mungu mpaka Yerusalemu na kukaa huko."
  },
  {
    "verseNumber": "2SA 15:30",
    "verseText": "Bali Daudi akaendelea, akapanda Mlima wa Mizeituni, akaenda huku analia, akiwa amefunika kichwa chake na bila viatu miguuni. Watu wote waliokuwa pamoja naye nao wakafunika vichwa vyao, wakawa wanapanda mlima huku wanalia."
  },
  {
    "verseNumber": "2SA 15:31",
    "verseText": "Basi Daudi alikuwa ameambiwa, “Ahithofeli alikuwa miongoni mwa washiriki wa shauri baya la Absalomu.” Ndipo Daudi akaomba, akisema, “Ee BWANA, geuza shauri la Ahithofeli kuwa ujinga.”"
  },
  {
    "verseNumber": "2SA 15:32",
    "verseText": "Daudi alipofika kwenye kilele cha mlima, mahali ambapo watu walikuwa wamezoea kumwabudu Mungu, Hushai, Mwariki, alikuwako huko kumlaki, joho lake likiwa limeraruka na mavumbi kichwani mwake."
  },
  {
    "verseNumber": "2SA 15:33",
    "verseText": "Daudi akamwambia, “Kama ukienda pamoja nami, utakuwa mzigo kwangu."
  },
  {
    "verseNumber": "2SA 15:34",
    "verseText": "Lakini ikiwa utarudi mjini na kumwambia Absalomu, ‘Nitakuwa mtumishi wako, ee mfalme; nilikuwa mtumishi wa baba yako wakati uliopita, lakini sasa nitakuwa mtumishi wako,’ basi utaweza kunisaidia kwa kupinga shauri la Ahithofeli."
  },
  {
    "verseNumber": "2SA 15:35",
    "verseText": "Je, makuhani Sadoki na Abiathari hawatakuwa pamoja nawe? Waambie lolote utakalosikia katika jumba la mfalme."
  },
  {
    "verseNumber": "2SA 15:36",
    "verseText": "Wana wao wawili, Ahimaasi mwana wa Sadoki na Yonathani mwana wa Abiathari, wako pamoja nao huko. Watume kwangu na lolote utakalosikia.”"
  },
  {
    "verseNumber": "2SA 15:37",
    "verseText": "Kwa hiyo Hushai, rafiki wa Daudi, akafika Yerusalemu wakati Absalomu alipokuwa anaingia mjini."
  },
  {
    "verseNumber": "2SA 16:1",
    "verseText": "Daudi alipokuwa amekwenda umbali mfupi kupita kilele cha mlima, akamkuta huko Siba, msimamizi wa shughuli za Mefiboshethi, akingojea kumlaki Daudi. Alikuwa na punda wawili wakiwa wametandikwa na kupakiwa mikate mia mbili, maandazi mia ya zabibu kavu, maandazi mia ya tini na kiriba cha divai."
  },
  {
    "verseNumber": "2SA 16:2",
    "verseText": "Mfalme Daudi akamuuliza Siba, “Kwa nini umeleta vitu hivi?” Siba akamjibu, “Punda ni kwa ajili ya watu wa nyumba ya mfalme kupanda, mikate na matunda ni kwa ajili ya watu kula, nayo divai ni kwa kuwaburudisha watakaochoka jangwani.”"
  },
  {
    "verseNumber": "2SA 16:3",
    "verseText": "Kisha mfalme akauliza, “Yuko wapi mwana wa bwana wako?” Siba akamwambia, “Anakawia Yerusalemu, kwa sababu anafikiri, ‘Leo nyumba ya Israeli itanirudishia utawala wa baba yangu.’ ”"
  },
  {
    "verseNumber": "2SA 16:4",
    "verseText": "Ndipo mfalme akamwambia Siba, “Yote yaliyokuwa mali ya Mefiboshethi sasa ni mali yako.” Siba akasema, “Nasujudu kwa unyenyekevu. Naomba nipate kibali mbele yako, bwana wangu mfalme.”"
  },
  {
    "verseNumber": "2SA 16:5",
    "verseText": "Mfalme Daudi alipokuwa anakaribia Bahurimu, mtu mmoja kutoka ukoo huo huo kama jamaa ya Sauli, akatoka humo, ambaye jina lake ni Shimei mwana wa Gera; akawa analaani alipokuwa akitoka."
  },
  {
    "verseNumber": "2SA 16:6",
    "verseText": "Akamtupia Daudi na maafisa wote wa mfalme mawe, ingawa vikosi vyote na walinzi maalum walikuwa kulia na kushoto mwa Daudi."
  },
  {
    "verseNumber": "2SA 16:7",
    "verseText": "Shimei alivyokuwa akilaani, akasema, “Toka hapa, toka hapa, wewe mtu wa damu, wewe mtu mbaya kabisa!"
  },
  {
    "verseNumber": "2SA 16:8",
    "verseText": "BWANA amekulipiza kwa ajili ya damu yote uliyomwaga ya watu wa nyumba ya Sauli, ambaye nafasi yake umeimiliki wewe. BWANA amekabidhi ufalme mkononi mwa mwanao Absalomu. Maangamizi yamekupata kwa sababu wewe ni mtu wa damu!”"
  },
  {
    "verseNumber": "2SA 16:9",
    "verseText": "Ndipo Abishai mwana wa Seruya akamwambia mfalme, “Kwa nini huyu mbwa mfu amlaani bwana wangu mfalme? Niruhusu nivuke nikatilie mbali kichwa chake.”"
  },
  {
    "verseNumber": "2SA 16:10",
    "verseText": "Lakini mfalme akamwambia, “Mna nini nami, enyi wana wa Seruya? Ikiwa analaani kwa sababu BWANA amemwambia, ‘Mlaani Daudi,’ nani awezaye kuuliza, ‘Kwa nini unafanya hivi?’ ”"
  },
  {
    "verseNumber": "2SA 16:11",
    "verseText": "Ndipo Daudi akamwambia Abishai na maafisa wake wote, “Mwanangu, yeye ambaye ametoka viunoni mwangu mwenyewe, anajaribu kuuondoa uhai wangu. Je, si zaidi sana kwa huyu Mbenyamini! Mwacheni, acha alaani, kwa maana BWANA amemwambia afanye hivyo."
  },
  {
    "verseNumber": "2SA 16:12",
    "verseText": "Inawezekana kwamba BWANA ataona dhiki yangu na kunilipa mema kwa ajili ya laana ninayopokea leo.”"
  },
  {
    "verseNumber": "2SA 16:13",
    "verseText": "Kwa hiyo Daudi na watu wake wakaendelea na safari yao barabarani, huku Shimei akiwa anatembea pembezoni mwa kilima sambamba na Daudi, huku akimlaani na kumtupia Daudi mawe na kumrushia mavumbi."
  },
  {
    "verseNumber": "2SA 16:14",
    "verseText": "Mfalme na watu wote aliokuwa pamoja nao wakafika kwenye kituo chao wakiwa wamechoka. Mfalme akajiburudisha hapo."
  },
  {
    "verseNumber": "2SA 16:15",
    "verseText": "Wakati huo, Absalomu pamoja na watu wote wa Israeli wakafika Yerusalemu, naye Ahithofeli alikuwa pamoja naye."
  },
  {
    "verseNumber": "2SA 16:16",
    "verseText": "Ndipo Hushai, Mwariki, rafiki wa Daudi, akamwendea Absalomu na kumwambia, “Mfalme aishi maisha marefu! Mfalme aishi maisha marefu!”"
  },
  {
    "verseNumber": "2SA 16:17",
    "verseText": "Absalomu akamuuliza Hushai, “Je, huu ndio upendo unaomwonyesha rafiki yako? Kwa nini hukufuatana na rafiki yako?”"
  },
  {
    "verseNumber": "2SA 16:18",
    "verseText": "Hushai akamwambia Absalomu, “La hasha, yeye aliyechaguliwa na BWANA, aliyechaguliwa na watu hawa, atakayechaguliwa tena na watu wote wa Israeli, huyu ndiye nitakayekuwa wake, nami nitabakia pamoja naye."
  },
  {
    "verseNumber": "2SA 16:19",
    "verseText": "Zaidi ya hayo, nimtumikie nani? Je, nisimtumikie mwana? Kama vile nilivyomtumikia baba yako, ndivyo nitakavyokutumikia wewe.”"
  },
  {
    "verseNumber": "2SA 16:20",
    "verseText": "Absalomu akamwambia Ahithofeli, “Tupe shauri lako. Tufanye nini?”"
  },
  {
    "verseNumber": "2SA 16:21",
    "verseText": "Ahithofeli akamjibu, “Kutana kimwili na masuria wa baba yako aliowaacha kutunza jumba la kifalme. Ndipo Israeli yote itakaposikia kwamba umejifanya chukizo kwa baba yako, nayo mikono ya kila mmoja aliye pamoja nawe itatiwa nguvu.”"
  },
  {
    "verseNumber": "2SA 16:22",
    "verseText": "Kwa hiyo wakasimika hema kwa ajili ya Absalomu juu ya paa, naye akakutana kimwili na masuria wa baba yake mbele ya Israeli wote."
  },
  {
    "verseNumber": "2SA 16:23",
    "verseText": "Ilikuwa katika siku hizo shauri lililotolewa na Ahithofeli lilikuwa kama lile ambalo limeulizwa kwa Mungu. Ndivyo Daudi na Absalomu walivyoyaheshimu mashauri yote ya Ahithofeli."
  },
  {
    "verseNumber": "2SA 17:1",
    "verseText": "Ahithofeli akamwambia Absalomu, “Nipe ruhusa niwachague watu kumi na mbili elfu na waanze safari usiku huu huu kumfuatia Daudi."
  },
  {
    "verseNumber": "2SA 17:2",
    "verseText": "Nitamshambulia wakati akiwa amechoka na ni dhaifu. Nitampiga na hofu, na kisha watu wote walio pamoja naye watakimbia. Nitampiga mfalme peke yake"
  },
  {
    "verseNumber": "2SA 17:3",
    "verseText": "na kuwarudisha watu wote kwako. Kifo cha mtu yule unayemtafuta kitamaanisha kurudi kwa wote, hakuna hata mtu mmoja atakayeumizwa.”"
  },
  {
    "verseNumber": "2SA 17:4",
    "verseText": "Mpango huu ulionekana mzuri kwa Absalomu na kwa wazee wote wa Israeli."
  },
  {
    "verseNumber": "2SA 17:5",
    "verseText": "Lakini Absalomu akasema, “Pia mwiteni Hushai, Mwariki, ili tuweze kusikia anachokisema.”"
  },
  {
    "verseNumber": "2SA 17:6",
    "verseText": "Hushai alipokuja, Absalomu akasema, “Ahithofeli ametoa shauri hili. Je, tufanye anavyosema? Kama sivyo, tupe maoni yako.”"
  },
  {
    "verseNumber": "2SA 17:7",
    "verseText": "Hushai akamjibu Absalomu, “Shauri la Ahithofeli alilotoa halifai kwa wakati huu."
  },
  {
    "verseNumber": "2SA 17:8",
    "verseText": "Unamfahamu baba yako na watu wake, ni wapiganaji hodari, nao ni wakali kama dubu mwitu aliyepokonywa watoto wake. Zaidi ya hayo, baba yako ni mpiganaji jasiri, usiku hatalala pamoja na vikosi."
  },
  {
    "verseNumber": "2SA 17:9",
    "verseText": "Hata sasa, amefichwa ndani ya pango au mahali pengine. Kama atatangulia kushambulia vikosi vyako, yeyote asikiaye habari hii atasema, ‘Kuna machinjo makubwa miongoni mwa vikosi vinavyomfuata Absalomu.’"
  },
  {
    "verseNumber": "2SA 17:10",
    "verseText": "Basi hata yule askari hodari kuliko wengine wote, ambaye moyo wake ni kama wa simba, atayeyuka kwa hofu, kwa maana Israeli yote wanajua kwamba baba yako ni mpiganaji na kwamba wale walio pamoja naye ni watu hodari."
  },
  {
    "verseNumber": "2SA 17:11",
    "verseText": "“Kwa hiyo nakushauri: Israeli wote na wakusanyikie kwako, kuanzia Dani hadi Beer-Sheba, katika wingi wao jinsi walivyo kama mchanga wa ufuoni mwa bahari, wewe mwenyewe ukiwaongoza vitani."
  },
  {
    "verseNumber": "2SA 17:12",
    "verseText": "Ndipo tutakapomshambulia popote atakapoonekana, nasi tutamwangukia kama umande unavyoshuka juu ya ardhi. Yeye mwenyewe wala watu wake hakuna atakayeachwa hai."
  },
  {
    "verseNumber": "2SA 17:13",
    "verseText": "Kama atakimbilia katika mji wowote, basi Israeli wote watazungushia mji ule kamba, nasi tutauburuta mji huo mpaka bondeni hadi isionekane hata changarawe ya huo mji.”"
  },
  {
    "verseNumber": "2SA 17:14",
    "verseText": "Absalomu na watu wote wa Israeli wakasema, “Shauri la Hushai, Mwariki, ni jema zaidi kuliko lile la Ahithofeli.” Kwa maana BWANA alikuwa amekusudia kupinga shauri nzuri la Ahithofeli, ili kuleta maafa juu ya Absalomu."
  },
  {
    "verseNumber": "2SA 17:15",
    "verseText": "Hushai akawaambia makuhani Sadoki na Abiathari, “Ahithofeli amemshauri Absalomu na wazee wa Israeli kufanya kadha wa kadha, lakini mimi nimewashauri wao kufanya kadha wa kadha."
  },
  {
    "verseNumber": "2SA 17:16",
    "verseText": "Sasa tumeni ujumbe haraka na kumwambia Daudi, ‘Usiku huu usilale kwenye vivuko katika jangwa; vuka bila kukosa, la sivyo, mfalme pamoja na watu wote waliofuatana naye watamezwa.’ ”"
  },
  {
    "verseNumber": "2SA 17:17",
    "verseText": "Yonathani na Ahimaasi walikuwa wakingoja huko En-Rogeli, naye mtumishi mmoja wa kike akawa anakwenda kuwapasha habari nao wakawa wanakwenda kumwambia Mfalme Daudi, kwa maana wasingetaka kujihatarisha kuonekana wakiingia mjini."
  },
  {
    "verseNumber": "2SA 17:18",
    "verseText": "Lakini kijana mmoja mwanaume akawaona, naye akamwambia Absalomu. Basi wote wawili wakaondoka haraka, wakaenda mpaka kwenye nyumba ya mtu mmoja huko Bahurimu. Mtu huyo alikuwa na kisima katika ua wa nyumba yake, nao Yonathani na Ahimaasi wakateremka ndani ya kisima hicho."
  },
  {
    "verseNumber": "2SA 17:19",
    "verseText": "Mkewe akachukua kifuniko, akakiweka kwenye mdomo wa kile kisima na kuanika nafaka juu yake. Hakuna mtu yeyote aliyefahamu chochote kuhusu jambo hilo."
  },
  {
    "verseNumber": "2SA 17:20",
    "verseText": "Watu wa Absalomu walipofika kwa huyo mwanamke, wakamuuliza, “Wako wapi Ahimaasi na Yonathani?” Huyo mwanamke akawajibu, “Walivuka kijito.” Watu wa Absalomu wakapekua lakini hawakuwaona hata mmoja, hivyo wakarudi Yerusalemu."
  },
  {
    "verseNumber": "2SA 17:21",
    "verseText": "Baada ya watu hao kuondoka, wale watu wawili yaani Yonathani na Ahimaasi wakapanda kutoka mle kisimani na kwenda kumpasha Mfalme Daudi habari. Wakamwambia, “Ondoka, uvuke haya maji haraka. Ahithofeli ameshauri kadha wa kadha dhidi yako.”"
  },
  {
    "verseNumber": "2SA 17:22",
    "verseText": "Kwa hiyo Daudi na watu wote aliokuwa nao waliondoka na kuvuka Yordani. Kufika wakati wa mapambazuko, hapakuwa na mtu hata mmoja ambaye alikuwa hajavuka Mto Yordani."
  },
  {
    "verseNumber": "2SA 17:23",
    "verseText": "Ahithofeli alipoona kwamba shauri lake halikufuatwa, akatandika punda wake, akaondoka kwenda nyumbani kwake kwenye mji wake. Akaiweka nyumba yake katika utaratibu, kisha akajinyonga mwenyewe. Hivyo akafa na akazikwa katika kaburi la baba yake."
  },
  {
    "verseNumber": "2SA 17:24",
    "verseText": "Daudi akaenda Mahanaimu, naye Absalomu akavuka Yordani pamoja na watu wote wa Israeli."
  },
  {
    "verseNumber": "2SA 17:25",
    "verseText": "Absalomu alikuwa amemweka Amasa juu ya jeshi badala ya Yoabu. Amasa alikuwa mwana wa mtu mmoja aliyeitwa Yetheri, Mwisraeli, ambaye alikuwa amemwoa Abigaili binti Nahashi, dada yake Seruya mamaye Yoabu."
  },
  {
    "verseNumber": "2SA 17:26",
    "verseText": "Waisraeli na Absalomu wakapiga kambi huko nchi ya Gileadi."
  },
  {
    "verseNumber": "2SA 17:27",
    "verseText": "Daudi alipofika Mahanaimu, Shobi mwana wa Nahashi kutoka Raba ya Waamoni, Makiri mwana wa Amieli kutoka Lo-Debari, na Barzilai Mgileadi kutoka Rogelimu"
  },
  {
    "verseNumber": "2SA 17:28",
    "verseText": "wakaleta matandiko ya kitandani, mabakuli na vyombo vya mfinyanzi. Walileta pia ngano na shayiri, unga na bisi, maharagwe na kunde,"
  },
  {
    "verseNumber": "2SA 17:29",
    "verseText": "asali na maziwa yaliyoganda, kondoo na jibini kutoka kwenye maziwa ya ngʼombe kwa ajili ya Daudi na watu wake ili wale. Kwa maana walisema, “Watu wameona njaa, tena wamechoka na wamepata kiu huko jangwani.”"
  },
  {
    "verseNumber": "2SA 18:1",
    "verseText": "Daudi akakusanya watu aliokuwa nao na kuweka majemadari wa maelfu na majemadari wa mamia."
  },
  {
    "verseNumber": "2SA 18:2",
    "verseText": "Daudi akatuma vikosi vya askari: theluthi moja ilikuwa chini ya amri ya Yoabu, theluthi ya pili chini ya Abishai mwana wa Seruya nduguye Yoabu, na theluthi ya tatu chini ya Itai, Mgiti. Mfalme akaviambia vikosi, “Hakika mimi mwenyewe nitakwenda pamoja nanyi.”"
  },
  {
    "verseNumber": "2SA 18:3",
    "verseText": "Lakini watu wakasema, “Haikupasi kwenda, ikiwa sisi tutalazimika kukimbia, wao hawatatujali. Hata kama nusu yetu tukifa hawatajali, lakini wewe una thamani ya watu kama sisi kumi elfu. Ingekuwa bora zaidi kwako basi kutupatia msaada kutoka mjini.”"
  },
  {
    "verseNumber": "2SA 18:4",
    "verseText": "Mfalme akajibu, “Nitafanya lolote linaloonekana jema zaidi kwenu.” Kwa hiyo mfalme akasimama kando ya lango wakati watu wote wakitoka nje kwa makundi ya mamia na maelfu."
  },
  {
    "verseNumber": "2SA 18:5",
    "verseText": "Mfalme akawaamuru Yoabu, Abishai na Itai, “Kuweni wapole kwa kijana Absalomu kwa ajili yangu.” Vikosi vyote vikasikia mfalme akitoa amri kwa kila jemadari kumhusu Absalomu."
  },
  {
    "verseNumber": "2SA 18:6",
    "verseText": "Jeshi likatoka kwenda kwenye uwanja wa vita kupigana na Israeli, hivyo vita vikapiganwa katika msitu wa Efraimu."
  },
  {
    "verseNumber": "2SA 18:7",
    "verseText": "Huko jeshi la Israeli likashindwa na watu wa Daudi, siku hiyo majeruhi walikuwa wengi kiasi cha watu ishirini elfu."
  },
  {
    "verseNumber": "2SA 18:8",
    "verseText": "Vita vikaenea nchi nzima, watu wengi zaidi wakifia msituni siku hiyo kuliko waliouawa kwa upanga."
  },
  {
    "verseNumber": "2SA 18:9",
    "verseText": "Basi ikawa Absalomu alikutana na watu wa Daudi. Yeye alikuwa amepanda nyumbu wake, naye nyumbu alipopita chini ya matawi yaliyosongana ya mwaloni mkubwa, kichwa cha Absalomu kilinaswa kwenye mti. Akaachwa akiningʼinia hewani, wakati nyumbu aliyekuwa amempanda aliendelea kwenda."
  },
  {
    "verseNumber": "2SA 18:10",
    "verseText": "Mmojawapo wa wale watu alipoona, akamwambia Yoabu, “Nimemwona Absalomu akiningʼinia kwenye mti wa mwaloni.”"
  },
  {
    "verseNumber": "2SA 18:11",
    "verseText": "Yoabu akamwambia huyo mtu, “Nini! Ulimwona Absalomu? Kwa nini hukumpiga papo hapo mpaka chini? Ndipo ningekupa shekeli kumi za fedha na mkanda wa askari shujaa.”"
  },
  {
    "verseNumber": "2SA 18:12",
    "verseText": "Lakini huyo mtu akamjibu Yoabu, “Hata kama ningepimiwa shekeli 1,000 mikononi mwangu, nisingeinua mkono wangu dhidi ya mwana wa mfalme. Tukiwa tunasikia, mfalme alikuagiza wewe na Abishai pamoja na Itai, akisema, ‘Mlindeni kijana Absalomu kwa ajili yangu.’"
  },
  {
    "verseNumber": "2SA 18:13",
    "verseText": "Nami kama ningekuwa nimemtendea kwa hila, na hakuna lolote linalofichika kwa mfalme, wewe mwenyewe ungejitenga nami.”"
  },
  {
    "verseNumber": "2SA 18:14",
    "verseText": "Yoabu akasema, “Mimi sitapoteza muda hapa pamoja nawe.” Hivyo akachukua mikuki mitatu mkononi mwake, akamchoma Absalomu nayo moyoni alipokuwa angali hai akiningʼinia katika ule mwaloni."
  },
  {
    "verseNumber": "2SA 18:15",
    "verseText": "Nao wabeba silaha kumi wa Yoabu wakamzunguka Absalomu, wakampiga na kumuua."
  },
  {
    "verseNumber": "2SA 18:16",
    "verseText": "Kisha Yoabu akapiga tarumbeta, navyo vikosi vikaacha kuwafuata Israeli, kwa maana Yoabu aliwasimamisha."
  },
  {
    "verseNumber": "2SA 18:17",
    "verseText": "Wakamchukua Absalomu, wakamtupa katika shimo kubwa huko msituni na kulundika lundo kubwa la mawe juu yake. Huko nyuma, Waisraeli wote wakakimbilia nyumbani kwao."
  },
  {
    "verseNumber": "2SA 18:18",
    "verseText": "Wakati wa uhai wa Absalomu alikuwa amechukua nguzo na kuisimamisha katika Bonde la Mfalme, kwa maana alifikiri, “Sina mwana atakayeendeleza kumbukumbu ya jina langu.” Akaita nguzo hiyo kwa jina lake mwenyewe. Nayo inaitwa Mnara wa Ukumbusho wa Absalomu mpaka leo."
  },
  {
    "verseNumber": "2SA 18:19",
    "verseText": "Basi Ahimaasi mwana wa Sadoki akasema, “Niruhusu mimi nikimbie na kumpelekea mfalme habari kwamba BWANA amemwokoa mfalme kutoka mikononi mwa adui zake.”"
  },
  {
    "verseNumber": "2SA 18:20",
    "verseText": "Yoabu akamwambia Ahimaasi, “Leo si wewe utakayepeleka habari. Unaweza kupeleka habari wakati mwingine, lakini leo haikupasi kupeleka, kwa sababu mwana wa mfalme amekufa.”"
  },
  {
    "verseNumber": "2SA 18:21",
    "verseText": "Ndipo Yoabu akamwambia mtu mmoja Mkushi, “Nenda, ukamwambie mfalme kile ulichoona.” Mkushi akasujudu mbele ya Yoabu akaondoka mbio."
  },
  {
    "verseNumber": "2SA 18:22",
    "verseText": "Ahimaasi mwana wa Sadoki akamwambia tena Yoabu, “Liwalo na liwe, tafadhali niruhusu nikimbie nyuma ya huyo Mkushi.” Lakini Yoabu akajibu, “Mwanangu, mbona wataka kwenda? Wewe huna habari yoyote itakayokupa tuzo.”"
  },
  {
    "verseNumber": "2SA 18:23",
    "verseText": "Ahimaasi akasema, “Liwalo na liwe, nataka kukimbia.” Kwa hiyo Yoabu akamwambia, “Haya, kimbia!” Ndipo Ahimaasi akakimbia kufuata njia ya kupitia tambarare, akafika kabla ya huyo Mkushi."
  },
  {
    "verseNumber": "2SA 18:24",
    "verseText": "Wakati Daudi alipokuwa ameketi kati ya lango la ndani na la nje, mlinzi akapanda juu ya paa la lango kupitia ukutani. Alipotazama nje, akaona mtu mmoja akikimbia peke yake."
  },
  {
    "verseNumber": "2SA 18:25",
    "verseText": "Mlinzi akampazia mfalme sauti na kumpa taarifa. Mfalme akasema, “Ikiwa yuko peke yake, lazima atakuwa na habari njema.” Naye yule mtu akazidi kusogea karibu."
  },
  {
    "verseNumber": "2SA 18:26",
    "verseText": "Kisha mlinzi akaona mtu mwingine anakuja akikimbia, akamwita bawabu, “Tazama, mtu mwingine anakuja akikimbia peke yake!” Mfalme akasema, “Lazima atakuwa analeta habari njema pia.”"
  },
  {
    "verseNumber": "2SA 18:27",
    "verseText": "Mlinzi akasema, “Ninaona kuwa yule wa kwanza anakimbia kama Ahimaasi mwana wa Sadoki.” Mfalme akasema, “Yeye ni mtu mwema. Analeta habari njema.”"
  },
  {
    "verseNumber": "2SA 18:28",
    "verseText": "Ndipo Ahimaasi akamwita mfalme, akasema, “Mambo yote ni mema!” Akasujudu mbele ya mfalme uso wake mpaka ardhini, akasema, “Ahimidiwe BWANA Mungu wako! Yeye aliyewatoa watu wale walioinua mikono yao dhidi ya mfalme bwana wangu.”"
  },
  {
    "verseNumber": "2SA 18:29",
    "verseText": "Mfalme akauliza, “Je, huyo kijana Absalomu yuko salama?” Ahimaasi akajibu, “Kulikuwa na machafuko mengi mara tu Yoabu alipokuwa anataka kumtuma mtumishi wa mfalme pamoja nami mtumishi wako, lakini sijui ilikuwa nini?”"
  },
  {
    "verseNumber": "2SA 18:30",
    "verseText": "Mfalme akasema, “Simama kando na usubiri hapa.” Basi akasogea kando na kusimama hapo."
  },
  {
    "verseNumber": "2SA 18:31",
    "verseText": "Ndipo huyo Mkushi akawasili na kusema, “Mfalme bwana wangu, sikia habari njema! Leo BWANA amekuokoa kutoka kwa wale wote walioinuka dhidi yako.”"
  },
  {
    "verseNumber": "2SA 18:32",
    "verseText": "Mfalme akamuuliza huyo Mkushi, “Je, kijana Absalomu yuko salama?” Huyo Mkushi akajibu, “Adui wa mfalme bwana wangu na wote wale walioinuka kukudhuru na wawe kama huyo kijana.”"
  },
  {
    "verseNumber": "2SA 18:33",
    "verseText": "Mfalme akatetemeka. Akapanda chumbani juu kupitia langoni akilia. Alipokuwa akienda, akasema, “Ee mwanangu Absalomu! Mwanangu, mwanangu Absalomu! Laiti ningekufa badala yako: Ee Absalomu, mwanangu, mwanangu!”"
  },
  {
    "verseNumber": "2SA 19:1",
    "verseText": "Yoabu akaambiwa, “Mfalme analia na kumwombolezea Absalomu.”"
  },
  {
    "verseNumber": "2SA 19:2",
    "verseText": "Kwa jeshi lote, ushindi wa siku ile ukageuka kuwa maombolezo, kwa sababu siku ile vikosi vilisikia ikisemwa, “Mfalme anahuzunika kwa ajili ya mwanawe.”"
  },
  {
    "verseNumber": "2SA 19:3",
    "verseText": "Siku ile watu wakaingia mjini kimya kama vile waingiavyo kwa aibu watu waliokimbia kutoka vitani."
  },
  {
    "verseNumber": "2SA 19:4",
    "verseText": "Mfalme akafunika uso wake akalia kwa sauti, akisema, “Ee mwanangu Absalomu! Ee Absalomu, mwanangu, mwanangu!”"
  },
  {
    "verseNumber": "2SA 19:5",
    "verseText": "Kisha Yoabu akaingia ndani ya nyumba ya mfalme na kusema, “Leo umewaaibisha watu wako wote, waliookoa maisha yako, maisha ya wanao na binti zako, maisha ya wake zako na masuria wako."
  },
  {
    "verseNumber": "2SA 19:6",
    "verseText": "Unawapenda wale wanaokuchukia, na unawachukia wale wanaokupenda. Leo umeonyesha wazi kwamba majemadari wako na watu wao hawana maana kwako. Naona kwamba ungefurahi kama Absalomu angekuwa hai leo na sisi sote tuwe tumekufa."
  },
  {
    "verseNumber": "2SA 19:7",
    "verseText": "Sasa utoke nje ukawatie moyo watu wako. Naapa kwa BWANA kwamba ikiwa hutatoka nje, hakuna mtu atakayesalia pamoja nawe ifikapo leo jioni. Hii itakuwa mbaya zaidi kwako kuliko maafa yote yaliyokupata tangu ujana wako hadi sasa.”"
  },
  {
    "verseNumber": "2SA 19:8",
    "verseText": "Kwa hiyo mfalme akaondoka akaketi kitini pake penye lango. Watu walipoambiwa, “Mfalme ameketi langoni,” watu wote wakamjia. Daudi Arudi Yerusalemu Wakati huo, Waisraeli walikuwa wamekimbilia nyumbani kwao."
  },
  {
    "verseNumber": "2SA 19:9",
    "verseText": "Katika makabila yote ya Israeli, watu walikuwa wanabishana wao kwa wao, wakisema, “Mfalme alituokoa kutoka mikononi mwa adui zetu; ndiye alituokoa kutoka mikononi mwa Wafilisti. Lakini sasa mfalme ameikimbia nchi kwa sababu ya Absalomu,"
  },
  {
    "verseNumber": "2SA 19:10",
    "verseText": "naye Absalomu, tuliyemtia mafuta atutawale, amekufa vitani. Basi mbona hamsemi lolote kuhusu kumrudisha mfalme?”"
  },
  {
    "verseNumber": "2SA 19:11",
    "verseText": "Mfalme Daudi akapeleka ujumbe huu kwa makuhani Sadoki na Abiathari, kusema: “Waulizeni wazee wa Yuda, ‘Kwa nini mwe wa mwisho kumrudisha mfalme katika jumba lake la kifalme, maadamu kile kinachosemwa katika Israeli yote kimemfikia mfalme katika makao yake?"
  },
  {
    "verseNumber": "2SA 19:12",
    "verseText": "Ninyi ni ndugu zangu, nyama yangu na damu yangu mwenyewe. Kwa hiyo kwa nini mwe wa mwisho kumrudisha mfalme?’"
  },
  {
    "verseNumber": "2SA 19:13",
    "verseText": "Nanyi mwambieni Amasa, ‘Je, wewe si nyama yangu mwenyewe na damu yangu? Mungu na anishughulikie, tena kwa ukali, kama kuanzia sasa na kuendelea wewe si jemadari wa jeshi langu mahali pa Yoabu.’ ”"
  },
  {
    "verseNumber": "2SA 19:14",
    "verseText": "Aliipata mioyo ya watu wote wa Yuda kama vile walikuwa mtu mmoja. Wakapeleka ujumbe kwa mfalme, kusema, “Rudi, wewe na watu wako wote.”"
  },
  {
    "verseNumber": "2SA 19:15",
    "verseText": "Ndipo mfalme akarudi, akaenda hadi kufikia Mto Yordani. Basi watu wa Yuda walikuwa wamekuja mpaka Gilgali ili kutoka kwenda kumlaki mfalme na kumvusha Mto Yordani."
  },
  {
    "verseNumber": "2SA 19:16",
    "verseText": "Shimei mwana wa Gera, wa kabila la Benyamini kutoka Bahurimu, akaharakisha kuteremka pamoja na watu wa Yuda ili kumlaki Mfalme Daudi."
  },
  {
    "verseNumber": "2SA 19:17",
    "verseText": "Pamoja naye walikuwepo Wabenyamini elfu moja wakiwa wamefuatana na Siba, msimamizi wa nyumba ya Sauli, pia wanawe kumi na watano, na watumishi ishirini. Wakaharakisha kwenda Yordani, mahali mfalme alipokuwa."
  },
  {
    "verseNumber": "2SA 19:18",
    "verseText": "Wakavuka kivuko ili kuwachukua watu wa nyumbani mwa mfalme ili kuwavusha na kufanya kila kitu alichotaka. Shimei mwana wa Gera alipovuka Yordani, akaanguka kifudifudi mbele ya mfalme,"
  },
  {
    "verseNumber": "2SA 19:19",
    "verseText": "na kumwambia, “Bwana wangu na asinihesabie hatia. Usikumbuke jinsi mtumishi wako alivyofanya kosa siku ile bwana wangu mfalme alipoondoka Yerusalemu. Mfalme aliondoe moyoni mwake."
  },
  {
    "verseNumber": "2SA 19:20",
    "verseText": "Kwa maana mimi mtumishi wako najua nimefanya dhambi, lakini leo nimekuja hapa kama wa kwanza wa nyumba yote ya Yosefu kushuka na kumlaki bwana wangu mfalme.”"
  },
  {
    "verseNumber": "2SA 19:21",
    "verseText": "Ndipo Abishai mwana wa Seruya akasema, “Je, Shimei hapaswi kuuawa kwa ajili ya hili? Alimlaani mpakwa mafuta wa BWANA.”"
  },
  {
    "verseNumber": "2SA 19:22",
    "verseText": "Daudi akajibu, “Mimi nina nini nanyi, enyi wana wa Seruya? Leo hii mmekuwa adui zangu! Je, leo kuna yeyote atakayeuawa katika Israeli? Je, mimi sijui kuwa leo ndimi mfalme katika Israeli yote?”"
  },
  {
    "verseNumber": "2SA 19:23",
    "verseText": "Basi mfalme akamwambia Shimei, “Hutakufa.” Naye mfalme akamwahidi kwa kiapo."
  },
  {
    "verseNumber": "2SA 19:24",
    "verseText": "Pia Mefiboshethi mwana wa Sauli akashuka kwenda kumlaki mfalme. Hakuwa amenawa miguu wala kunyoa ndevu zake wala kufua nguo zake tangu siku mfalme alipoondoka Yerusalemu mpaka siku aliporudi ile salama."
  },
  {
    "verseNumber": "2SA 19:25",
    "verseText": "Wakati alipotoka Yerusalemu kuja kumlaki mfalme, mfalme akamuuliza, “Mefiboshethi, kwa nini hukufuatana nami?”"
  },
  {
    "verseNumber": "2SA 19:26",
    "verseText": "Akasema, “Bwana wangu mfalme, maadamu mimi mtumishi wako ni kiwete, nilisema, ‘Nitandikiwe punda wangu, nimpande, ili niweze kwenda pamoja na mfalme.’ Lakini Siba mtumishi wangu akanisaliti."
  },
  {
    "verseNumber": "2SA 19:27",
    "verseText": "Naye amemchongea mtumishi wako kwa bwana wangu mfalme. Bwana wangu mfalme ni kama malaika wa Mungu, kwa hiyo fanya lolote linalokupendeza."
  },
  {
    "verseNumber": "2SA 19:28",
    "verseText": "Wazao wote wa baba yangu hawastahili kitu kingine isipokuwa kifo kutoka kwa bwana wangu mfalme, lakini ulimpa mtumishi wako nafasi miongoni mwa wale waliokula mezani pako. Je, ninayo haki gani kumwomba mfalme zaidi ya hayo?”"
  },
  {
    "verseNumber": "2SA 19:29",
    "verseText": "Mfalme akamwambia, “Kwa nini useme zaidi? Naamuru wewe na Siba mgawanye mashamba.”"
  },
  {
    "verseNumber": "2SA 19:30",
    "verseText": "Mefiboshethi akamwambia mfalme, “Mruhusu achukue kila kitu, kwa kuwa sasa bwana wangu mfalme amerudi nyumbani salama.”"
  },
  {
    "verseNumber": "2SA 19:31",
    "verseText": "Barzilai, Mgileadi, pia akashuka kutoka Rogelimu ili kuvuka Yordani pamoja na mfalme na kumsindikiza kutoka huko."
  },
  {
    "verseNumber": "2SA 19:32",
    "verseText": "Basi Barzilai alikuwa mzee sana mwenye umri wa miaka themanini. Alikuwa amempatia mfalme mahitaji wakati alipokuwa anaishi huko Mahanaimu, kwa kuwa alikuwa mtu tajiri sana."
  },
  {
    "verseNumber": "2SA 19:33",
    "verseText": "Mfalme akamwambia Barzilai, “Vuka pamoja nami na ukae nami huko Yerusalemu, nami nitakupatia mahitaji yako.”"
  },
  {
    "verseNumber": "2SA 19:34",
    "verseText": "Lakini Barzilai akamjibu mfalme, “Je, nitaishi miaka mingine mingapi, hata nipande kwenda Yerusalemu pamoja na mfalme?"
  },
  {
    "verseNumber": "2SA 19:35",
    "verseText": "Sasa nina miaka themanini. Je, naweza kutofautisha kati ya lililo jema na lililo baya? Je, mtumishi wako anaweza kujua ladha ya kile anachokula au anachokunywa? Je, bado naweza kusikiliza sauti za waimbaji wa kiume na za wanawake? Kwa nini mtumishi wako aongeze mzigo kwa bwana wangu mfalme?"
  },
  {
    "verseNumber": "2SA 19:36",
    "verseText": "Mtumishi wako atavuka Yordani pamoja na mfalme kwa umbali mfupi tu, lakini kwa nini mfalme anizawadie kwa namna hii?"
  },
  {
    "verseNumber": "2SA 19:37",
    "verseText": "Mruhusu mtumishi wako arudi, ili mimi nikafie katika mji wangu mwenyewe karibu na kaburi la baba yangu na mama yangu. Lakini yupo hapa mtumishi wako Kimhamu. Mruhusu avuke pamoja na bwana wangu mfalme. Mtendee lolote linalokupendeza.”"
  },
  {
    "verseNumber": "2SA 19:38",
    "verseText": "Mfalme akamwambia Barzilai, “Kimhamu atavuka Yordani pamoja nami, nami nitamtendea lolote litakalokupendeza. Nawe kitu chochote unachotaka kutoka kwangu nitakutendea.”"
  },
  {
    "verseNumber": "2SA 19:39",
    "verseText": "Kwa hiyo watu wote wakavuka Yordani, kisha mfalme akavuka. Mfalme akambusu Barzilai na kumbariki; Barzilai akarudi nyumbani kwake."
  },
  {
    "verseNumber": "2SA 19:40",
    "verseText": "Mfalme alipovuka kwenda Gilgali, Kimhamu akavuka pamoja naye. Vikosi vyote vya Yuda na nusu ya vikosi vya Israeli vilimvusha mfalme."
  },
  {
    "verseNumber": "2SA 19:41",
    "verseText": "Baada ya kitambo kidogo watu wote wa Israeli wakaja kwa mfalme na kumwambia, “Kwa nini ndugu zetu, watu wa Yuda, wamemrudisha mfalme kwa siri bila kutushirikisha, na kumvusha ngʼambo ya Yordani, yeye na nyumba yake, pamoja na watu wake wote?”"
  },
  {
    "verseNumber": "2SA 19:42",
    "verseText": "Watu wote wa Yuda wakawajibu watu wa Israeli, “Tulifanya hivi kwa sababu mfalme ni jamaa yetu wa karibu. Kwa nini mnakasirikia jambo hili? Je, tumekula kitu chochote cha mfalme? Je, tumejichukulia kitu chochote kwa ajili yetu wenyewe?”"
  },
  {
    "verseNumber": "2SA 19:43",
    "verseText": "Ndipo watu wa Israeli wakawajibu watu wa Yuda, “Tunayo haki mara kumi kwa mfalme; sisi tunahusika zaidi na Daudi kuliko ninyi. Kwa nini basi mnatudharau? Je, hatukuwa wa kwanza kuzungumza kuhusu kumrudisha mfalme nyumbani?” Lakini watu wa Yuda wakajibu kwa ukali hata zaidi kuliko watu wa Israeli."
  },
  {
    "verseNumber": "2SA 20:1",
    "verseText": "Basi, kulikuwa na mtu mbaya sana aliyeitwa Sheba mwana wa Bikri, Mbenyamini, aliyekuwako huko. Akapiga tarumbeta na kupaza sauti, “Hatuna fungu katika Daudi, wala hatuna sehemu katika mwana wa Yese! Kila mtu aende hemani mwake, enyi Israeli!”"
  },
  {
    "verseNumber": "2SA 20:2",
    "verseText": "Kwa hiyo watu wote wa Israeli wakamwacha Daudi na kumfuata Sheba mwana Bikri. Lakini watu wa Yuda wakawa karibu na mfalme wao katika safari yote kutoka Yordani mpaka Yerusalemu."
  },
  {
    "verseNumber": "2SA 20:3",
    "verseText": "Daudi aliporudi katika jumba lake la kifalme huko Yerusalemu, aliwachukua wale masuria kumi aliokuwa amewaacha ili kuangalia jumba la kifalme na kuwaweka ndani ya nyumba chini ya ulinzi. Akawapa mahitaji yao lakini hakukutana nao kimwili. Waliwekwa kifungoni wakaishi kama wajane mpaka kifo chao."
  },
  {
    "verseNumber": "2SA 20:4",
    "verseText": "Ndipo mfalme akamwambia Amasa, “Waite watu wa Yuda waje kwangu katika muda wa siku tatu, nawe mwenyewe uwepo hapa.”"
  },
  {
    "verseNumber": "2SA 20:5",
    "verseText": "Lakini Amasa alipokwenda kuwaita Yuda, alichukua muda mrefu zaidi ya ule mfalme aliokuwa amemwekea."
  },
  {
    "verseNumber": "2SA 20:6",
    "verseText": "Daudi akamwambia Abishai, “Sasa Sheba mwana wa Bikri atatuletea madhara zaidi kuliko alivyofanya Absalomu. Wachukue watu wa bwana wako na umfuatie, la sivyo atapata mji wenye ngome na kututoroka.”"
  },
  {
    "verseNumber": "2SA 20:7",
    "verseText": "Hivyo watu wa Yoabu, na Wakerethi na Wapelethi, pamoja na wapiganaji mashujaa wote wakaondoka chini ya uongozi wa Abishai. Wakatoka Yerusalemu ili kumfuata Sheba mwana wa Bikri."
  },
  {
    "verseNumber": "2SA 20:8",
    "verseText": "Wakati walikuwa kwenye mwamba mkubwa huko Gibeoni, Amasa alikuja kuwalaki. Yoabu alikuwa amevaa mavazi yake ya kijeshi; juu yake alifunga mkanda kwenye kiuno wenye upanga ndani ya ala. Alipokuwa akienda mbele, ule upanga ukaanguka kutoka kwenye ala."
  },
  {
    "verseNumber": "2SA 20:9",
    "verseText": "Yoabu akamwambia Amasa, “U hali gani, ndugu yangu?” Kisha Yoabu akamshika Amasa ndevu kwa mkono wake wa kuume ili ambusu."
  },
  {
    "verseNumber": "2SA 20:10",
    "verseText": "Amasa hakuona upanga uliokuwa mkononi mwa Yoabu, naye Yoabu akamchoma nao tumboni, nayo matumbo yake yakamwagika chini. Pasipo kuchomwa mara ya pili, Amasa akafa. Basi Yoabu na Abishai nduguye wakamfuatia Sheba mwana wa Bikri."
  },
  {
    "verseNumber": "2SA 20:11",
    "verseText": "Mmoja wa watu wa Yoabu akasimama kando ya Amasa, akasema, “Yeyote ampendaye Yoabu na yeyote aliye upande wa Daudi, na amfuate Yoabu!”"
  },
  {
    "verseNumber": "2SA 20:12",
    "verseText": "Amasa alikuwa akigaagaa katika damu yake katikati ya barabara; mtu mmoja akaona kwamba vikosi vyote vilikuwa vinasimama pale. Huyo mtu alipotambua kwamba kila aliyefika pale Amasa alipokuwa alisimama, alimburuta Amasa kutoka barabarani mpaka kwenye shamba na kutupia nguo juu yake."
  },
  {
    "verseNumber": "2SA 20:13",
    "verseText": "Baada ya Amasa kuondolewa kutoka barabarani, watu wote walienda pamoja na Yoabu kumfuatia Sheba mwana wa Bikri."
  },
  {
    "verseNumber": "2SA 20:14",
    "verseText": "Sheba akapita katika makabila yote ya Israeli hadi Abel-Beth-Maaka na kupitia eneo lote la Waberi ambao walijikusanya pamoja na kumfuata."
  },
  {
    "verseNumber": "2SA 20:15",
    "verseText": "Vikosi vyote vya Yoabu vikaja na kumhusuru Sheba mwana wa Bikri huko Abel-Beth-Maaka. Wakauzingira mji kwa kuweka vikosi vya askari, ili kukabiliana na ngome ya mji. Walipokuwa wanagongagonga ukuta ili kuubomoa na kuuangusha chini,"
  },
  {
    "verseNumber": "2SA 20:16",
    "verseText": "mwanamke mmoja mwenye busara akaita kutoka ndani ya mji, akisema, “Sikilizeni! Sikilizeni! Mwambieni Yoabu aje hapa ili niweze kuzungumza naye.”"
  },
  {
    "verseNumber": "2SA 20:17",
    "verseText": "Yoabu alikwenda mbele yake, akamuuliza, “Wewe ni Yoabu?” Akamjibu, “Ndiye mimi.” Yule mwanamke akamwambia, “Sikiliza kile mtumishi wako atakachokuambia.” Akamwambia, “Ninasikiliza.”"
  },
  {
    "verseNumber": "2SA 20:18",
    "verseText": "Huyo mwanamke akaendelea kusema, “Zamani za kale walikuwa wakisema, ‘Wakaulize ushauri huko Abeli,’ hivyo kulimaliza lile shauri."
  },
  {
    "verseNumber": "2SA 20:19",
    "verseText": "Sisi ni watu wa amani na waaminifu katika Israeli. Wewe unajaribu kuharibu mji ambao ni mama katika Israeli. Kwa nini unataka kumeza urithi wa BWANA?”"
  },
  {
    "verseNumber": "2SA 20:20",
    "verseText": "Yoabu akajibu, “Hilo liwe mbali nami. Hilo liwe mbali nami kumeza au kuharibu."
  },
  {
    "verseNumber": "2SA 20:21",
    "verseText": "Hivyo sivyo ilivyo. Mtu mmoja jina lake Sheba mwana wa Bikri, kutoka nchi ya vilima vya Efraimu, ameinua mkono wake dhidi ya mfalme, dhidi ya Daudi. Nikabidhini mtu huyu mmoja, nami nitajiondoa katika mji huu.” Huyu mwanamke akamwambia Yoabu, “Kichwa chake mtatupiwa kupitia juu ya ukuta.”"
  },
  {
    "verseNumber": "2SA 20:22",
    "verseText": "Ndipo huyo mwanamke akaenda kwa watu wote akiwa na ushauri wake wa busara, nao wakakata kichwa cha Sheba mwana wa Bikri na kumtupia Yoabu. Kwa hiyo Yoabu akapiga tarumbeta, na watu wake wakatawanyika kutoka mjini, kila mmoja akirejea nyumbani kwake. Naye Yoabu akarudi kwa mfalme huko Yerusalemu."
  },
  {
    "verseNumber": "2SA 20:23",
    "verseText": "Yoabu alikuwa jemadari wa jeshi lote la Israeli; Benaya mwana wa Yehoyada alikuwa juu ya Wakerethi na Wapelethi;"
  },
  {
    "verseNumber": "2SA 20:24",
    "verseText": "Adoramu alikuwa kiongozi wa wale waliofanya kazi ya kulazimishwa; Yehoshafati mwana wa Ahiludi alikuwa mweka kumbukumbu;"
  },
  {
    "verseNumber": "2SA 20:25",
    "verseText": "Sheva alikuwa mwandishi; Sadoki na Abiathari walikuwa makuhani;"
  },
  {
    "verseNumber": "2SA 20:26",
    "verseText": "na Ira, Myairi, alikuwa kuhani wa Daudi."
  },
  {
    "verseNumber": "2SA 21:1",
    "verseText": "Wakati wa utawala wa Daudi kulikuwa na njaa kwa miaka mitatu mfululizo, kwa hiyo Daudi akautafuta uso wa BWANA. BWANA akasema, “Ni kwa sababu ya Sauli na nyumba yake iliyotiwa madoa ya damu, kwa sababu aliwaua Wagibeoni.”"
  },
  {
    "verseNumber": "2SA 21:2",
    "verseText": "Mfalme akawaita Wagibeoni na kuzumgumza nao. (Wagibeoni hawakuwa wa wana wa Israeli, ila walikuwa mabaki ya Waamori. Waisraeli walikuwa wameapa kuwaacha hai, lakini Sauli katika wivu wake kwa ajili ya Israeli na Yuda, alikuwa amejaribu kuwaangamiza.)"
  },
  {
    "verseNumber": "2SA 21:3",
    "verseText": "Daudi akawauliza Wagibeoni, “Niwatendee nini? Nitawaridhishaje ili mbariki urithi wa BWANA?”"
  },
  {
    "verseNumber": "2SA 21:4",
    "verseText": "Wagibeoni wakamjibu, “Hatuna haki ya kudai fedha wala dhahabu kutoka kwa Sauli au jamaa yake, wala hatuna haki ya kumuua mtu yeyote katika Israeli.” Daudi akawauliza, “Mnataka niwafanyie nini?”"
  },
  {
    "verseNumber": "2SA 21:5",
    "verseText": "Wakamjibu mfalme, “Kwa habari ya mtu aliyetuangamiza na kufanya hila mbaya dhidi yetu ili kwamba tuangamizwe na tusiwe na yeyote katika Israeli,"
  },
  {
    "verseNumber": "2SA 21:6",
    "verseText": "tupatieni wazao wake saba wa kiume tuwaue hadharani mbele za BWANA huko Gibea ya Sauli, aliyekuwa amechaguliwa na BWANA.” Basi mfalme akasema, “Nitawakabidhi kwenu.”"
  },
  {
    "verseNumber": "2SA 21:7",
    "verseText": "Mfalme akamhifadhi Mefiboshethi mwana wa Yonathani, mwana wa Sauli, kwa sababu ya kile kiapo mbele za BWANA kati ya Daudi na Yonathani."
  },
  {
    "verseNumber": "2SA 21:8",
    "verseText": "Lakini mfalme akamchukua Armoni na Mefiboshethi, wana wawili wa Rispa binti Aiya, ambao alikuwa amemzalia Sauli, pamoja na wana watano wa Merabu binti Sauli, aliokuwa amemzalia Adrieli mwana wa Barzilai, Mmeholathi."
  },
  {
    "verseNumber": "2SA 21:9",
    "verseText": "Akawakabidhi kwa Wagibeoni, ambao waliwaua na kuwaweka wazi juu ya kilima mbele za BWANA. Wote saba walianguka kwa pamoja; waliuawa katika siku za kwanza za mavuno, mara tu uvunaji wa shayiri ulipokuwa unaanza."
  },
  {
    "verseNumber": "2SA 21:10",
    "verseText": "Rispa binti Aiya akachukua nguo ya gunia, akajitandikia juu ya mwamba. Kuanzia mwanzo wa mavuno mpaka mvua ziliponyesha juu ya miili ya hao waliouawa, Rispa hakuruhusu ndege wa angani kuwagusa wakati wa mchana, wala wanyama wa mwitu wakati wa usiku."
  },
  {
    "verseNumber": "2SA 21:11",
    "verseText": "Daudi alipoambiwa kile Rispa binti Aiya, suria wa Sauli, alichokuwa amekifanya,"
  },
  {
    "verseNumber": "2SA 21:12",
    "verseText": "alikwenda akachukua mifupa ya Sauli na mwanawe Yonathani kutoka kwa watu wa Yabeshi-Gileadi. (Walikuwa wameichukua kwa siri kutoka uwanja wa watu wote huko Beth-Shani, mahali ambapo Wafilisti walikuwa wamewatundika baada ya kumuua Sauli huko Gilboa.)"
  },
  {
    "verseNumber": "2SA 21:13",
    "verseText": "Daudi akaileta mifupa ya Sauli na ya mwanawe Yonathani kutoka huko, pia mifupa ya wale waliokuwa wameuawa na kutupwa ilikusanywa."
  },
  {
    "verseNumber": "2SA 21:14",
    "verseText": "Wakazika mifupa ya Sauli na ya mwanawe Yonathani katika kaburi la Kishi, babaye Sauli, huko Sela katika nchi ya Benyamini, nao wakafanya kila kitu mfalme alichoagiza. Baada ya hayo, Mungu akajibu maombi kwa ajili ya nchi."
  },
  {
    "verseNumber": "2SA 21:15",
    "verseText": "Kwa mara nyingine tena kulikuwa na vita kati ya Wafilisti na Israeli. Daudi akashuka pamoja na watu wake ili kupigana dhidi ya Wafilisti, naye akawa amechoka sana."
  },
  {
    "verseNumber": "2SA 21:16",
    "verseText": "Naye Ishbi-Benobu, mmoja wa wazao wa Warefai, ambaye mkuki wake ulikuwa na uzito wa shekeli 300 za shaba, alikuwa amejifunga upanga mpya, naye alisema angemuua Daudi."
  },
  {
    "verseNumber": "2SA 21:17",
    "verseText": "Lakini Abishai mwana wa Seruya akaja kumwokoa Daudi; akampiga huyo Mfilisti, akamwangusha chini na kumuua. Ndipo watu wakamwapia Daudi, wakisema, “Kamwe hutakwenda tena nasi vitani, ili kwamba taa ya Israeli isije ikazimwa.”"
  },
  {
    "verseNumber": "2SA 21:18",
    "verseText": "Baada ya muda, kukawa na vita nyingine na Wafilisti, huko Gobu. Wakati huo Sibekai, Mhushathi, akamuua Safu, mmoja wa wazao wa Warefai."
  },
  {
    "verseNumber": "2SA 21:19",
    "verseText": "Katika vita vingine na Wafilisti huko Gobu, Elhanani mwana wa Yaare-Oregimu, Mbethlehemu, alimuua nduguye Goliathi, Mgiti, ambaye mkuki wake ulikuwa na mpini kama mti wa mfumaji."
  },
  {
    "verseNumber": "2SA 21:20",
    "verseText": "Katika vita vingine tena, vilivyopiganwa huko Gathi, kulikuwako na mtu mmoja mkubwa mwenye vidole sita katika kila mkono na vidole sita kila mguu, jumla vidole ishirini na vinne. Yeye alikuwa pia mzao wa Mrefai."
  },
  {
    "verseNumber": "2SA 21:21",
    "verseText": "Alipowadhihaki Israeli, Yonathani mwana wa Shimea, nduguye Daudi, akamuua."
  },
  {
    "verseNumber": "2SA 21:22",
    "verseText": "Hawa wanne walikuwa wazao wa Warefai huko Gathi, nao walianguka kwa mikono ya Daudi na watu wake."
  },
  {
    "verseNumber": "2SA 22:1",
    "verseText": "Daudi alimwimbia BWANA maneno ya wimbo huu wakati BWANA alipomwokoa mikononi mwa adui zake wote, na pia mkononi mwa Sauli."
  },
  {
    "verseNumber": "2SA 22:2",
    "verseText": "Akasema: “BWANA ni mwamba wangu, ngome yangu na mwokozi wangu,"
  },
  {
    "verseNumber": "2SA 22:3",
    "verseText": "Mungu wangu ni mwamba wangu, ambaye kwake ninakimbilia, ngao yangu na pembe ya wokovu wangu. Yeye ni ngome yangu, kimbilio langu na mwokozi wangu, huniokoa kutoka kwa watu wenye jeuri."
  },
  {
    "verseNumber": "2SA 22:4",
    "verseText": "Ninamwita BWANA, anayestahili kusifiwa, nami ninaokolewa kutoka kwa adui zangu."
  },
  {
    "verseNumber": "2SA 22:5",
    "verseText": "“Mawimbi ya mauti yalinizunguka, mafuriko ya maangamizi yalinilemea."
  },
  {
    "verseNumber": "2SA 22:6",
    "verseText": "Kamba za kuzimu zilinizunguka, mitego ya mauti ilinikabili."
  },
  {
    "verseNumber": "2SA 22:7",
    "verseText": "Katika shida yangu nalimwita BWANA, nilimlilia Mungu wangu. Kutoka Hekaluni mwake alisikia sauti yangu, kilio changu kikafika masikioni mwake."
  },
  {
    "verseNumber": "2SA 22:8",
    "verseText": "“Dunia ilitetemeka na kutikisika, misingi ya mbingu ikatikisika, vilitetemeka kwa sababu alikuwa amekasirika."
  },
  {
    "verseNumber": "2SA 22:9",
    "verseText": "Moshi ukapanda kutoka puani mwake, moto uteketezao ukatoka kinywani mwake, makaa ya moto yawakayo yakatoka ndani mwake."
  },
  {
    "verseNumber": "2SA 22:10",
    "verseText": "Akazipasua mbingu akashuka chini, mawingu meusi yalikuwa chini ya miguu yake."
  },
  {
    "verseNumber": "2SA 22:11",
    "verseText": "Alipanda juu ya kerubi akaruka, akapaa juu kwa mbawa za upepo."
  },
  {
    "verseNumber": "2SA 22:12",
    "verseText": "Alifanya giza hema lake la kujifunika: mawingu meusi ya mvua ya angani."
  },
  {
    "verseNumber": "2SA 22:13",
    "verseText": "Kutokana na mwanga wa uwepo wake mawingu yalisogea, ikanyesha mvua ya mawe na umeme wa radi."
  },
  {
    "verseNumber": "2SA 22:14",
    "verseText": "BWANA alinguruma kutoka mbinguni, sauti ya Aliye Juu Sana ilisikika."
  },
  {
    "verseNumber": "2SA 22:15",
    "verseText": "Aliipiga mishale na kutawanya adui, umeme wa radi na kuwafukuza."
  },
  {
    "verseNumber": "2SA 22:16",
    "verseText": "Mabonde ya bahari yalifunuliwa, na misingi ya dunia ikawa wazi kwa kukaripia kwake BWANA, kwa uvumi wa pumzi kutoka puani mwake."
  },
  {
    "verseNumber": "2SA 22:17",
    "verseText": "“Alinyoosha mkono kutoka juu na kunishika; alinitoa kutoka kilindi cha maji makuu."
  },
  {
    "verseNumber": "2SA 22:18",
    "verseText": "Aliniokoa kutoka adui wangu mwenye nguvu nyingi, kutoka adui zangu waliokuwa na nguvu nyingi kuliko mimi."
  },
  {
    "verseNumber": "2SA 22:19",
    "verseText": "Walinikabili siku ya msiba wangu, lakini BWANA alikuwa msaada wangu."
  },
  {
    "verseNumber": "2SA 22:20",
    "verseText": "Alinileta nje mahali penye nafasi tele, akaniokoa kwa kuwa alipendezwa nami."
  },
  {
    "verseNumber": "2SA 22:21",
    "verseText": "“BWANA alinitendea sawasawa na uadilifu wangu; sawasawa na usafi wa mikono yangu amenilipa."
  },
  {
    "verseNumber": "2SA 22:22",
    "verseText": "Kwa maana nimezishika njia za BWANA; sijatenda ubaya nikamwacha Mungu wangu."
  },
  {
    "verseNumber": "2SA 22:23",
    "verseText": "Sheria zake zote zi mbele yangu, wala sijayaacha maagizo yake."
  },
  {
    "verseNumber": "2SA 22:24",
    "verseText": "Nimekuwa sina hatia mbele zake, nami nimejilinda nisitende dhambi."
  },
  {
    "verseNumber": "2SA 22:25",
    "verseText": "BWANA amenilipa sawasawa na uadilifu wangu, sawasawa na usafi wangu machoni pake."
  },
  {
    "verseNumber": "2SA 22:26",
    "verseText": "“Kwa yeye aliye mwaminifu unajionyesha kuwa mwaminifu, kwa asiye na hatia unajionyesha kutokuwa na hatia,"
  },
  {
    "verseNumber": "2SA 22:27",
    "verseText": "kwa aliye mtakatifu unajionyesha kuwa mtakatifu, lakini kwa aliyepotoka unajionyesha kuwa mkaidi."
  },
  {
    "verseNumber": "2SA 22:28",
    "verseText": "Wewe huwaokoa wanyenyekevu, lakini macho yako ni juu ya wenye kiburi ili uwashushe."
  },
  {
    "verseNumber": "2SA 22:29",
    "verseText": "Wewe ni taa yangu, Ee BWANA. BWANA hulifanya giza langu kuwa mwanga."
  },
  {
    "verseNumber": "2SA 22:30",
    "verseText": "Kwa msaada wako naweza kushinda jeshi, nikiwa pamoja na Mungu wangu nitaweza kuruka ukuta."
  },
  {
    "verseNumber": "2SA 22:31",
    "verseText": "“Kuhusu Mungu, njia yake ni kamilifu; neno la BWANA halina dosari. Yeye ni ngao kwa wote wanaokimbilia kwake."
  },
  {
    "verseNumber": "2SA 22:32",
    "verseText": "Kwa maana ni nani aliye Mungu zaidi ya BWANA? Ni nani aliye Mwamba isipokuwa Mungu wetu?"
  },
  {
    "verseNumber": "2SA 22:33",
    "verseText": "Mungu ndiye anivikaye nguvu na kufanya njia yangu kuwa kamilifu."
  },
  {
    "verseNumber": "2SA 22:34",
    "verseText": "Huifanya miguu yangu kama miguu ya kulungu, huniwezesha kusimama mahali palipo juu."
  },
  {
    "verseNumber": "2SA 22:35",
    "verseText": "Huifundisha mikono yangu kupigana vita; mikono yangu inaweza kupinda upinde wa shaba."
  },
  {
    "verseNumber": "2SA 22:36",
    "verseText": "Hunipa ngao yako ya ushindi, unajishusha chini ili kuniinua."
  },
  {
    "verseNumber": "2SA 22:37",
    "verseText": "Huyapanua mapito yangu, ili miguu yangu isiteleze."
  },
  {
    "verseNumber": "2SA 22:38",
    "verseText": "“Niliwafuatia adui zangu na nikawaseta, sikurudi nyuma mpaka walipoangamizwa."
  },
  {
    "verseNumber": "2SA 22:39",
    "verseText": "Niliwaseta kabisa, nao hawakuweza kuinuka tena; walianguka chini ya miguu yangu."
  },
  {
    "verseNumber": "2SA 22:40",
    "verseText": "Ulinivika nguvu kwa ajili ya kupigana vita; uliwafanya adui zangu wasujudu miguuni pangu."
  },
  {
    "verseNumber": "2SA 22:41",
    "verseText": "Uliwafanya adui zangu wageuke na kukimbia, nami nikawaangamiza adui zangu."
  },
  {
    "verseNumber": "2SA 22:42",
    "verseText": "Walipiga yowe, lakini hapakuwepo na yeyote wa kuwaokoa; walimlilia BWANA, lakini hakuwajibu."
  },
  {
    "verseNumber": "2SA 22:43",
    "verseText": "Niliwaponda kama mavumbi ya nchi; niliwaponda na kuwakanyaga kama tope barabarani."
  },
  {
    "verseNumber": "2SA 22:44",
    "verseText": "“Umeniokoa kutokana na mashambulizi ya watu wangu; umenihifadhi mimi kama kiongozi wa mataifa. Watu ambao sikuwajua wananitumikia,"
  },
  {
    "verseNumber": "2SA 22:45",
    "verseText": "nao wageni huja wakininyenyekea, mara wanisikiapo, hunitii."
  },
  {
    "verseNumber": "2SA 22:46",
    "verseText": "Wote wanalegea, wanatoka katika ngome zao wakitetemeka."
  },
  {
    "verseNumber": "2SA 22:47",
    "verseText": "“BWANA yu hai! Sifa ni kwa Mwamba wangu! Atukuzwe Mungu, Mwamba, Mwokozi wangu!"
  },
  {
    "verseNumber": "2SA 22:48",
    "verseText": "Yeye ndiye Mungu anilipiziaye kisasi, ayawekaye mataifa chini yangu,"
  },
  {
    "verseNumber": "2SA 22:49",
    "verseText": "aniwekaye huru toka kwa adui zangu. Uliniinua juu ya adui zangu; uliniokoa toka kwa watu wajeuri."
  },
  {
    "verseNumber": "2SA 22:50",
    "verseText": "Kwa hiyo nitakusifu, Ee BWANA, katikati ya mataifa; nitaliimbia sifa jina lako."
  },
  {
    "verseNumber": "2SA 22:51",
    "verseText": "Humpa mfalme wake ushindi mkuu; huonyesha fadhili zake kwa mpakwa mafuta wake, kwa Daudi na wazao wake milele.”"
  },
  {
    "verseNumber": "2SA 23:1",
    "verseText": "Haya ni maneno ya mwisho ya Daudi: “Neno la Daudi mwana wa Yese, neno la mtu aliyeinuliwa na Aliye Juu Sana, mtu aliyepakwa mafuta na Mungu wa Yakobo, mwimbaji wa nyimbo wa Israeli:"
  },
  {
    "verseNumber": "2SA 23:2",
    "verseText": "“Roho wa BWANA alinena kupitia kwangu, neno lake lilikuwa ulimini mwangu."
  },
  {
    "verseNumber": "2SA 23:3",
    "verseText": "Mungu wa Israeli alinena, mwamba wa Israeli akaniambia: ‘Mtu anatawala watu kwa haki, wakati anapotawala akiwa na hofu ya Mungu,"
  },
  {
    "verseNumber": "2SA 23:4",
    "verseText": "yeye ni kama mwanga wa asubuhi jua lichomozapo asubuhi isiyo na mawingu, kama mwanga baada ya mvua uchipuzao majani kutoka ardhini.’"
  },
  {
    "verseNumber": "2SA 23:5",
    "verseText": "“Je, si hivyo ilivyo nyumba yangu mbele za Mungu? Je, hajafanya Agano la milele nami, lililopangwa na kuimarishwa kila sehemu? Je, hatanifanya niufurahie wokovu wangu na kunijalia matakwa yangu yote?"
  },
  {
    "verseNumber": "2SA 23:6",
    "verseText": "Lakini watu waovu wote watatupwa kando kama miiba, ambayo haikusanywi kwa mkono."
  },
  {
    "verseNumber": "2SA 23:7",
    "verseText": "Yeyote agusaye miiba hutumia chombo cha chuma au mpini wa mkuki, nayo huchomwa pale ilipo.”"
  },
  {
    "verseNumber": "2SA 23:8",
    "verseText": "Haya ndiyo majina ya mashujaa wa Daudi: Yosheb-Bashebethi, Mtahkemoni, alikuwa kiongozi wa wale Watatu; yeye aliinua mkuki wake dhidi ya watu 800, ambao aliwaua katika pambano moja."
  },
  {
    "verseNumber": "2SA 23:9",
    "verseText": "Wa pili wake alikuwa Eleazari mwana wa Dodai, Mwahohi. Akiwa mmojawapo wa wale mashujaa watatu, alikuwa pamoja na Daudi wakati waliwadhihaki Wafilisti waliokuwa wamekusanyika huko Pas-Damimu kwa ajili ya vita. Kisha watu wa Israeli wakarudi nyuma,"
  },
  {
    "verseNumber": "2SA 23:10",
    "verseText": "lakini yeye alisimama imara akawaua Wafilisti hadi mkono wake ukachoka na ukagandamana na upanga. BWANA akawapa ushindi mkubwa siku ile. Vikosi vikarudi kwa Eleazari, kuteka tu nyara za waliokufa."
  },
  {
    "verseNumber": "2SA 23:11",
    "verseText": "Aliyefuata alikuwa Shama mwana wa Agee, Mharari. Wafilisti walipokusanyika pamoja mahali palipokuwa shamba lililojaa dengu, vikosi vya Israeli viliwakimbia."
  },
  {
    "verseNumber": "2SA 23:12",
    "verseText": "Lakini Shama akasimama imara katikati ya lile shamba. Akalitetea na kuwaua Wafilisti, naye BWANA akawapa ushindi mkubwa."
  },
  {
    "verseNumber": "2SA 23:13",
    "verseText": "Wakati wa mavuno, viongozi watatu kati ya viongozi thelathini walishuka, wakamwendea Daudi katika pango la Adulamu, wakati kikundi cha Wafilisti kilikuwa kimepiga kambi katika Bonde la Warefai."
  },
  {
    "verseNumber": "2SA 23:14",
    "verseText": "Wakati huo Daudi alikuwa katika ngome, na kambi ya Wafilisti ilikuwa huko Bethlehemu."
  },
  {
    "verseNumber": "2SA 23:15",
    "verseText": "Daudi akatamani maji, akasema, “Laiti mtu angenipatia maji ya kunywa kutoka kisima kilicho karibu na lango la Bethlehemu!”"
  },
  {
    "verseNumber": "2SA 23:16",
    "verseText": "Basi mashujaa hao watatu wakapenya katikati ya Wafilisti, wakaenda kuchota maji kutoka kwa kisima kilicho karibu na lango la Bethlehemu, wakamletea Daudi. Lakini Daudi akakataa kuyanywa. Badala yake, aliyamimina mbele za BWANA."
  },
  {
    "verseNumber": "2SA 23:17",
    "verseText": "Akasema, “Iwe mbali nami, Ee BWANA, kufanya kitu hiki. Je, hii si damu ya watu ambao walikwenda kwa kuhatarisha maisha yao?” Naye Daudi hakuyanywa. Haya yalifanywa na hao mashujaa watatu."
  },
  {
    "verseNumber": "2SA 23:18",
    "verseText": "Abishai ndugu yake Yoabu mwana wa Seruya ndiye alikuwa kiongozi wa hao Watatu. Aliinua mkuki wake dhidi ya watu 300 ambao aliwaua, kwa hiyo naye akawa na sifa kama hao Watatu."
  },
  {
    "verseNumber": "2SA 23:19",
    "verseText": "Je, hakupata heshima kubwa zaidi kuliko hao Watatu? Alikuwa jemadari wao, ingawa hakuhesabiwa miongoni mwao."
  },
  {
    "verseNumber": "2SA 23:20",
    "verseText": "Benaya mwana wa Yehoyada alikuwa mpiganaji hodari kutoka Kabseeli ambaye alifanya mambo makubwa ya ujasiri. Aliwaua mashujaa wawili waliokuwa hodari kuliko wote wa Moabu. Pia alishuka shimoni kulipokuwa na theluji na kumuua simba."
  },
  {
    "verseNumber": "2SA 23:21",
    "verseText": "Pia alimuua Mmisri mrefu mkubwa. Ingawa Mmisri alikuwa na mkuki mkononi mwake, Benaya alimwendea akiwa na rungu. Alipokonya mkuki kutoka mkononi mwa Mmisri na kumuua kwa mkuki wake mwenyewe."
  },
  {
    "verseNumber": "2SA 23:22",
    "verseText": "Haya yalikuwa mambo ya ushujaa ya Benaya mwana wa Yehoyada; naye pia alikuwa maarufu kama wale mashujaa watatu."
  },
  {
    "verseNumber": "2SA 23:23",
    "verseText": "Yeye aliheshimiwa zaidi ya wale Thelathini, lakini hakujumuishwa miongoni mwa wale Watatu. Daudi akamweka kuwa kiongozi wa walinzi wake."
  },
  {
    "verseNumber": "2SA 23:24",
    "verseText": "Miongoni mwa wale Thelathini walikuwepo: Asaheli ndugu wa Yoabu; Elhanani mwana wa Dodo kutoka Bethlehemu;"
  },
  {
    "verseNumber": "2SA 23:25",
    "verseText": "Shama, Mharodi; Elika, Mharodi;"
  },
  {
    "verseNumber": "2SA 23:26",
    "verseText": "Helesi, Mpalti; Ira mwana wa Ikeshi kutoka Tekoa;"
  },
  {
    "verseNumber": "2SA 23:27",
    "verseText": "Abiezeri kutoka Anathothi; Mebunai, Mhushathi;"
  },
  {
    "verseNumber": "2SA 23:28",
    "verseText": "Salmoni, Mwahohi; Maharai, Mnetofathi;"
  },
  {
    "verseNumber": "2SA 23:29",
    "verseText": "Heledi mwana wa Baana, Mnetofathi; Itai mwana wa Ribai kutoka Gibea ya Benyamini;"
  },
  {
    "verseNumber": "2SA 23:30",
    "verseText": "Benaya Mpirathoni; Hidai kutoka mabonde ya Gaashi;"
  },
  {
    "verseNumber": "2SA 23:31",
    "verseText": "Abi-Alboni, Mwaribathi; Azmawethi, Mbarhumi;"
  },
  {
    "verseNumber": "2SA 23:32",
    "verseText": "Eliaba, Mshaalboni; wana wa Yasheni; Yonathani"
  },
  {
    "verseNumber": "2SA 23:33",
    "verseText": "mwana wa Shama, Mharari; Ahiamu mwana wa Sharari, Mharari;"
  },
  {
    "verseNumber": "2SA 23:34",
    "verseText": "Elifeleti mwana wa Ahasbai, Mmaakathi; Eliamu mwana wa Ahithofeli, Mgiloni;"
  },
  {
    "verseNumber": "2SA 23:35",
    "verseText": "Hezro, Mkarmeli; Paarai, Mwarbi;"
  },
  {
    "verseNumber": "2SA 23:36",
    "verseText": "Igali mwana wa Nathani kutoka Soba; Bani, Mgadi;"
  },
  {
    "verseNumber": "2SA 23:37",
    "verseText": "Seleki, Mwamoni; Naharai, Mbeerothi, aliyekuwa mbeba silaha za Yoabu mwana wa Seruya;"
  },
  {
    "verseNumber": "2SA 23:38",
    "verseText": "Ira, Mwithiri; Garebu, Mwithiri;"
  },
  {
    "verseNumber": "2SA 23:39",
    "verseText": "na Uria, Mhiti. Jumla yao wote walikuwa watu thelathini na saba."
  },
  {
    "verseNumber": "2SA 24:1",
    "verseText": "Hasira ya BWANA ikawaka tena dhidi ya Israeli, naye akamchochea Daudi dhidi yao, akisema, “Nenda ukawahesabu Israeli na Yuda.”"
  },
  {
    "verseNumber": "2SA 24:2",
    "verseText": "Kwa hiyo mfalme akamwambia Yoabu, pamoja na majemadari wa jeshi aliokuwa nao, “Nendeni kwa makabila yote ya Israeli kuanzia Dani hadi Beer-Sheba na mwandikishe watu wapiganaji, ili niweze kujua idadi yao.”"
  },
  {
    "verseNumber": "2SA 24:3",
    "verseText": "Lakini Yoabu akamjibu mfalme, “BWANA Mungu wako na azidishe jeshi mara mia, nayo macho ya bwana wangu mfalme na yaone hili. Lakini kwa nini bwana wangu mfalme anataka kufanya kitu cha namna hii?”"
  },
  {
    "verseNumber": "2SA 24:4",
    "verseText": "Hata hivyo, neno la mfalme likawa na nguvu juu ya Yoabu pamoja na majemadari wa jeshi, kwa hiyo wakaondoka mbele ya mfalme kuandikisha wapiganaji wa Israeli."
  },
  {
    "verseNumber": "2SA 24:5",
    "verseText": "Baada ya kuvuka Yordani, walipiga kambi karibu na Aroeri, kusini ya mji ulioko kwenye bonde jembamba, ndipo wakipitia Gadi, wakaenda hadi Yazeri."
  },
  {
    "verseNumber": "2SA 24:6",
    "verseText": "Walikwenda hadi Gileadi na pia eneo la Tahtimu-Hodshi, wakaendelea hadi Dani-Yaani na kuzunguka kuelekea Sidoni."
  },
  {
    "verseNumber": "2SA 24:7",
    "verseText": "Kisha wakaenda kuelekea ngome ya Tiro pamoja na miji yote ya Wahivi na ya Wakanaani. Mwishoni, walikwenda mpaka Beer-Sheba katika Negebu ya Yuda."
  },
  {
    "verseNumber": "2SA 24:8",
    "verseText": "Baada ya kupita katika nchi nzima, walirudi Yerusalemu baada ya miezi tisa na siku ishirini."
  },
  {
    "verseNumber": "2SA 24:9",
    "verseText": "Yoabu akatoa hesabu ya wapiganaji kwa mfalme: Katika Israeli kulikuwako watu 800,000 wenye uwezo wa kupigana, na katika Yuda watu 500,000."
  },
  {
    "verseNumber": "2SA 24:10",
    "verseText": "Dhamiri ya Daudi ilishtuka baada ya kuwahesabu wapiganaji, naye akamwambia BWANA, “Nimefanya dhambi kubwa kwa kufanya jambo hili. Ee BWANA, sasa ninakusihi, ondoa hatia ya mtumishi wako. Nimefanya jambo la kipumbavu sana.”"
  },
  {
    "verseNumber": "2SA 24:11",
    "verseText": "Kabla Daudi hajaamka kesho yake asubuhi, neno la BWANA lilikuwa limemjia Gadi nabii, aliyekuwa mwonaji wa Daudi, kusema:"
  },
  {
    "verseNumber": "2SA 24:12",
    "verseText": "“Nenda ukamwambie Daudi, ‘Hivi ndivyo asemavyo BWANA: Ninakupa wewe uchaguzi wa mambo matatu. Nichagulie mojawapo nitakalotenda dhidi yako.’ ”"
  },
  {
    "verseNumber": "2SA 24:13",
    "verseText": "Basi Gadi akaenda kwa Daudi na kumwambia, “Je, ije njaa ya miaka mitatu katika nchi yako? Au miezi mitatu ya kukimbia adui zako wakikufuatia? Au siku tatu za tauni katika nchi yako? Basi sasa, fikiri juu ya hilo na uamue jinsi nitakavyomjibu huyo aliyenituma.”"
  },
  {
    "verseNumber": "2SA 24:14",
    "verseText": "Daudi akamjibu Gadi, “Nitataabika sana. Afadhali tuangukie mikononi mwa BWANA, kwa maana rehema zake ni kuu, lakini usiniache nianguke mikononi mwa wanadamu.”"
  },
  {
    "verseNumber": "2SA 24:15",
    "verseText": "Basi BWANA akatuma tauni katika Israeli kuanzia asubuhi mpaka mwisho wa muda ulioamriwa, wakafa watu 70,000 kuanzia Dani hadi Beer-Sheba."
  },
  {
    "verseNumber": "2SA 24:16",
    "verseText": "Malaika aliponyoosha mkono wake ili kuangamiza Yerusalemu, BWANA akahuzunika kwa sababu ya maafa, akamwambia yule malaika aliyekuwa anawadhuru watu, “Yatosha! Rudisha mkono wako.” Wakati huo malaika wa BWANA alikuwa kwenye sakafu ya kupuria ya Arauna, Myebusi."
  },
  {
    "verseNumber": "2SA 24:17",
    "verseText": "Ikawa Daudi alipomwona huyo malaika aliyekuwa akiwaua watu, akamwambia BWANA, “Mimi ndiye niliyetenda dhambi na kukosa. Hawa ni kondoo tu. Wamefanya nini? Mkono wako uwe juu yangu na nyumba yangu.”"
  },
  {
    "verseNumber": "2SA 24:18",
    "verseText": "Siku hiyo Gadi akamwendea Daudi na kumwambia, “Panda ukamjengee BWANA madhabahu kwenye sakafu ya kupuria ya Arauna Myebusi.”"
  },
  {
    "verseNumber": "2SA 24:19",
    "verseText": "Kwa hiyo Daudi akakwea kama vile BWANA alivyokuwa ameamuru kwa kinywa cha Gadi."
  },
  {
    "verseNumber": "2SA 24:20",
    "verseText": "Arauna alipotazama na kumwona mfalme na watu wake wakija kumwelekea, alitoka nje na kusujudu mbele ya mfalme kifudifudi, akiuinamisha uso wake ardhini."
  },
  {
    "verseNumber": "2SA 24:21",
    "verseText": "Arauna akasema, “Mbona bwana wangu mfalme amekuja kwa mtumishi wake?” Daudi akajibu, “Kununua sakafu yako ya kupuria, ili niweze kumjengea BWANA madhabahu, ili tauni iliyo katika watu iondolewe.”"
  },
  {
    "verseNumber": "2SA 24:22",
    "verseText": "Arauna akamwambia Daudi, “Bwana wangu mfalme na achukue chochote kinachompendeza na akitoe sadaka. Hapa kuna maksai kwa ajili ya sadaka ya kuteketezwa, pia kuna miti ya kupuria na nira za ngʼombe kwa ajili ya kuni."
  },
  {
    "verseNumber": "2SA 24:23",
    "verseText": "Ee mfalme, Arauna anatoa vyote hivi kwa mfalme.” Pia Arauna akamwambia mfalme, “BWANA Mungu wako na akukubali.”"
  },
  {
    "verseNumber": "2SA 24:24",
    "verseText": "Lakini mfalme akamjibu Arauna, “La hasha, nasisitiza kuvilipia. Sitatoa sadaka ya kuteketezwa kwa BWANA Mungu wangu isiyonigharimu chochote.” Kwa hiyo Daudi akanunua ile sakafu ya kupuria nafaka na maksai, akazilipia shekeli hamsini za fedha."
  },
  {
    "verseNumber": "2SA 24:25",
    "verseText": "Kisha Daudi akamjengea BWANA madhabahu mahali hapo, na kutoa sadaka za kuteketezwa na sadaka za amani. Kisha BWANA akajibu kwa ajili ya nchi, nayo tauni ikakoma katika Israeli."
  }
]