[
  {
    "verseNumber": "2TH 1:1",
    "verseText": "Paulo, Silvano na Timotheo: Kwa kanisa la Wathesalonike mlio katika Mungu Baba yetu na Bwana Yesu Kristo:"
  },
  {
    "verseNumber": "2TH 1:2",
    "verseText": "Neema na amani itokayo kwa Mungu Baba na Bwana Yesu Kristo iwe nanyi."
  },
  {
    "verseNumber": "2TH 1:3",
    "verseText": "Ndugu, imetubidi kumshukuru Mungu kwa ajili yenu siku zote, kama ulivyo wajibu wetu, kwa sababu imani yenu inakua zaidi na zaidi na upendo wa kila mmoja wenu alio nao kwa mwenzake unazidi kuongezeka."
  },
  {
    "verseNumber": "2TH 1:4",
    "verseText": "Ndiyo sababu miongoni mwa makanisa ya Mungu, tunajivuna kuhusu saburi yenu na imani mliyo nayo katika mateso yote na dhiki mnazostahimili."
  },
  {
    "verseNumber": "2TH 1:5",
    "verseText": "Haya yote ni uthibitisho kwamba hukumu ya Mungu ni ya haki, na kwa sababu hiyo ninyi mtahesabiwa kwamba mnastahili kuwa wa Ufalme wa Mungu, mnaoteswa kwa ajili wake."
  },
  {
    "verseNumber": "2TH 1:6",
    "verseText": "Mungu ni mwenye haki: yeye atawalipa mateso wale wawatesao ninyi"
  },
  {
    "verseNumber": "2TH 1:7",
    "verseText": "na kuwapa ninyi mnaoteseka raha pamoja na sisi, wakati Bwana Yesu atakapodhihirishwa kutoka mbinguni katika mwali wa moto pamoja na malaika wake wenye nguvu."
  },
  {
    "verseNumber": "2TH 1:8",
    "verseText": "Atawaadhibu wale wasiomjua Mungu na ambao hawakuitii Injili ya Bwana wetu Yesu."
  },
  {
    "verseNumber": "2TH 1:9",
    "verseText": "Wataadhibiwa kwa uangamivu wa milele na kutengwa na uso wa Bwana na utukufu wa uweza wake,"
  },
  {
    "verseNumber": "2TH 1:10",
    "verseText": "siku hiyo atakapokuja kutukuzwa katika watakatifu wake na kustaajabiwa miongoni mwa wote walioamini. Ninyi pia mtakuwa miongoni mwa hawa kwa sababu mliamini ushuhuda wetu kwenu."
  },
  {
    "verseNumber": "2TH 1:11",
    "verseText": "Kwa sababu hii, tunawaombea ninyi bila kukoma, ili Mungu apate kuwahesabu kuwa mnastahili wito wake na kwamba kwa uwezo wake apate kutimiza kila kusudi lenu jema na kila tendo linaloongozwa na imani yenu."
  },
  {
    "verseNumber": "2TH 1:12",
    "verseText": "Tunaomba hivi ili Jina la Bwana wetu Yesu lipate kutukuzwa ndani yenu, nanyi ndani yake, kulingana na neema ya Mungu wetu na Bwana Yesu Kristo."
  },
  {
    "verseNumber": "2TH 2:1",
    "verseText": "Ndugu, kuhusu kuja kwake Bwana wetu Yesu Kristo na kukusanyika kwetu pamoja mbele zake, tunawasihi,"
  },
  {
    "verseNumber": "2TH 2:2",
    "verseText": "msiyumbishwe kwa urahisi wala msitiwe wasiwasi na roho wala neno au barua inayosemekana kuwa imetoka kwetu, isemayo kwamba siku ya Bwana imekwisha kuwako."
  },
  {
    "verseNumber": "2TH 2:3",
    "verseText": "Mtu yeyote na asiwadanganye kwa namna yoyote kwa maana siku ile haitakuja mpaka uasi utokee kwanza, na yule mtu wa kuasi adhihirishwe, yule ambaye amehukumiwa kuangamizwa kabisa."
  },
  {
    "verseNumber": "2TH 2:4",
    "verseText": "Yeye atapingana na kujitukuza juu ya kila kitu kiitwacho Mungu au kinachoabudiwa, ili kujiweka juu katika Hekalu la Mungu, akijitangaza mwenyewe kuwa ndiye Mungu."
  },
  {
    "verseNumber": "2TH 2:5",
    "verseText": "Je, hamkumbuki ya kwamba nilipokuwa pamoja nanyi niliwaambia mambo haya?"
  },
  {
    "verseNumber": "2TH 2:6",
    "verseText": "Nanyi sasa mnajua kinachomzuia, ili apate kudhihirishwa wakati wake utakapowadia."
  },
  {
    "verseNumber": "2TH 2:7",
    "verseText": "Maana ile nguvu ya siri ya uasi tayari inatenda kazi, lakini yule anayeizuia ataendelea kufanya hivyo mpaka atakapoondolewa."
  },
  {
    "verseNumber": "2TH 2:8",
    "verseText": "Hapo ndipo yule mwasi atafunuliwa, ambaye Bwana Yesu atamteketeza kwa pumzi ya kinywa chake na kumwangamiza kabisa kwa utukufu wa kuja kwake."
  },
  {
    "verseNumber": "2TH 2:9",
    "verseText": "Kuja kwa yule mwasi kutaonekana kana kwamba ni kutenda kazi kwake Shetani ambaye hutumia nguvu zote, ishara, maajabu ya uongo,"
  },
  {
    "verseNumber": "2TH 2:10",
    "verseText": "na kila aina ya uovu kwa wale wanaoangamia kwa sababu walikataa kuipenda kweli wapate kuokolewa."
  },
  {
    "verseNumber": "2TH 2:11",
    "verseText": "Kwa sababu hii, Mungu ameruhusu watawaliwe na nguvu ya udanganyifu, ili waendelee kuamini uongo,"
  },
  {
    "verseNumber": "2TH 2:12",
    "verseText": "na wahukumiwe wote ambao hawakuiamini ile kweli, bali wamefurahia uovu."
  },
  {
    "verseNumber": "2TH 2:13",
    "verseText": "Lakini imetupasa sisi kumshukuru Mungu daima kwa ajili yenu, ndugu mpendwao na Bwana, kwa sababu Mungu aliwachagua ninyi tangu mwanzo ili mwokolewe kwa kutakaswa na Roho kwa kuiamini kweli."
  },
  {
    "verseNumber": "2TH 2:14",
    "verseText": "Kwa kusudi hili Mungu aliwaita kwa njia ya kuhubiri kwetu Injili, ili mpate kushiriki katika utukufu wa Bwana Yesu Kristo."
  },
  {
    "verseNumber": "2TH 2:15",
    "verseText": "Hivyo basi, ndugu wapendwa, simameni imara na myashike sana yale mafundisho tuliyowapa ikiwa ni kwa maneno ya kinywa au kwa barua."
  },
  {
    "verseNumber": "2TH 2:16",
    "verseText": "Bwana wetu Yesu Kristo mwenyewe na Mungu Baba yetu, aliyetupenda na kwa neema yake akatupatia faraja ya milele na tumaini jema,"
  },
  {
    "verseNumber": "2TH 2:17",
    "verseText": "awafariji mioyo yenu na kuwaimarisha katika kila neno na tendo jema."
  },
  {
    "verseNumber": "2TH 3:1",
    "verseText": "Hatimaye, ndugu, tuombeeni ili Neno la Bwana lipate kuenea kwa haraka na kuheshimiwa kila mahali, kama vile ilivyokuwa kwenu."
  },
  {
    "verseNumber": "2TH 3:2",
    "verseText": "Ombeni pia ili tupate kuokolewa kutokana na watu waovu na wabaya, kwa maana si wote wanaoamini."
  },
  {
    "verseNumber": "2TH 3:3",
    "verseText": "Lakini Bwana ni mwaminifu, naye atawaimarisha ninyi na kuwalinda kutokana na yule mwovu."
  },
  {
    "verseNumber": "2TH 3:4",
    "verseText": "Nasi tuna tumaini katika Bwana ya kuwa mnafanya na mtaendelea kufanya yale tuliyowaagiza."
  },
  {
    "verseNumber": "2TH 3:5",
    "verseText": "Bwana aiongoze mioyo yenu katika upendo wa Mungu na katika saburi ya Kristo."
  },
  {
    "verseNumber": "2TH 3:6",
    "verseText": "Ndugu, tunawaagiza katika Jina la Bwana Yesu Kristo, jitengeni na kila ndugu ambaye ni mvivu na ambaye haishi kufuatana na maagizo tuliyowapa."
  },
  {
    "verseNumber": "2TH 3:7",
    "verseText": "Maana ninyi wenyewe mnajua jinsi iwapasavyo kufuata mfano wetu. Sisi hatukuwa wavivu tulipokuwa pamoja nanyi,"
  },
  {
    "verseNumber": "2TH 3:8",
    "verseText": "wala hatukula chakula cha mtu yeyote pasipo kukilipia. Badala yake tulifanya kazi kwa bidii usiku na mchana, ili tusimlemee mtu yeyote miongoni mwenu."
  },
  {
    "verseNumber": "2TH 3:9",
    "verseText": "Tulifanya hivi, si kwa sababu hatukuwa na haki ya kupata msaada kama huo, bali ndio sisi wenyewe tuwe kielelezo."
  },
  {
    "verseNumber": "2TH 3:10",
    "verseText": "Kwa maana hata tulipokuwa pamoja nanyi, tuliwapa amri kwamba: “Mtu yeyote asiyetaka kufanya kazi, hata kula asile.”"
  },
  {
    "verseNumber": "2TH 3:11",
    "verseText": "Kwa kuwa tunasikia kwamba baadhi ya watu miongoni mwenu ni wavivu. Hawafanyi kazi bali hujishughulisha na mambo ya wengine."
  },
  {
    "verseNumber": "2TH 3:12",
    "verseText": "Basi watu kama hao tunawaagiza na kuwahimiza katika Bwana Yesu Kristo, kwamba wafanye kazi kwa utulivu kwa ajili ya chakula chao wenyewe."
  },
  {
    "verseNumber": "2TH 3:13",
    "verseText": "Kwa upande wenu, ndugu, ninyi kamwe msichoke katika kutenda mema."
  },
  {
    "verseNumber": "2TH 3:14",
    "verseText": "Ikiwa mtu yeyote hayatii maagizo yetu yaliyoko katika barua hii, mwangalieni sana mtu huyo. Msishirikiane naye, ili apate kuona aibu."
  },
  {
    "verseNumber": "2TH 3:15",
    "verseText": "Lakini msimhesabu kuwa adui, bali mwonyeni kama ndugu."
  },
  {
    "verseNumber": "2TH 3:16",
    "verseText": "Basi, Bwana wa amani mwenyewe awapeni amani nyakati zote na kwa kila njia. Bwana awe nanyi nyote."
  },
  {
    "verseNumber": "2TH 3:17",
    "verseText": "Mimi, Paulo, ninaandika salamu hizi kwa mkono wangu mwenyewe. Hii ndio alama ya utambulisho katika barua zangu zote. Hivi ndivyo niandikavyo."
  },
  {
    "verseNumber": "2TH 3:18",
    "verseText": "Neema ya Bwana wetu Yesu Kristo iwe nanyi nyote. Amen."
  }
]