[
  {
    "verseNumber": "2TI 1:1",
    "verseText": "Paulo mtume wa Kristo Yesu kwa mapenzi ya Mungu, kulingana na ile ahadi ya uzima uliomo ndani ya Kristo Yesu."
  },
  {
    "verseNumber": "2TI 1:2",
    "verseText": "Kwa Timotheo, mwanangu mpendwa: Neema, rehema na amani itokayo kwa Mungu Baba, na kwa Kristo Yesu Bwana wetu."
  },
  {
    "verseNumber": "2TI 1:3",
    "verseText": "Ninamshukuru Mungu, ninayemtumikia kwa dhamiri safi, kama walivyofanya baba zangu, ninapokukumbuka usiku na mchana katika maombi yangu."
  },
  {
    "verseNumber": "2TI 1:4",
    "verseText": "Nikiyakumbuka machozi yako, ninatamani sana kukuona ili nipate kujawa na furaha."
  },
  {
    "verseNumber": "2TI 1:5",
    "verseText": "Nimekuwa nikiikumbuka imani yako ya kweli, waliokuwa nayo bibi yako Loisi na mama yako Eunike na ambayo mimi ninasadiki sasa wewe pia unayo."
  },
  {
    "verseNumber": "2TI 1:6",
    "verseText": "Kwa sababu hii nakukumbusha uchochee ile karama ya Mungu, iliyowekwa ndani yako nilipokuwekea mikono yangu."
  },
  {
    "verseNumber": "2TI 1:7",
    "verseText": "Maana Mungu hakutupa roho ya woga, bali roho ya nguvu, ya upendo na ya moyo wa kiasi."
  },
  {
    "verseNumber": "2TI 1:8",
    "verseText": "Kwa hiyo usione haya kushuhudia kuhusu Bwana wetu, wala usinionee haya mimi niliye mfungwa kwa ajili yake. Bali uishiriki pamoja nami taabu ya Injili, kwa kadiri ya nguvu ya Mungu,"
  },
  {
    "verseNumber": "2TI 1:9",
    "verseText": "ambaye alituokoa na kutuita katika mwito mtakatifu: si kwa kadiri ya matendo yetu mema bali kwa sababu ya kusudi lake mwenyewe na neema yake. Neema hii tulipewa katika Kristo Yesu tangu milele."
  },
  {
    "verseNumber": "2TI 1:10",
    "verseText": "Lakini sasa imefunuliwa kwa kudhihirishwa kwake Mwokozi wetu, Kristo Yesu, ambaye amebatilisha mauti na kuleta uzima na kutokufa kwa njia ya Injili."
  },
  {
    "verseNumber": "2TI 1:11",
    "verseText": "Nami nimewekwa kuwa mhubiri, mtume na mwalimu wa Injili hii."
  },
  {
    "verseNumber": "2TI 1:12",
    "verseText": "Hii ndiyo sababu ninateseka namna hii, lakini sioni haya kwa maana ninamjua yeye niliyemwamini, na kusadiki ya kuwa anaweza kukilinda kile nilichokiweka amana kwake hadi siku ile."
  },
  {
    "verseNumber": "2TI 1:13",
    "verseText": "Shika kwa uthabiti kielelezo cha mafundisho yenye uzima yale uliyoyasikia kwangu, pamoja na imani na upendo katika Kristo Yesu."
  },
  {
    "verseNumber": "2TI 1:14",
    "verseText": "Ilinde ile amana uliyokabidhiwa kwa Roho Mtakatifu akaaye ndani yetu."
  },
  {
    "verseNumber": "2TI 1:15",
    "verseText": "Unajua ya kuwa watu wote katika Asia wameniacha, miongoni mwao wamo Filego na Hermogene."
  },
  {
    "verseNumber": "2TI 1:16",
    "verseText": "Bwana akawahurumie watu wa nyumbani mwa Onesiforo, kwa sababu aliniburudisha mara kwa mara wala hakuionea aibu minyororo yangu."
  },
  {
    "verseNumber": "2TI 1:17",
    "verseText": "Badala yake, alipokuwa Rumi, alinitafuta kwa bidii mpaka akanipata."
  },
  {
    "verseNumber": "2TI 1:18",
    "verseText": "Bwana na amjalie kupata rehema zake siku ile! Nawe unajua vyema jinsi alivyonisaidia huko Efeso."
  },
  {
    "verseNumber": "2TI 2:1",
    "verseText": "Basi, wewe mwanangu, uwe hodari katika neema iliyo ndani ya Kristo Yesu."
  },
  {
    "verseNumber": "2TI 2:2",
    "verseText": "Nayo mambo yale uliyonisikia nikiyasema mbele ya mashahidi wengi, uwakabidhi watu waaminifu watakaoweza kuwafundisha watu wengine vilevile."
  },
  {
    "verseNumber": "2TI 2:3",
    "verseText": "Vumilia taabu pamoja nasi kama askari mwema wa Kristo Yesu."
  },
  {
    "verseNumber": "2TI 2:4",
    "verseText": "Hakuna askari yeyote ambaye akiwa vitani hujishughulisha na mambo ya kawaida ya maisha haya kwa sababu nia yake ni kumpendeza yule aliyemwandika awe askari."
  },
  {
    "verseNumber": "2TI 2:5",
    "verseText": "Vivyo hivyo, yeye ashindanaye katika michezo hawezi kupewa tuzo ya ushindi asiposhindana kulingana na kanuni za mashindano."
  },
  {
    "verseNumber": "2TI 2:6",
    "verseText": "Mkulima mwenye bidii ya kazi ndiye anayestahili kuwa wa kwanza kupata fungu la mavuno."
  },
  {
    "verseNumber": "2TI 2:7",
    "verseText": "Fikiri sana kuhusu haya nisemayo, kwa maana Bwana atakupa ufahamu katika mambo hayo yote."
  },
  {
    "verseNumber": "2TI 2:8",
    "verseText": "Mkumbuke Yesu Kristo, aliyefufuliwa kutoka kwa wafu, yeye aliye wa uzao wa Daudi. Hii ndiyo Injili yangu,"
  },
  {
    "verseNumber": "2TI 2:9",
    "verseText": "ambayo kwayo ninateseka hata kufikia hatua ya kufungwa minyororo kama mhalifu. Lakini neno la Mungu halifungwi."
  },
  {
    "verseNumber": "2TI 2:10",
    "verseText": "Kwa hiyo ninavumilia mambo yote kwa ajili ya wateule wa Mungu, kusudi wao nao wapate wokovu ulio katika Kristo Yesu, pamoja na utukufu wa milele."
  },
  {
    "verseNumber": "2TI 2:11",
    "verseText": "Hili ni neno la kuaminiwa: Kwa maana kama tumekufa pamoja naye, tutaishi pia pamoja naye."
  },
  {
    "verseNumber": "2TI 2:12",
    "verseText": "Kama tukistahimili, pia tutatawala pamoja naye. Kama tukimkana yeye, naye atatukana sisi."
  },
  {
    "verseNumber": "2TI 2:13",
    "verseText": "Kama tusipoamini, yeye hudumu kuwa mwaminifu, kwa maana hawezi kujikana mwenyewe."
  },
  {
    "verseNumber": "2TI 2:14",
    "verseText": "Endelea kuwakumbusha mambo haya ukiwaonya mbele za Bwana waache kushindana kwa maneno ambayo hayana faida yoyote bali huwaangamiza tu wale wanaoyasikia."
  },
  {
    "verseNumber": "2TI 2:15",
    "verseText": "Jitahidi kujionyesha kwa Mungu kuwa umekubaliwa naye, mtendakazi asiye na sababu ya kuona aibu, ukilitumia kwa usahihi neno la kweli."
  },
  {
    "verseNumber": "2TI 2:16",
    "verseText": "Jiepushe na maneno mabaya, yasiyo na maana, yasiyo ya utauwa, kwa maana hayo huzidi kuwatosa watu katika kukosa heshima kwa Mungu."
  },
  {
    "verseNumber": "2TI 2:17",
    "verseText": "Mafundisho yao yataenea kama kidonda kisichopona. Miongoni mwao wamo Himenayo na Fileto"
  },
  {
    "verseNumber": "2TI 2:18",
    "verseText": "ambao wameiacha kweli, wakisema kwamba ufufuo wa wafu umekwisha kuwako, nao huharibu imani ya baadhi ya watu."
  },
  {
    "verseNumber": "2TI 2:19",
    "verseText": "Lakini msingi wa Mungu ulio imara umesimama, ukiwa na muhuri wenye maandishi haya: “Bwana anawajua walio wake”; tena, “Kila alitajaye jina la Bwana, na auache uovu.”"
  },
  {
    "verseNumber": "2TI 2:20",
    "verseText": "Katika nyumba kubwa si kwamba kuna vyombo vya dhahabu na fedha tu, bali pia vimo vyombo vya miti na vya udongo; vingine kwa matumizi maalum, na vingine kwa matumizi ya kawaida."
  },
  {
    "verseNumber": "2TI 2:21",
    "verseText": "Basi ikiwa mtu amejitakasa na kujitenga na hayo niliyoyataja, atakuwa chombo maalum, kilichotengwa na ambacho kinamfaa mwenye nyumba, kimeandaliwa tayari kwa kila kazi njema."
  },
  {
    "verseNumber": "2TI 2:22",
    "verseText": "Zikimbie tamaa mbaya za ujana, ufuate haki, imani, upendo na amani pamoja na wale wamwitao Bwana kwa moyo safi."
  },
  {
    "verseNumber": "2TI 2:23",
    "verseText": "Jiepushe na mabishano ya kipumbavu na yasiyo na maana, kwa kuwa wajua ya kwamba hayo huzaa magomvi."
  },
  {
    "verseNumber": "2TI 2:24",
    "verseText": "Tena haimpasi mtumishi wa Bwana kuwa mgomvi, bali inampasa awe mwema kwa kila mtu, awezaye kufundisha, tena mvumilivu."
  },
  {
    "verseNumber": "2TI 2:25",
    "verseText": "Inampasa kuwaonya kwa upole wale wanaopingana naye, kwa matumaini kwamba Mungu atawajalia kutubu na kuijua kweli,"
  },
  {
    "verseNumber": "2TI 2:26",
    "verseText": "ili fahamu zao ziwarudie tena, nao waponyoke katika mtego wa ibilisi ambaye amewateka wapate kufanya mapenzi yake."
  },
  {
    "verseNumber": "2TI 3:1",
    "verseText": "Lakini yakupasa ufahamu jambo hili, kwamba siku za mwisho kutakuwa na nyakati za hatari."
  },
  {
    "verseNumber": "2TI 3:2",
    "verseText": "Kwa maana watu watakuwa wenye kujipenda wenyewe, wenye kupenda fedha, wenye kujisifu, wenye kiburi, wenye kumkufuru Mungu, wasiotii wazazi wao, wasio na shukrani, wasio watakatifu,"
  },
  {
    "verseNumber": "2TI 3:3",
    "verseText": "wasio na upendo, wasiopenda kupatanishwa, wasingiziaji, wasiozuia tamaa zao, wakatili, wasiopenda mema,"
  },
  {
    "verseNumber": "2TI 3:4",
    "verseText": "wasaliti, wakaidi, waliojaa majivuno, wapendao anasa zaidi kuliko kumpenda Mungu:"
  },
  {
    "verseNumber": "2TI 3:5",
    "verseText": "wakiwa na mfano wa utauwa kwa nje, lakini wakizikana nguvu za Mungu. Jiepushe na watu wa namna hiyo."
  },
  {
    "verseNumber": "2TI 3:6",
    "verseText": "Miongoni mwao wamo wale wajiingizao katika nyumba za watu na kuwachukua mateka wanawake wajinga, waliolemewa na dhambi zao na kuyumbishwa na aina zote za tamaa mbaya."
  },
  {
    "verseNumber": "2TI 3:7",
    "verseText": "Wakijifunza siku zote lakini kamwe wasiweze kufikia ujuzi wa kweli."
  },
  {
    "verseNumber": "2TI 3:8",
    "verseText": "Kama vile Yane na Yambre walivyopingana na Mose, vivyo hivyo watu hawa hupingana na ile kweli. Hawa ni watu wenye akili zilizopotoka, ambao wamekataliwa kwa mambo ya imani."
  },
  {
    "verseNumber": "2TI 3:9",
    "verseText": "Lakini hawataendelea sana, kwa sababu upumbavu wao utakuwa dhahiri kwa watu wote, kama ulivyokuwa dhahiri upumbavu wa hao watu wawili."
  },
  {
    "verseNumber": "2TI 3:10",
    "verseText": "Lakini wewe umeyajua mafundisho yangu, mwenendo, makusudi, imani, uvumilivu, upendo, ustahimilivu,"
  },
  {
    "verseNumber": "2TI 3:11",
    "verseText": "mateso na taabu, yaani mambo yote yaliyonipata huko Antiokia, Ikonio na Listra, mateso yote niliyostahimili, lakini Bwana aliniokoa katika hayo yote."
  },
  {
    "verseNumber": "2TI 3:12",
    "verseText": "Naam, yeyote anayetaka kuishi maisha ya utauwa ndani ya Kristo Yesu atateswa."
  },
  {
    "verseNumber": "2TI 3:13",
    "verseText": "Lakini watu waovu na wadanganyaji watazidi kuwa waovu, wakidanganya na kudanganyika."
  },
  {
    "verseNumber": "2TI 3:14",
    "verseText": "Bali wewe, udumu katika yale uliyojifunza na kuyaamini kwa uthabiti, ukitambua ya kuwa ulijifunza hayo kutoka kwa nani,"
  },
  {
    "verseNumber": "2TI 3:15",
    "verseText": "na jinsi ambavyo tangu utoto umeyajua Maandiko matakatifu, ambayo yanaweza kukuhekimisha upate wokovu kwa njia ya imani katika Kristo Yesu."
  },
  {
    "verseNumber": "2TI 3:16",
    "verseText": "Kila Andiko limevuviwa na Mungu na lafaa kwa mafundisho, kwa kuwaonya watu makosa yao, kwa kuwaongoza na kwa kuwafundisha katika haki,"
  },
  {
    "verseNumber": "2TI 3:17",
    "verseText": "ili mtu wa Mungu awe amekamilishwa, apate kutenda kila kazi njema."
  },
  {
    "verseNumber": "2TI 4:1",
    "verseText": "Nakuagiza mbele za Mungu na mbele za Kristo Yesu, atakayewahukumu watu walio hai na waliokufa wakati wa kuja kwake na ufalme wake, kwamba:"
  },
  {
    "verseNumber": "2TI 4:2",
    "verseText": "Hubiri Neno; kuwa tayari wakati ufaao na wakati usiofaa; karipia, kemea na utie moyo kwa uvumilivu wote na kwa mafundisho mazuri."
  },
  {
    "verseNumber": "2TI 4:3",
    "verseText": "Maana wakati utakuja watu watakapokataa kuyakubali mafundisho yenye uzima. Badala yake, ili kutimiza tamaa zao wenyewe, watajikusanyia idadi kubwa ya walimu wapate kuwaambia yale ambayo masikio yao yanayowasha yanatamani kuyasikia."
  },
  {
    "verseNumber": "2TI 4:4",
    "verseText": "Watakataa kusikiliza kweli na kuzigeukia hadithi za uongo."
  },
  {
    "verseNumber": "2TI 4:5",
    "verseText": "Kwa habari yako wewe, vumilia mateso, fanya kazi ya mhubiri wa Injili, timiza wajibu wote wa huduma yako."
  },
  {
    "verseNumber": "2TI 4:6",
    "verseText": "Kwa maana mimi sasa ni tayari kumiminwa kama sadaka ya kinywaji, nayo saa yangu ya kuondoka imetimia."
  },
  {
    "verseNumber": "2TI 4:7",
    "verseText": "Nimevipiga vita vizuri, mashindano nimeyamaliza, imani nimeilinda."
  },
  {
    "verseNumber": "2TI 4:8",
    "verseText": "Sasa nimewekewa taji ya haki ambayo Bwana, mwamuzi wa haki, atanitunukia siku ile: wala si mimi tu, bali pia wote ambao wamengoja kwa shauku kudhihirishwa kwake."
  },
  {
    "verseNumber": "2TI 4:9",
    "verseText": "Jitahidi kuja kwangu upesi"
  },
  {
    "verseNumber": "2TI 4:10",
    "verseText": "kwa sababu Dema, kwa kuupenda ulimwengu, ameniacha na amekwenda Thesalonike. Kreske amekwenda Galatia na Tito amekwenda Dalmatia."
  },
  {
    "verseNumber": "2TI 4:11",
    "verseText": "Ni Luka peke yake aliye hapa pamoja nami. Mtafute Marko uje naye kwa sababu ananifaa sana katika huduma yangu."
  },
  {
    "verseNumber": "2TI 4:12",
    "verseText": "Nimemtuma Tikiko huko Efeso."
  },
  {
    "verseNumber": "2TI 4:13",
    "verseText": "Utakapokuja, niletee lile joho nililoliacha kwa Karpo huko Troa na vile vitabu vyangu, hasa vile vya ngozi."
  },
  {
    "verseNumber": "2TI 4:14",
    "verseText": "Aleksanda yule mfua chuma alinitendea ubaya mkubwa. Bwana atamlipa kwa ajili ya yale aliyotenda."
  },
  {
    "verseNumber": "2TI 4:15",
    "verseText": "Wewe pia ujihadhari naye kwa sababu aliyapinga sana maneno yetu."
  },
  {
    "verseNumber": "2TI 4:16",
    "verseText": "Katika utetezi wangu wa mara ya kwanza, hakuna hata mmoja aliyeniunga mkono, bali kila mmoja aliniacha. Namwomba Mungu wasihesabiwe hatia kwa jambo hilo."
  },
  {
    "verseNumber": "2TI 4:17",
    "verseText": "Lakini Bwana alisimama upande wangu akanitia nguvu, ili kupitia kwangu lile Neno lihubiriwe kwa ukamilifu, watu wote Mataifa wapate kulisikia. Mimi niliokolewa kutoka kinywa cha simba."
  },
  {
    "verseNumber": "2TI 4:18",
    "verseText": "Bwana ataniokoa katika kila shambulio baya na kunileta salama katika Ufalme wake wa mbinguni. Atukuzwe yeye milele na milele. Amen."
  },
  {
    "verseNumber": "2TI 4:19",
    "verseText": "Wasalimu Prisila na Akila, na wote wa nyumbani kwa Onesiforo."
  },
  {
    "verseNumber": "2TI 4:20",
    "verseText": "Erasto alibaki Korintho. Nami nikamwacha Trofimo huko Mileto akiwa mgonjwa."
  },
  {
    "verseNumber": "2TI 4:21",
    "verseText": "Jitahidi ufike huku kabla ya majira ya baridi. Eubulo anakusalimu, vivyo hivyo Pude, Lino, Klaudia na ndugu wote."
  },
  {
    "verseNumber": "2TI 4:22",
    "verseText": "Bwana awe pamoja na roho yako. Neema iwe pamoja nanyi. Amen."
  }
]