[
  {
    "verseNumber": "3JN 1:1",
    "verseText": "Mzee: Kwa Gayo rafiki yangu, nimpendaye katika kweli."
  },
  {
    "verseNumber": "3JN 1:2",
    "verseText": "Mpendwa, naomba ufanikiwe katika mambo yote na kuwa na afya njema kama vile roho yako ifanikiwavyo."
  },
  {
    "verseNumber": "3JN 1:3",
    "verseText": "Ilinifurahisha sana baadhi ya ndugu walipokuja na kutueleza juu ya uaminifu wako katika kweli na jinsi unavyoendelea kuenenda katika hiyo kweli."
  },
  {
    "verseNumber": "3JN 1:4",
    "verseText": "Sina furaha kubwa kuliko hii, kusikia kwamba watoto wangu wanaenenda katika kweli."
  },
  {
    "verseNumber": "3JN 1:5",
    "verseText": "Rafiki mpendwa, wewe ni mwaminifu kwa yale unayowatendea ndugu, ingawa wao ni wageni kwako."
  },
  {
    "verseNumber": "3JN 1:6",
    "verseText": "Wameshuhudia kuhusu upendo wako mbele ya kanisa. Utafanya vyema ukiwasafirisha kama inavyostahili kwa Mungu."
  },
  {
    "verseNumber": "3JN 1:7",
    "verseText": "Ilikuwa ni kwa ajili ya hilo Jina waliondoka, bila kukubali kupokea msaada wowote kutoka kwa watu wasioamini."
  },
  {
    "verseNumber": "3JN 1:8",
    "verseText": "Kwa hiyo imetupasa sisi kuonyesha ukarimu kwa watu kama hao ili tuweze kutenda kazi pamoja kwa ajili ya kweli."
  },
  {
    "verseNumber": "3JN 1:9",
    "verseText": "Nililiandikia kanisa, lakini Deotrefe, yeye apendaye kujifanya wa kwanza, hakubali mamlaka yetu."
  },
  {
    "verseNumber": "3JN 1:10",
    "verseText": "Hivyo kama nikija, nitakumbuka matendo yake atendayo, akitusingizia kwa maneno ya hila. Wala hatosheki na hayo anayotusingizia, bali pia hukataa kuwakaribisha ndugu, na hata huwazuia wale walio tayari kufanya hivyo na kuwafukuza watoke kanisani."
  },
  {
    "verseNumber": "3JN 1:11",
    "verseText": "Rafiki mpendwa, usiige lile lililo baya bali lile lililo jema. Yeyote atendaye mema atoka kwa Mungu, bali atendaye mabaya hajamwona Mungu."
  },
  {
    "verseNumber": "3JN 1:12",
    "verseText": "Kila mtu ameshuhudia mema kuhusu Demetrio, vivyo hivyo hata na hiyo kweli yenyewe. Sisi pia twashuhudia mema juu yake, nanyi mwajua kwamba ushuhuda wetu ni kweli."
  },
  {
    "verseNumber": "3JN 1:13",
    "verseText": "Ninayo mambo mengi ya kukuandikia, lakini sipendi kuandika kwa kalamu na wino."
  },
  {
    "verseNumber": "3JN 1:14",
    "verseText": "Badala yake, nataraji kukuona upesi, nasi tutaongea pamoja ana kwa ana."
  },
  {
    "verseNumber": "3JN 1:15",
    "verseText": "Amani iwe kwako. Rafiki zetu walioko hapa wanakusalimu. Wasalimu hao rafiki zetu walioko huko, kila mmoja kwa jina lake."
  }
]