[
  {
    "verseNumber": "ACT 1:1",
    "verseText": "Katika kitabu changu cha kwanza nilikuandikia, mpendwa Theofilo, kuhusu mambo yote Yesu aliyofanya na kufundisha tangu mwanzo,"
  },
  {
    "verseNumber": "ACT 1:2",
    "verseText": "hadi siku ile alipochukuliwa kwenda mbinguni, baada ya kuwapa maagizo kupitia kwa Roho Mtakatifu wale mitume aliowachagua."
  },
  {
    "verseNumber": "ACT 1:3",
    "verseText": "Baada ya mateso yake, alijionyesha kwao na kuwathibitishia kwa njia nyingi kwamba yeye yu hai. Katika muda wa siku arobaini baada ya kufufuka kwake aliwatokea na kunena kuhusu Ufalme wa Mungu."
  },
  {
    "verseNumber": "ACT 1:4",
    "verseText": "Wakati mmoja alipokuwa pamoja nao, aliwapa amri hii, “Msitoke Yerusalemu, bali ingojeni ahadi ya Baba, ambayo mmenisikia nikisema habari zake."
  },
  {
    "verseNumber": "ACT 1:5",
    "verseText": "Yohana aliwabatiza kwa maji, lakini baada ya siku chache mtabatizwa kwa Roho Mtakatifu.”"
  },
  {
    "verseNumber": "ACT 1:6",
    "verseText": "Mitume walipokuwa wamekusanyika pamoja, wakamuuliza Yesu, “Bwana, je, huu ndio wakati wa kuwarudishia Israeli ufalme?”"
  },
  {
    "verseNumber": "ACT 1:7",
    "verseText": "Yesu akawaambia, “Si juu yenu kujua nyakati na majira ambayo Baba ameyaweka katika mamlaka yake mwenyewe."
  },
  {
    "verseNumber": "ACT 1:8",
    "verseText": "Lakini mtapokea nguvu akiisha kuwajilia juu yenu Roho Mtakatifu, nanyi mtakuwa mashahidi wangu katika Yerusalemu, Uyahudi kote na Samaria, hadi miisho ya dunia.”"
  },
  {
    "verseNumber": "ACT 1:9",
    "verseText": "Baada ya kusema mambo haya, walipokuwa wanatazama, akachukuliwa juu mbinguni mbele ya macho yao na wingu likampokea wasimwone tena."
  },
  {
    "verseNumber": "ACT 1:10",
    "verseText": "Walipokuwa bado wakikaza macho yao kuelekea juu alipokuwa akienda zake Mbinguni, tazama ghafula, wanaume wawili waliovaa mavazi meupe wakasimama karibu nao,"
  },
  {
    "verseNumber": "ACT 1:11",
    "verseText": "wakasema, “Enyi watu wa Galilaya, mbona mnasimama mkitazama juu angani? Huyu Yesu aliyechukuliwa kutoka kwenu kwenda Mbinguni, atarudi tena jinsi iyo hiyo mlivyomwona akienda zake Mbinguni.”"
  },
  {
    "verseNumber": "ACT 1:12",
    "verseText": "Ndipo waliporudi Yerusalemu kutoka Mlima wa Mizeituni, uliokuwa karibu na Yerusalemu, umbali wa mwendo wa Sabato kutoka mjini."
  },
  {
    "verseNumber": "ACT 1:13",
    "verseText": "Walipowasili mjini Yerusalemu, walikwenda ghorofani kwenye chumba walichokuwa wakiishi. Wale waliokuwepo walikuwa: Petro, Yohana, Yakobo, Andrea, Filipo, Tomaso, Bartholomayo, Mathayo, Yakobo mwana wa Alfayo, Simoni Zelote na Yuda mwana wa Yakobo."
  },
  {
    "verseNumber": "ACT 1:14",
    "verseText": "Hawa wote waliungana pamoja katika maombi. Pamoja nao walikuwepo wanawake kadha, na Maria mama yake Yesu, pamoja na ndugu zake Yesu."
  },
  {
    "verseNumber": "ACT 1:15",
    "verseText": "Katika siku hizo Petro akasimama katikati ya waumini (jumla yao wote walikuwa watu wapatao 120), akasema,"
  },
  {
    "verseNumber": "ACT 1:16",
    "verseText": "“Ndugu zangu, ilibidi Andiko litimie ambalo Roho Mtakatifu alitabiri kupitia kwa Daudi kumhusu Yuda aliyewaongoza wale waliomkamata Yesu."
  },
  {
    "verseNumber": "ACT 1:17",
    "verseText": "Yuda alikuwa mmoja wetu, kwa maana na yeye alichaguliwa ashiriki katika huduma hii.”"
  },
  {
    "verseNumber": "ACT 1:18",
    "verseText": "(Basi Yuda alinunua shamba kwa zile fedha za uovu alizopata; akiwa huko shambani akaanguka, akapasuka na matumbo yote yakatoka nje."
  },
  {
    "verseNumber": "ACT 1:19",
    "verseText": "Kila mtu Yerusalemu akasikia habari hizi, kwa hiyo wakapaita mahali hapo kwa lugha yao, Akeldama, yaani Shamba la Damu)."
  },
  {
    "verseNumber": "ACT 1:20",
    "verseText": "“Kama vile ilivyoandikwa katika kitabu cha Zaburi, “ ‘Mahali pake na pawe ukiwa, wala asiwepo yeyote atakayeishi humo,’ na, “ ‘Mtu mwingine aichukue nafasi yake ya uongozi.’"
  },
  {
    "verseNumber": "ACT 1:21",
    "verseText": "Kwa hiyo inatubidi tumchague mtu mwingine miongoni mwa wale ambao wamekuwa pamoja nasi wakati wote Bwana Yesu alipoingia na kutoka katikati yenu,"
  },
  {
    "verseNumber": "ACT 1:22",
    "verseText": "kuanzia ubatizo wa Yohana mpaka siku aliyochukuliwa kutoka kwetu kwenda Mbinguni. Kwa kuwa mmoja wao inabidi awe shahidi pamoja nasi wa ufufuo wake.”"
  },
  {
    "verseNumber": "ACT 1:23",
    "verseText": "Wakapendekeza majina ya watu wawili: Yosefu, aitwaye Barsaba (ambaye pia alijulikana kama Yusto) na Mathiya."
  },
  {
    "verseNumber": "ACT 1:24",
    "verseText": "Kisha wakaomba, wakasema, “Bwana, wewe waujua moyo wa kila mtu. Tuonyeshe ni yupi kati ya hawa wawili uliyemchagua"
  },
  {
    "verseNumber": "ACT 1:25",
    "verseText": "ili achukue nafasi ya huduma ya utume ambayo Yuda aliiacha ili aende mahali pake mwenyewe.”"
  },
  {
    "verseNumber": "ACT 1:26",
    "verseText": "Kisha wakawapigia kura, nayo kura ikamwangukia Mathiya, naye akaongezwa kwenye wale mitume kumi na mmoja."
  },
  {
    "verseNumber": "ACT 2:1",
    "verseText": "Siku ya Pentekoste ilipowadia, waamini wote walikuwa mahali pamoja."
  },
  {
    "verseNumber": "ACT 2:2",
    "verseText": "Ghafula sauti kama mvumo mkubwa wa upepo mkali uliotoka mbinguni ukaijaza nyumba yote walimokuwa wameketi."
  },
  {
    "verseNumber": "ACT 2:3",
    "verseText": "Zikatokea ndimi kama za moto zilizogawanyika na kukaa juu ya kila mmoja wao."
  },
  {
    "verseNumber": "ACT 2:4",
    "verseText": "Wote wakajazwa na Roho Mtakatifu, wakaanza kunena kwa lugha nyingine, kama Roho alivyowajalia."
  },
  {
    "verseNumber": "ACT 2:5",
    "verseText": "Basi walikuwepo Yerusalemu Wayahudi wanaomcha Mungu kutoka kila taifa chini ya mbingu."
  },
  {
    "verseNumber": "ACT 2:6",
    "verseText": "Waliposikia sauti hii, umati wa watu ulikusanyika pamoja wakistaajabu, kwa sababu kila mmoja wao aliwasikia wakisema kwa lugha yake mwenyewe."
  },
  {
    "verseNumber": "ACT 2:7",
    "verseText": "Wakiwa wameshangaa na kustaajabu wakauliza, “Je, hawa wote wanaozungumza si Wagalilaya?"
  },
  {
    "verseNumber": "ACT 2:8",
    "verseText": "Imekuwaje basi kila mmoja wetu anawasikia wakinena kwa lugha yake ya kuzaliwa?"
  },
  {
    "verseNumber": "ACT 2:9",
    "verseText": "Wapathi, Wamedi, Waelami, wakazi wa Mesopotamia, Uyahudi, Kapadokia, Ponto na Asia,"
  },
  {
    "verseNumber": "ACT 2:10",
    "verseText": "Frigia, Pamfilia, Misri na pande za Libya karibu na Kirene na wageni kutoka Rumi,"
  },
  {
    "verseNumber": "ACT 2:11",
    "verseText": "Wayahudi na waongofu, Wakrete na Waarabu, sote tunawasikia watu hawa wakisema mambo makuu ya ajabu ya Mungu katika lugha zetu wenyewe.”"
  },
  {
    "verseNumber": "ACT 2:12",
    "verseText": "Wakiwa wameshangaa na kufadhaika wakaulizana, “Ni nini maana ya mambo haya?”"
  },
  {
    "verseNumber": "ACT 2:13",
    "verseText": "Lakini wengine wakawadhihaki wakasema, “Hawa wamelewa divai!”"
  },
  {
    "verseNumber": "ACT 2:14",
    "verseText": "Ndipo Petro akasimama pamoja na wale mitume kumi na mmoja, akainua sauti yake na kuhutubia ule umati wa watu, akasema: “Wayahudi wenzangu na ninyi nyote mkaao Yerusalemu, jueni jambo hili mkanisikilize."
  },
  {
    "verseNumber": "ACT 2:15",
    "verseText": "Hakika watu hawa hawakulewa kama mnavyodhania, kwa kuwa sasa ni saa tatu asubuhi!"
  },
  {
    "verseNumber": "ACT 2:16",
    "verseText": "La, hili ni jambo lililotabiriwa na nabii Yoeli, akisema:"
  },
  {
    "verseNumber": "ACT 2:17",
    "verseText": "“ ‘Katika siku za mwisho, asema Mungu, nitamimina Roho wangu juu ya wote wenye mwili. Wana wenu na binti zenu watatabiri, vijana wenu wataona maono, na wazee wenu wataota ndoto."
  },
  {
    "verseNumber": "ACT 2:18",
    "verseText": "Hata juu ya watumishi wangu, wanaume kwa wanawake, katika siku zile nitamimina Roho wangu, nao watatabiri."
  },
  {
    "verseNumber": "ACT 2:19",
    "verseText": "Nami nitaonyesha maajabu juu mbinguni, na ishara chini duniani: damu, moto, na mawimbi ya moshi."
  },
  {
    "verseNumber": "ACT 2:20",
    "verseText": "Jua litakuwa giza na mwezi utakuwa mwekundu kama damu, kabla ya kuja siku ile kuu ya Bwana iliyo tukufu."
  },
  {
    "verseNumber": "ACT 2:21",
    "verseText": "Na kila mtu atakayeliitia jina la Bwana, ataokolewa.’"
  },
  {
    "verseNumber": "ACT 2:22",
    "verseText": "“Enyi Waisraeli, sikilizeni maneno haya nisemayo: Yesu wa Nazareti alikuwa mtu aliyethibitishwa kwenu na Mungu kwa miujiza, maajabu na ishara, ambayo Mungu alitenda miongoni mwenu kupitia kwake, kama ninyi wenyewe mjuavyo."
  },
  {
    "verseNumber": "ACT 2:23",
    "verseText": "Huyu mtu akiisha kutolewa kwa shauri la Mungu lililokusudiwa kwa kujua kwake Mungu tangu zamani, ninyi, kwa mikono ya watu wabaya, mlimuua kwa kumgongomea msalabani."
  },
  {
    "verseNumber": "ACT 2:24",
    "verseText": "Lakini Mungu alimfufua kutoka kwa wafu akamwondolea uchungu wa mauti, kwa sababu haikuwezekana yeye kushikiliwa na nguvu za mauti."
  },
  {
    "verseNumber": "ACT 2:25",
    "verseText": "Kwa maana Daudi asema kumhusu yeye: “ ‘Nalimwona Bwana mbele yangu daima. Kwa sababu yuko mkono wangu wa kuume, sitatikisika."
  },
  {
    "verseNumber": "ACT 2:26",
    "verseText": "Kwa hiyo moyo wangu unafurahia, na ulimi wangu unashangilia; mwili wangu nao utapumzika kwa tumaini."
  },
  {
    "verseNumber": "ACT 2:27",
    "verseText": "Kwa maana hutaniacha kaburini, wala hutamwacha Aliye Mtakatifu wako kuona uharibifu."
  },
  {
    "verseNumber": "ACT 2:28",
    "verseText": "Umenionyesha njia za uzima, utanijaza na furaha mbele zako.’"
  },
  {
    "verseNumber": "ACT 2:29",
    "verseText": "“Ndugu zangu Waisraeli, nataka niwaambie kwa uhakika kwamba baba yetu Daudi alikufa na kuzikwa, nalo kaburi lake lipo hapa mpaka leo."
  },
  {
    "verseNumber": "ACT 2:30",
    "verseText": "Lakini alikuwa nabii na alijua ya kuwa Mungu alikuwa amemwahidi kwa kiapo kwamba angemweka mmoja wa wazao wake penye kiti chake cha enzi."
  },
  {
    "verseNumber": "ACT 2:31",
    "verseText": "Daudi, akiona mambo yaliyoko mbele, akanena juu ya kufufuka kwa Kristo, kwamba hakuachwa kaburini, wala mwili wake haukuona uharibifu."
  },
  {
    "verseNumber": "ACT 2:32",
    "verseText": "Mungu alimfufua huyu Yesu na sisi sote ni mashahidi wa jambo hilo."
  },
  {
    "verseNumber": "ACT 2:33",
    "verseText": "Basi ikiwa yeye ametukuzwa kwa mkono wa kuume wa Mungu, amepokea kutoka kwa Baba ahadi ya Roho Mtakatifu, naye amemimina kile mnachoona sasa na kusikia."
  },
  {
    "verseNumber": "ACT 2:34",
    "verseText": "Kwa kuwa Daudi hakupaa kwenda mbinguni, lakini anasema, “ ‘BWANA alimwambia BWANA wangu: “Keti mkono wangu wa kuume,"
  },
  {
    "verseNumber": "ACT 2:35",
    "verseText": "hadi nitakapowaweka adui zako chini ya miguu yako.” ’"
  },
  {
    "verseNumber": "ACT 2:36",
    "verseText": "“Kwa hiyo Israeli wote na wajue jambo hili kwa uhakika kwamba: Mungu amemfanya huyu Yesu, ambaye ninyi mlimsulubisha, kuwa Bwana na Kristo.”"
  },
  {
    "verseNumber": "ACT 2:37",
    "verseText": "Watu waliposikia maneno haya yakawachoma mioyo yao, wakawauliza Petro na wale mitume wengine, “Ndugu zetu tufanye nini?”"
  },
  {
    "verseNumber": "ACT 2:38",
    "verseText": "Petro akawajibu, “Tubuni, mkabatizwe kila mmoja wenu kwa jina la Yesu Kristo, ili mpate kusamehewa dhambi zenu, nanyi mtapokea kipawa cha Roho Mtakatifu."
  },
  {
    "verseNumber": "ACT 2:39",
    "verseText": "Kwa kuwa ahadi hii ni kwa ajili yenu na watoto wenu, na kwa wote walio mbali, na kila mtu ambaye Bwana Mungu wetu atamwita amjie.”"
  },
  {
    "verseNumber": "ACT 2:40",
    "verseText": "Petro akawaonya kwa maneno mengine mengi na kuwasihi akisema, “Jiepusheni na kizazi hiki kilichopotoka.”"
  },
  {
    "verseNumber": "ACT 2:41",
    "verseText": "Wale wote waliopokea ujumbe wa Petro kwa furaha wakabatizwa na siku ile waliongezeka watu wapatao 3,000."
  },
  {
    "verseNumber": "ACT 2:42",
    "verseText": "Nao wakawa wanadumu katika mafundisho ya mitume, katika ushirika, katika kumega mkate na katika kusali."
  },
  {
    "verseNumber": "ACT 2:43",
    "verseText": "Kila mtu akaingiwa na hofu ya Mungu, nayo miujiza mingi na ishara zikafanywa na mitume."
  },
  {
    "verseNumber": "ACT 2:44",
    "verseText": "Walioamini wote walikuwa mahali pamoja, nao walikuwa na kila kitu shirika."
  },
  {
    "verseNumber": "ACT 2:45",
    "verseText": "Waliuza mali zao na vitu walivyokuwa navyo, kila mtu akagawiwa kadiri ya mahitaji yake."
  },
  {
    "verseNumber": "ACT 2:46",
    "verseText": "Siku zote kwa moyo mmoja walikutana ndani ya ukumbi wa Hekalu, wakimega mkate nyumba kwa nyumba, wakila chakula chao kwa furaha na moyo mweupe,"
  },
  {
    "verseNumber": "ACT 2:47",
    "verseText": "wakimsifu Mungu na kuwapendeza watu wote. Kila siku Bwana akaliongeza kanisa wale waliokuwa wakiokolewa."
  },
  {
    "verseNumber": "ACT 3:1",
    "verseText": "Siku moja Petro na Yohana walikuwa wanapanda kwenda Hekaluni kusali yapata saa tisa alasiri."
  },
  {
    "verseNumber": "ACT 3:2",
    "verseText": "Basi palikuwa na mtu mmoja aliyekuwa kiwete tangu kuzaliwa. Alichukuliwa na kuwekwa kwenye lango la Hekalu liitwalo Zuri, kila siku ili aombe msaada kwa watu wanaoingia Hekaluni."
  },
  {
    "verseNumber": "ACT 3:3",
    "verseText": "Huyu mtu alipowaona Petro na Yohana wakikaribia kuingia Hekaluni, akawaomba wampe sadaka."
  },
  {
    "verseNumber": "ACT 3:4",
    "verseText": "Wakamkazia macho, kisha Petro akamwambia, “Tutazame sisi.”"
  },
  {
    "verseNumber": "ACT 3:5",
    "verseText": "Hivyo yule mtu akawatazama, akitazamia kupata kitu kutoka kwao."
  },
  {
    "verseNumber": "ACT 3:6",
    "verseText": "Ndipo Petro akamwambia, “Sina fedha wala dhahabu, lakini nilicho nacho ndicho nikupacho. Kwa jina la Yesu Kristo wa Nazareti, tembea!”"
  },
  {
    "verseNumber": "ACT 3:7",
    "verseText": "Petro akamshika yule mtu kwa mkono wa kuume akamwinua, mara nyayo zake na vifundo vya miguu yake vikapata nguvu."
  },
  {
    "verseNumber": "ACT 3:8",
    "verseText": "Akaruka juu na kusimama, akaanza kutembea. Kisha akaingia Hekaluni pamoja na Petro na Yohana, huku akitembea na kurukaruka na kumsifu Mungu."
  },
  {
    "verseNumber": "ACT 3:9",
    "verseText": "Watu wote walipomwona akitembea na kumsifu Mungu,"
  },
  {
    "verseNumber": "ACT 3:10",
    "verseText": "wakamtambua kuwa ni yule mtu aliyekuwa akiketi nje ya Hekalu penye lango liitwalo Zuri akiomba msaada, nao wakajawa na mshangao, wakastaajabu juu ya yale yaliyomtukia."
  },
  {
    "verseNumber": "ACT 3:11",
    "verseText": "Aliyeponywa alipokuwa akiambatana na Petro na Yohana, watu wote walishangaa mno, wakaja wakiwakimbilia pale ukumbi wa Solomoni."
  },
  {
    "verseNumber": "ACT 3:12",
    "verseText": "Petro alipoona watu wamekusanyika akawaambia, “Enyi Waisraeli, kwa nini mnastaajabu kuhusu jambo hili? Mbona mnatukazia macho kwa mshangao kana kwamba ni kwa uwezo wetu au utakatifu wetu tumemfanya mtu huyu kutembea?"
  },
  {
    "verseNumber": "ACT 3:13",
    "verseText": "Mungu wa Abrahamu na Isaki na Yakobo, Mungu wa baba zetu amemtukuza Mwanawe Yesu, ambaye ninyi mlimtoa ahukumiwe kifo na mkamkana mbele ya Pilato, ingawa yeye alikuwa ameamua kumwachia aende zake."
  },
  {
    "verseNumber": "ACT 3:14",
    "verseText": "Ninyi mlimkataa huyo Mtakatifu na Mwenye Haki mkaomba mpewe yule muuaji."
  },
  {
    "verseNumber": "ACT 3:15",
    "verseText": "Hivyo mkamuua aliye chanzo cha uzima, lakini Mungu akamfufua kutoka kwa wafu. Sisi tu mashahidi wa mambo haya."
  },
  {
    "verseNumber": "ACT 3:16",
    "verseText": "Kwa imani katika jina la Yesu, huyu mtu mnayemwona na kumfahamu ametiwa nguvu. Ni kwa jina la Yesu na imani itokayo kwake ambayo imemponya kabisa huyu mtu, kama ninyi wote mnavyoona."
  },
  {
    "verseNumber": "ACT 3:17",
    "verseText": "“Sasa ndugu zangu, najua ya kuwa ninyi mlitenda bila kujua, kama walivyofanya viongozi wenu."
  },
  {
    "verseNumber": "ACT 3:18",
    "verseText": "Lakini kwa njia hii Mungu alitimiza kile ambacho alikuwa ametabiri kwa vinywa vya manabii wake wote, kwamba Kristo atateswa."
  },
  {
    "verseNumber": "ACT 3:19",
    "verseText": "Tubuni basi mkamgeukie Mungu, dhambi zenu zifutwe, ili zipate kuja nyakati za kuburudishwa kwa kuwepo kwake Bwana,"
  },
  {
    "verseNumber": "ACT 3:20",
    "verseText": "naye apate kumtuma Kristo, ambaye ameteuliwa kwa ajili yenu, yaani Yesu."
  },
  {
    "verseNumber": "ACT 3:21",
    "verseText": "Ilimpasa mbingu zimpokee mpaka wakati wa kufanywa upya kila kitu, kama Mungu alivyoahidi zamani kupitia kwa vinywa vya manabii wake watakatifu."
  },
  {
    "verseNumber": "ACT 3:22",
    "verseText": "Kwa maana Mose alisema, ‘Bwana Mungu wenu atawainulia nabii kama mimi kutoka miongoni mwa ndugu zenu. Itawapasa kumtii huyo kwa kila jambo atakalowaambia."
  },
  {
    "verseNumber": "ACT 3:23",
    "verseText": "Mtu yeyote ambaye hatamsikiliza huyo nabii, atatupiliwa mbali kabisa na watu wake.’"
  },
  {
    "verseNumber": "ACT 3:24",
    "verseText": "“Naam, manabii wote tangu Samweli na waliokuja baada yake, wote walitabiri kuhusu siku hizi."
  },
  {
    "verseNumber": "ACT 3:25",
    "verseText": "Ninyi ndio wana wa manabii na wa Agano ambalo Mungu alifanya na baba zenu, akimwambia Abrahamu, ‘Kupitia kwa uzao wako, watu wote wa ulimwengu watabarikiwa.’"
  },
  {
    "verseNumber": "ACT 3:26",
    "verseText": "Mungu alipomfufua Yesu Mwanawe, alimtuma kwenu kwanza, ili awabariki kwa kumgeuza kila mmoja wenu kutoka njia yake mbaya.”"
  },
  {
    "verseNumber": "ACT 4:1",
    "verseText": "Wakati Petro na Yohana walipokuwa wakisema na watu, makuhani, mkuu wa walinzi wa Hekalu na Masadukayo wakawajia,"
  },
  {
    "verseNumber": "ACT 4:2",
    "verseText": "huku wakiwa wamekasirika sana kwa sababu mitume walikuwa wanawafundisha watu na kuhubiri kwamba kuna ufufuo wa wafu ndani ya Yesu."
  },
  {
    "verseNumber": "ACT 4:3",
    "verseText": "Wakawakamata Petro na Yohana na kuwatia gerezani mpaka kesho yake kwa kuwa ilikuwa jioni."
  },
  {
    "verseNumber": "ACT 4:4",
    "verseText": "Lakini wengi waliosikia lile neno waliamini, idadi yao ilikuwa yapata wanaume 5,000."
  },
  {
    "verseNumber": "ACT 4:5",
    "verseText": "Kesho yake, viongozi wa Kiyahudi, wazee na walimu wa sheria wakakusanyika Yerusalemu."
  },
  {
    "verseNumber": "ACT 4:6",
    "verseText": "Walikuwepo kuhani mkuu Anasi, Kayafa, Yohana, Iskanda, na wengi wa jamaa ya kuhani mkuu."
  },
  {
    "verseNumber": "ACT 4:7",
    "verseText": "Baada ya kuwasimamisha Petro na Yohana katikati yao, wakawauliza, “Ni kwa uwezo gani au kwa jina la nani mmefanya jambo hili?”"
  },
  {
    "verseNumber": "ACT 4:8",
    "verseText": "Petro, akiwa amejaa Roho Mtakatifu, akajibu, “Enyi watawala na wazee wa watu,"
  },
  {
    "verseNumber": "ACT 4:9",
    "verseText": "kama leo tukihojiwa kwa habari ya mambo mema aliyotendewa yule kiwete na kuulizwa jinsi alivyoponywa,"
  },
  {
    "verseNumber": "ACT 4:10",
    "verseText": "ijulikane kwenu nyote na kwa watu wote wa Israeli kwamba: Ni kwa jina la Yesu Kristo wa Nazareti, ambaye ninyi mlimsulubisha lakini Mungu akamfufua kutoka kwa wafu, kwa jina hilo mtu huyu anasimama mbele yenu akiwa mzima kabisa."
  },
  {
    "verseNumber": "ACT 4:11",
    "verseText": "Huyu ndiye “ ‘jiwe ambalo ninyi wajenzi mlilikataa, ambalo limekuwa jiwe kuu la pembeni.’"
  },
  {
    "verseNumber": "ACT 4:12",
    "verseText": "Wala hakuna wokovu katika mwingine awaye yote, kwa maana hakuna jina jingine chini ya mbingu walilopewa wanadamu litupasalo sisi kuokolewa kwalo.”"
  },
  {
    "verseNumber": "ACT 4:13",
    "verseText": "Wale viongozi na wazee walipoona ujasiri wa Petro na Yohana na kujua ya kuwa walikuwa watu wa kawaida, wasio na elimu, walishangaa sana, wakatambua kwamba hawa watu walikuwa na Yesu."
  },
  {
    "verseNumber": "ACT 4:14",
    "verseText": "Lakini kwa kuwa walikuwa wanamwona yule kiwete aliyeponywa amesimama pale pamoja nao, hawakuweza kusema lolote kuwapinga."
  },
  {
    "verseNumber": "ACT 4:15",
    "verseText": "Wakawaamuru watoke nje ya Baraza la Wayahudi wakati wakisemezana jambo hilo wao kwa wao."
  },
  {
    "verseNumber": "ACT 4:16",
    "verseText": "Wakaulizana, “Tuwafanyie nini watu hawa? Hatuwezi kukanusha muujiza huu mkubwa walioufanya ambao ni dhahiri kwa kila mtu Yerusalemu."
  },
  {
    "verseNumber": "ACT 4:17",
    "verseText": "Lakini ili kuzuia jambo hili lisiendelee kuenea zaidi kwa watu, ni lazima tuwaonye watu hawa ili wasiseme tena na mtu yeyote kwa jina la Yesu.”"
  },
  {
    "verseNumber": "ACT 4:18",
    "verseText": "Kisha wakawaita tena ndani na kuwaamuru wasiseme wala kufundisha kamwe kwa hili jina la Yesu."
  },
  {
    "verseNumber": "ACT 4:19",
    "verseText": "Lakini Petro na Yohana wakajibu, “Amueni ninyi wenyewe iwapo ni haki mbele za Mungu kuwatii ninyi kuliko kumtii Mungu."
  },
  {
    "verseNumber": "ACT 4:20",
    "verseText": "Lakini sisi hatuwezi kuacha kusema yale tuliyoyaona na kuyasikia.”"
  },
  {
    "verseNumber": "ACT 4:21",
    "verseText": "Baada ya vitisho vingi, wakawaacha waende zao. Hawakuona njia yoyote ya kuwaadhibu, kwa sababu ya watu, kwa kuwa watu wote walikuwa wakimsifu Mungu kwa kile kilichokuwa kimetukia."
  },
  {
    "verseNumber": "ACT 4:22",
    "verseText": "Kwa kuwa umri wa yule mtu aliyekuwa ameponywa kwa muujiza ulikuwa zaidi ya miaka arobaini."
  },
  {
    "verseNumber": "ACT 4:23",
    "verseText": "Punde Petro na Yohana walipoachiliwa, walirudi kwa waumini wenzao wakawaeleza waliyoambiwa na viongozi wa makuhani na wazee."
  },
  {
    "verseNumber": "ACT 4:24",
    "verseText": "Watu waliposikia hayo, wakainua sauti zao, wakamwomba Mungu kwa pamoja, wakisema, “Bwana Mwenyezi, uliyeziumba mbingu na nchi na bahari, na vitu vyote vilivyomo."
  },
  {
    "verseNumber": "ACT 4:25",
    "verseText": "Wewe ulisema kwa Roho Mtakatifu kupitia kwa kinywa cha baba yetu Daudi, mtumishi wako, ukasema: “ ‘Mbona mataifa wanaghadhibika, na kabila za watu zinawaza ubatili?"
  },
  {
    "verseNumber": "ACT 4:26",
    "verseText": "Wafalme wa dunia wamejipanga, na watawala wanakusanyika pamoja dhidi ya Bwana na dhidi ya Mpakwa Mafuta wake.’"
  },
  {
    "verseNumber": "ACT 4:27",
    "verseText": "Ni kweli Herode na Pontio Pilato pamoja na watu wa Mataifa na Waisraeli, walikusanyika katika mji huu dhidi ya mwanao mtakatifu Yesu uliyemtia mafuta."
  },
  {
    "verseNumber": "ACT 4:28",
    "verseText": "Wao wakafanya yale ambayo uweza wako na mapenzi yako yalikuwa yamekusudia yatokee tangu zamani."
  },
  {
    "verseNumber": "ACT 4:29",
    "verseText": "Sasa, Bwana angalia vitisho vyao na utuwezeshe sisi watumishi wako kulinena neno lako kwa ujasiri mkuu."
  },
  {
    "verseNumber": "ACT 4:30",
    "verseText": "Nyoosha mkono wako ili kuponya wagonjwa na kutenda ishara na miujiza kwa jina la Mwanao mtakatifu Yesu.”"
  },
  {
    "verseNumber": "ACT 4:31",
    "verseText": "Walipokwisha kuomba, mahali walipokuwa wamekutanika pakatikiswa, wote wakajazwa na Roho Mtakatifu, wakanena neno la Mungu kwa ujasiri."
  },
  {
    "verseNumber": "ACT 4:32",
    "verseText": "Wale walioamini wote walikuwa na moyo mmoja na nia moja. Wala hakuna hata mmoja aliyesema chochote alichokuwa nacho ni mali yake mwenyewe, lakini walishirikiana kila kitu walichokuwa nacho."
  },
  {
    "verseNumber": "ACT 4:33",
    "verseText": "Mitume wakatoa ushuhuda wa kufufuka kwa Bwana Yesu kwa nguvu nyingi na neema ya Mungu ilikuwa juu yao wote."
  },
  {
    "verseNumber": "ACT 4:34",
    "verseText": "Wala hapakuwepo mtu yeyote miongoni mwao aliyekuwa mhitaji, kwa sababu mara kwa mara wale waliokuwa na mashamba na nyumba waliviuza, wakaleta thamani ya vitu vilivyouzwa,"
  },
  {
    "verseNumber": "ACT 4:35",
    "verseText": "wakaiweka miguuni pa mitume, kila mtu akagawiwa kadiri ya mahitaji yake."
  },
  {
    "verseNumber": "ACT 4:36",
    "verseText": "Yosefu, Mlawi kutoka Kipro, ambaye mitume walimwita Barnaba (maana yake Mwana wa Faraja),"
  },
  {
    "verseNumber": "ACT 4:37",
    "verseText": "aliuza shamba alilokuwa nalo, akaleta hizo fedha alizopata na kuziweka miguuni pa mitume."
  },
  {
    "verseNumber": "ACT 5:1",
    "verseText": "Lakini mtu mmoja jina lake Anania pamoja na mkewe Safira waliuza kiwanja."
  },
  {
    "verseNumber": "ACT 5:2",
    "verseText": "Huku mkewe akijua kikamilifu, Anania alificha sehemu ya fedha alizopata, akaleta kiasi kilichobaki na kukiweka miguuni pa mitume."
  },
  {
    "verseNumber": "ACT 5:3",
    "verseText": "Petro akamuuliza, “Anania, mbona Shetani ameujaza moyo wako ili kumwambia uongo Roho Mtakatifu, ukaficha sehemu ya fedha ulizopata kutokana na kiwanja?"
  },
  {
    "verseNumber": "ACT 5:4",
    "verseText": "Je, kabla hujauza hicho kiwanja si kilikuwa mali yako? Hata baada ya kukiuza, fedha ulizopata si zilikuwa kwenye uwezo wako? Kwa nini basi umewaza hila hii moyoni mwako kufanya jambo kama hili? Wewe hukumwambia uongo mwanadamu bali Mungu.”"
  },
  {
    "verseNumber": "ACT 5:5",
    "verseText": "Anania aliposikia maneno haya akaanguka chini na kufa. Hofu kuu ikawapata wote waliosikia jambo lililokuwa limetukia."
  },
  {
    "verseNumber": "ACT 5:6",
    "verseText": "Vijana wakaja, wakaufunga mwili wake sanda, wakamchukua nje kumzika."
  },
  {
    "verseNumber": "ACT 5:7",
    "verseText": "Saa tatu baadaye mkewe Anania akaingia, naye hana habari ya mambo yaliyotukia."
  },
  {
    "verseNumber": "ACT 5:8",
    "verseText": "Petro akamuuliza, “Niambie, je, mliuza kiwanja kwa thamani hii?” Akajibu, “Ndiyo, tuliuza kwa thamani hiyo.”"
  },
  {
    "verseNumber": "ACT 5:9",
    "verseText": "Ndipo Petro akamwambia, “Imekuwaje mkakubaliana kumjaribu Roho wa Bwana? Tazama! Nyayo za vijana waliomzika mumeo ziko mlangoni, wewe nawe watakuchukua nje.”"
  },
  {
    "verseNumber": "ACT 5:10",
    "verseText": "Saa ile ile akaanguka chini miguuni mwake na kufa. Nao wale vijana wakaingia, wakamkuta amekufa, wakamchukua wakamzika kando ya mumewe."
  },
  {
    "verseNumber": "ACT 5:11",
    "verseText": "Hofu kuu ikalipata kanisa lote pamoja na watu wote waliosikia juu ya matukio haya."
  },
  {
    "verseNumber": "ACT 5:12",
    "verseText": "Mitume wakafanya ishara nyingi na miujiza miongoni mwa watu. Walioamini wote walikuwa wakikusanyika katika ukumbi wa Solomoni."
  },
  {
    "verseNumber": "ACT 5:13",
    "verseText": "Hakuna mtu mwingine aliyethubutu kuambatana nao ijapokuwa waliheshimiwa sana na watu."
  },
  {
    "verseNumber": "ACT 5:14",
    "verseText": "Hata hivyo, waliomwamini Bwana wakazidi kuongezeka, wanaume na wanawake."
  },
  {
    "verseNumber": "ACT 5:15",
    "verseText": "Hata wakawa wanawaleta wagonjwa na kuwalaza kwenye magodoro na kwenye vitanda barabarani ili yamkini Petro akipita kivuli chake kiwaguse baadhi yao."
  },
  {
    "verseNumber": "ACT 5:16",
    "verseText": "Pia watu wakakusanyika kutoka miji iliyokuwa karibu na Yerusalemu, wakileta wagonjwa na watu walioteswa na pepo wachafu. Hao wote wakaponywa."
  },
  {
    "verseNumber": "ACT 5:17",
    "verseText": "Kisha kuhani mkuu na wenzake wote waliokuwa pamoja naye, waliokuwa wa kundi la Masadukayo, wakajawa na wivu."
  },
  {
    "verseNumber": "ACT 5:18",
    "verseText": "Wakawakamata mitume na kuwatia gerezani."
  },
  {
    "verseNumber": "ACT 5:19",
    "verseText": "Lakini wakati wa usiku, malaika wa Bwana akaja, akafungua milango ya gereza na akawatoa nje. Akawaambia,"
  },
  {
    "verseNumber": "ACT 5:20",
    "verseText": "“Nendeni, mkasimame Hekaluni mkawaambie watu maneno yote ya uzima huu mpya.”"
  },
  {
    "verseNumber": "ACT 5:21",
    "verseText": "Waliposikia haya wakaenda Hekaluni alfajiri wakaendelea kufundisha watu. Kuhani mkuu na wale waliokuwa pamoja nao walipowasili, alikusanya baraza na wazee wote wa Israeli wakatuma wale mitume waletwe kutoka gerezani."
  },
  {
    "verseNumber": "ACT 5:22",
    "verseText": "Lakini wale walinzi wa Hekalu walipokwenda gerezani hawakuwakuta mitume mle. Kwa hiyo wakarudi na kutoa habari."
  },
  {
    "verseNumber": "ACT 5:23",
    "verseText": "Wakasema, “Tumekuta milango ya gereza imefungwa sawasawa na askari wa gereza wamesimama nje ya mlango, lakini tulipofungua milango hakuwepo mtu yeyote ndani.”"
  },
  {
    "verseNumber": "ACT 5:24",
    "verseText": "Basi mkuu wa walinzi wa Hekalu na viongozi wa makuhani waliposikia haya, wakafadhaika na kushangaa sana kwa ajili yao kwamba jambo hili litakuwaje."
  },
  {
    "verseNumber": "ACT 5:25",
    "verseText": "Ndipo mtu mmoja akaja akawaambia, “Tazameni watu mliowatia gerezani wako Hekaluni wakiwafundisha watu.”"
  },
  {
    "verseNumber": "ACT 5:26",
    "verseText": "Ndipo yule mkuu wa walinzi wa Hekalu wakaenda pamoja na askari wakawaleta wale mitume, lakini bila ghasia kwa sababu waliogopa kupigwa mawe na watu."
  },
  {
    "verseNumber": "ACT 5:27",
    "verseText": "Wakiisha kuwaleta mitume wakawaamuru kusimama mbele ya baraza ili kuhani mkuu awahoji."
  },
  {
    "verseNumber": "ACT 5:28",
    "verseText": "“Tuliwaonya kwa nguvu msifundishe kwa jina hili, lakini ninyi mmeijaza Yerusalemu yote mafundisho yenu na tena mmekusudia kuleta damu ya mtu huyu juu yetu.”"
  },
  {
    "verseNumber": "ACT 5:29",
    "verseText": "Petro na wale mitume wengine wakajibu, “Imetupasa kumtii Mungu kuliko wanadamu."
  },
  {
    "verseNumber": "ACT 5:30",
    "verseText": "Mungu wa baba zetu alimfufua Yesu kutoka kwa wafu, ambaye ninyi mlimuua kwa kumtundika kwenye msalaba."
  },
  {
    "verseNumber": "ACT 5:31",
    "verseText": "Mungu alimtukuza, akamweka mkono wake wa kuume kuwa Kiongozi na Mwokozi ili awape Israeli toba na msamaha wa dhambi."
  },
  {
    "verseNumber": "ACT 5:32",
    "verseText": "Nasi tu mashahidi wa mambo haya, vivyo hivyo na Roho Mtakatifu ambaye Mungu amewapa wale wanaomtii.”"
  },
  {
    "verseNumber": "ACT 5:33",
    "verseText": "Wale wajumbe wa baraza la wazee waliposikia haya, walijawa na ghadhabu, wakataka kuwaua mitume."
  },
  {
    "verseNumber": "ACT 5:34",
    "verseText": "Lakini Farisayo mmoja, jina lake Gamalieli, aliyekuwa mwalimu wa sheria, aliyeheshimiwa na watu wote, akasimama mbele ya baraza akaamuru mitume watolewe nje kwa muda."
  },
  {
    "verseNumber": "ACT 5:35",
    "verseText": "Ndipo alipowaambia wajumbe wa baraza, “Enyi watu wa Israeli, fikirini kwa uangalifu mnayotaka kuwatendea watu hawa."
  },
  {
    "verseNumber": "ACT 5:36",
    "verseText": "Kwa maana wakati uliopita, aliinuka mtu mmoja jina lake Theuda, alijidai kuwa yeye ni mtu maarufu, akapata wafuasi wapatao 400 walioambatana naye. Lakini aliuawa, na wafuasi wake wote wakatawanyika, wakawa si kitu."
  },
  {
    "verseNumber": "ACT 5:37",
    "verseText": "Baada yake, alitokea Yuda Mgalilaya wakati wa kuorodhesha watu, naye akaongoza kundi la watu kuasi. Yeye pia aliuawa, nao wafuasi wake wakatawanyika."
  },
  {
    "verseNumber": "ACT 5:38",
    "verseText": "Kwa hiyo, kwa habari ya jambo hili nawashauri, jiepusheni na watu hawa. Waacheni waende zao! Kwa maana kama kusudi lao na shughuli yao imetokana na mwanadamu, haitafanikiwa."
  },
  {
    "verseNumber": "ACT 5:39",
    "verseText": "Lakini ikiwa imetoka kwa Mungu, hamtaweza kuwazuia watu hawa. Badala yake mtajikuta mnapigana na Mungu.”"
  },
  {
    "verseNumber": "ACT 5:40",
    "verseText": "Wakapokea ushauri wa Gamalieli. Wakawaita mitume ndani, wakaamuru wachapwe mijeledi, kisha wakawaagiza wasinene tena kwa jina la Yesu, wakawaachia waende zao."
  },
  {
    "verseNumber": "ACT 5:41",
    "verseText": "Nao mitume wakatoka nje ya baraza, wakiwa wamejaa furaha kwa sababu wamehesabiwa kustahili kupata aibu kwa ajili ya jina la Yesu."
  },
  {
    "verseNumber": "ACT 5:42",
    "verseText": "Kila siku, Hekaluni na nyumba kwa nyumba, hawakuacha kufundisha na kuhubiri habari njema kwamba Yesu ndiye Kristo."
  },
  {
    "verseNumber": "ACT 6:1",
    "verseText": "Basi ikawa katika siku hizo, wakati idadi ya wanafunzi ilipokuwa ikiongezeka sana, palitokea manungʼuniko kati ya Wayahudi wa Kiyunani, dhidi ya Waebrania kwa sababu wajane wao walisahaulika katika mgawanyo wa chakula wa kila siku."
  },
  {
    "verseNumber": "ACT 6:2",
    "verseText": "Wale mitume kumi na wawili wakakusanya wanafunzi wote pamoja wakasema, “Haitakuwa vyema sisi kuacha huduma ya neno la Mungu ili kuhudumu mezani."
  },
  {
    "verseNumber": "ACT 6:3",
    "verseText": "Kwa hiyo ndugu, chagueni watu saba miongoni mwenu, watu wenye sifa njema, waliojawa na Roho Mtakatifu na hekima, ambao tunaweza kuwakabidhi kazi hii,"
  },
  {
    "verseNumber": "ACT 6:4",
    "verseText": "nasi tutatumia muda wetu kuomba na huduma ya neno.”"
  },
  {
    "verseNumber": "ACT 6:5",
    "verseText": "Yale waliyosema yakawapendeza watu wote, nao wakamchagua Stefano (mtu aliyejawa na imani na Roho Mtakatifu) pamoja na Filipo, Prokoro, Nikanori, Timoni, Parmena na Nikolao, mwongofu kutoka Antiokia."
  },
  {
    "verseNumber": "ACT 6:6",
    "verseText": "Wakawaleta watu hawa mbele ya mitume, nao wakawaombea na kuwawekea mikono juu yao."
  },
  {
    "verseNumber": "ACT 6:7",
    "verseText": "Neno la Mungu likazidi kuenea. Idadi ya wanafunzi ikazidi kuongezeka sana katika Yerusalemu hata makuhani wengi wakaitii ile imani."
  },
  {
    "verseNumber": "ACT 6:8",
    "verseText": "Stefano, akiwa amejaa neema na nguvu za Mungu, alifanya ishara na miujiza mikubwa miongoni mwa watu."
  },
  {
    "verseNumber": "ACT 6:9",
    "verseText": "Hata hivyo, ukainuka upinzani wa watu wa Sinagogi la Watu Huru (kama lilivyokuwa linaitwa), la Wayahudi wa Kirene na wa Iskanderia, na wengine kutoka Kilikia na Asia. Watu hawa wakaanza kupingana na Stefano."
  },
  {
    "verseNumber": "ACT 6:10",
    "verseText": "Lakini hawakuweza kushindana na hekima yake wala huyo Roho ambaye alisema kwake."
  },
  {
    "verseNumber": "ACT 6:11",
    "verseText": "Ndipo kwa siri wakawashawishi watu fulani waseme, “Tumemsikia Stefano akisema maneno ya kufuru dhidi ya Mose na dhidi ya Mungu.”"
  },
  {
    "verseNumber": "ACT 6:12",
    "verseText": "Wakawachochea watu, wazee na walimu wa Sheria, nao wakamkamata Stefano wakamfikisha mbele ya baraza."
  },
  {
    "verseNumber": "ACT 6:13",
    "verseText": "Wakaweka mashahidi wa uongo ambao walishuhudia wakisema, “Mtu huyu kamwe haachi kusema dhidi ya mahali hapa patakatifu na dhidi ya Sheria."
  },
  {
    "verseNumber": "ACT 6:14",
    "verseText": "Kwa maana tumemsikia akisema kwamba Yesu wa Nazareti atapaharibu mahali patakatifu na kubadili desturi zote tulizopewa na Mose.”"
  },
  {
    "verseNumber": "ACT 6:15",
    "verseText": "Watu wote waliokuwa wameketi katika baraza wakimkazia macho Stefano, wakaona uso wake unangʼaa kama uso wa malaika."
  },
  {
    "verseNumber": "ACT 7:1",
    "verseText": "Ndipo kuhani mkuu akamuuliza Stefano, “Je, mashtaka haya ni ya kweli?”"
  },
  {
    "verseNumber": "ACT 7:2",
    "verseText": "Stefano akajibu, “Ndugu zangu na baba zangu, nisikilizeni! Mungu wa utukufu alimtokea baba yetu Abrahamu, alipokuwa bado yuko Mesopotamia, kabla hajaishi Harani,"
  },
  {
    "verseNumber": "ACT 7:3",
    "verseText": "akamwambia, ‘Ondoka kutoka nchi yako na kutoka kwa jamii yako, uende hadi nchi nitakayokuonyesha.’"
  },
  {
    "verseNumber": "ACT 7:4",
    "verseText": "“Hivyo aliondoka katika nchi ya Wakaldayo akaenda kukaa Harani. Baada ya kifo cha baba yake, Mungu akamtoa huko akamleta katika nchi hii ambayo mnaishi sasa."
  },
  {
    "verseNumber": "ACT 7:5",
    "verseText": "Mungu hakumpa urithi wowote katika nchi hii, hakumpa hata mahali pa kuweka wayo mmoja. Bali Mungu alimwahidi kuwa yeye na uzao wake baada yake wangeirithi hii nchi, ingawa wakati huo Abrahamu hakuwa na mtoto."
  },
  {
    "verseNumber": "ACT 7:6",
    "verseText": "Mungu akasema naye hivi: ‘Wazao wako watakuwa wageni kwenye nchi ambayo si yao, nao watafanywa watumwa na kuteswa kwa miaka mia nne.’"
  },
  {
    "verseNumber": "ACT 7:7",
    "verseText": "Mungu akasema, ‘Lakini mimi nitaliadhibu taifa watakalolitumikia kama watumwa, na baadaye watatoka katika nchi hiyo na wataniabudu mahali hapa.’"
  },
  {
    "verseNumber": "ACT 7:8",
    "verseText": "Ndipo akampa Abrahamu Agano la tohara. Naye Abrahamu akamzaa Isaki na kumtahiri siku ya nane. Baadaye Isaki akamzaa Yakobo, naye Yakobo akawazaa wale wazee wetu kumi na wawili."
  },
  {
    "verseNumber": "ACT 7:9",
    "verseText": "“Kwa sababu wazee wetu walimwonea wivu Yosefu ndugu yao, walimuuza kama mtumwa huko Misri. Lakini Mungu alikuwa pamoja naye."
  },
  {
    "verseNumber": "ACT 7:10",
    "verseText": "Akamwokoa kutoka mateso yote yaliyompata, tena akampa kibali na hekima aliposimama mbele ya Farao, mfalme wa Misri, ambaye alimweka kuwa mtawala juu ya Misri na juu ya jumba lote la kifalme."
  },
  {
    "verseNumber": "ACT 7:11",
    "verseText": "“Basi kukawa na njaa katika nchi yote ya Misri na Kanaani, ikasababisha dhiki kubwa, nao baba zetu wakawa hawana chakula."
  },
  {
    "verseNumber": "ACT 7:12",
    "verseText": "Lakini Yakobo aliposikia kwamba kuna nafaka huko Misri, aliwatuma baba zetu, wakaenda huko kwa mara yao ya kwanza."
  },
  {
    "verseNumber": "ACT 7:13",
    "verseText": "Walipokwenda mara ya pili, Yosefu alijitambulisha kwa ndugu zake, nao ndugu zake Yosefu wakajulishwa kwa Farao."
  },
  {
    "verseNumber": "ACT 7:14",
    "verseText": "Ndipo Yosefu akawatuma kumleta Yakobo baba yake pamoja na jamaa yake yote, jumla yao walikuwa watu sabini na watano."
  },
  {
    "verseNumber": "ACT 7:15",
    "verseText": "Hivyo Yakobo akaenda Misri ambako yeye na baba zetu walifia."
  },
  {
    "verseNumber": "ACT 7:16",
    "verseText": "Miili yao ilirudishwa Shekemu na kuzikwa katika kaburi ambalo Abrahamu alinunua kutoka kwa wana wa Hamori kwa kiasi fulani cha fedha."
  },
  {
    "verseNumber": "ACT 7:17",
    "verseText": "“Lakini wakati ulipokuwa unakaribia wa kutimizwa kwa ile ahadi ambayo Mungu alikuwa amempa Abrahamu, watu wetu walizidi kuongezeka sana huko Misri."
  },
  {
    "verseNumber": "ACT 7:18",
    "verseText": "Ndipo mfalme mwingine ambaye hakujua lolote kuhusu Yosefu akatawala Misri."
  },
  {
    "verseNumber": "ACT 7:19",
    "verseText": "Huyu mfalme akawatendea watu wetu hila na kuwatesa baba zetu kwa kuwalazimisha wawatupe watoto wao wachanga ili wafe."
  },
  {
    "verseNumber": "ACT 7:20",
    "verseText": "“Wakati huo Mose alizaliwa, naye hakuwa mtoto wa kawaida. Akalelewa nyumbani kwa baba yake kwa muda wa miezi mitatu."
  },
  {
    "verseNumber": "ACT 7:21",
    "verseText": "Waliposhindwa kumficha zaidi, wakamweka nje mtoni na binti Farao akamchukua akamtunza kama mtoto wake mwenyewe."
  },
  {
    "verseNumber": "ACT 7:22",
    "verseText": "Mose akafundishwa hekima yote ya Wamisri, akawa mtu hodari kwa maneno na matendo."
  },
  {
    "verseNumber": "ACT 7:23",
    "verseText": "“Mose alipokuwa na umri wa miaka arobaini aliamua kuwatembelea ndugu zake Waisraeli."
  },
  {
    "verseNumber": "ACT 7:24",
    "verseText": "Aliona mmoja wao akidhulumiwa na Mmisri, akamtetea yule aliyeonewa, akampiga yule Mmisri akamuua kulipiza kisasi."
  },
  {
    "verseNumber": "ACT 7:25",
    "verseText": "Mose alidhani kuwa ndugu zake wangetambua kwamba Mungu anamtumia ili kuwaokoa, lakini wao hawakuelewa."
  },
  {
    "verseNumber": "ACT 7:26",
    "verseText": "Siku iliyofuata Mose aliwakuta Waisraeli wawili wakigombana, akajaribu kuwapatanisha kwa kuwaambia, ‘Enyi watu, ninyi ni ndugu, mbona mnataka kudhulumiana?’"
  },
  {
    "verseNumber": "ACT 7:27",
    "verseText": "“Lakini yule mtu aliyekuwa akimdhulumu mwenzake akamsukuma Mose kando, akamuuliza, ‘Ni nani aliyekufanya mtawala na mwamuzi juu yetu?"
  },
  {
    "verseNumber": "ACT 7:28",
    "verseText": "Je, unataka kuniua kama ulivyomuua yule Mmisri jana?’"
  },
  {
    "verseNumber": "ACT 7:29",
    "verseText": "Mose aliposikia maneno haya, alikimbilia huko Midiani alikokaa kama mgeni, naye akapata watoto wawili wa kiume."
  },
  {
    "verseNumber": "ACT 7:30",
    "verseText": "“Basi baada ya miaka arobaini kupita, malaika wa Mungu akamtokea Mose jangwani karibu na Mlima Sinai katika kichaka kilichokuwa kinawaka moto."
  },
  {
    "verseNumber": "ACT 7:31",
    "verseText": "Alipoona mambo haya, alishangaa yale maono. Aliposogea ili aangalie kwa karibu, akaisikia sauti ya Bwana, ikisema:"
  },
  {
    "verseNumber": "ACT 7:32",
    "verseText": "‘Mimi ndimi Mungu wa baba zako, Mungu wa Abrahamu, Isaki na Yakobo.’ Mose alitetemeka kwa hofu na hakuthubutu kutazama."
  },
  {
    "verseNumber": "ACT 7:33",
    "verseText": "“Ndipo Bwana akamwambia, ‘Vua viatu vyako kwa maana mahali unaposimama ni patakatifu."
  },
  {
    "verseNumber": "ACT 7:34",
    "verseText": "Hakika nimeona mateso ya watu wangu huko Misri. Nimesikia kilio chao cha uchungu, nami nimeshuka ili niwaokoe. Basi sasa njoo, nami nitakutuma Misri.’"
  },
  {
    "verseNumber": "ACT 7:35",
    "verseText": "“Huyu ndiye Mose yule waliyemkataa wakisema, ‘Ni nani aliyekufanya mtawala na mwamuzi juu yetu?’ Alikuwa ametumwa na Mungu mwenyewe kuwa mtawala na mkombozi wao, kwa njia ya yule malaika aliyemtokea katika kile kichaka."
  },
  {
    "verseNumber": "ACT 7:36",
    "verseText": "Aliwaongoza wana wa Israeli kutoka Misri, baada ya kufanya ishara na maajabu mengi huko Misri, katika Bahari ya Shamu, na katika jangwa kwa muda wa miaka arobaini."
  },
  {
    "verseNumber": "ACT 7:37",
    "verseText": "“Huyu ndiye yule Mose aliyewaambia Waisraeli, ‘Mungu atawainulia nabii kama mimi kutoka miongoni mwa ndugu zenu wenyewe.’"
  },
  {
    "verseNumber": "ACT 7:38",
    "verseText": "Huyu ndiye yule Mose aliyekuwa katika kusanyiko huko jangwani, ambaye malaika alisema naye pamoja na baba zetu kwenye Mlima Sinai, naye akapokea maneno yaliyo hai ili atupatie."
  },
  {
    "verseNumber": "ACT 7:39",
    "verseText": "“Lakini baba zetu walikataa kumtii Mose, badala yake wakamkataa na kuielekeza mioyo yao Misri tena."
  },
  {
    "verseNumber": "ACT 7:40",
    "verseText": "Wakamwambia Aroni, ‘Tufanyie miungu watakaotuongoza, kwa maana mtu huyu Mose aliyetutoa nchi ya Misri, hatujui yaliyompata.’"
  },
  {
    "verseNumber": "ACT 7:41",
    "verseText": "Huu ni ule wakati walitengeneza sanamu katika umbo la ndama, wakailetea sadaka kufanya maadhimisho kwa ajili ya kile kitu walichokitengeneza kwa mikono yao wenyewe."
  },
  {
    "verseNumber": "ACT 7:42",
    "verseText": "Ndipo Mungu akageuka, akawaacha waabudu jeshi lote la mbinguni, kama ilivyoandikwa katika Kitabu cha Manabii: “ ‘Je, mliniletea dhabihu na sadaka kwa miaka arobaini kule jangwani, ee nyumba ya Israeli?"
  },
  {
    "verseNumber": "ACT 7:43",
    "verseText": "La, ninyi mliinua madhabahu ya Moleki, na nyota ya mungu wenu Refani, vinyago mlivyotengeneza ili kuviabudu. Kwa hiyo nitawapeleka mbali’ kuliko Babeli."
  },
  {
    "verseNumber": "ACT 7:44",
    "verseText": "“Baba zetu walikuwa na lile Hema la Ushuhuda huko jangwani. Lilikuwa limetengenezwa kama Mungu alivyokuwa amemwelekeza Mose, kulingana na kielelezo alichoona."
  },
  {
    "verseNumber": "ACT 7:45",
    "verseText": "Baba zetu wakiisha kulipokea hema kwa kupokezana wakiongozwa na Yoshua katika milki ya nchi kutoka kwa yale mataifa ambayo Mungu aliyafukuza mbele yao, nalo likadumu katika nchi mpaka wakati wa Daudi,"
  },
  {
    "verseNumber": "ACT 7:46",
    "verseText": "ambaye alipata kibali kwa Mungu, naye akaomba kwamba ampatie Mungu wa Yakobo maskani."
  },
  {
    "verseNumber": "ACT 7:47",
    "verseText": "Lakini alikuwa Solomoni ndiye alimjengea Mungu nyumba."
  },
  {
    "verseNumber": "ACT 7:48",
    "verseText": "“Hata hivyo, Yeye Aliye Juu Sana hakai kwenye nyumba zilizojengwa kwa mikono ya wanadamu. Kama nabii alivyosema:"
  },
  {
    "verseNumber": "ACT 7:49",
    "verseText": "“ ‘Mbingu ni kiti changu cha enzi, nayo dunia ni mahali pa kuweka miguu yangu. Mtanijengea nyumba ya namna gani? asema Bwana. Au mahali pangu pa kupumzikia patakuwa wapi?"
  },
  {
    "verseNumber": "ACT 7:50",
    "verseText": "Je, mkono wangu haukufanya vitu hivi vyote?’"
  },
  {
    "verseNumber": "ACT 7:51",
    "verseText": "“Enyi watu wenye shingo ngumu, msiotahiriwa mioyo wala masikio, daima hamwachi kumpinga Roho Mtakatifu, kama walivyofanya baba zenu."
  },
  {
    "verseNumber": "ACT 7:52",
    "verseText": "Je, kuna nabii gani ambaye baba zenu hawakumtesa? Waliwaua wale waliotabiri habari za kuja kwake yule Mwenye Haki. Nanyi sasa mmekuwa wasaliti wake na wauaji."
  },
  {
    "verseNumber": "ACT 7:53",
    "verseText": "Ninyi ndio mlipokea sheria zilizoletwa kwenu na malaika, lakini hamkuzitii.”"
  },
  {
    "verseNumber": "ACT 7:54",
    "verseText": "Waliposikia haya wakaghadhibika, wakamsagia meno."
  },
  {
    "verseNumber": "ACT 7:55",
    "verseText": "Lakini yeye Stefano, akiwa amejaa Roho Mtakatifu, alikaza macho mbinguni, akaona utukufu wa Mungu, na Yesu akiwa amesimama mkono wa kuume wa Mungu."
  },
  {
    "verseNumber": "ACT 7:56",
    "verseText": "Akasema, “Tazameni! Naona mbingu zimefunguka, na Mwana wa Adamu amesimama upande wa kuume wa Mungu.”"
  },
  {
    "verseNumber": "ACT 7:57",
    "verseText": "Lakini wao wakapiga kelele kwa sauti kubwa, wakaziba masikio yao, wakamrukia kwa nia moja."
  },
  {
    "verseNumber": "ACT 7:58",
    "verseText": "Wakamtupa nje ya mji, wakampiga kwa mawe. Nao mashahidi wakaweka mavazi yao miguuni mwa kijana mmoja ambaye jina lake aliitwa Sauli."
  },
  {
    "verseNumber": "ACT 7:59",
    "verseText": "Walipokuwa wakimpiga mawe, Stefano aliomba, “Bwana Yesu, pokea roho yangu.”"
  },
  {
    "verseNumber": "ACT 7:60",
    "verseText": "Kisha akapiga magoti, akalia kwa sauti kubwa akasema, “Bwana usiwahesabie dhambi hii.” Baada ya kusema hayo, akalala."
  },
  {
    "verseNumber": "ACT 8:1",
    "verseText": "Naye Sauli alikuwepo pale, akiridhia kuuawa kwa Stefano. Kanisa Lateswa Na Kutawanyika Siku ile kukatukia mateso makuu dhidi ya kanisa huko Yerusalemu, waumini wote isipokuwa mitume wakatawanyika, wakakimbilia Uyahudi na Samaria."
  },
  {
    "verseNumber": "ACT 8:2",
    "verseText": "Watu wacha Mungu wakamzika Stefano na kumwombolezea sana."
  },
  {
    "verseNumber": "ACT 8:3",
    "verseText": "Lakini kwa habari ya Sauli alikuwa analiharibu kanisa, akiingia nyumba kwa nyumba, akiwaburuta wanawake na wanaume na kuwatupa gerezani."
  },
  {
    "verseNumber": "ACT 8:4",
    "verseText": "Kwa hiyo wale waliotawanyika wakalihubiri neno la Mungu kila mahali walipokwenda."
  },
  {
    "verseNumber": "ACT 8:5",
    "verseText": "Filipo akateremkia mji mmoja wa Samaria akawahubiria habari za Kristo"
  },
  {
    "verseNumber": "ACT 8:6",
    "verseText": "Watu walipomsikia Filipo na kuona ishara na miujiza aliyofanya, wakasikiliza kwa bidii yale aliyosema."
  },
  {
    "verseNumber": "ACT 8:7",
    "verseText": "Pepo wachafu wakawa wakiwatoka watu wengi huku wakipiga kelele na wengi waliopooza na viwete wakaponywa."
  },
  {
    "verseNumber": "ACT 8:8",
    "verseText": "Hivyo pakawa na furaha kuu katika mji huo."
  },
  {
    "verseNumber": "ACT 8:9",
    "verseText": "Basi mtu mmoja jina lake Simoni alikuwa amefanya uchawi kwa muda mrefu katika mji huo akiwashangaza watu wote wa Samaria. Alijitapa kwamba yeye ni mtu mkuu,"
  },
  {
    "verseNumber": "ACT 8:10",
    "verseText": "nao watu wote wakubwa kwa wadogo wakamsikiliza na kumaka, wakisema “Mtu huyu ndiye uweza wa Mungu ujulikanao kama ‘Uweza Mkuu.’ ”"
  },
  {
    "verseNumber": "ACT 8:11",
    "verseText": "Wakamfuata kwa sababu kwa muda mrefu alikuwa amewashangaza kwa uchawi wake."
  },
  {
    "verseNumber": "ACT 8:12",
    "verseText": "Lakini watu walipomwamini Filipo alipohubiri habari njema za Ufalme wa Mungu na jina la Yesu Kristo, wakabatizwa wanaume na wanawake."
  },
  {
    "verseNumber": "ACT 8:13",
    "verseText": "Simoni naye akaamini na akabatizwa. Akamfuata Filipo kila mahali, akistaajabishwa na ishara kuu na miujiza aliyoiona."
  },
  {
    "verseNumber": "ACT 8:14",
    "verseText": "Basi mitume waliokuwa Yerusalemu waliposikia kuwa Samaria wamelipokea neno la Mungu, wakawatuma Petro na Yohana waende huko."
  },
  {
    "verseNumber": "ACT 8:15",
    "verseText": "Nao walipofika wakawaombea ili wampokee Roho Mtakatifu,"
  },
  {
    "verseNumber": "ACT 8:16",
    "verseText": "kwa sababu Roho Mtakatifu alikuwa bado hajawashukia hata mmoja ila wamebatizwa tu katika jina la Bwana Yesu."
  },
  {
    "verseNumber": "ACT 8:17",
    "verseText": "Ndipo Petro na Yohana wakaweka mikono yao juu ya wale waliobatizwa, nao wakapokea Roho Mtakatifu."
  },
  {
    "verseNumber": "ACT 8:18",
    "verseText": "Simoni alipoona kuwa watu wanapokea Roho Mtakatifu mitume walipoweka mikono juu yao, akataka kuwapa fedha"
  },
  {
    "verseNumber": "ACT 8:19",
    "verseText": "akisema, “Nipeni na mimi uwezo huu ili kila mtu nitakayeweka mikono yangu juu yake apate kupokea Roho Mtakatifu.”"
  },
  {
    "verseNumber": "ACT 8:20",
    "verseText": "Petro akamjibu, “Fedha yako na iangamie pamoja nawe, kwa sababu ulidhani unaweza kununua karama ya Mungu kwa fedha!"
  },
  {
    "verseNumber": "ACT 8:21",
    "verseText": "Wewe huna sehemu wala fungu katika huduma hii kwa kuwa moyo wako si mnyofu mbele za Mungu."
  },
  {
    "verseNumber": "ACT 8:22",
    "verseText": "Kwa hiyo tubu kwa uovu huu wako na umwombe Bwana. Yamkini aweza kukusamehe mawazo uliyo nayo moyoni mwako."
  },
  {
    "verseNumber": "ACT 8:23",
    "verseText": "Kwa maana ninaona kwamba wewe umejawa na uchungu na ni mfungwa wa dhambi.”"
  },
  {
    "verseNumber": "ACT 8:24",
    "verseText": "Ndipo Simoni akajibu, “Niombeeni kwa Bwana, ili hayo mliyosema lolote yasinitukie.”"
  },
  {
    "verseNumber": "ACT 8:25",
    "verseText": "Nao walipokwisha kutoa ushuhuda na kuhubiri neno la Bwana, wakarudi Yerusalemu wakihubiri Injili katika vijiji vingi vya Samaria."
  },
  {
    "verseNumber": "ACT 8:26",
    "verseText": "Basi malaika wa Bwana akamwambia Filipo, “Nenda upande wa kusini kwenye ile barabara itokayo Yerusalemu kuelekea Gaza ambayo ni jangwa.”"
  },
  {
    "verseNumber": "ACT 8:27",
    "verseText": "Hivyo akaondoka. Akiwa njiani akakutana na towashi wa Kushi, aliyekuwa afisa mkuu, mwenye mamlaka juu ya hazina zote za Kandake, Malkia wa Kushi. Huyu towashi alikuwa amekwenda Yerusalemu ili kuabudu,"
  },
  {
    "verseNumber": "ACT 8:28",
    "verseText": "naye akiwa njiani kurudi nyumbani alikuwa ameketi garini mwake akisoma kitabu cha nabii Isaya."
  },
  {
    "verseNumber": "ACT 8:29",
    "verseText": "Roho Mtakatifu akamwambia Filipo, “Nenda kwenye lile gari ukae karibu nalo.”"
  },
  {
    "verseNumber": "ACT 8:30",
    "verseText": "Ndipo Filipo akakimbilia lile gari na kumsikia yule mtu anasoma kitabu cha nabii Isaya. Filipo akamuuliza, “Je, unaelewa hayo usomayo?”"
  },
  {
    "verseNumber": "ACT 8:31",
    "verseText": "Yule towashi akasema, “Nitawezaje kuelewa mtu asiponifafanulia?” Hivyo akamkaribisha Filipo ili apande na kuketi pamoja naye."
  },
  {
    "verseNumber": "ACT 8:32",
    "verseText": "Huyu towashi alikuwa anasoma fungu hili la Maandiko: “Aliongozwa kama kondoo aendaye machinjoni, kama mwana-kondoo anyamazavyo mbele yake yule amkataye manyoya, hivyo hakufungua kinywa chake."
  },
  {
    "verseNumber": "ACT 8:33",
    "verseText": "Katika kufedheheshwa kwake alinyimwa haki yake. Nani awezaye kueleza juu ya kizazi chake? Kwa maana maisha yake yaliondolewa kutoka duniani.”"
  },
  {
    "verseNumber": "ACT 8:34",
    "verseText": "Yule towashi akamuuliza Filipo, “Tafadhali niambie, nabii huyu anena habari zake mwenyewe au habari za mtu mwingine?”"
  },
  {
    "verseNumber": "ACT 8:35",
    "verseText": "Ndipo Filipo akaanza kutumia fungu lile la Maandiko, akamweleza habari njema za Yesu."
  },
  {
    "verseNumber": "ACT 8:36",
    "verseText": "Walipokuwa wakiendelea na safari wakafika mahali palipokuwa na maji, yule towashi akamuuliza Filipo, “Tazama, hapa kuna maji. Kitu gani kitanizuia nisibatizwe?” ["
  },
  {
    "verseNumber": "ACT 8:37",
    "verseText": "Filipo akamwambia, “Kama ukiamini kwa moyo wako wote unaweza kubatizwa.” Akajibu, “Naamini kuwa Yesu Kristo ni Mwana wa Mungu.”]"
  },
  {
    "verseNumber": "ACT 8:38",
    "verseText": "Naye akaamuru lile gari lisimamishwe. Wakateremka kwenye maji wote wawili, yule towashi na Filipo, naye Filipo akambatiza."
  },
  {
    "verseNumber": "ACT 8:39",
    "verseText": "Nao walipopanda kutoka kwenye maji, ghafula Roho wa Bwana akamnyakua Filipo, naye towashi hakumwona tena, lakini akaenda zake akifurahi."
  },
  {
    "verseNumber": "ACT 8:40",
    "verseText": "Filipo akajikuta yuko Azoto, akasafiri akihubiri Injili katika miji yote mpaka alipofika Kaisaria."
  },
  {
    "verseNumber": "ACT 9:1",
    "verseText": "Wakati ule ule, Sauli alikuwa bado anazidisha vitisho vya kuua wanafunzi wa Bwana, akamwendea kuhani mkuu,"
  },
  {
    "verseNumber": "ACT 9:2",
    "verseText": "naye akamwomba kuhani mkuu ampe barua za kwenda kwenye masinagogi huko Dameski, ili akimkuta mtu yeyote wa Njia Ile, akiwa mwanaume au mwanamke, aweze kuwafunga na kuwaleta Yerusalemu."
  },
  {
    "verseNumber": "ACT 9:3",
    "verseText": "Basi akiwa katika safari yake, alipokaribia Dameski, ghafula nuru kutoka mbinguni ikamwangaza kotekote."
  },
  {
    "verseNumber": "ACT 9:4",
    "verseText": "Akaanguka chini, akasikia sauti ikimwambia, “Sauli, Sauli, mbona unanitesa?”"
  },
  {
    "verseNumber": "ACT 9:5",
    "verseText": "Sauli akajibu, “U nani wewe, Bwana?” Ile sauti ikajibu, “Mimi ni Yesu unayemtesa."
  },
  {
    "verseNumber": "ACT 9:6",
    "verseText": "Sasa inuka uingie mjini, nawe utaambiwa yakupasayo kutenda.”"
  },
  {
    "verseNumber": "ACT 9:7",
    "verseText": "Watu waliokuwa wakisafiri pamoja na Sauli wakasimama bila kuwa na la kusema, kwa sababu walisikia sauti lakini hawakumwona aliyekuwa akizungumza."
  },
  {
    "verseNumber": "ACT 9:8",
    "verseText": "Sauli akainuka kutoka pale chini na alipojaribu kufungua macho yake hakuweza kuona kitu chochote. Basi wakamshika mkono wakamwongoza mpaka Dameski."
  },
  {
    "verseNumber": "ACT 9:9",
    "verseText": "Naye kwa muda wa siku tatu alikuwa kipofu naye hakula wala kunywa chochote."
  },
  {
    "verseNumber": "ACT 9:10",
    "verseText": "Huko Dameski alikuwepo mwanafunzi mmoja jina lake Anania. Bwana alimwita katika maono, “Anania!” Akajibu, “Mimi hapa Bwana.”"
  },
  {
    "verseNumber": "ACT 9:11",
    "verseText": "Bwana akamwambia, “Ondoka uende katika barabara iitwayo Nyofu ukaulize katika nyumba ya Yuda mtu kutoka Tarso, jina lake Sauli, kwa maana wakati huu anaomba,"
  },
  {
    "verseNumber": "ACT 9:12",
    "verseText": "katika maono amemwona mtu aitwaye Anania akija na kuweka mikono juu yake ili apate kuona tena.”"
  },
  {
    "verseNumber": "ACT 9:13",
    "verseText": "Anania akajibu, “Bwana, nimesikia kutoka kwa watu wengi habari nyingi kuhusu mtu huyu na madhara yote aliyowatendea watakatifu wako huko Yerusalemu."
  },
  {
    "verseNumber": "ACT 9:14",
    "verseText": "Naye amekuja hapa Dameski akiwa na mamlaka kutoka kwa viongozi wa makuhani ili awakamate wote wanaotaja jina lako.”"
  },
  {
    "verseNumber": "ACT 9:15",
    "verseText": "Lakini Bwana akamwambia Anania, “Nenda! Mtu huyu ni chombo changu kiteule nilichokichagua, apate kulichukua Jina langu kwa watu wa Mataifa na wafalme wao na mbele ya watu wa Israeli."
  },
  {
    "verseNumber": "ACT 9:16",
    "verseText": "Nami nitamwonyesha jinsi impasavyo kuteseka kwa ajili ya Jina langu.”"
  },
  {
    "verseNumber": "ACT 9:17",
    "verseText": "Kisha Anania akaenda kwenye ile nyumba, akaingia ndani. Akaweka mikono yake juu ya Sauli akasema, “Ndugu Sauli, Bwana Yesu aliyekutokea njiani amenituma kwako ili upate kuona tena na ujazwe Roho Mtakatifu.”"
  },
  {
    "verseNumber": "ACT 9:18",
    "verseText": "Ghafula vitu kama magamba vikaanguka chini, kutoka machoni mwa Sauli, akapata kuona tena. Akasimama, akabatizwa."
  },
  {
    "verseNumber": "ACT 9:19",
    "verseText": "Baada ya kula chakula, akapata nguvu tena. Sauli akakaa siku kadhaa pamoja na wanafunzi huko Dameski."
  },
  {
    "verseNumber": "ACT 9:20",
    "verseText": "Papo hapo akaanza kuhubiri kwenye masinagogi kwamba “Yesu Kristo ni Mwana wa Mungu”"
  },
  {
    "verseNumber": "ACT 9:21",
    "verseText": "Watu wote waliomsikia Sauli walishangaa na kuuliza, “Huyu si yule mtu aliyesababisha maangamizi makuu huko Yerusalemu miongoni mwa watu waliolitaja jina hili? Naye si amekuja hapa kwa kusudi la kuwakamata na kuwapeleka wakiwa wafungwa mbele ya viongozi wa makuhani?”"
  },
  {
    "verseNumber": "ACT 9:22",
    "verseText": "Sauli akazidi kuwa hodari na kuwashangaza Wayahudi walioishi Dameski kwa kuthibitisha kuwa Yesu ndiye Kristo."
  },
  {
    "verseNumber": "ACT 9:23",
    "verseText": "Baada ya siku nyingi kupita, Wayahudi wakafanya shauri kumuua Sauli."
  },
  {
    "verseNumber": "ACT 9:24",
    "verseText": "Lakini shauri lao likajulikana kwa Sauli. Wayahudi wakawa wanalinda malango yote ya mji, usiku na mchana ili wapate kumuua."
  },
  {
    "verseNumber": "ACT 9:25",
    "verseText": "Lakini wafuasi wake wakamchukua usiku wakamshusha akiwa ndani ya kapu kupitia mahali penye nafasi ukutani."
  },
  {
    "verseNumber": "ACT 9:26",
    "verseText": "Sauli alipofika Yerusalemu akajaribu kujiunga na wanafunzi lakini wote walimwogopa, kwa maana hawakuamini kwamba kweli naye alikuwa mwanafunzi."
  },
  {
    "verseNumber": "ACT 9:27",
    "verseText": "Lakini Barnaba akamchukua, akampeleka kwa wale mitume. Akawaeleza jinsi Sauli akiwa njiani alivyomwona Bwana, jinsi Bwana alivyosema naye na jinsi alivyohubiri kwa ujasiri kwa jina la Yesu huko Dameski."
  },
  {
    "verseNumber": "ACT 9:28",
    "verseText": "Kwa hiyo Sauli akakaa nao akitembea kwa uhuru kila mahali huko Yerusalemu, akihubiri kwa ujasiri katika jina la Bwana."
  },
  {
    "verseNumber": "ACT 9:29",
    "verseText": "Alinena na kuhojiana na Wayahudi wenye asili ya Kiyunani lakini wao walijaribu kumuua."
  },
  {
    "verseNumber": "ACT 9:30",
    "verseText": "Wale ndugu walipopata habari wakampeleka hadi Kaisaria, wakamsafirisha kwenda Tarso."
  },
  {
    "verseNumber": "ACT 9:31",
    "verseText": "Ndipo kanisa katika Uyahudi wote, Galilaya na Samaria likafurahia wakati wa amani. Likatiwa nguvu, na kwa faraja ya Roho Mtakatifu, idadi yake ikazidi kuongezeka, na likaendelea kudumu katika kumcha Bwana."
  },
  {
    "verseNumber": "ACT 9:32",
    "verseText": "Petro alipokuwa akisafiri sehemu mbalimbali, alikwenda kuwatembelea watakatifu walioishi huko Lida."
  },
  {
    "verseNumber": "ACT 9:33",
    "verseText": "Huko alimkuta mtu mmoja aitwaye Ainea, ambaye alikuwa amepooza na kwa muda wa miaka minane alikuwa hajaondoka kitandani."
  },
  {
    "verseNumber": "ACT 9:34",
    "verseText": "Petro akamwambia, “Ainea, Yesu Kristo anakuponya, inuka utandike kitanda chako.” Mara Ainea akainuka."
  },
  {
    "verseNumber": "ACT 9:35",
    "verseText": "Watu wote wa Lida na Sharoni walipomwona Ainea akitembea wakamgeukia Bwana."
  },
  {
    "verseNumber": "ACT 9:36",
    "verseText": "Huko Yafa palikuwa na mwanafunzi jina lake Tabitha (ambalo kwa Kiyunani ni Dorkasi ). Huyu alikuwa mkarimu sana, akitenda mema na kuwasaidia maskini."
  },
  {
    "verseNumber": "ACT 9:37",
    "verseText": "Wakati huo akaugua, akafa na wakiisha kuuosha mwili wake wakauweka katika chumba cha ghorofani."
  },
  {
    "verseNumber": "ACT 9:38",
    "verseText": "Kwa kuwa Yafa hapakuwa mbali sana na Lida, wanafunzi waliposikia kwamba Petro yuko huko waliwatuma watu wawili kwake ili kumwomba, “Tafadhali njoo huku pasipo kukawia.”"
  },
  {
    "verseNumber": "ACT 9:39",
    "verseText": "Kwa hiyo Petro akainuka akaenda nao, naye alipowasili, wakampeleka hadi kwenye chumba cha ghorofani alipokuwa amelazwa. Wajane wengi walisimama karibu naye wakilia na kuonyesha majoho na nguo nyingine ambazo Dorkasi alikuwa amewashonea alipokuwa pamoja nao."
  },
  {
    "verseNumber": "ACT 9:40",
    "verseText": "Petro akawatoa wote nje ya kile chumba, kisha akapiga magoti akaomba, akaugeukia ule mwili akasema, “Tabitha, inuka.” Akafumbua macho yake na alipomwona Petro, akaketi."
  },
  {
    "verseNumber": "ACT 9:41",
    "verseText": "Petro akamshika mkono akamwinua, ndipo akawaita wale watakatifu na wajane akamkabidhi kwao akiwa hai."
  },
  {
    "verseNumber": "ACT 9:42",
    "verseText": "Habari hizi zikajulikana sehemu zote za Yafa na watu wengi wakamwamini Bwana."
  },
  {
    "verseNumber": "ACT 9:43",
    "verseText": "Petro akakaa Yafa kwa siku nyingi akiishi na Simoni mtengenezaji ngozi."
  },
  {
    "verseNumber": "ACT 10:1",
    "verseText": "Katika mji wa Kaisaria palikuwa na mtu jina lake Kornelio, ambaye alikuwa jemadari wa kile kilichojulikana kama kikosi cha Kiitalia."
  },
  {
    "verseNumber": "ACT 10:2",
    "verseText": "Yeye alikuwa mcha Mungu pamoja na wote wa nyumbani mwake. Aliwapa watu sadaka nyingi na kumwomba Mungu daima."
  },
  {
    "verseNumber": "ACT 10:3",
    "verseText": "Siku moja alasiri, yapata saa tisa, aliona maono waziwazi, malaika wa Mungu akimjia na kumwambia, “Kornelio!”"
  },
  {
    "verseNumber": "ACT 10:4",
    "verseText": "Kornelio akamkazia macho kwa hofu akasema, “Kuna nini, Bwana?” Malaika akamwambia, “Sala zako na sadaka zako kwa maskini zimefika juu na kuwa ukumbusho mbele za Mungu."
  },
  {
    "verseNumber": "ACT 10:5",
    "verseText": "Sasa tuma watu waende Yafa wakamwite mtu mmoja jina lake Simoni aitwaye Petro."
  },
  {
    "verseNumber": "ACT 10:6",
    "verseText": "Yeye anaishi na Simoni mtengenezaji ngozi ambaye nyumba yake iko kando ya bahari.”"
  },
  {
    "verseNumber": "ACT 10:7",
    "verseText": "Yule malaika aliyekuwa akizungumza naye alipoondoka, Kornelio akawaita watumishi wake wawili pamoja na askari mmoja mcha Mungu aliyekuwa miongoni mwa wale waliomtumikia."
  },
  {
    "verseNumber": "ACT 10:8",
    "verseText": "Akawaambia mambo yote yaliyotukia, kisha akawatuma waende Yafa."
  },
  {
    "verseNumber": "ACT 10:9",
    "verseText": "Siku ya pili yake, walipokuwa wameukaribia mji, wakati wa adhuhuri, Petro alipanda juu ya nyumba kuomba."
  },
  {
    "verseNumber": "ACT 10:10",
    "verseText": "Alipokuwa akiomba akahisi njaa, akatamani kupata chakula. Lakini wakati walikuwa wakiandaa chakula, akalala usingizi mzito sana."
  },
  {
    "verseNumber": "ACT 10:11",
    "verseText": "Akaona mbingu zimefunguka na kitu kama nguo kubwa kikishushwa duniani kwa ncha zake nne."
  },
  {
    "verseNumber": "ACT 10:12",
    "verseText": "Ndani yake walikuwepo aina zote za wanyama wenye miguu minne, nao watambaao nchini, na ndege wa angani."
  },
  {
    "verseNumber": "ACT 10:13",
    "verseText": "Ndipo sauti ikamwambia “Petro, ondoka, uchinje na ule.”"
  },
  {
    "verseNumber": "ACT 10:14",
    "verseText": "Petro akajibu, “La hasha Bwana! Sijawahi kamwe kula kitu chochote kilicho najisi.”"
  },
  {
    "verseNumber": "ACT 10:15",
    "verseText": "Ile sauti ikasema naye mara ya pili, “Usikiite najisi kitu chochote Mungu alichokitakasa.”"
  },
  {
    "verseNumber": "ACT 10:16",
    "verseText": "Jambo hili lilitokea mara tatu na ghafula ile nguo ikarudishwa mbinguni."
  },
  {
    "verseNumber": "ACT 10:17",
    "verseText": "Wakati Petro akiwa bado anajiuliza kuhusu maana ya maono haya, wale watu waliokuwa wametumwa na Kornelio wakaipata nyumba ya Simoni mtengenezaji wa ngozi wakawa wamesimama mbele ya lango."
  },
  {
    "verseNumber": "ACT 10:18",
    "verseText": "Wakabisha hodi na kuuliza kama Simoni aliyeitwa Petro alikuwa anaishi hapo."
  },
  {
    "verseNumber": "ACT 10:19",
    "verseText": "Wakati Petro akiwa anafikiria juu ya yale maono, Roho Mtakatifu akamwambia, “Simoni, wako watu watatu wanaokutafuta."
  },
  {
    "verseNumber": "ACT 10:20",
    "verseText": "Inuka na ushuke, usisite kwenda nao kwa kuwa mimi nimewatuma.”"
  },
  {
    "verseNumber": "ACT 10:21",
    "verseText": "Petro akashuka na kuwaambia wale watu waliokuwa wametumwa kutoka kwa Kornelio, “Mimi ndiye mnayenitafuta. Mmekuja kwa sababu gani?”"
  },
  {
    "verseNumber": "ACT 10:22",
    "verseText": "Wale watu wakamjibu, “Tumetumwa na Kornelio yule jemadari. Yeye ni mtu mwema anayemcha Mungu, na anaheshimiwa na Wayahudi wote. Yeye ameagizwa na malaika mtakatifu akukaribishe nyumbani kwake, ili asikilize maneno utakayomwambia.”"
  },
  {
    "verseNumber": "ACT 10:23",
    "verseText": "Basi Petro akawakaribisha wakafuatana naye ndani, akawapa pa kulala. Kesho yake akaondoka pamoja nao, na baadhi ya ndugu kutoka Yafa wakafuatana naye."
  },
  {
    "verseNumber": "ACT 10:24",
    "verseText": "Siku iliyofuata wakawasili Kaisaria. Kornelio alikuwa akiwangoja pamoja na jamaa yake na marafiki zake wa karibu."
  },
  {
    "verseNumber": "ACT 10:25",
    "verseText": "Petro alipokuwa akiingia ndani, Kornelio alikuja kumlaki, akaanguka miguuni pake kwa heshima."
  },
  {
    "verseNumber": "ACT 10:26",
    "verseText": "Lakini Petro akamwinua akamwambia, “Simama, mimi ni mwanadamu tu.”"
  },
  {
    "verseNumber": "ACT 10:27",
    "verseText": "Petro alipokuwa akizungumza naye akaingia ndani na kukuta watu wengi wamekusanyika."
  },
  {
    "verseNumber": "ACT 10:28",
    "verseText": "Akawaambia, “Mnajua kabisa kwamba ni kinyume cha sheria yetu Myahudi kuchangamana na mtu wa Mataifa au kumtembelea. Lakini Mungu amenionyesha kwamba nisimwite mtu yeyote kuwa najisi au asiye safi."
  },
  {
    "verseNumber": "ACT 10:29",
    "verseText": "Ndiyo sababu ulipotuma niitwe nilikuja bila kupinga lolote. Basi sasa naomba unieleze kwa nini umeniita?”"
  },
  {
    "verseNumber": "ACT 10:30",
    "verseText": "Kornelio akajibu, “Siku nne zilizopita, nilikuwa nyumbani nikisali saa kama hii, saa tisa alasiri. Ghafula mtu aliyevaa nguo zilizongʼaa akasimama mbele yangu,"
  },
  {
    "verseNumber": "ACT 10:31",
    "verseText": "akasema, ‘Kornelio, maombi yako yamesikiwa na sadaka zako kwa maskini zimekumbukwa mbele za Mungu."
  },
  {
    "verseNumber": "ACT 10:32",
    "verseText": "Basi tuma watu waende Yafa wakaulize mtu mmoja Simoni aitwaye Petro, yeye ni mgeni katika nyumba ya Simoni mtengenezaji ngozi, ambaye nyumba yake iko kando ya bahari.’"
  },
  {
    "verseNumber": "ACT 10:33",
    "verseText": "Nilituma watu kwako mara moja, nawe umefanya vyema kuja. Basi sasa sisi sote tuko hapa mbele za Mungu kuyasikiliza yote ambayo Bwana amekuamuru kutuambia.”"
  },
  {
    "verseNumber": "ACT 10:34",
    "verseText": "Ndipo Petro akafungua kinywa chake akasema, “Mungu hana upendeleo,"
  },
  {
    "verseNumber": "ACT 10:35",
    "verseText": "Lakini katika kila taifa, kila mtu amchaye na kutenda yaliyo haki hukubaliwa naye."
  },
  {
    "verseNumber": "ACT 10:36",
    "verseText": "Ninyi mnajua ule ujumbe uliotumwa kwa Israeli, ukitangaza habari njema za amani kwa Yesu Kristo. Yeye ni Bwana wa wote."
  },
  {
    "verseNumber": "ACT 10:37",
    "verseText": "Mnajua yale yaliyotukia katika Uyahudi wote kuanzia Galilaya baada ya mahubiri ya Yohana Mbatizaji:"
  },
  {
    "verseNumber": "ACT 10:38",
    "verseText": "Jinsi Mungu alivyomtia Yesu wa Nazareti mafuta katika Roho Mtakatifu na jinsi alivyokwenda huku na huko akitenda mema na kuponya wote waliokuwa wameonewa na nguvu za ibilisi, kwa sababu Mungu alikuwa pamoja naye."
  },
  {
    "verseNumber": "ACT 10:39",
    "verseText": "“Sisi ni mashahidi wa mambo yote aliyoyafanya katika Uyahudi na Yerusalemu. Wakamuua kwa kumtundika msalabani."
  },
  {
    "verseNumber": "ACT 10:40",
    "verseText": "Lakini Mungu alimfufua kutoka kwa wafu siku ya tatu na akamwezesha kuonekana na watu."
  },
  {
    "verseNumber": "ACT 10:41",
    "verseText": "Hakuonekana kwa watu wote, lakini kwetu sisi tuliochaguliwa na Mungu kuwa mashahidi, ambao tulikula na kunywa naye baada ya kufufuka kwake kutoka kwa wafu."
  },
  {
    "verseNumber": "ACT 10:42",
    "verseText": "Naye alituamuru kuhubiri kwa watu wote na kushuhudia kwamba ndiye alitiwa mafuta na Mungu kuwa hakimu wa walio hai na wafu."
  },
  {
    "verseNumber": "ACT 10:43",
    "verseText": "Manabii wote walishuhudia juu yake kwamba kila mtu amwaminiye hupokea msamaha wa dhambi katika Jina lake.”"
  },
  {
    "verseNumber": "ACT 10:44",
    "verseText": "Wakati Petro alikuwa akisema maneno haya, Roho Mtakatifu aliwashukia wote waliokuwa wakisikiliza ule ujumbe."
  },
  {
    "verseNumber": "ACT 10:45",
    "verseText": "Wale wa tohara walioamini waliokuja na Petro walishangaa kwa kuona kuwa kipawa cha Roho Mtakatifu kimemwagwa juu ya watu wa Mataifa."
  },
  {
    "verseNumber": "ACT 10:46",
    "verseText": "Kwa kuwa waliwasikia wakinena kwa lugha mpya na kumwadhimisha Mungu. Ndipo Petro akasema,"
  },
  {
    "verseNumber": "ACT 10:47",
    "verseText": "“Je, kuna mtu yeyote anayeweza kuzuia watu hawa wasibatizwe kwa maji? Wamempokea Roho Mtakatifu kama sisi tulivyompokea.”"
  },
  {
    "verseNumber": "ACT 10:48",
    "verseText": "Kwa hiyo akaamuru wabatizwe kwa jina la Yesu Kristo. Wakamsihi Petro akae nao kwa siku chache."
  },
  {
    "verseNumber": "ACT 11:1",
    "verseText": "Mitume na ndugu walioamini waliokuwa huko Uyahudi wakasikia kuwa watu wa Mataifa nao wamepokea neno la Mungu."
  },
  {
    "verseNumber": "ACT 11:2",
    "verseText": "Hivyo Petro alipopanda Yerusalemu, wale wa tohara waliokuwa wameamini wakamshutumu,"
  },
  {
    "verseNumber": "ACT 11:3",
    "verseText": "wakisema, “Ulikwenda kwa watu wasiotahiriwa na kula pamoja nao.”"
  },
  {
    "verseNumber": "ACT 11:4",
    "verseText": "Ndipo Petro akaanza kuwaeleza kuhusu mambo yote yalivyotokea hatua kwa hatua akisema,"
  },
  {
    "verseNumber": "ACT 11:5",
    "verseText": "“Nilikuwa katika mji wa Yafa nikiomba, nami nikapitiwa na usingizi wa ghafula, nikaona maono. Kulikuwa na kitu kama nguo kubwa ikishuka kutoka mbinguni, ikishushwa kwa ncha zake nne, nayo ikanikaribia."
  },
  {
    "verseNumber": "ACT 11:6",
    "verseText": "Nilipoangalia ndani yake kwa karibu niliona wanyama wenye miguu minne wa nchini, wanyama wa mwitu, watambaao na ndege wa angani."
  },
  {
    "verseNumber": "ACT 11:7",
    "verseText": "Ndipo nikasikia sauti ikiniambia, ‘Petro, ondoka uchinje na ule.’"
  },
  {
    "verseNumber": "ACT 11:8",
    "verseText": "“Nikajibu, ‘La hasha Bwana! Kitu chochote kilicho najisi hakijaingia kinywani mwangu.’"
  },
  {
    "verseNumber": "ACT 11:9",
    "verseText": "“Sauti ikasema kutoka mbinguni mara ya pili, ‘Usikiite najisi kitu chochote Mungu alichokitakasa.’"
  },
  {
    "verseNumber": "ACT 11:10",
    "verseText": "Jambo hili lilitokea mara tatu, ndipo kile kitu kikavutwa tena mbinguni."
  },
  {
    "verseNumber": "ACT 11:11",
    "verseText": "“Wakati ule ule watu watatu, waliokuwa wametumwa kutoka Kaisaria waliwasili katika nyumba niliyokuwa nikikaa."
  },
  {
    "verseNumber": "ACT 11:12",
    "verseText": "Roho Mtakatifu akaniambia niende nao bila kuwa na ubaguzi kati yao na sisi. Hawa ndugu sita pia walifuatana nami, nasi tukaingia nyumbani mwa huyo Kornelio."
  },
  {
    "verseNumber": "ACT 11:13",
    "verseText": "Akatuambia jinsi alivyoona malaika aliyekuwa amesimama katika nyumba yake na kusema, ‘Tuma watu waende Yafa wakamlete Simoni aitwaye Petro."
  },
  {
    "verseNumber": "ACT 11:14",
    "verseText": "Yeye atakupa ujumbe ambao kwa huo wewe na wa nyumbani mwako wote mtaokoka.’"
  },
  {
    "verseNumber": "ACT 11:15",
    "verseText": "“Nami nilipoanza kusema, Roho Mtakatifu akashuka juu yao kama vile alivyotushukia sisi hapo mwanzo."
  },
  {
    "verseNumber": "ACT 11:16",
    "verseText": "Nami nikakumbuka neno la Bwana alivyosema, ‘Yohana alibatiza kwa maji, lakini ninyi mtabatizwa katika Roho Mtakatifu.’"
  },
  {
    "verseNumber": "ACT 11:17",
    "verseText": "Basi ikiwa Mungu aliwapa hawa watu kipawa kile kile alichotupa sisi tuliomwamini Bwana Yesu Kristo, mimi ni nani hata nifikirie kuwa ningeweza kumpinga Mungu?”"
  },
  {
    "verseNumber": "ACT 11:18",
    "verseText": "Waliposikia haya hawakuwa na la kupinga zaidi. Nao wakamwadhimisha Mungu wakisema, “Basi, Mungu amewapa hata watu wa Mataifa toba iletayo uzima wa milele.”"
  },
  {
    "verseNumber": "ACT 11:19",
    "verseText": "Basi wale waliotawanyika kwa ajili ya mateso yaliyotokana na kifo cha Stefano, wakasafiri hadi Foinike na Kipro na Antiokia. Nao hawakuhubiri lile Neno kwa mtu yeyote isipokuwa Wayahudi."
  },
  {
    "verseNumber": "ACT 11:20",
    "verseText": "Lakini baadhi yao walikuwepo watu wa Kipro na Kirene, ambao walipokuja Antiokia walinena na Wayunani pia wakiwahubiria habari njema za Bwana Yesu."
  },
  {
    "verseNumber": "ACT 11:21",
    "verseText": "Mkono wa Bwana ulikuwa pamoja nao, nayo idadi kubwa ya watu wakaamini na kumgeukia Bwana."
  },
  {
    "verseNumber": "ACT 11:22",
    "verseText": "Habari hizi zilipofika masikioni mwa kanisa huko Yerusalemu, wakamtuma Barnaba aende Antiokia."
  },
  {
    "verseNumber": "ACT 11:23",
    "verseText": "Alipofika na kuona madhihirisho ya neema ya Mungu, akafurahi na kuwatia moyo waendelee kuwa waaminifu kwa Bwana kwa mioyo yao yote."
  },
  {
    "verseNumber": "ACT 11:24",
    "verseText": "Barnaba alikuwa mtu mwema, aliyejaa Roho Mtakatifu, mwenye imani, nayo idadi kubwa ya watu wakaongezeka kwa Bwana."
  },
  {
    "verseNumber": "ACT 11:25",
    "verseText": "Kisha Barnaba akaenda Tarso kumtafuta Sauli,"
  },
  {
    "verseNumber": "ACT 11:26",
    "verseText": "naye alipompata akamleta Antiokia. Hivyo kwa mwaka mzima Barnaba na Sauli wakakutana na kanisa na kufundisha idadi kubwa ya watu. Ilikuwa ni katika kanisa la Antiokia kwa mara ya kwanza wanafunzi waliitwa Wakristo."
  },
  {
    "verseNumber": "ACT 11:27",
    "verseText": "Wakati huo manabii walishuka toka Yerusalemu hadi Antiokia."
  },
  {
    "verseNumber": "ACT 11:28",
    "verseText": "Mmoja wao, jina lake Agabo, akasimama akatabiri kwa uweza wa Roho Mtakatifu kwamba njaa kubwa itaenea ulimwengu mzima. Njaa hiyo ilitokea wakati wa utawala wa Klaudio."
  },
  {
    "verseNumber": "ACT 11:29",
    "verseText": "Mitume wakaamua kwamba kila mtu, kulingana na uwezo alio nao, atoe msaada kwa ajili ya ndugu wanaoishi Uyahudi."
  },
  {
    "verseNumber": "ACT 11:30",
    "verseText": "Wakafanya hivyo, misaada yao ikapelekwa kwa wazee kwa mikono ya Barnaba na Sauli."
  },
  {
    "verseNumber": "ACT 12:1",
    "verseText": "Wakati huo huo Mfalme Herode Agripa aliwakamata baadhi ya watu wa kanisa."
  },
  {
    "verseNumber": "ACT 12:2",
    "verseText": "Akaamuru Yakobo, ndugu yake Yohana, auawe kwa upanga."
  },
  {
    "verseNumber": "ACT 12:3",
    "verseText": "Alipoona jambo hilo limewapendeza Wayahudi, akaendelea, akamkamata pia Petro. Hii ilitokea wakati wa Sikukuu ya Mikate Isiyotiwa Chachu."
  },
  {
    "verseNumber": "ACT 12:4",
    "verseText": "Baada ya kumkamata alimtia gerezani, chini ya ulinzi wa vikundi vinne vya askari, vyenye askari wanne kila kimoja. Herode alikuwa amekusudia kumtoa na kumfanyia mashtaka mbele ya watu baada ya Pasaka."
  },
  {
    "verseNumber": "ACT 12:5",
    "verseText": "Kwa hiyo Petro akawekwa gerezani, lakini kanisa lilikuwa likimwombea kwa Mungu kwa bidii."
  },
  {
    "verseNumber": "ACT 12:6",
    "verseText": "Usiku ule kabla ya siku ambayo Herode Agripa alikuwa amekusudia kumtoa na kumfanyia mashtaka, Petro alikuwa amelala kati ya askari wawili, akiwa amefungwa kwa minyororo miwili. Nao walinzi wa zamu walikuwa wakilinda penye lango la gereza."
  },
  {
    "verseNumber": "ACT 12:7",
    "verseText": "Ghafula malaika wa Bwana akatokea na nuru ikamulika mle ndani ya gereza. Yule malaika akampiga Petro ubavuni na kumwamsha, akisema, “Ondoka upesi!” Mara ile minyororo ikaanguka kutoka mikononi mwa Petro."
  },
  {
    "verseNumber": "ACT 12:8",
    "verseText": "Yule malaika akamwambia, “Vaa nguo zako na viatu vyako.” Petro akafanya hivyo. Kisha akamwambia, “Jifunge vazi lako na unifuate.”"
  },
  {
    "verseNumber": "ACT 12:9",
    "verseText": "Petro akatoka mle gerezani akiwa amefuatana na yule malaika. Hakujua wakati huo kuwa yaliyokuwa yakitukia yalikuwa kweli. Alidhani kuwa anaona maono."
  },
  {
    "verseNumber": "ACT 12:10",
    "verseText": "Wakapita lindo la kwanza na la pili, ndipo wakafika kwenye lango la chuma linaloelekea mjini. Lango likawafungukia lenyewe, nao wakapita hapo wakatoka nje. Baada ya kutembea umbali wa mtaa mmoja, ghafula yule malaika akamwacha Petro."
  },
  {
    "verseNumber": "ACT 12:11",
    "verseText": "Ndipo Petro akarudiwa na fahamu, akasema, “Sasa ninajua bila shaka yoyote kuwa Bwana amemtuma malaika wake na kuniokoa kutoka makucha ya Herode Agripa na kutoka matazamio yote ya Wayahudi.”"
  },
  {
    "verseNumber": "ACT 12:12",
    "verseText": "Mara Petro alipotambua hili alikwenda nyumbani kwa Maria, mama yake Yohana aliyeitwa pia Marko, ambako watu wengi walikuwa wamekutana kwa maombi."
  },
  {
    "verseNumber": "ACT 12:13",
    "verseText": "Petro alipobisha hodi kwenye lango la nje, mtumishi wa kike jina lake Roda, akaja kumfungulia."
  },
  {
    "verseNumber": "ACT 12:14",
    "verseText": "Alipoitambua sauti ya Petro, alifurahi mno akarudi bila kufungua na kuwaeleza kwamba, “Petro yuko langoni!”"
  },
  {
    "verseNumber": "ACT 12:15",
    "verseText": "Wakamwambia yule mtumishi wa kike, “Umerukwa na akili.” Alipozidi kusisitiza kuwa ni kweli, wakasema, “Lazima awe ni malaika wake.”"
  },
  {
    "verseNumber": "ACT 12:16",
    "verseText": "Lakini Petro aliendelea kugonga langoni, nao walipofungua lango na kumwona Petro, walistaajabu sana."
  },
  {
    "verseNumber": "ACT 12:17",
    "verseText": "Yeye akawaashiria kwa mkono wake wanyamaze kimya, akawaeleza jinsi Bwana alivyomtoa gerezani. Naye akaongeza kusema, “Waelezeni Yakobo na ndugu wengine habari hizi.” Kisha akaondoka akaenda sehemu nyingine."
  },
  {
    "verseNumber": "ACT 12:18",
    "verseText": "Kulipokucha kukawa na fadhaa kubwa miongoni mwa wale askari kuhusu yaliyomtukia Petro."
  },
  {
    "verseNumber": "ACT 12:19",
    "verseText": "Baada ya Herode kuamuru atafutwe kila mahali na bila kumpata, aliwahoji wale askari walinzi kisha akatoa amri wauawe. Basi Herode Agripa akatoka Uyahudi akaenda Kaisaria, akakaa huko kwa muda."
  },
  {
    "verseNumber": "ACT 12:20",
    "verseText": "Basi Herode Agripa alikuwa amekasirishwa sana na watu wa Tiro na Sidoni. Hivyo watu wa miji hiyo miwili wakaungana pamoja wakatafuta kukutana naye. Wakiisha kuungwa mkono na Blasto, mtumishi maalum wa Mfalme Herode Agripa aliyeaminika, wakaomba mapatano ya amani maana nchi zao zilitegemea nchi ya huyo mfalme kwa mahitaji yao ya chakula."
  },
  {
    "verseNumber": "ACT 12:21",
    "verseText": "Katika siku iliyochaguliwa Herode Agripa akavaa mavazi yake ya kifalme, akaketi kwenye kiti chake cha enzi na kuwahutubia watu."
  },
  {
    "verseNumber": "ACT 12:22",
    "verseText": "Watu waliokuwa wamekusanyika wakapiga kelele, wakisema, “Hii si sauti ya mwanadamu, bali ni ya Mungu.”"
  },
  {
    "verseNumber": "ACT 12:23",
    "verseText": "Ghafula, kwa kuwa Herode hakumpa Mungu utukufu, malaika wa Bwana akampiga, naye akaliwa na chango, akafa."
  },
  {
    "verseNumber": "ACT 12:24",
    "verseText": "Lakini neno la Mungu likaendelea mbele na kuenea, nao wengi wakaambatana nalo."
  },
  {
    "verseNumber": "ACT 12:25",
    "verseText": "Barnaba na Sauli walipomaliza ile huduma yao iliyowapeleka, wakarudi Yerusalemu wakiwa pamoja na Yohana aitwaye Marko."
  },
  {
    "verseNumber": "ACT 13:1",
    "verseText": "Katika kanisa huko Antiokia ya Shamu walikuwako manabii na walimu, yaani: Barnaba, Simeoni aitwaye Nigeri, Lukio Mkirene, Manaeni aliyekuwa amelelewa pamoja na Mfalme Herode Agripa, na Sauli."
  },
  {
    "verseNumber": "ACT 13:2",
    "verseText": "Walipokuwa wakimwabudu Bwana na kufunga, Roho Mtakatifu akasema, “Nitengeeni Sauli na Barnaba kwa kazi ile maalum niliyowaitia.”"
  },
  {
    "verseNumber": "ACT 13:3",
    "verseText": "Ndipo baada ya kufunga na kuomba, wakawawekea mikono yao na wakawatuma waende zao."
  },
  {
    "verseNumber": "ACT 13:4",
    "verseText": "Hivyo, wakiwa wametumwa na Roho Mtakatifu, wakashuka kwenda Seleukia na kutoka huko wakasafiri baharini mpaka kisiwa cha Kipro."
  },
  {
    "verseNumber": "ACT 13:5",
    "verseText": "Walipowasili katika mji wa Salami, wakahubiri neno la Mungu katika sinagogi la Wayahudi. Pia walikuwa na Yohana Marko kuwa msaidizi wao."
  },
  {
    "verseNumber": "ACT 13:6",
    "verseText": "Walipokwisha kupita katika nchi zote hizo wakafika Pafo, ambapo walikutana na Myahudi mmoja mchawi aliyekuwa nabii wa uongo, jina lake Bar-Yesu."
  },
  {
    "verseNumber": "ACT 13:7",
    "verseText": "Mtu huyu alikuwa pamoja na Sergio Paulo, mtu mwenye hekima aliyekuwa msaidizi wa mwakilishi wa mtawala wa kile kisiwa. Sergio Paulo akawaita Sauli na Barnaba akitaka kusikia neno la Mungu."
  },
  {
    "verseNumber": "ACT 13:8",
    "verseText": "Lakini Elima yule mchawi (hii ndiyo maana ya jina lake), aliwapinga Barnaba na Sauli na kujaribu kumpotosha yule mkuu wa kile kisiwa aiache imani."
  },
  {
    "verseNumber": "ACT 13:9",
    "verseText": "Ndipo Sauli, ambaye pia aliitwa Paulo, akiwa amejawa na Roho Mtakatifu, akamkazia macho Elima huyo mchawi,"
  },
  {
    "verseNumber": "ACT 13:10",
    "verseText": "akamwambia, “Ewe mwana wa ibilisi, wewe ni adui wa kila kilicho haki! Umejaa kila aina ya udanganyifu na ulaghai. Je, hutaacha kuzipotosha njia za Bwana zilizonyooka?"
  },
  {
    "verseNumber": "ACT 13:11",
    "verseText": "Nawe sasa sikiliza, mkono wa Bwana u dhidi yako. Utakuwa kipofu, wala hutaona jua kwa muda.” Mara ukungu na giza vikamfunika, naye akaenda huku na huko akitafuta mtu wa kumshika mkono ili amwonyeshe njia."
  },
  {
    "verseNumber": "ACT 13:12",
    "verseText": "Yule mkuu wa kile kisiwa alipoona yaliyotukia, akaamini kwa sababu alistaajabishwa na mafundisho kuhusu Bwana."
  },
  {
    "verseNumber": "ACT 13:13",
    "verseText": "Kisha Paulo na wenzake wakasafiri toka Pafo wakafika Perga huko Pamfilia. Lakini, Yohana Marko akawaacha huko, akarejea Yerusalemu."
  },
  {
    "verseNumber": "ACT 13:14",
    "verseText": "Kutoka Perga wakaendelea hadi Antiokia ya Pisidia. Siku ya Sabato wakaingia ndani ya sinagogi, wakaketi."
  },
  {
    "verseNumber": "ACT 13:15",
    "verseText": "Baada ya Sheria ya Mose na Kitabu cha Manabii kusomwa, viongozi wa sinagogi wakawatumia ujumbe wakisema, “Ndugu, kama mna neno la kuwafariji watu hawa, tafadhali lisemeni.”"
  },
  {
    "verseNumber": "ACT 13:16",
    "verseText": "Paulo akasimama, akawapungia mkono na kusema: “Enyi wanaume wa Israeli na ninyi nyote mnaomcha Mungu."
  },
  {
    "verseNumber": "ACT 13:17",
    "verseText": "Mungu wa watu hawa wa Israeli aliwachagua baba zetu, akawafanya kustawi walipokuwa huko Misri, kwa uwezo mwingi akawaongoza na kuwatoa katika nchi ile."
  },
  {
    "verseNumber": "ACT 13:18",
    "verseText": "Kwa muda wa miaka arobaini alivumilia matendo yao walipokuwa jangwani."
  },
  {
    "verseNumber": "ACT 13:19",
    "verseText": "Naye baada ya kuyaangamiza mataifa saba waliokuwa wakiishi katika nchi ya Kanaani, akawapa Waisraeli nchi yao iwe urithi wao."
  },
  {
    "verseNumber": "ACT 13:20",
    "verseText": "Haya yote yalichukua kama muda wa miaka 450. “Baada ya haya, Mungu akawapa waamuzi mpaka wakati wa nabii Samweli."
  },
  {
    "verseNumber": "ACT 13:21",
    "verseText": "Ndipo watu wakaomba wapewe mfalme, naye Mungu akawapa Sauli mwana wa Kishi wa kabila la Benyamini, aliyetawala kwa miaka arobaini."
  },
  {
    "verseNumber": "ACT 13:22",
    "verseText": "Baada ya kumwondoa Sauli katika ufalme, akawainulia Daudi kuwa mfalme wao. Mungu pia alimshuhudia, akisema, ‘Nimemwona Daudi mwana wa Yese, mtu anayeupendeza moyo wangu, atakayetimiza mapenzi yangu yote.’"
  },
  {
    "verseNumber": "ACT 13:23",
    "verseText": "“Kutoka uzao wa mtu huyu, Mungu amewaletea Israeli Mwokozi Yesu, kama alivyoahidi."
  },
  {
    "verseNumber": "ACT 13:24",
    "verseText": "Kabla ya kuja kwa Yesu, Yohana alihubiri toba na ubatizo kwa watu wote wa Israeli."
  },
  {
    "verseNumber": "ACT 13:25",
    "verseText": "Yohana alipokuwa anakamilisha kazi yake, alisema: ‘Ninyi mnadhani mimi ni nani? Mimi si yeye. La hasha, lakini yeye yuaja baada yangu, ambaye mimi sistahili kufungua kamba za viatu vya miguu yake.’"
  },
  {
    "verseNumber": "ACT 13:26",
    "verseText": "“Ndugu zangu, wana wa Abrahamu, nanyi watu wa Mataifa mnaomcha Mungu, ujumbe huu wa wokovu umeletwa kwetu."
  },
  {
    "verseNumber": "ACT 13:27",
    "verseText": "Kwa sababu wakaao Yerusalemu na viongozi wao hawakumtambua wala kuelewa maneno ya manabii yasomwayo kila Sabato, bali waliyatimiza maneno hayo kwa kumhukumu yeye."
  },
  {
    "verseNumber": "ACT 13:28",
    "verseText": "Ijapokuwa hawakupata sababu yoyote ya kumhukumu kifo, walimwomba Pilato aamuru auawe."
  },
  {
    "verseNumber": "ACT 13:29",
    "verseText": "Walipokwisha kufanya yale yote yaliyoandikwa kumhusu, walimshusha kutoka msalabani na kumzika kaburini."
  },
  {
    "verseNumber": "ACT 13:30",
    "verseText": "Lakini Mungu alimfufua kutoka kwa wafu."
  },
  {
    "verseNumber": "ACT 13:31",
    "verseText": "Naye kwa siku nyingi akawatokea wale waliokuwa pamoja naye kuanzia Galilaya hadi Yerusalemu. Nao sasa wamekuwa mashahidi wake kwa watu wetu."
  },
  {
    "verseNumber": "ACT 13:32",
    "verseText": "“Nasi tunawaletea habari njema, kwamba yale Mungu aliyowaahidi baba zetu"
  },
  {
    "verseNumber": "ACT 13:33",
    "verseText": "sasa ameyatimiza kwetu sisi watoto wao, kwa kumfufua Yesu, kama ilivyoandikwa katika Zaburi ya pili: “ ‘Wewe ni Mwanangu; leo mimi nimekuzaa.’"
  },
  {
    "verseNumber": "ACT 13:34",
    "verseText": "Kwa kuwa Mungu alimfufua kutoka kwa wafu asioze kamwe, alitamka maneno haya: “ ‘Nitakupa wewe baraka takatifu zilizo za hakika nilizomwahidi Daudi.’"
  },
  {
    "verseNumber": "ACT 13:35",
    "verseText": "Kama ilivyosemwa mahali pengine katika Zaburi, “ ‘Hutamwacha Aliye Mtakatifu wako kuona uharibifu.’"
  },
  {
    "verseNumber": "ACT 13:36",
    "verseText": "“Kwa maana Daudi akiisha kulitumikia kusudi la Mungu katika kizazi chake, alilala; akazikwa pamoja na baba zake na mwili wake ukaoza."
  },
  {
    "verseNumber": "ACT 13:37",
    "verseText": "Lakini yule ambaye Mungu alimfufua kutoka kwa wafu hakuona uharibifu."
  },
  {
    "verseNumber": "ACT 13:38",
    "verseText": "“Kwa hiyo ndugu zangu, nataka ninyi mjue kwamba kwa kupitia huyu Yesu msamaha wa dhambi unatangazwa kwenu."
  },
  {
    "verseNumber": "ACT 13:39",
    "verseText": "Kwa kupitia yeye, kila mtu amwaminiye anahesabiwa haki kwa kila kitu ambacho asingeweza kuhesabiwa haki kwa sheria ya Mose."
  },
  {
    "verseNumber": "ACT 13:40",
    "verseText": "Kwa hiyo jihadharini ili yale waliyosema manabii yasiwapate:"
  },
  {
    "verseNumber": "ACT 13:41",
    "verseText": "“ ‘Angalieni, enyi wenye dhihaka, mkastaajabu, mkaangamie, kwa maana nitatenda jambo wakati wenu ambalo hamtasadiki, hata kama mtu akiwaambia.’ ”"
  },
  {
    "verseNumber": "ACT 13:42",
    "verseText": "Paulo na Barnaba walipokuwa wakitoka nje ya sinagogi, watu wakawaomba wazungumze tena mambo hayo Sabato iliyofuata."
  },
  {
    "verseNumber": "ACT 13:43",
    "verseText": "Baada ya kusanyiko la Sinagogi kutawanyika, wengi wa Wayahudi na waongofu wa dini ya Kiyahudi wakawafuata Paulo na Barnaba, wakazungumza nao na kuwahimiza wadumu katika neema ya Mungu."
  },
  {
    "verseNumber": "ACT 13:44",
    "verseText": "Sabato iliyofuata, karibu watu wote wa mji walikuja kusikiliza neno la Bwana."
  },
  {
    "verseNumber": "ACT 13:45",
    "verseText": "Lakini Wayahudi walipoona ule umati mkubwa wa watu walijawa na wivu, wakayakanusha maneno Paulo aliyokuwa akisema."
  },
  {
    "verseNumber": "ACT 13:46",
    "verseText": "Ndipo Paulo na Barnaba wakawajibu kwa ujasiri, wakisema, “Ilitupasa kunena nanyi neno la Mungu kwanza. Lakini kwa kuwa mmelikataa, mkajihukumu wenyewe kuwa hamstahili uzima wa milele, sasa tunawageukia watu wa Mataifa."
  },
  {
    "verseNumber": "ACT 13:47",
    "verseText": "Kwa maana hili ndilo Bwana alilotuamuru: “ ‘Nimewafanya ninyi kuwa nuru kwa watu wa Mataifa, ili mpate kuuleta wokovu hadi miisho ya dunia.’ ”"
  },
  {
    "verseNumber": "ACT 13:48",
    "verseText": "Watu wa Mataifa waliposikia haya wakafurahi na kulitukuza neno la Bwana; nao wote waliokuwa wamekusudiwa uzima wa milele wakaamini."
  },
  {
    "verseNumber": "ACT 13:49",
    "verseText": "Neno la Bwana likaenea katika eneo lile lote."
  },
  {
    "verseNumber": "ACT 13:50",
    "verseText": "Lakini Wayahudi wakawachochea wanawake wenye kumcha Mungu, wenye vyeo pamoja na watu maarufu katika mji, wakachochea mateso dhidi ya Paulo na Barnaba na kuwafukuza kutoka eneo hilo."
  },
  {
    "verseNumber": "ACT 13:51",
    "verseText": "Hivyo Paulo na Barnaba wakakungʼuta mavumbi ya miguu yao ili kuwapinga, nao wakaenda Ikonio."
  },
  {
    "verseNumber": "ACT 13:52",
    "verseText": "Wanafunzi wakajawa na furaha na Roho Mtakatifu."
  },
  {
    "verseNumber": "ACT 14:1",
    "verseText": "Huko Ikonio Paulo na Barnaba waliingia pamoja katika sinagogi la Wayahudi kama ilivyokuwa desturi yao. Huko wakahubiri kwa uwezo mkubwa kiasi kwamba Wayahudi pamoja na watu wa Mataifa wakaamini."
  },
  {
    "verseNumber": "ACT 14:2",
    "verseText": "Lakini wale Wayahudi waliokataa kuamini, wakawachochea watu wa Mataifa, wakatia chuki ndani ya mioyo yao dhidi ya wale walioamini."
  },
  {
    "verseNumber": "ACT 14:3",
    "verseText": "Hivyo Paulo na Barnaba wakakaa huko kwa muda wa kutosha wakihubiri kwa ujasiri juu ya Bwana, ambaye alithibitisha ujumbe wa neema yake kwa kuwawezesha kufanya ishara na miujiza."
  },
  {
    "verseNumber": "ACT 14:4",
    "verseText": "Lakini watu wa mji ule waligawanyika, wengine wakakubaliana na Wayahudi na wengine na mitume."
  },
  {
    "verseNumber": "ACT 14:5",
    "verseText": "Watu wa Mataifa na Wayahudi wakajiunga na baadhi ya viongozi, wakafanya mpango wa kuwatendea mitume mabaya na kuwapiga mawe."
  },
  {
    "verseNumber": "ACT 14:6",
    "verseText": "Lakini mitume walipopata habari hizi wakakimbilia Listra na Derbe, miji ya Likaonia na sehemu zilizopakana nayo."
  },
  {
    "verseNumber": "ACT 14:7",
    "verseText": "Huko wakaendelea kuhubiri habari njema."
  },
  {
    "verseNumber": "ACT 14:8",
    "verseText": "Katika mji wa Listra, alikuwako kiwete, ambaye alikuwa amelemaa tangu kuzaliwa na hakuwa ametembea kamwe."
  },
  {
    "verseNumber": "ACT 14:9",
    "verseText": "Alimsikiliza Paulo alipokuwa akihubiri. Paulo alipomtazama akaona ana imani ya kuponywa."
  },
  {
    "verseNumber": "ACT 14:10",
    "verseText": "Paulo akapaza sauti, “Simama kwa miguu yako!” Mara yule mtu akasimama upesi akaanza kutembea!"
  },
  {
    "verseNumber": "ACT 14:11",
    "verseText": "Ule umati wa watu ulipoona yaliyokuwa yamefanywa na Paulo, wakapiga kelele kwa lugha yao ya Kilikaonia wakasema, “Miungu imetushukia katika umbo la binadamu!”"
  },
  {
    "verseNumber": "ACT 14:12",
    "verseText": "Wakamwita Barnaba Zeu na Paulo wakamwita Herme kwa kuwa ndiye alikuwa msemaji mkuu."
  },
  {
    "verseNumber": "ACT 14:13",
    "verseText": "Kuhani wa Zeu, ambaye hekalu lake lilikuwa nje kidogo tu ya mji, akaleta mafahali na mashada ya maua penye lango la mji kwa sababu yeye na ule umati wa watu walitaka kuwatolea dhabihu."
  },
  {
    "verseNumber": "ACT 14:14",
    "verseText": "Lakini mitume Paulo na Barnaba waliposikia haya, wakararua nguo zao, wakawaendea wale watu kwa haraka, wakawapigia kelele, wakisema,"
  },
  {
    "verseNumber": "ACT 14:15",
    "verseText": "“Enyi watu, kwa nini mnafanya mambo haya? Sisi ni wanadamu tu kama ninyi! Tunawaletea habari njema, tukiwaambia kwamba mgeuke mtoke katika mambo haya yasiyofaa, mmwelekee Mungu aliye hai, aliyeziumba mbingu na nchi na bahari na vitu vyote vilivyomo."
  },
  {
    "verseNumber": "ACT 14:16",
    "verseText": "Zamani aliwaachia mataifa waishi walivyotaka."
  },
  {
    "verseNumber": "ACT 14:17",
    "verseText": "Lakini hakuacha kuwaonyesha watu uwepo wake: Ameonyesha wema kwa kuwanyeshea mvua toka mbinguni na kuwapa mazao kwa majira yake, naye amewapa chakula tele na kuijaza mioyo yenu na furaha.”"
  },
  {
    "verseNumber": "ACT 14:18",
    "verseText": "Hata kwa maneno haya yote, ilikuwa vigumu kuuzuia ule umati wa watu kuwatolea dhabihu."
  },
  {
    "verseNumber": "ACT 14:19",
    "verseText": "Ndipo wakaja baadhi ya Wayahudi kutoka Antiokia na Ikonio wakawashawishi wale watu, wakampiga Paulo kwa mawe, wakamburuta hadi nje ya mji, wakidhani amekufa."
  },
  {
    "verseNumber": "ACT 14:20",
    "verseText": "Lakini baada ya wanafunzi kukusanyika akainuka na kurudi mjini. Kesho yake yeye na Barnaba wakaondoka kwenda Derbe."
  },
  {
    "verseNumber": "ACT 14:21",
    "verseText": "Wakahubiri habari njema katika mji huo na kupata wanafunzi wengi. Kisha wakarudi Listra, Ikonio na Antiokia,"
  },
  {
    "verseNumber": "ACT 14:22",
    "verseText": "wakiwaimarisha wanafunzi na kuwatia moyo waendelee kudumu katika imani. Wakawaonya wakisema, “Imetupasa kuingia katika Ufalme wa Mungu kwa kupitia katika taabu nyingi.”"
  },
  {
    "verseNumber": "ACT 14:23",
    "verseText": "Nao baada ya kuwateua wazee katika kila kanisa, kwa kufunga na kuomba wakawakabidhi kwa Bwana waliyemwamini."
  },
  {
    "verseNumber": "ACT 14:24",
    "verseText": "Kisha wakapitia Pisidia wakafika Pamfilia."
  },
  {
    "verseNumber": "ACT 14:25",
    "verseText": "Baada ya kuhubiri neno la Mungu huko Perga, wakateremkia Atalia."
  },
  {
    "verseNumber": "ACT 14:26",
    "verseText": "Kutoka Atalia wakasafiri baharini wakarudi Antiokia, ambako walikuwa wamesifiwa kwa ajili ya neema ya Mungu kutokana na ile huduma waliyokuwa wameikamilisha."
  },
  {
    "verseNumber": "ACT 14:27",
    "verseText": "Walipowasili Antiokia wakaliita kanisa pamoja na kutoa taarifa ya yale yote Mungu aliyokuwa ametenda kupitia kwao na jinsi alivyokuwa amefungua mlango wa imani kwa ajili ya watu wa Mataifa."
  },
  {
    "verseNumber": "ACT 14:28",
    "verseText": "Nao wakakaa huko pamoja na wanafunzi kwa muda mrefu."
  },
  {
    "verseNumber": "ACT 15:1",
    "verseText": "Baadhi ya watu wakashuka Antiokia kutoka Uyahudi, nao wakawa wanawafundisha wandugu: “Msipotahiriwa kufuatana na desturi aliyofundisha Mose, hamwezi kuokoka.”"
  },
  {
    "verseNumber": "ACT 15:2",
    "verseText": "Baada ya Paulo na Barnaba kutokubaliana nao kukawa na mabishano makali, Paulo na Barnaba na baadhi ya wengine miongoni mwao wakachaguliwa kwenda Yerusalemu ili kujadiliana jambo hili na mitume na wazee."
  },
  {
    "verseNumber": "ACT 15:3",
    "verseText": "Hivyo wakasafirishwa na kanisa, wakiwa njiani wakapitia nchi ya Foinike na Samaria, wakawaeleza jinsi watu wa Mataifa walivyookoka. Habari hizi zikaleta furaha kubwa kwa ndugu wote."
  },
  {
    "verseNumber": "ACT 15:4",
    "verseText": "Walipofika Yerusalemu, walipokelewa na kanisa na mitume pamoja na wazee, ndipo Paulo na Barnaba wakawaarifu kila kitu Mungu alichokuwa amefanya kupitia kwao."
  },
  {
    "verseNumber": "ACT 15:5",
    "verseText": "Ndipo baadhi ya walioamini wa madhehebu ya Mafarisayo wakasimama na kusema, “Hao watu wa Mataifa lazima watahiriwe na waagizwe kutii sheria ya Mose.”"
  },
  {
    "verseNumber": "ACT 15:6",
    "verseText": "Mitume na wazee wakakutana pamoja ili kufikiri jambo hili."
  },
  {
    "verseNumber": "ACT 15:7",
    "verseText": "Baada ya majadiliano mengi, Petro akasimama na kusema, “Ndugu zangu, mnajua kwamba siku za kwanza Mungu alinichagua ili kwa midomo yangu watu wa Mataifa wapate kusikia ujumbe wa Injili na kuamini."
  },
  {
    "verseNumber": "ACT 15:8",
    "verseText": "Mungu, yeye ajuaye mioyo, alionyesha kwamba anawakubali kwa kuwapa Roho Mtakatifu kama vile alivyotupa sisi."
  },
  {
    "verseNumber": "ACT 15:9",
    "verseText": "Mungu hakutofautisha kati yetu na wao, bali alitakasa mioyo yao kwa imani."
  },
  {
    "verseNumber": "ACT 15:10",
    "verseText": "Sasa basi, mbona mnataka kumjaribu Mungu kwa kuweka kongwa shingoni mwa wanafunzi ambalo baba zetu wala sisi hatukuweza kulibeba?"
  },
  {
    "verseNumber": "ACT 15:11",
    "verseText": "Lakini sisi tunaamini ya kuwa tunaokolewa kwa neema ya Bwana Yesu Kristo, kama wao wanavyookolewa.”"
  },
  {
    "verseNumber": "ACT 15:12",
    "verseText": "Kusanyiko lote likakaa kimya, wakawasikiliza Paulo na Barnaba wakieleza jinsi Mungu alivyowatumia kutenda ishara na maajabu kwa watu wa Mataifa."
  },
  {
    "verseNumber": "ACT 15:13",
    "verseText": "Walipomaliza kunena, Yakobo akasema, “Ndugu zangu, nisikilizeni."
  },
  {
    "verseNumber": "ACT 15:14",
    "verseText": "Simoni amekwisha kutueleza jinsi Mungu, kwa mara ya kwanza alivyoonyesha kuhusika kwa kujichagulia watu kutoka watu wa Mataifa kwa ajili ya Jina lake."
  },
  {
    "verseNumber": "ACT 15:15",
    "verseText": "Maneno ya manabii yanakubaliana na jambo hili, kama ilivyoandikwa:"
  },
  {
    "verseNumber": "ACT 15:16",
    "verseText": "“ ‘Baada ya mambo haya nitarudi, nami nitajenga upya nyumba ya Daudi iliyoanguka. Nitajenga tena magofu yake na kuisimamisha,"
  },
  {
    "verseNumber": "ACT 15:17",
    "verseText": "ili wanadamu wengine wote wapate kumtafuta Bwana, hata wale watu wa Mataifa wote ambao wanaitwa kwa Jina langu, asema Bwana, afanyaye mambo haya’"
  },
  {
    "verseNumber": "ACT 15:18",
    "verseText": "ambayo yamejulikana tangu zamani."
  },
  {
    "verseNumber": "ACT 15:19",
    "verseText": "“Kwa hivyo uamuzi wangu ni kwamba, tusiwataabishe watu wa Mataifa wanaomgeukia Mungu."
  },
  {
    "verseNumber": "ACT 15:20",
    "verseText": "Badala yake, tuwaandikie kwamba wajiepushe na vyakula vilivyonajisiwa kwa kutolewa sanamu, wajiepushe na uasherati, au kula mnyama aliyenyongwa, na damu."
  },
  {
    "verseNumber": "ACT 15:21",
    "verseText": "Kwa maana katika kila mji kwa vizazi vilivyopita, Mose amekuwa na wale wanaotangaza sheria yake kwa kuwa imekuwa ikisomwa kwa sauti kubwa katika masinagogi kila Sabato.”"
  },
  {
    "verseNumber": "ACT 15:22",
    "verseText": "Mitume na wazee pamoja na kanisa lote, wakaamua kuwachagua baadhi ya watu wao na kuwatuma Antiokia pamoja na Paulo na Barnaba. Wakamchagua Yuda aitwaye Barsaba pamoja na Sila, watu wawili waliokuwa viongozi miongoni mwa ndugu."
  },
  {
    "verseNumber": "ACT 15:23",
    "verseText": "Wakatumwa na barua ifuatayo: Sisi mitume na wazee, ndugu zenu, Kwa ndugu Mataifa mlioamini mlioko Antiokia, Shamu na Kilikia: Salamu."
  },
  {
    "verseNumber": "ACT 15:24",
    "verseText": "Tumesikia kwamba kuna baadhi ya watu waliokuja huko kutoka kwetu bila ruhusa yetu na kuwasumbua, wakiyataabisha mawazo yenu."
  },
  {
    "verseNumber": "ACT 15:25",
    "verseText": "Hivyo tumekubaliana wote kuwachagua baadhi ya watu na kuwatuma kwenu pamoja na wapendwa wetu Barnaba na Paulo,"
  },
  {
    "verseNumber": "ACT 15:26",
    "verseText": "watu ambao wamehatarisha maisha yao kwa ajili ya jina la Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "ACT 15:27",
    "verseText": "Kwa hiyo tunawatuma Yuda na Sila, kuthibitisha kwa maneno ya mdomo mambo haya tunayowaandikia."
  },
  {
    "verseNumber": "ACT 15:28",
    "verseText": "Kwa maana imempendeza Roho Mtakatifu na sisi tusiwatwike mzigo wowote mkubwa zaidi ya mambo haya yafuatayo ambayo ni ya lazima:"
  },
  {
    "verseNumber": "ACT 15:29",
    "verseText": "Kwamba mjiepushe na vyakula vilivyotolewa sadaka kwa sanamu, na damu, au kula nyama ya mnyama aliyenyongwa, na mjiepushe na uasherati. Mkiyaepuka mambo haya, mtakuwa mmefanya vyema. Kwaherini."
  },
  {
    "verseNumber": "ACT 15:30",
    "verseText": "Hivyo wakaagwa, wakashuka kwenda Antiokia. Baada ya kulikusanya kanisa pamoja, wakawapa ile barua."
  },
  {
    "verseNumber": "ACT 15:31",
    "verseText": "Nao hao watu wakiisha kuisoma, wakafurahishwa sana kwa ujumbe wake wa kutia moyo."
  },
  {
    "verseNumber": "ACT 15:32",
    "verseText": "Yuda na Sila, ambao wenyewe walikuwa manabii, wakanena maneno mengi ya kuwatia moyo na kuwajenga katika imani wale ndugu walioamini."
  },
  {
    "verseNumber": "ACT 15:33",
    "verseText": "Baada ya kukaa huko Antiokia kwa muda, wakaagwa kwa amani na wale ndugu ili waende kwa wale waliowatuma. ["
  },
  {
    "verseNumber": "ACT 15:34",
    "verseText": "Lakini Sila bado akaendelea kukaa huko.]"
  },
  {
    "verseNumber": "ACT 15:35",
    "verseText": "Lakini Paulo na Barnaba walibaki Antiokia ambako wao pamoja na wengine wengi walifundisha na kuhubiri neno la Bwana."
  },
  {
    "verseNumber": "ACT 15:36",
    "verseText": "Baada ya muda, Paulo akamwambia Barnaba, “Turudi tukawatembelee ndugu katika miji yote tuliyohubiri neno la Bwana tuone jinsi wanavyoendelea.”"
  },
  {
    "verseNumber": "ACT 15:37",
    "verseText": "Barnaba alitaka wamchukue Yohana aitwaye Marko waende naye."
  },
  {
    "verseNumber": "ACT 15:38",
    "verseText": "Lakini Paulo aliona si vyema kwa sababu aliwahi kuwaacha walipokuwa huko Pamfilia, hakutaka kuendelea kufanya kazi naye."
  },
  {
    "verseNumber": "ACT 15:39",
    "verseText": "Pakatokea ubishi mkali kati ya Paulo na Barnaba kuhusu jambo hili, hivyo wakagawanyika. Barnaba akamchukua Yohana Marko wakasafiri baharini kwenda Kipro."
  },
  {
    "verseNumber": "ACT 15:40",
    "verseText": "Lakini Paulo akamchagua Sila na akaondoka baada ya ndugu kuwatakia neema ya Bwana."
  },
  {
    "verseNumber": "ACT 15:41",
    "verseText": "Akapitia Shamu na Kilikia, akiimarisha makanisa ya huko."
  },
  {
    "verseNumber": "ACT 16:1",
    "verseText": "Paulo akafika Derbe na kisha Listra, ambako kulikuwa na mwanafunzi mmoja jina lake Timotheo, ambaye mama yake alikuwa Myahudi aliyeamini, lakini baba yake alikuwa Myunani."
  },
  {
    "verseNumber": "ACT 16:2",
    "verseText": "Alikuwa amesifiwa sana na wale ndugu waliokuwa wameamini huko Listra na Ikonio"
  },
  {
    "verseNumber": "ACT 16:3",
    "verseText": "Paulo alitaka Timotheo afuatane naye, hivyo akamchukua na kumtahiri kwa sababu ya Wayahudi waliokuwa wanaishi eneo lile kwa maana wote walimjua baba yake ni Myunani."
  },
  {
    "verseNumber": "ACT 16:4",
    "verseText": "Walipokuwa wakienda mji kwa mji, wakawa wanawapa maamuzi yaliyotolewa na mitume na wazee huko Yerusalemu ili wayafuate."
  },
  {
    "verseNumber": "ACT 16:5",
    "verseText": "Hivyo makanisa yakawa imara katika imani na kuongezeka kiidadi kila siku."
  },
  {
    "verseNumber": "ACT 16:6",
    "verseText": "Paulo pamoja na wenzake wakasafiri sehemu za Frigia na Galatia, kwa kuwa Roho Mtakatifu hakuwaruhusu kulihubiri neno huko Asia."
  },
  {
    "verseNumber": "ACT 16:7",
    "verseText": "Walipofika mpaka wa Misia, wakajaribu kuingia Bithinia lakini Roho wa Yesu hakuwaruhusu."
  },
  {
    "verseNumber": "ACT 16:8",
    "verseText": "Kwa hiyo wakapita Misia, wakafika Troa."
  },
  {
    "verseNumber": "ACT 16:9",
    "verseText": "Wakati wa usiku Paulo akaona maono, mtu wa Makedonia amesimama akimsihi, “Vuka uje huku Makedonia utusaidie.”"
  },
  {
    "verseNumber": "ACT 16:10",
    "verseText": "Baada ya Paulo kuona maono haya, tulijiandaa kwa haraka kuondoka kwenda Makedonia tukiwa tumesadiki kuwa Mungu alikuwa ametuita kuhubiri habari njema huko."
  },
  {
    "verseNumber": "ACT 16:11",
    "verseText": "Tukasafiri kwa njia ya bahari kutoka Troa na kwenda moja kwa moja hadi Samothrake, kesho yake tukafika Neapoli."
  },
  {
    "verseNumber": "ACT 16:12",
    "verseText": "Kutoka huko tukasafiri hadi Filipi, mji mkuu wa jimbo hilo la Makedonia, uliokuwa koloni ya Warumi. Nasi tukakaa huko siku kadhaa."
  },
  {
    "verseNumber": "ACT 16:13",
    "verseText": "Siku ya Sabato tukaenda nje ya lango la mji kando ya mto, mahali ambapo tulitarajia tungepata mahali pa kufanyia maombi. Tukaketi, tukaanza kuongea na baadhi ya wanawake waliokuwa wamekusanyika huko."
  },
  {
    "verseNumber": "ACT 16:14",
    "verseText": "Mmoja wa wale wanawake waliotusikiliza aliitwa Lidia, mfanyabiashara wa nguo za zambarau, mwenyeji wa mji wa Thiatira, aliyekuwa mcha Mungu. Bwana akaufungua moyo wake akaupokea ujumbe wa Paulo."
  },
  {
    "verseNumber": "ACT 16:15",
    "verseText": "Basi alipokwisha kubatizwa yeye na watu wa nyumba yake, alitukaribisha nyumbani kwake akisema, “Kama mmeona kweli mimi nimemwamini Bwana, karibuni mkae nyumbani mwangu.” Naye akatushawishi."
  },
  {
    "verseNumber": "ACT 16:16",
    "verseText": "Siku moja, tulipokuwa tukienda mahali pa kusali, tulikutana na mtumwa mmoja wa kike ambaye alikuwa na pepo wa uaguzi. Naye alikuwa amewapa mabwana zake mapato makubwa ya fedha kwa ubashiri."
  },
  {
    "verseNumber": "ACT 16:17",
    "verseText": "Huyu msichana alikuwa akimfuata Paulo na sisi akipiga kelele, “Watu hawa ni watumishi wa Mungu Aliye Juu Sana, wao wanawatangazieni njia ya wokovu.”"
  },
  {
    "verseNumber": "ACT 16:18",
    "verseText": "Akaendelea kufanya hivi kwa siku nyingi, lakini Paulo akiwa ameudhika sana, akageuka na kumwambia yule pepo mchafu, “Ninakuamuru katika jina la Yesu Kristo, umtoke!” Yule pepo mchafu akamtoka saa ile ile."
  },
  {
    "verseNumber": "ACT 16:19",
    "verseText": "Basi mabwana wa yule mtumwa wa kike walipoona kuwa tumaini lao la kuendelea kujipatia fedha limetoweka, wakawakamata Paulo na Sila wakawaburuta mpaka sokoni mbele ya viongozi wa mji."
  },
  {
    "verseNumber": "ACT 16:20",
    "verseText": "Baada ya kuwafikisha mbele ya mahakimu wakawashtaki wakisema, “Hawa watu wanaleta ghasia katika mji wetu, nao ni Wayahudi."
  },
  {
    "verseNumber": "ACT 16:21",
    "verseText": "Wanafundisha desturi ambazo sisi raiya wa Kirumi hatuwezi kuzikubali au kuzitimiza.”"
  },
  {
    "verseNumber": "ACT 16:22",
    "verseText": "Umati wa watu waliokuwepo wakajiunga katika kuwashambulia Paulo na Sila na wale mahakimu wakaamuru wavuliwe nguo zao na wachapwe viboko."
  },
  {
    "verseNumber": "ACT 16:23",
    "verseText": "Baada ya kuwachapa sana, wakawatupa gerezani na kumwagiza mkuu wa gereza awalinde kikamilifu."
  },
  {
    "verseNumber": "ACT 16:24",
    "verseText": "Kufuata maelekezo haya, yule mkuu wa gereza akawaweka katika chumba cha ndani sana mle gerezani, na akawafunga miguu yao kwa minyororo."
  },
  {
    "verseNumber": "ACT 16:25",
    "verseText": "Ilipokaribia usiku wa manane, Paulo na Sila walikuwa wakiomba na kuimba nyimbo za kumsifu Mungu, nao wafungwa wengine walikuwa wakiwasikiliza."
  },
  {
    "verseNumber": "ACT 16:26",
    "verseText": "Ghafula pakatokea tetemeko kubwa la ardhi, hata msingi wa gereza ukatikisika. Mara milango ya gereza ikafunguka na ile minyororo iliyowafunga kila mmoja ikafunguka."
  },
  {
    "verseNumber": "ACT 16:27",
    "verseText": "Yule mkuu wa gereza alipoamka na kuona milango ya gereza iko wazi, akachomoa upanga wake akataka kujiua, akidhani ya kuwa wafungwa wote wametoroka."
  },
  {
    "verseNumber": "ACT 16:28",
    "verseText": "Lakini Paulo akapiga kelele kwa sauti kubwa, akasema, “Usijidhuru kwa maana sisi sote tuko hapa!”"
  },
  {
    "verseNumber": "ACT 16:29",
    "verseText": "Yule askari wa gereza akaagiza taa ziletwe, akaingia ndani ya kile chumba cha gereza, akapiga magoti akitetemeka mbele ya Paulo na Sila."
  },
  {
    "verseNumber": "ACT 16:30",
    "verseText": "Kisha akawaleta nje akisema, “Bwana zangu, nifanye nini nipate kuokoka?”"
  },
  {
    "verseNumber": "ACT 16:31",
    "verseText": "Wakamjibu, “Mwamini Bwana Yesu Kristo, nawe utaokoka, pamoja na watu wa nyumbani mwako.”"
  },
  {
    "verseNumber": "ACT 16:32",
    "verseText": "Wakamwambia neno la Bwana yeye pamoja na wote waliokuwako nyumbani mwake."
  },
  {
    "verseNumber": "ACT 16:33",
    "verseText": "Wakati ule ule, yule mkuu wa gereza akawachukua, akawaosha majeraha yao, kisha akabatizwa yeye pamoja na wote waliokuwa nyumbani mwake bila kuchelewa."
  },
  {
    "verseNumber": "ACT 16:34",
    "verseText": "Akawapandisha nyumbani mwake akawaandalia chakula, yeye pamoja na nyumba yake yote wakafurahi sana kwa kuwa sasa walikuwa wamemwamini Mungu."
  },
  {
    "verseNumber": "ACT 16:35",
    "verseText": "Kulipopambazuka wale mahakimu wakawatuma maafisa wao kwa mkuu wa gereza wakiwa na agizo linalosema, “Wafungue wale watu, waache waende zao.”"
  },
  {
    "verseNumber": "ACT 16:36",
    "verseText": "Mkuu wa gereza akamwambia Paulo “Mahakimu wameagiza niwaache huru, kwa hiyo tokeni na mwende zenu kwa amani.”"
  },
  {
    "verseNumber": "ACT 16:37",
    "verseText": "Lakini Paulo akawaambia wale maafisa, “Wametupiga hadharani bila kutufanyia mashtaka na kutuhoji, nao wakatutupa gerezani, hata ingawa sisi ni raiya wa Rumi. Nao sasa wanataka kututoa gerezani kwa siri? Hapana! Wao na waje wenyewe watutoe humu gerezani.”"
  },
  {
    "verseNumber": "ACT 16:38",
    "verseText": "Wale maafisa wakarudi na kuwaambia wale mahakimu maneno haya, wakaogopa sana walipofahamu kuwa Paulo na Sila ni raiya wa Rumi."
  },
  {
    "verseNumber": "ACT 16:39",
    "verseText": "Kwa hiyo wakaja wakawaomba msamaha, wakawatoa gerezani, wakawaomba waondoke katika ule mji."
  },
  {
    "verseNumber": "ACT 16:40",
    "verseText": "Baada ya Paulo na Sila kutoka gerezani walikwenda nyumbani kwa Lidia, ambapo walikutana na wale ndugu walioamini, wakawatia moyo, ndipo wakaondoka."
  },
  {
    "verseNumber": "ACT 17:1",
    "verseText": "Wakasafiri kupitia Amfipoli na Apolonia wakafika Thesalonike, ambako kulikuwa na sinagogi la Wayahudi."
  },
  {
    "verseNumber": "ACT 17:2",
    "verseText": "Kama desturi yake, Paulo aliingia ndani ya sinagogi, na kwa muda wa Sabato tatu akawa anahojiana nao kutoka kwenye Maandiko,"
  },
  {
    "verseNumber": "ACT 17:3",
    "verseText": "akidhihirisha wazi na kuthibitisha kwamba ilikuwa lazima Kristo ateswe na afufuke kutoka kwa wafu. Akasema, “Huyu Yesu ninayewaambia habari zake, ndiye Kristo.”"
  },
  {
    "verseNumber": "ACT 17:4",
    "verseText": "Baadhi ya Wayahudi wakasadiki, wakaungana na Paulo na Sila, wakiwepo idadi kubwa ya Wayunani waliomcha Mungu na wanawake wengi mashuhuri."
  },
  {
    "verseNumber": "ACT 17:5",
    "verseText": "Lakini Wayahudi ambao hawakuwa wameamini wakawa na wivu, wakawakodi watu waovu kutoka sokoni, wakakutanisha umati wa watu, wakaanzisha ghasia mjini. Wakaenda mbio nyumbani kwa Yasoni wakiwatafuta Paulo na Sila ili kuwaleta nje penye ule umati wa watu."
  },
  {
    "verseNumber": "ACT 17:6",
    "verseText": "Lakini walipowakosa wakamburuta Yasoni na ndugu wengine mbele ya maafisa wa mji, wakipiga kelele: “Watu hawa ni wale walioupindua ulimwengu wamekuja huku,"
  },
  {
    "verseNumber": "ACT 17:7",
    "verseText": "naye Yasoni amewakaribisha nyumbani mwake. Hawa wote wanaasi amri za Kaisari wakisema yuko mfalme mwingine aitwaye Yesu.”"
  },
  {
    "verseNumber": "ACT 17:8",
    "verseText": "Waliposikia haya, ule umati wa watu na maafisa wa mji wakaongeza ghasia."
  },
  {
    "verseNumber": "ACT 17:9",
    "verseText": "Nao baada ya kuchukua dhamana kwa ajili ya Yasoni na wenzake wakawaacha waende zao."
  },
  {
    "verseNumber": "ACT 17:10",
    "verseText": "Usiku ule ule, wale ndugu walioamini wakawapeleka Paulo na Sila waende zao Beroya. Walipowasili huko wakaenda kwenye sinagogi la Wayahudi."
  },
  {
    "verseNumber": "ACT 17:11",
    "verseText": "Hawa Waberoya walikuwa waungwana zaidi kuliko wale wa Thesalonike, kwa kuwa waliupokea ule ujumbe kwa shauku kubwa na kuyachunguza Maandiko kila siku ili kuona kama yale Paulo aliyosema yalikuwa kweli."
  },
  {
    "verseNumber": "ACT 17:12",
    "verseText": "Wayahudi wengi wakaamini pamoja na wanawake na wanaume wa Kiyunani wa tabaka la juu."
  },
  {
    "verseNumber": "ACT 17:13",
    "verseText": "Lakini wale Wayahudi wa Thesalonike waliposikia kuwa Paulo anahubiri neno la Mungu huko Beroya, wakaenda huko ili kuwashawishi watu na kuwachochea."
  },
  {
    "verseNumber": "ACT 17:14",
    "verseText": "Mara hiyo, wale ndugu wakamsafirisha Paulo hadi pwani, lakini Sila na Timotheo wakabaki Beroya."
  },
  {
    "verseNumber": "ACT 17:15",
    "verseText": "Wale waliomsindikiza Paulo wakaenda naye mpaka Athene, kisha wakarudi Beroya wakiwa na maagizo kutoka kwa Paulo kuhusu Sila na Timotheo kwamba wamfuate upesi iwezekanavyo."
  },
  {
    "verseNumber": "ACT 17:16",
    "verseText": "Paulo alipokuwa akiwasubiri huko Athene, alisumbuka sana moyoni mwake kuona vile mji huo ulivyojaa sanamu."
  },
  {
    "verseNumber": "ACT 17:17",
    "verseText": "Hivyo akahojiana kwenye sinagogi na Wayahudi pamoja na Wayunani waliomcha Mungu, na pia sokoni kila siku na watu aliopatana nao huko."
  },
  {
    "verseNumber": "ACT 17:18",
    "verseText": "Kisha baadhi ya Waepikureo na Wastoiko wenye falsafa wakakutana naye. Baadhi yao wakasema, “Je, huyu mpayukaji anajaribu kusema nini?” Wengine wakasema, “Inaonekana anasema habari za miungu ya kigeni.” Walisema haya kwa sababu Paulo alikuwa anahubiri habari njema kuhusu Yesu na ufufuo wa wafu."
  },
  {
    "verseNumber": "ACT 17:19",
    "verseText": "Hivyo wakamchukua na kumleta kwenye mkutano wa Areopago, walikomwambia, “Je, tunaweza kujua mafundisho haya mapya unayofundisha ni nini?"
  },
  {
    "verseNumber": "ACT 17:20",
    "verseText": "Wewe unaleta mambo mapya masikioni mwetu, hivyo tungetaka kujua maana yake ni nini.”"
  },
  {
    "verseNumber": "ACT 17:21",
    "verseText": "(Waathene na wageni wote walioishi humo hawakutumia muda wao kufanya chochote kingine isipokuwa kueleza au kusikia mambo mapya)."
  },
  {
    "verseNumber": "ACT 17:22",
    "verseText": "Ndipo Paulo akasimama katikati ya Areopago akasema, “Enyi watu wa Athene! Ninaona kwamba katika kila jambo ninyi ni watu wa dini sana."
  },
  {
    "verseNumber": "ACT 17:23",
    "verseText": "Kwa kuwa nilipokuwa nikitembea mjini na kuangalia kwa bidii vitu vyenu vya kuabudiwa, niliona huko madhabahu moja iliyoandikwa: Kwa Mungu Asiyejulikana. Basi sasa kile ambacho mmekuwa mkikiabudu kama kisichojulikana, ndicho ninachowahubiria."
  },
  {
    "verseNumber": "ACT 17:24",
    "verseText": "“Mungu aliyeumba dunia na vyote vilivyomo ndani yake, yeye ndiye Bwana wa mbingu na nchi, hakai katika mahekalu yaliyojengwa kwa mikono ya wanadamu."
  },
  {
    "verseNumber": "ACT 17:25",
    "verseText": "Wala hatumikiwi na mikono ya wanadamu kana kwamba anahitaji chochote, kwa sababu yeye mwenyewe ndiye awapaye watu wote uhai na pumzi na vitu vyote."
  },
  {
    "verseNumber": "ACT 17:26",
    "verseText": "Kutoka kwa mtu mmoja, yeye aliumba mataifa yote ya wanadamu ili waikalie dunia yote, naye akaweka nyakati za kuishi."
  },
  {
    "verseNumber": "ACT 17:27",
    "verseText": "Mungu alifanya hivyo ili wanadamu wamtafute na huenda wakamfikia ingawa kwa kupapasapapasa ijapokuwa kwa kweli hakai mbali na kila mmoja wetu."
  },
  {
    "verseNumber": "ACT 17:28",
    "verseText": "‘Kwa kuwa katika yeye tunaishi, tunatembea na kuwa na uzima wetu.’ Kama baadhi ya watunga mashairi wenu walivyosema, ‘Sisi ni watoto wake.’"
  },
  {
    "verseNumber": "ACT 17:29",
    "verseText": "“Kwa kuwa sisi ni watoto wa Mungu, haitupasi kudhani kuwa uungu ni kama sanamu ya dhahabu au ya fedha au ya jiwe, mfano uliotengenezwa kwa ubunifu na ustadi wa mwanadamu."
  },
  {
    "verseNumber": "ACT 17:30",
    "verseText": "Zamani wakati wa ujinga, Mungu alijifanya kama haoni, lakini sasa anawaamuru watu wote kila mahali watubu."
  },
  {
    "verseNumber": "ACT 17:31",
    "verseText": "Kwa kuwa ameweka siku ambayo atauhukumu ulimwengu kwa haki akimtumia mtu aliyemchagua. Amewahakikishia watu wote mambo haya kwa kumfufua Kristo kutoka kwa wafu.”"
  },
  {
    "verseNumber": "ACT 17:32",
    "verseText": "Waliposikia habari za ufufuo wa wafu, baadhi yao wakadhihaki, lakini wengine wakasema, “Tunataka kukusikia tena ukizungumza juu ya jambo hili.”"
  },
  {
    "verseNumber": "ACT 17:33",
    "verseText": "Kwa hiyo Paulo akaondoka katikati yao."
  },
  {
    "verseNumber": "ACT 17:34",
    "verseText": "Lakini baadhi yao wakaungana naye wakaamini. Kati yao alikuwepo Dionisio, Mwareopago na mwanamke mmoja aliyeitwa Damari na wengine wengi."
  },
  {
    "verseNumber": "ACT 18:1",
    "verseText": "Baada ya haya, Paulo akaondoka Athene akaenda Korintho."
  },
  {
    "verseNumber": "ACT 18:2",
    "verseText": "Huko akakutana na Myahudi mmoja jina lake Akila, mwenyeji wa Ponto, ambaye alikuwa amewasili karibuni kutoka Italia pamoja na mkewe Prisila, kwa sababu Klaudio alikuwa ameamuru Wayahudi wote waondoke Rumi. Paulo akaenda kuwaona,"
  },
  {
    "verseNumber": "ACT 18:3",
    "verseText": "naye kwa kuwa alikuwa mtengeneza mahema kama wao, akakaa na kufanya kazi pamoja nao."
  },
  {
    "verseNumber": "ACT 18:4",
    "verseText": "Kila Sabato Paulo alikuwa akihojiana nao katika sinagogi, akijitahidi kuwashawishi Wayahudi na Wayunani."
  },
  {
    "verseNumber": "ACT 18:5",
    "verseText": "Sila na Timotheo walipowasili kutoka Makedonia, walimkuta Paulo akiwa amejitolea muda wake wote katika kuhubiri, akiwashuhudia Wayahudi kwamba Yesu ndiye Kristo"
  },
  {
    "verseNumber": "ACT 18:6",
    "verseText": "Wayahudi walipompinga Paulo na kukufuru, yeye aliyakungʼuta mavazi yake, akawaambia, “Damu yenu na iwe juu ya vichwa vyenu! Mimi sina hatia, nimetimiza wajibu wangu. Kuanzia sasa nitawaendea watu wa Mataifa.”"
  },
  {
    "verseNumber": "ACT 18:7",
    "verseText": "Kisha akaondoka mle kwenye sinagogi, akaenda nyumbani kwa mtu mmoja jina lake Tito Yusto, aliyekuwa mcha Mungu. Nyumba yake ilikuwa karibu na sinagogi."
  },
  {
    "verseNumber": "ACT 18:8",
    "verseText": "Kiongozi wa hilo sinagogi, aliyeitwa Krispo, akamwamini Bwana, yeye pamoja na watu wote wa nyumbani mwake. Nao Wakorintho wengi waliomsikia Paulo pia wakaamini na kubatizwa."
  },
  {
    "verseNumber": "ACT 18:9",
    "verseText": "Usiku mmoja Bwana akamwambia Paulo katika maono, “Usiogope, lakini endelea kusema wala usinyamaze,"
  },
  {
    "verseNumber": "ACT 18:10",
    "verseText": "kwa maana mimi niko pamoja nawe, wala hakuna mtu atakayeweza kukushambulia ili kukudhuru, kwa kuwa ninao watu wengi katika mji huu ambao ni watu wangu.”"
  },
  {
    "verseNumber": "ACT 18:11",
    "verseText": "Hivyo Paulo akakaa huko kwa muda wa mwaka mmoja na nusu, akiwafundisha neno la Mungu."
  },
  {
    "verseNumber": "ACT 18:12",
    "verseText": "Lakini wakati Galio alipokuwa msaidizi wa mwakilishi wa mtawala huko Akaya, Wayahudi waliungana kumshambulia Paulo, wakamkamata na kumpeleka mahakamani."
  },
  {
    "verseNumber": "ACT 18:13",
    "verseText": "Wakamshtaki wakisema, “Mtu huyu anawashawishi watu wamwabudu Mungu kinyume cha sheria.”"
  },
  {
    "verseNumber": "ACT 18:14",
    "verseText": "Paulo alipotaka kujitetea, Galio akawaambia Wayahudi, “Kama ninyi Wayahudi mlikuwa mkilalamika kuhusu makosa makubwa ya uhalifu ingekuwa haki kwangu kuwasikiliza."
  },
  {
    "verseNumber": "ACT 18:15",
    "verseText": "Lakini kwa kuwa linahusu maneno, majina na sheria yenu, amueni ninyi wenyewe. Mimi sitakuwa mwamuzi wa mambo haya.”"
  },
  {
    "verseNumber": "ACT 18:16",
    "verseText": "Akawafukuza kutoka mahakamani."
  },
  {
    "verseNumber": "ACT 18:17",
    "verseText": "Ndipo wote wakamkamata Sosthene kiongozi wa sinagogi, wakampiga mbele ya mahakama, lakini Galio hakujali kitendo chao hata kidogo."
  },
  {
    "verseNumber": "ACT 18:18",
    "verseText": "Baada ya kukaa Korintho kwa muda, Paulo akaagana na wale ndugu walioamini, akasafiri kwa njia ya bahari kwenda Shamu akiwa amefuatana na Prisila na Akila. Walipofika Kenkrea, Paulo alinyoa nywele zake kwa kuwa alikuwa ameweka nadhiri."
  },
  {
    "verseNumber": "ACT 18:19",
    "verseText": "Walipofika Efeso, Paulo aliwaacha Prisila na Akila huko, lakini yeye akaingia kwenye sinagogi akawa anajadiliana na Wayahudi."
  },
  {
    "verseNumber": "ACT 18:20",
    "verseText": "Walipomwomba akae nao kwa muda mrefu zaidi hakukubali."
  },
  {
    "verseNumber": "ACT 18:21",
    "verseText": "Lakini alipokuwa akiondoka, akaahidi, “Nitarudi kama Mungu akipenda.” Kisha akasafiri kwa njia ya bahari kutoka Efeso."
  },
  {
    "verseNumber": "ACT 18:22",
    "verseText": "Alitia nanga Kaisaria, akaenda Yerusalemu na kulisalimu kanisa, kisha akaenda Antiokia."
  },
  {
    "verseNumber": "ACT 18:23",
    "verseText": "Baada ya kukaa huko kwa muda, akaondoka na kwenda sehemu moja hadi nyingine huko Galatia na Frigia, akiwaimarisha wanafunzi wote."
  },
  {
    "verseNumber": "ACT 18:24",
    "verseText": "Basi akaja Efeso Myahudi mmoja, jina lake Apolo, mwenyeji wa Iskanderia. Yeye alikuwa na elimu kubwa, pia alikuwa hodari katika Maandiko."
  },
  {
    "verseNumber": "ACT 18:25",
    "verseText": "Alikuwa amefundishwa katika njia ya Bwana, naye alikuwa na bidii katika roho, akafundisha kwa usahihi juu ya Yesu, ingawa alijua tu ubatizo wa Yohana."
  },
  {
    "verseNumber": "ACT 18:26",
    "verseText": "Apolo alianza kunena kwa ujasiri mkubwa katika sinagogi. Lakini Prisila na Akila walipomsikia, walimchukua kando na kumweleza njia ya Mungu kwa ufasaha zaidi."
  },
  {
    "verseNumber": "ACT 18:27",
    "verseText": "Naye Apolo alipotaka kwenda Akaya, ndugu wa Efeso walimtia moyo, wakawaandikia wanafunzi huko ili wamkaribishe. Alipofika huko, aliwasaidia sana wale ambao, kwa neema ya Mungu, walikuwa wameamini."
  },
  {
    "verseNumber": "ACT 18:28",
    "verseText": "Kwa uwezo mkubwa aliwakanusha hadharani Wayahudi waliokuwa wakipinga, akionyesha kwa njia ya Maandiko kwamba Yesu ndiye Kristo."
  },
  {
    "verseNumber": "ACT 19:1",
    "verseText": "Apolo alipokuwa huko Korintho, Paulo alisafiri sehemu za bara, akafika Efeso. Huko akawakuta wanafunzi kadhaa,"
  },
  {
    "verseNumber": "ACT 19:2",
    "verseText": "akawauliza, “Je, mlipokea Roho Mtakatifu mlipoamini?” Wakajibu, “Hapana, hata hatukusikia kuwa kuna Roho Mtakatifu.”"
  },
  {
    "verseNumber": "ACT 19:3",
    "verseText": "Ndipo Paulo akawauliza, “Je, mlibatizwa kwa ubatizo gani?” Wakajibu, “Kwa ubatizo wa Yohana.”"
  },
  {
    "verseNumber": "ACT 19:4",
    "verseText": "Paulo akasema, “Ubatizo wa Yohana ulikuwa wa toba, aliwaambia watu wamwamini yeye atakayekuja baada yake, yaani, Yesu.”"
  },
  {
    "verseNumber": "ACT 19:5",
    "verseText": "Waliposikia haya, wakabatizwa katika jina la Bwana Yesu."
  },
  {
    "verseNumber": "ACT 19:6",
    "verseText": "Paulo alipoweka mikono yake juu yao, Roho Mtakatifu akawashukia, nao wakanena kwa lugha mpya na kutabiri."
  },
  {
    "verseNumber": "ACT 19:7",
    "verseText": "Walikuwa kama wanaume kumi na wawili."
  },
  {
    "verseNumber": "ACT 19:8",
    "verseText": "Paulo akaingia katika sinagogi na kunena humo kwa ujasiri kwa muda wa miezi mitatu, akijadiliana na watu na kuwashawishi katika mambo ya Ufalme wa Mungu."
  },
  {
    "verseNumber": "ACT 19:9",
    "verseText": "Lakini baadhi yao walikaidi. Walikataa kuamini, na wakakashifu ujumbe wake mbele ya umati wa watu. Basi Paulo aliachana nao. Akawachukua wanafunzi naye, akahojiana nao kila siku katika darasa la Tirano."
  },
  {
    "verseNumber": "ACT 19:10",
    "verseText": "Jambo hili likaendelea kwa muda wa miaka miwili, kiasi kwamba Wayahudi na Wayunani wote walioishi huko Asia wakawa wamesikia neno la Bwana."
  },
  {
    "verseNumber": "ACT 19:11",
    "verseText": "Mungu akafanya miujiza mingi isiyo ya kawaida kwa mkono wa Paulo,"
  },
  {
    "verseNumber": "ACT 19:12",
    "verseText": "hivi kwamba leso au vitambaa vilivyokuwa vimegusa mwili wa Paulo viliwekwa juu ya wagonjwa, nao wakapona magonjwa yao, na pepo wachafu wakawatoka."
  },
  {
    "verseNumber": "ACT 19:13",
    "verseText": "Basi baadhi ya Wayahudi wenye kutangatanga huku na huko wakitoa pepo wachafu wakajaribu kutumia jina la Bwana Yesu wale wenye pepo wakisema, “Kwa jina la Yesu, yule anayehubiriwa na Paulo, nakuamuru utoke.”"
  },
  {
    "verseNumber": "ACT 19:14",
    "verseText": "Wana saba wa Skewa, Myahudi aliyekuwa kiongozi wa makuhani, walikuwa wanafanya hivyo."
  },
  {
    "verseNumber": "ACT 19:15",
    "verseText": "Lakini pepo mchafu akawajibu, “Yesu namjua na Paulo pia namjua, lakini ninyi ni nani?”"
  },
  {
    "verseNumber": "ACT 19:16",
    "verseText": "Kisha yule mtu aliyekuwa na pepo mchafu akawarukia, akawashambulia vikali, akawashinda nguvu wote, wakatoka ndani ya ile nyumba wakikimbia wakiwa uchi na wenye majeraha."
  },
  {
    "verseNumber": "ACT 19:17",
    "verseText": "Habari hii ikajulikana kwa Wayahudi wote na Wayunani waliokaa Efeso, hofu ikawajaa wote, nalo jina la Bwana Yesu likaheshimiwa sana."
  },
  {
    "verseNumber": "ACT 19:18",
    "verseText": "Wengi wa wale waliokuwa wameamini wakati huu wakaja na kutubu waziwazi kuhusu matendo yao maovu."
  },
  {
    "verseNumber": "ACT 19:19",
    "verseText": "Idadi kubwa ya wale waliofanya mambo ya uganga wakaleta vitabu vyao na kuviteketeza kwa moto hadharani. Walipofanya hesabu ya thamani ya vitabu vilivyoteketezwa ilikuwa drakma 50,000 za fedha."
  },
  {
    "verseNumber": "ACT 19:20",
    "verseText": "Hivyo neno la Bwana likaenea sana na kuwa na nguvu."
  },
  {
    "verseNumber": "ACT 19:21",
    "verseText": "Baada ya mambo haya kutukia, Paulo akakusudia rohoni kwenda Yerusalemu kupitia Makedonia na Akaya. Akasema, “Baada ya kufika huko, yanipasa pia kwenda Rumi.”"
  },
  {
    "verseNumber": "ACT 19:22",
    "verseText": "Hivyo akatuma wasaidizi wake wawili, Timotheo na Erasto, waende Makedonia, wakati yeye mwenyewe alibaki kwa muda kidogo huko Asia."
  },
  {
    "verseNumber": "ACT 19:23",
    "verseText": "Wakati huo huo pakatokea dhiki kubwa kwa sababu ya Njia ile ya Bwana."
  },
  {
    "verseNumber": "ACT 19:24",
    "verseText": "Mtu mmoja jina lake Demetrio mfua fedha aliyekuwa akitengeneza vinyago vya fedha vya Artemi na kuwapatia mafundi wake biashara kubwa,"
  },
  {
    "verseNumber": "ACT 19:25",
    "verseText": "aliwaita pamoja watu wengine waliofanya kazi ya ufundi kama yake na kusema, “Enyi watu, mnajua ya kuwa utajiri wetu unatokana na biashara hii!"
  },
  {
    "verseNumber": "ACT 19:26",
    "verseText": "Pia ninyi mmeona na kusikia jinsi ambavyo si huku Efeso peke yake lakini ni karibu Asia yote, huyu Paulo amewashawishi na kuvuta idadi kubwa ya watu kwa kusema kuwa miungu iliyotengenezwa na watu si miungu."
  },
  {
    "verseNumber": "ACT 19:27",
    "verseText": "Kwa hiyo kuna hatari si kwa kazi yetu kudharauliwa tu, bali pia hata hekalu la mungu mke Artemi, aliye mkuu, anayeabudiwa Asia yote na ulimwengu wote, litakuwa limepokonywa fahari yake ya kiungu.”"
  },
  {
    "verseNumber": "ACT 19:28",
    "verseText": "Waliposikia maneno haya, wakaghadhibika, wakaanza kupiga kelele, “Artemi wa Waefeso ni mkuu!”"
  },
  {
    "verseNumber": "ACT 19:29",
    "verseText": "Mara mji wote ukajaa ghasia. Wakawakamata Gayo na Aristarko, watu wa Makedonia waliokuwa wakisafiri pamoja na Paulo, na watu wakakimbilia katika ukumbi wa michezo kama mtu mmoja."
  },
  {
    "verseNumber": "ACT 19:30",
    "verseText": "Paulo akataka kuingia katikati ya umati huo, lakini wanafunzi hawakumruhusu."
  },
  {
    "verseNumber": "ACT 19:31",
    "verseText": "Hata baadhi ya viongozi wa sehemu ile, waliokuwa rafiki zake Paulo, wakatuma watu wakitamani asiingie katika ule ukumbi."
  },
  {
    "verseNumber": "ACT 19:32",
    "verseText": "Ule umati ulikuwa na taharuki. Wengine walikuwa wakipiga kelele, hawa wakisema hili na wengine lile. Idadi kubwa ya watu hawakujua hata ni kwa nini walikuwa wamekusanyika huko."
  },
  {
    "verseNumber": "ACT 19:33",
    "verseText": "Wayahudi wakamsukumia Aleksanda mbele na baadhi ya watu kwenye ule umati wakampa maelekezo. Akawaashiria kwa mkono ili watulie aweze kujitetea mbele ya watu."
  },
  {
    "verseNumber": "ACT 19:34",
    "verseText": "Lakini walipotambua kwamba alikuwa Myahudi, wote wakapiga kelele kwa sauti moja kwa karibu muda wa saa mbili, wakisema, “Artemi wa Efeso ni mkuu!”"
  },
  {
    "verseNumber": "ACT 19:35",
    "verseText": "Baadaye karani wa mji akaunyamazisha ule umati wa watu na kusema, “Enyi watu wa Efeso, je, ulimwengu wote haujui ya kuwa mji wa Efeso ndio unaotunza hekalu la Artemi aliye mkuu na ile sanamu yake iliyoanguka kutoka mbinguni?"
  },
  {
    "verseNumber": "ACT 19:36",
    "verseText": "Kwa hiyo, kwa kuwa mambo haya hayakanushiki, inawapasa mnyamaze na wala msifanye lolote kwa haraka."
  },
  {
    "verseNumber": "ACT 19:37",
    "verseText": "Kwa kuwa mmewaleta hawa watu hapa, ingawa hawajaiba hekaluni wala kumkufuru huyu mungu wetu wa kike."
  },
  {
    "verseNumber": "ACT 19:38",
    "verseText": "Basi, ikiwa Demetrio na mafundi wenzake wana jambo zito dhidi ya mtu yeyote, mahakama ziko wazi na wasaidizi wa mwakilishi wa mtawala. Wanaweza kufungua mashtaka."
  },
  {
    "verseNumber": "ACT 19:39",
    "verseText": "Lakini kama kuna jambo jingine lolote zaidi mnalotaka kulileta, itabidi lisuluhishwe katika kusanyiko halali."
  },
  {
    "verseNumber": "ACT 19:40",
    "verseText": "Kama ilivyo sasa, tuko hatarini kushtakiwa kwa kufanya ghasia kwa sababu ya tukio la leo. Kwa kuwa hakuna sababu tutakayoweza kutoa kuhalalisha msukosuko huu.”"
  },
  {
    "verseNumber": "ACT 19:41",
    "verseText": "Baada ya kusema haya akavunja mkutano."
  },
  {
    "verseNumber": "ACT 20:1",
    "verseText": "Baada ya zile ghasia kumalizika, Paulo aliwaita wanafunzi pamoja akawatia moyo, akawaaga, akaanza safari kwenda Makedonia."
  },
  {
    "verseNumber": "ACT 20:2",
    "verseText": "Alipita katika sehemu zile, akinena na watu maneno mengi ya kuwatia moyo. Ndipo hatimaye akawasili Uyunani,"
  },
  {
    "verseNumber": "ACT 20:3",
    "verseText": "ambako alikaa kwa muda wa miezi mitatu. Alipokuwa anakaribia kuanza safari kwa njia ya bahari kwenda Shamu, kwa sababu Wayahudi walikuwa wamefanya shauri baya dhidi yake, aliamua kurudi kupitia njia ya Makedonia."
  },
  {
    "verseNumber": "ACT 20:4",
    "verseText": "Paulo alikuwa amefuatana na Sopatro mwana wa Piro, Mberoya, Aristarko na Sekundo kutoka Thesalonike na Gayo, mtu wa Derbe, Timotheo pamoja na Tikiko na Trofimo kutoka sehemu ya Asia."
  },
  {
    "verseNumber": "ACT 20:5",
    "verseText": "Hawa watu walitutangulia wakaenda kutungojea Troa."
  },
  {
    "verseNumber": "ACT 20:6",
    "verseText": "Lakini sisi tukasafiri kwa njia ya bahari kwa siku tano kutoka Filipi baada ya siku za Sikukuu ya Mikate Isiyotiwa Chachu, nasi tukaungana na wengine huko Troa, ambako tulikaa kwa siku saba."
  },
  {
    "verseNumber": "ACT 20:7",
    "verseText": "Siku ya kwanza ya juma tulikutana pamoja kwa ajili ya kumega mkate. Paulo akaongea na watu, naye kwa kuwa alikuwa amekusudia kuondoka kesho yake, aliendelea kuongea mpaka usiku wa manane."
  },
  {
    "verseNumber": "ACT 20:8",
    "verseText": "Kwenye chumba cha ghorofani walimokuwa wamekutania kulikuwa na taa nyingi."
  },
  {
    "verseNumber": "ACT 20:9",
    "verseText": "Kijana mmoja jina lake Eutiko, alikuwa amekaa dirishani, wakati Paulo alipokuwa akihubiri kwa muda mrefu, alipatwa na usingizi mzito, akaanguka kutoka ghorofa ya tatu, wakamwinua akiwa amekufa."
  },
  {
    "verseNumber": "ACT 20:10",
    "verseText": "Paulo akashuka chini, akajitupa juu yake na kumkumbatia, akasema, “Msishtuke, uzima wake bado umo ndani yake.”"
  },
  {
    "verseNumber": "ACT 20:11",
    "verseText": "Kisha Paulo akapanda tena ghorofani, akamega mkate na kula. Baada ya kuongea mpaka mapambazuko, akaondoka."
  },
  {
    "verseNumber": "ACT 20:12",
    "verseText": "Watu wakamrudisha yule kijana nyumbani akiwa hai nao wakafarijika sana."
  },
  {
    "verseNumber": "ACT 20:13",
    "verseText": "Tukatangulia melini tukasafiri mpaka Aso ambako tungempakia Paulo. Alikuwa amepanga hivyo kwa maana alitaka kufika kwa miguu."
  },
  {
    "verseNumber": "ACT 20:14",
    "verseText": "Alipotukuta huko Aso, tulimpakia melini, tukasafiri wote mpaka Mitilene."
  },
  {
    "verseNumber": "ACT 20:15",
    "verseText": "Kutoka huko tuliendelea kwa njia ya bahari, na kesho yake tukafika mahali panapokabili Kio. Siku iliyofuata tukavuka kwenda Samo, na kesho yake tukawasili Mileto."
  },
  {
    "verseNumber": "ACT 20:16",
    "verseText": "Paulo alikuwa ameamua tusipitie Efeso ili asitumie muda mwingi huko sehemu za Asia, kwa sababu alikuwa anatamani kama ikiwezekana kufika Yerusalemu kabla ya siku ya Pentekoste."
  },
  {
    "verseNumber": "ACT 20:17",
    "verseText": "Paulo akiwa Mileto, alituma mjumbe kwenda Efeso kuwaita wazee wa kanisa waje wakutane naye."
  },
  {
    "verseNumber": "ACT 20:18",
    "verseText": "Walipofika akawaambia, “Ninyi wenyewe mnajua jinsi nilivyoishi katikati yenu muda wote tangu siku ya kwanza nilipokanyaga hapa Asia."
  },
  {
    "verseNumber": "ACT 20:19",
    "verseText": "Nilimtumikia Bwana kwa unyenyekevu wote na kwa machozi nikivumilia taabu na mapingamizi yaliyonipata kutokana na hila za Wayahudi."
  },
  {
    "verseNumber": "ACT 20:20",
    "verseText": "Mnajua kwamba sikusita kuhubiri jambo lolote ambalo lingekuwa la kuwafaa ninyi, lakini nilifundisha hadharani na nyumba kwa nyumba."
  },
  {
    "verseNumber": "ACT 20:21",
    "verseText": "Nimewashuhudia Wayahudi na Wayunani kwamba inawapasa kumgeukia Mungu kwa kutubu dhambi na kumwamini Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "ACT 20:22",
    "verseText": "“Nami sasa nimesukumwa na Roho, ninakwenda Yerusalemu wala sijui ni nini kitakachonipata huko."
  },
  {
    "verseNumber": "ACT 20:23",
    "verseText": "Ila ninachojua tu ni kwamba Roho Mtakatifu amenionya kuwa vifungo na mateso vinaningoja."
  },
  {
    "verseNumber": "ACT 20:24",
    "verseText": "Lakini siyahesabu maisha yangu kuwa ya thamani kwangu, kama kuyamaliza mashindano na kukamilisha ile kazi Bwana Yesu aliyonipa, yaani, kazi ya kuishuhudia Injili ya neema ya Mungu."
  },
  {
    "verseNumber": "ACT 20:25",
    "verseText": "“Nami sasa najua ya kuwa hakuna hata mmoja miongoni mwenu ambaye nimemhubiria Ufalme wa Mungu katika kwenda kwangu huku na huko, atakayeniona uso tena."
  },
  {
    "verseNumber": "ACT 20:26",
    "verseText": "Kwa hiyo nawatangazia leo, sina hatia ya damu ya mtu awaye yote."
  },
  {
    "verseNumber": "ACT 20:27",
    "verseText": "Kwa kuwa sikusita kuwatangazia mapenzi yote ya Mungu."
  },
  {
    "verseNumber": "ACT 20:28",
    "verseText": "Jilindeni nafsi zenu na mlilinde lile kundi lote ambalo Roho Mtakatifu amewaweka ninyi kuwa waangalizi wake. Lichungeni kanisa lake Mungu alilolinunua kwa damu yake mwenyewe."
  },
  {
    "verseNumber": "ACT 20:29",
    "verseText": "Najua kwamba baada yangu kuondoka, mbwa mwitu wakali watakuja katikati yenu ambao hawatalihurumia kundi."
  },
  {
    "verseNumber": "ACT 20:30",
    "verseText": "Hata kutoka miongoni mwenu watainuka watu na kuupotosha ukweli ili wawavute wanafunzi wawafuate."
  },
  {
    "verseNumber": "ACT 20:31",
    "verseText": "Hivyo jilindeni! Kumbukeni kwamba kwa miaka mitatu sikuacha kamwe kuwaonya kila mmoja kwa machozi usiku na mchana."
  },
  {
    "verseNumber": "ACT 20:32",
    "verseText": "“Sasa nawakabidhi kwa Mungu na kwa neno la neema yake, linaloweza kuwajenga na kuwapa ninyi urithi miongoni mwa wote ambao wametakaswa."
  },
  {
    "verseNumber": "ACT 20:33",
    "verseText": "Sikutamani fedha wala dhahabu wala vazi la mtu yeyote."
  },
  {
    "verseNumber": "ACT 20:34",
    "verseText": "Ninyi wenyewe mnajua kwamba mikono yangu hii imetumika kwa mahitaji yangu na ya wale waliokuwa pamoja nami."
  },
  {
    "verseNumber": "ACT 20:35",
    "verseText": "Katika kila jambo nimewaonyesha kwamba kwa njia hii ya kufanya kazi kwa bidii imetupasa kuwasaidia wadhaifu, mkikumbuka maneno ya Bwana Yesu mwenyewe jinsi alivyosema, ‘Ni heri kutoa kuliko kupokea.’ ”"
  },
  {
    "verseNumber": "ACT 20:36",
    "verseText": "Paulo alipomaliza kusema haya akapiga magoti pamoja nao wote akaomba."
  },
  {
    "verseNumber": "ACT 20:37",
    "verseText": "Wote wakalia, wakamkumbatia Paulo na kumbusu,"
  },
  {
    "verseNumber": "ACT 20:38",
    "verseText": "Kilichowahuzunisha zaidi ni kwa sababu ya yale maneno aliyosema kwamba kamwe hawatauona uso wake tena. Wakaenda naye mpaka kwenye meli."
  },
  {
    "verseNumber": "ACT 21:1",
    "verseText": "Tulipokwisha kujitenga nao, tukaanza safari kwa njia ya bahari moja kwa moja mpaka Kosi. Siku ya pili yake tukafika Rodo na kutoka huko tukaenda Patara."
  },
  {
    "verseNumber": "ACT 21:2",
    "verseText": "Hapo tukapata meli iliyokuwa inavuka kwenda Foinike tukapanda tukasafiri nayo."
  },
  {
    "verseNumber": "ACT 21:3",
    "verseText": "Tulipokiona kisiwa cha Kipro, tukakizunguka tukakiacha upande wetu wa kushoto, tukasafiri mpaka Shamu, tukatia nanga katika bandari ya Tiro ambapo meli yetu ilikuwa ipakue shehena yake."
  },
  {
    "verseNumber": "ACT 21:4",
    "verseText": "Baada ya kuwatafuta wanafunzi wa huko, tukakaa nao kwa siku saba. Wale wanafunzi wakiongozwa na Roho wakamwambia Paulo asiende Yerusalemu."
  },
  {
    "verseNumber": "ACT 21:5",
    "verseText": "Lakini muda wetu ulipokwisha, tukaondoka tukaendelea na safari yetu. Wale wanafunzi pamoja na wake zao na watoto wakatusindikiza hadi nje ya mji. Wote tukapiga magoti pale pwani tukaomba."
  },
  {
    "verseNumber": "ACT 21:6",
    "verseText": "Baada ya kuagana, tukapanda melini, nao wakarudi majumbani mwao."
  },
  {
    "verseNumber": "ACT 21:7",
    "verseText": "Tukaendelea na safari yetu toka Tiro tukafika Tolemai, tukawasalimu ndugu wa huko, tukakaa nao kwa siku moja."
  },
  {
    "verseNumber": "ACT 21:8",
    "verseText": "Siku iliyofuata tukaondoka, tukafika Kaisaria. Huko tukaenda nyumbani kwa mwinjilisti mmoja jina lake Filipo, aliyekuwa mmoja wa wale Saba, tukakaa kwake."
  },
  {
    "verseNumber": "ACT 21:9",
    "verseText": "Filipo alikuwa na binti wanne mabikira waliokuwa wanatoa unabii."
  },
  {
    "verseNumber": "ACT 21:10",
    "verseText": "Baada ya kukaa kwa siku kadhaa, akateremka nabii mmoja kutoka Uyahudi jina lake Agabo."
  },
  {
    "verseNumber": "ACT 21:11",
    "verseText": "Alipotufikia akachukua mshipi wa Paulo akajifunga, akautumia kufunga mikono na miguu yake mwenyewe akasema, “Roho Mtakatifu anasema: ‘Hivi ndivyo Wayahudi wa Yerusalemu watakavyomfunga mwenye mshipi huu na kumkabidhi kwa watu wa Mataifa.’ ”"
  },
  {
    "verseNumber": "ACT 21:12",
    "verseText": "Tuliposikia maneno haya sisi na ndugu wengine tukamsihi Paulo asiende Yerusalemu."
  },
  {
    "verseNumber": "ACT 21:13",
    "verseText": "Lakini Paulo akajibu, “Kwa nini mnalia na kunivunja moyo? Mimi niko tayari si kufungwa tu, bali hata kufa huko Yerusalemu kwa ajili ya jina la Bwana Yesu.”"
  },
  {
    "verseNumber": "ACT 21:14",
    "verseText": "Alipokuwa hashawishiki, tukaacha kumsihi, tukasema, “Mapenzi ya Bwana na yatendeke.”"
  },
  {
    "verseNumber": "ACT 21:15",
    "verseText": "Baada ya haya, tukajiandaa, tukaondoka kwenda Yerusalemu."
  },
  {
    "verseNumber": "ACT 21:16",
    "verseText": "Baadhi ya wanafunzi kutoka Kaisaria wakafuatana nasi na kutupeleka nyumbani kwa Mnasoni, ambaye tungekaa kwake. Yeye alikuwa mtu wa Kipro, mmoja wa wanafunzi wa zamani."
  },
  {
    "verseNumber": "ACT 21:17",
    "verseText": "Tulipofika Yerusalemu ndugu wakatukaribisha kwa furaha."
  },
  {
    "verseNumber": "ACT 21:18",
    "verseText": "Kesho yake Paulo pamoja na wengine wetu tulikwenda kumwona Yakobo, na wazee wote walikuwepo."
  },
  {
    "verseNumber": "ACT 21:19",
    "verseText": "Baada ya kuwasalimu, Paulo akatoa taarifa kamili ya mambo yote ambayo Mungu alikuwa amefanya miongoni mwa watu wa Mataifa kupitia huduma yake."
  },
  {
    "verseNumber": "ACT 21:20",
    "verseText": "Baada ya kusikia mambo haya wakamwadhimisha Mungu. Ndipo wakamwambia Paulo, “Ndugu, unaona kulivyo na maelfu ya Wayahudi walioamini, nao wote wana juhudi kwa ajili ya sheria."
  },
  {
    "verseNumber": "ACT 21:21",
    "verseText": "Lakini wameambiwa habari zako kwamba unafundisha Wayahudi wote waishio miongoni mwa watu wa Mataifa kumkataa Mose, na kwamba unawaambia wasiwatahiri watoto wao wala kufuata desturi zetu."
  },
  {
    "verseNumber": "ACT 21:22",
    "verseText": "Sasa tufanyeje? Bila shaka watasikia kwamba umekuja Yerusalemu."
  },
  {
    "verseNumber": "ACT 21:23",
    "verseText": "Kwa hiyo fanya lile tunalokuambia. Tunao watu wanne hapa ambao wameweka nadhiri."
  },
  {
    "verseNumber": "ACT 21:24",
    "verseText": "Jiunge na watu hawa, mfanye utaratibu wa ibada ya kujitakasa pamoja nao, na ulipe gharama ili wanyoe nywele zao. Kwa njia hii kila mtu atafahamu ya kuwa mambo waliyosikia si ya kweli na kwamba wewe unaishika sheria."
  },
  {
    "verseNumber": "ACT 21:25",
    "verseText": "Lakini kuhusu wale watu wa Mataifa walioamini, tumewaandikia uamuzi wetu: kwamba wajitenge na vyakula vilivyotolewa sadaka kwa sanamu, na damu, au kula nyama ya mnyama aliyenyongwa, na wajiepushe na uasherati.”"
  },
  {
    "verseNumber": "ACT 21:26",
    "verseText": "Ndipo kesho yake Paulo akawachukua wale watu na akajitakasa pamoja nao. Akaingia ndani ya hekalu ili atoe taarifa ya tarehe ambayo siku zao za utakaso zingemalizika na sadaka ingetolewa kwa ajili ya kila mmoja wao."
  },
  {
    "verseNumber": "ACT 21:27",
    "verseText": "Zile siku saba zilipokaribia kumalizika, baadhi ya Wayahudi kutoka sehemu za Asia waliokuwa wamemwona Paulo ndani ya Hekalu, wakachochea umati wote wa watu, nao wakamkamata."
  },
  {
    "verseNumber": "ACT 21:28",
    "verseText": "Wakapiga kelele wakisema, “Waisraeli wenzetu, tusaidieni! Huyu ndiye yule mtu anayefundisha kila mtu na kila mahali, kinyume na watu wetu, sheria zetu na hata Hekalu hili. Zaidi ya hayo amewaleta Wayunani ndani ya Hekalu na kupanajisi mahali hapa patakatifu.”"
  },
  {
    "verseNumber": "ACT 21:29",
    "verseText": "(Walikuwa wamemwona Trofimo, mwenyeji wa Efeso, akiwa mjini pamoja na Paulo wakadhani kuwa Paulo alikuwa amemwingiza Hekaluni.)"
  },
  {
    "verseNumber": "ACT 21:30",
    "verseText": "Mji wote ukataharuki, watu wakaja wakikimbia kutoka pande zote wakamkamata Paulo, wakamburuta kutoka Hekaluni. Milango ya Hekalu ikafungwa."
  },
  {
    "verseNumber": "ACT 21:31",
    "verseText": "Walipokuwa wakitaka kumuua, habari zikamfikia jemadari wa jeshi la askari wa Kirumi kwamba mji wa Yerusalemu wote ulikuwa katika machafuko."
  },
  {
    "verseNumber": "ACT 21:32",
    "verseText": "Mara yule jemadari akachukua maafisa wengine wa jeshi pamoja na askari wakakimbilia kwenye ile ghasia, wale watu waliokuwa wakifanya ghasia walipomwona yule jemadari na askari wakija, wakaacha kumpiga Paulo."
  },
  {
    "verseNumber": "ACT 21:33",
    "verseText": "Yule jemadari akaja, akamkamata Paulo akaamuru afungwe kwa minyororo miwili. Akauliza yeye ni nani, na alikuwa amefanya nini."
  },
  {
    "verseNumber": "ACT 21:34",
    "verseText": "Baadhi ya watu katika ule umati wakapiga kelele, hawa wakisema hili na wengine lile. Yule jemadari alipoona kuwa hawezi kupata hakika ya habari kwa sababu ya zile kelele, akaamuru Paulo apelekwe katika ngome ya jeshi."
  },
  {
    "verseNumber": "ACT 21:35",
    "verseText": "Paulo alipofika penye ngazi, ilibidi askari wambebe juu juu kwa sababu fujo za ule umati wa watu zilikuwa kubwa."
  },
  {
    "verseNumber": "ACT 21:36",
    "verseText": "Umati wa watu ulikuwa ukifuata ukiendelea kupiga kelele ukisema, “Mwondoe huyu!”"
  },
  {
    "verseNumber": "ACT 21:37",
    "verseText": "Mara tu Paulo alipokaribia kuingizwa kwenye ngome ya jeshi, akamwambia yule jemadari, “Je, naweza kukuambia jambo moja?” Yule jemadari akamjibu, “Je, unajua Kiyunani?"
  },
  {
    "verseNumber": "ACT 21:38",
    "verseText": "Je, wewe si yule Mmisri ambaye siku hizi za karibuni alianzisha uasi akaongoza kundi la magaidi 4,000 wenye silaha jangwani?”"
  },
  {
    "verseNumber": "ACT 21:39",
    "verseText": "Paulo akajibu, “Mimi ni Myahudi, mzaliwa wa Tarso, huko Kilikia, raiya wa mji maarufu. Tafadhali niruhusu nizungumze na hawa watu.”"
  },
  {
    "verseNumber": "ACT 21:40",
    "verseText": "Akiisha kupata ruhusa ya yule jemadari, Paulo akasimama penye ngazi akawapungia watu mkono ili wanyamaze. Wote waliponyamaza kimya, Paulo akazungumza nao kwa lugha ya Kiebrania, akasema:"
  },
  {
    "verseNumber": "ACT 22:1",
    "verseText": "“Ndugu zangu na baba zangu, sikilizeni utetezi wangu.”"
  },
  {
    "verseNumber": "ACT 22:2",
    "verseText": "Waliposikia akisema kwa lugha ya Kiebrania, wakanyamaza kimya kabisa. Ndipo Paulo akasema,"
  },
  {
    "verseNumber": "ACT 22:3",
    "verseText": "“Mimi ni Myahudi, niliyezaliwa Tarso huko Kilikia, lakini nimelelewa katika mji huu. Miguuni mwa Gamalieli, nilifundishwa kikamilifu katika sheria ya baba zetu, na nikawa mwenye juhudi kwa ajili ya Mungu kama kila mmoja wenu alivyo leo."
  },
  {
    "verseNumber": "ACT 22:4",
    "verseText": "Niliwatesa watu wa Njia hii hadi kufa, nikiwakamata waume kwa wake na kuwatupa gerezani,"
  },
  {
    "verseNumber": "ACT 22:5",
    "verseText": "kama kuhani mkuu na baraza zima la wazee wanavyoweza kushuhudia kunihusu. Hata nilipokea barua kutoka kwao kwenda kwa ndugu wale wa Dameski, nami nikaenda huko ili kuwaleta watu hawa Yerusalemu kama wafungwa ili waadhibiwe."
  },
  {
    "verseNumber": "ACT 22:6",
    "verseText": "“Nilipokuwa njiani kuelekea Dameski, yapata saa sita mchana, ghafula nuru kubwa kutoka mbinguni ikanimulika kotekote."
  },
  {
    "verseNumber": "ACT 22:7",
    "verseText": "Nikaanguka chini, nikasikia sauti ikiniambia, ‘Sauli, Sauli! Mbona unanitesa?’"
  },
  {
    "verseNumber": "ACT 22:8",
    "verseText": "“Nikajibu, ‘Wewe ni nani Bwana?’ “Naye akaniambia, ‘Mimi ni Yesu wa Nazareti unayemtesa.’"
  },
  {
    "verseNumber": "ACT 22:9",
    "verseText": "Basi wale watu waliokuwa pamoja nami waliiona ile nuru, lakini hawakuisikia sauti ya yule aliyekuwa akisema nami."
  },
  {
    "verseNumber": "ACT 22:10",
    "verseText": "“Nikauliza, ‘Nifanye nini Bwana?’ “Naye Bwana akaniambia, ‘Inuka uingie Dameski, huko utaambiwa yote yakupasayo kufanya.’"
  },
  {
    "verseNumber": "ACT 22:11",
    "verseText": "Kwa kuwa nilikuwa siwezi kuona kwa ajili ya mngʼao wa ile nuru, wenzangu wakanishika mkono wakaniongoza kuingia Dameski."
  },
  {
    "verseNumber": "ACT 22:12",
    "verseText": "“Mtu mmoja mcha Mungu, jina lake Anania, alikuja kuniona. Alizishika sana sheria zetu, na aliheshimiwa sana na Wayahudi waliokuwa wakiishi huko Dameski."
  },
  {
    "verseNumber": "ACT 22:13",
    "verseText": "Akasimama karibu nami, akasema, ‘Ndugu Sauli, pata kuona tena!’ Saa ile ile nikapata kuona tena, nami nikaweza kumwona."
  },
  {
    "verseNumber": "ACT 22:14",
    "verseText": "“Akasema, ‘Mungu wa baba zetu amekuchagua wewe ili ujue mapenzi yake, umwone yeye Aliye Mwenye Haki na upate kusikia maneno kutoka kinywani mwake."
  },
  {
    "verseNumber": "ACT 22:15",
    "verseText": "Kwa kuwa utakuwa shahidi wake kwa watu kuhusu kile ulichokiona na kukisikia."
  },
  {
    "verseNumber": "ACT 22:16",
    "verseText": "Sasa basi, mbona unakawia? Inuka, ukabatizwe na dhambi zako zikasafishwe, ukiliita Jina lake.’"
  },
  {
    "verseNumber": "ACT 22:17",
    "verseText": "“Baada ya kurudi Yerusalemu, nilipokuwa ninaomba Hekaluni, nilipitiwa na usingizi wa ghafula"
  },
  {
    "verseNumber": "ACT 22:18",
    "verseText": "nikamwona Bwana akiniambia, ‘Harakisha utoke Yerusalemu upesi, maana hawataukubali ushuhuda wako kunihusu mimi.’"
  },
  {
    "verseNumber": "ACT 22:19",
    "verseText": "“Nami nikasema, ‘Bwana, wao wenyewe wanajua jinsi nilivyokwenda kwenye kila sinagogi ili kuwatupa gerezani na kuwapiga wale waliokuamini."
  },
  {
    "verseNumber": "ACT 22:20",
    "verseText": "Wakati damu ya shahidi wako Stefano ilipomwagwa, mimi mwenyewe nilikuwa nimesimama kando, nikikubaliana na kitendo hicho na kutunza mavazi ya wale waliomuua.’"
  },
  {
    "verseNumber": "ACT 22:21",
    "verseText": "“Ndipo Bwana akaniambia, ‘Nenda, kwa maana nitakutuma mbali, kwa watu wa Mataifa.’ ”"
  },
  {
    "verseNumber": "ACT 22:22",
    "verseText": "Ule umati wa watu wakamsikiliza Paulo mpaka aliposema neno hilo, ndipo wakapaza sauti zao na kupiga kelele wakisema, “Mwondoeni duniani, hafai kuishi!”"
  },
  {
    "verseNumber": "ACT 22:23",
    "verseText": "Walipokuwa wakipiga kelele na kutoa mavazi yao huku wakirusha mavumbi juu hewani,"
  },
  {
    "verseNumber": "ACT 22:24",
    "verseText": "yule jemadari akaamuru Paulo aingizwe kwenye ngome. Akaelekeza kwamba achapwe viboko na aulizwe ili kujua kwa nini watu walikuwa wanampigia kelele namna hiyo."
  },
  {
    "verseNumber": "ACT 22:25",
    "verseText": "Lakini walipokwisha kumfunga kwa kamba za ngozi ili wamchape viboko, Paulo akamwambia kiongozi wa askari aliyekuwa amesimama pale karibu naye, “Je, ni halali kwenu kwa mujibu wa sheria kumchapa mtu ambaye ni raiya wa Rumi hata kabla hajapatikana na hatia?”"
  },
  {
    "verseNumber": "ACT 22:26",
    "verseText": "Yule kiongozi aliposikia maneno haya, alimwendea yule jemadari na kumwambia, “Unataka kufanya nini? Kwa maana huyu mtu ni raiya wa Rumi.”"
  },
  {
    "verseNumber": "ACT 22:27",
    "verseText": "Yule jemadari akaja akamuuliza Paulo, “Niambie, wewe ni raiya wa Rumi?” Paulo akajibu, “Naam, hakika ndiyo.”"
  },
  {
    "verseNumber": "ACT 22:28",
    "verseText": "Ndipo yule jemadari akasema, “Mimi ilinigharimu kiasi kikubwa cha fedha kupata uraia wangu.” Paulo akasema “Lakini mimi ni raiya wa Rumi kwa kuzaliwa.”"
  },
  {
    "verseNumber": "ACT 22:29",
    "verseText": "Mara wale waliokuwa wanataka kumhoji wakajiondoa haraka, naye yule jemadari akaingiwa na hofu alipotambua ya kuwa amemfunga Paulo, ambaye ni raia wa Rumi, kwa minyororo."
  },
  {
    "verseNumber": "ACT 22:30",
    "verseText": "Kesho yake, kwa kuwa yule jemadari alitaka kujua hakika kwa nini Paulo alikuwa anashutumiwa na Wayahudi, alimfungua, na akawaagiza viongozi wa makuhani na baraza lote likutane. Kisha akamleta Paulo, akamsimamisha mbele yao."
  },
  {
    "verseNumber": "ACT 23:1",
    "verseText": "Paulo akawakazia macho wale wajumbe wa baraza, akasema, “Ndugu zangu, nimetimiza wajibu wangu kwa Mungu kwa dhamiri safi kabisa hadi leo.”"
  },
  {
    "verseNumber": "ACT 23:2",
    "verseText": "Kwa ajili ya jambo hili kuhani mkuu Anania akaamuru wale waliokuwa karibu na Paulo wampige kofi kinywani."
  },
  {
    "verseNumber": "ACT 23:3",
    "verseText": "Ndipo Paulo akamwambia, “Mungu atakupiga wewe, ewe ukuta uliopakwa chokaa! Wewe umeketi hapo ili kunihukumu kwa mujibu wa sheria, lakini wewe mwenyewe unakiuka sheria kwa kuamuru kwamba nipigwe kinyume cha sheria!”"
  },
  {
    "verseNumber": "ACT 23:4",
    "verseText": "Wale watu waliokuwa wamesimama karibu na Paulo wakamwambia, “Je, wewe wathubutu kumtukana kuhani mkuu wa Mungu?”"
  },
  {
    "verseNumber": "ACT 23:5",
    "verseText": "Paulo akajibu, “Ndugu zangu, sikujua kwamba yeye alikuwa kuhani mkuu. Kwa maana imeandikwa, ‘Usimnenee mabaya kiongozi wa watu wako.’ ”"
  },
  {
    "verseNumber": "ACT 23:6",
    "verseText": "Paulo alipotambua ya kuwa baadhi yao walikuwa Masadukayo na wengine ni Mafarisayo, akapaza sauti kwenye baraza, “Ndugu zangu, mimi ni Farisayo, mwana Farisayo. Hapa nimeshtakiwa kuhusu tumaini langu katika ufufuo wa wafu.”"
  },
  {
    "verseNumber": "ACT 23:7",
    "verseText": "Aliposema haya, farakano likaanza kati ya Mafarisayo na Masadukayo na baraza lote likagawanyika."
  },
  {
    "verseNumber": "ACT 23:8",
    "verseText": "(Kwa maana Masadukayo wanasema kwamba hakuna ufufuo, wala hakuna malaika au roho, lakini Mafarisayo wanaamini haya yote.)"
  },
  {
    "verseNumber": "ACT 23:9",
    "verseText": "Kukawa na ghasia kubwa, nao baadhi ya walimu wa sheria ambao ni Mafarisayo, wakasimama wakapinga kwa nguvu wakisema, “Hatuoni kosa lolote la mtu huyu! Huenda ikawa roho au malaika amezungumza naye”"
  },
  {
    "verseNumber": "ACT 23:10",
    "verseText": "Ugomvi ukawa mkubwa kiasi kwamba yule jemadari akahofu kuwa wangemrarua Paulo vipande vipande, akaamuru vikosi vya askari vishuke na kumwondoa Paulo katikati yao kwa nguvu na kumleta ndani ya ngome ya jeshi."
  },
  {
    "verseNumber": "ACT 23:11",
    "verseText": "Usiku uliofuata, Bwana akasimama karibu naye akamwambia, “Jipe moyo! Kama vile ulivyonishuhudia hapa Yerusalemu, hivyo imekupasa kunishuhudia huko Rumi pia.”"
  },
  {
    "verseNumber": "ACT 23:12",
    "verseText": "Kulipopambazuka Wayahudi wakafanya shauri pamoja na kujifunga kwa kiapo kwamba hawatakula wala kunywa mpaka wawe wamemuua Paulo."
  },
  {
    "verseNumber": "ACT 23:13",
    "verseText": "Waliofanya mpango huo walikuwa zaidi ya watu arobaini."
  },
  {
    "verseNumber": "ACT 23:14",
    "verseText": "Wakawaendea viongozi wa makuhani na wazee na kusema, “Tumejifunga pamoja kwa kiapo kwamba hatutakula wala kunywa mpaka tuwe tumemuua Paulo."
  },
  {
    "verseNumber": "ACT 23:15",
    "verseText": "Hivyo basi, wewe pamoja na baraza, inawapasa mkamjulishe jemadari ili amteremshe Paulo kwenu, mjifanye kama mnataka kufanya uchunguzi wa kina zaidi wa shauri lake. Nasi tuko tayari kumuua kabla hajafika hapa.”"
  },
  {
    "verseNumber": "ACT 23:16",
    "verseText": "Lakini mtoto wa dada yake Paulo aliposikia juu ya shauri hilo baya, alikwenda kule kwenye ngome ya askari na kumweleza Paulo."
  },
  {
    "verseNumber": "ACT 23:17",
    "verseText": "Ndipo Paulo akamwita mmoja wa viongozi wa askari, akamwambia, “Mpeleke huyu kijana kwa jemadari, analo jambo la kumweleza.”"
  },
  {
    "verseNumber": "ACT 23:18",
    "verseText": "Hivyo yule kiongozi wa askari akampeleka yule kijana kwa jemadari, akamwambia, “Paulo yule mfungwa aliniita na kuniomba nimlete huyu kijana kwako, kwa sababu ana neno la kukueleza.”"
  },
  {
    "verseNumber": "ACT 23:19",
    "verseText": "Yule jemadari akamshika yule kijana mkono, akampeleka kando na kumuuliza, “Unataka kuniambia nini?”"
  },
  {
    "verseNumber": "ACT 23:20",
    "verseText": "Yule kijana akasema, “Wayahudi wamekubaliana wakuombe umpeleke Paulo kwenye baraza lao kesho kwa kisingizio kwamba wanataka kufanya uchunguzi wa kina wa shauri lake."
  },
  {
    "verseNumber": "ACT 23:21",
    "verseText": "Lakini usishawishiwe nao kwa maana zaidi ya watu arobaini wanamvizia. Wamejifunga kwa kiapo kwamba hawatakula wala kunywa mpaka wawe wamemuua Paulo. Sasa wako tayari, wanangoja idhini yako kwa ajili ya ombi lao.”"
  },
  {
    "verseNumber": "ACT 23:22",
    "verseText": "Yule jemadari akamruhusu yule kijana aende na akamwonya, akisema, “Usimwambie mtu yeyote kwamba umenieleza habari hizi.”"
  },
  {
    "verseNumber": "ACT 23:23",
    "verseText": "Kisha yule jemadari akawaita viongozi wake wawili wa askari akawaambia, “Jiandaeni kuondoka saa tatu usiku huu kuelekea Kaisaria pamoja na askari 200, wapanda farasi sabini na watu 200 wenye mikuki."
  },
  {
    "verseNumber": "ACT 23:24",
    "verseText": "Pia tayarisheni na farasi watakaotumiwa na Paulo, mkampeleke salama kwa mtawala Feliksi.”"
  },
  {
    "verseNumber": "ACT 23:25",
    "verseText": "Kisha akaandika barua kwa Feliksi kama ifuatavyo:"
  },
  {
    "verseNumber": "ACT 23:26",
    "verseText": "Klaudio Lisia, Kwa Mtawala, Mtukufu Feliksi: Salamu."
  },
  {
    "verseNumber": "ACT 23:27",
    "verseText": "Mtu huyu alikamatwa na Wayahudi wakakaribia kumuua, lakini nikaja na vikosi vyangu vya askari nikamwokoa, kwa kuwa nilipata habari kwamba yeye ni raiya wa Rumi."
  },
  {
    "verseNumber": "ACT 23:28",
    "verseText": "Nilitaka kujua kwa nini walikuwa wanamshutumu, hivyo nikamleta mbele ya baraza lao."
  },
  {
    "verseNumber": "ACT 23:29",
    "verseText": "Ndipo nikaona kuwa alikuwa anashutumiwa kwa mambo yanayohusu sheria yao, lakini hakuwa ameshtakiwa kwa jambo lolote linalostahili kifo au kifungo."
  },
  {
    "verseNumber": "ACT 23:30",
    "verseText": "Nilipoarifiwa kuwa kulikuwa na shauri baya dhidi ya mtu huyu, nilimtuma kwako mara moja. Niliwaagiza washtaki wake pia waeleze mashtaka yao dhidi yake mbele yako."
  },
  {
    "verseNumber": "ACT 23:31",
    "verseText": "Hivyo askari, kwa kufuata maelekezo waliyopewa, wakamchukua Paulo wakati wa usiku na kumleta mpaka Antipatri."
  },
  {
    "verseNumber": "ACT 23:32",
    "verseText": "Kesho yake wakawaacha wale wapanda farasi waendelee na safari wakiwa na Paulo, wao wakarudi kwenye ngome ya askari."
  },
  {
    "verseNumber": "ACT 23:33",
    "verseText": "Askari walipofika Kaisaria, walimpa mtawala ile barua, na kumkabidhi Paulo kwake."
  },
  {
    "verseNumber": "ACT 23:34",
    "verseText": "Mtawala alipokwisha kuisoma ile barua alimuuliza Paulo alikuwa mtu wa jimbo gani. Alipojua kuwa anatoka Kilikia,"
  },
  {
    "verseNumber": "ACT 23:35",
    "verseText": "alisema, “Nitasikiliza shauri lako washtaki wako watakapofika hapa.” Kisha akaamuru Paulo awekwe chini ya ulinzi kwenye jumba la kifalme la Herode."
  },
  {
    "verseNumber": "ACT 24:1",
    "verseText": "Baada ya siku tano, kuhani mkuu Anania akashuka akiwa amefuatana na baadhi ya wazee pamoja na mwanasheria mmoja aitwaye Tertulo, nao wakaleta mashtaka yao dhidi ya Paulo mbele ya mtawala."
  },
  {
    "verseNumber": "ACT 24:2",
    "verseText": "Paulo alipoitwa aingie ndani, Tertulo akaanza kutoa mashtaka akisema, “Mtukufu Feliksi, kwa muda mrefu tumefurahia amani na matengenezo mengi mazuri yamefanywa kwa ajili ya watu hawa kwa sababu ya upeo wako wa kuona mambo ya mbele."
  },
  {
    "verseNumber": "ACT 24:3",
    "verseText": "Wakati wote na kila mahali, kwa namna yoyote, mtukufu sana Feliksi, tumeyapokea mambo haya yote kwa shukrani nyingi."
  },
  {
    "verseNumber": "ACT 24:4",
    "verseText": "Lakini nisije nikakuchosha zaidi, ningekuomba kwa hisani yako utusikilize kwa kifupi."
  },
  {
    "verseNumber": "ACT 24:5",
    "verseText": "“Tumemwona mtu huyu kuwa ni msumbufu, anayechochea ghasia miongoni mwa Wayahudi duniani pote. Yeye ndiye kiongozi wa dhehebu la Wanazarayo,"
  },
  {
    "verseNumber": "ACT 24:6",
    "verseText": "na hata amejaribu kulinajisi Hekalu, hivyo tukamkamata; [tukataka kumhukumu kufuatana na sheria zetu."
  },
  {
    "verseNumber": "ACT 24:7",
    "verseText": "Lakini jemadari Lisia alitujia na nguvu nyingi, akamwondoa mikononi mwetu,"
  },
  {
    "verseNumber": "ACT 24:8",
    "verseText": "akiwaamuru washtaki wake waje mbele yako: ili] kwa kumchunguza wewe mwenyewe unaweza kujua kutoka kwake mambo yote tunayomshtaki kwayo.”"
  },
  {
    "verseNumber": "ACT 24:9",
    "verseText": "Pia wale Wayahudi wakaunga mkono wakithibitisha kuwa mashtaka yote haya ni kweli."
  },
  {
    "verseNumber": "ACT 24:10",
    "verseText": "Mtawala Feliksi alipompungia Paulo mkono ili ajitetee, yeye akajibu, “Najua kwamba wewe umekuwa hakimu katika taifa hili kwa miaka mingi, hivyo natoa utetezi wangu kwa furaha."
  },
  {
    "verseNumber": "ACT 24:11",
    "verseText": "Unaweza kuhakikisha kwa urahisi kuwa hazijapita zaidi ya siku kumi na mbili tangu nilipopanda kwenda Yerusalemu kuabudu."
  },
  {
    "verseNumber": "ACT 24:12",
    "verseText": "Hawa wanaonishtaki hawakunikuta nikibishana na mtu yeyote Hekaluni au kuchochea umati wa watu katika sinagogi au mahali pengine popote mjini."
  },
  {
    "verseNumber": "ACT 24:13",
    "verseText": "Wala hawawezi kabisa kukuthibitishia mashtaka haya wanayonishtaki kwayo."
  },
  {
    "verseNumber": "ACT 24:14",
    "verseText": "Lakini, ninakubali kwamba mimi namwabudu Mungu wa baba zetu, mfuasi wa Njia, ile ambayo wao wanaiita dhehebu. Ninaamini kila kitu kinachokubaliana na Sheria na kile kilichoandikwa katika Manabii,"
  },
  {
    "verseNumber": "ACT 24:15",
    "verseText": "nami ninalo tumaini kwa Mungu, ambalo hata wao wenyewe wanalikubali kwamba kutakuwa na ufufuo wa wafu, kwa wenye haki na wasio na haki."
  },
  {
    "verseNumber": "ACT 24:16",
    "verseText": "Kwa hiyo ninajitahidi siku zote kuwa na dhamiri safi mbele za Mungu na mbele za wanadamu."
  },
  {
    "verseNumber": "ACT 24:17",
    "verseText": "“Basi, baada ya kutokuwepo kwa miaka mingi nilikuja Yerusalemu ili kuwaletea watu wangu msaada kwa ajili ya maskini na kutoa dhabihu."
  },
  {
    "verseNumber": "ACT 24:18",
    "verseText": "Nilikuwa nimeshatakaswa kwa taratibu za kiibada waliponikuta Hekaluni nikifanya mambo haya. Hapakuwa na umati wa watu, pamoja nami wala aliyehusika kwenye fujo yoyote."
  },
  {
    "verseNumber": "ACT 24:19",
    "verseText": "Lakini kulikuwa na baadhi ya Wayahudi kutoka Asia, ambao wangelazimika wawepo hapa mbele yako ili watoe mashtaka kama wanalo jambo lolote dhidi yangu."
  },
  {
    "verseNumber": "ACT 24:20",
    "verseText": "Au, watu hawa walioko hapa waseme ni uhalifu gani walioniona nao waliponisimamisha mbele ya baraza,"
  },
  {
    "verseNumber": "ACT 24:21",
    "verseText": "isipokuwa ni kuhusu jambo hili moja nililopiga kelele mbele yao kwamba, ‘Mimi nashtakiwa mbele yenu leo kwa sababu ya ufufuo wa wafu.’ ”"
  },
  {
    "verseNumber": "ACT 24:22",
    "verseText": "Basi Feliksi ambaye alikuwa anafahamu vizuri habari za Njia ile, akaahirisha shauri lile kwa maelezo yake akisema, “Wakati jemadari Lisia atakapoteremka huku, nitaamua shauri lako.”"
  },
  {
    "verseNumber": "ACT 24:23",
    "verseText": "Ndipo akaamuru kiongozi wa askari amweke chini ya ulinzi lakini ampe uhuru na kuwaruhusu rafiki zake wamhudumie."
  },
  {
    "verseNumber": "ACT 24:24",
    "verseText": "Baada ya siku kadhaa, Feliksi alikuja pamoja na Drusila mkewe, ambaye alikuwa Myahudi. Alituma aitiwe Paulo, naye akamsikiliza alipokuwa akinena juu ya imani katika Kristo Yesu."
  },
  {
    "verseNumber": "ACT 24:25",
    "verseText": "Naye Paulo alipokuwa akinena juu ya haki, kuwa na kiasi na juu ya hukumu ijayo, Feliksi aliingiwa na hofu na kusema, “Hiyo yatosha sasa! Waweza kuondoka. Nitakapokuwa na wasaa nitakuita.”"
  },
  {
    "verseNumber": "ACT 24:26",
    "verseText": "Wakati huo Feliksi alitazamia kwamba Paulo angempa rushwa. Hivyo akawa anamwita mara kwa mara na kuzungumza naye."
  },
  {
    "verseNumber": "ACT 24:27",
    "verseText": "Baada ya miaka miwili kupita, Porkio Festo akaingia kwenye utawala mahali pa Feliksi, lakini kwa kuwa Feliksi alitaka kuwapendeza Wayahudi, akamwacha Paulo gerezani."
  },
  {
    "verseNumber": "ACT 25:1",
    "verseText": "Siku tatu baada ya Festo kuwasili Kaisaria kuchukua wajibu wake mpya, alipanda kwenda Yerusalemu,"
  },
  {
    "verseNumber": "ACT 25:2",
    "verseText": "ambako viongozi wa makuhani na viongozi wa Wayahudi walikuja mbele yake na kuleta mashtaka yao dhidi ya Paulo."
  },
  {
    "verseNumber": "ACT 25:3",
    "verseText": "Wakamsihi sana Festo, kama upendeleo kwao, aamuru Paulo ahamishiwe Yerusalemu, kwa kuwa walikuwa wanaandaa kumvizia ili wamuue akiwa njiani."
  },
  {
    "verseNumber": "ACT 25:4",
    "verseText": "Festo akawajibu, “Paulo amezuiliwa huko Kaisaria, nami mwenyewe ninakwenda huko hivi karibuni."
  },
  {
    "verseNumber": "ACT 25:5",
    "verseText": "Baadhi ya viongozi wenu wafuatane nami na kutoa mashtaka dhidi ya mtu huyo huko, kama amekosa jambo lolote.”"
  },
  {
    "verseNumber": "ACT 25:6",
    "verseText": "Baada ya Festo kukaa miongoni mwao kwa karibu siku nane au kumi, akashuka kwenda Kaisaria na siku iliyofuata akaitisha mahakama, akaketi penye kiti chake cha hukumu, akaamuru Paulo aletwe mbele yake."
  },
  {
    "verseNumber": "ACT 25:7",
    "verseText": "Paulo alipotokea, wale Wayahudi waliokuwa wameteremka toka Yerusalemu wakasimama wakiwa wamemzunguka, wakileta mashtaka mengi mazito dhidi yake ambayo hawakuweza kuyathibitisha."
  },
  {
    "verseNumber": "ACT 25:8",
    "verseText": "Ndipo Paulo akajitetea, akasema, “Mimi sikufanya jambo lolote kinyume cha sheria ya Wayahudi au dhidi ya Hekalu au kinyume cha Kaisari.”"
  },
  {
    "verseNumber": "ACT 25:9",
    "verseText": "Festo, akitaka kuwapendeza Wayahudi, akamuuliza Paulo, “Je, ungependa kwenda Yerusalemu na kukabili mashtaka mbele yangu huko?”"
  },
  {
    "verseNumber": "ACT 25:10",
    "verseText": "Paulo akasema, “Mimi sasa nimesimama mbele ya mahakama ya Kaisari, ambako ndiko ninakostahili kushtakiwa. Kama vile wewe mwenyewe ujuavyo vyema kabisa sijawatendea Wayahudi kosa lolote."
  },
  {
    "verseNumber": "ACT 25:11",
    "verseText": "Basi kama mimi nina hatia ya kutenda kosa lolote linalostahili kifo, sikatai kufa. Lakini kama mashtaka yaliyoletwa dhidi yangu na hawa Wayahudi si kweli, hakuna yeyote aliye na haki ya kunikabidhi mikononi mwao. Naomba rufaa kwa Kaisari!”"
  },
  {
    "verseNumber": "ACT 25:12",
    "verseText": "Baada ya Festo kufanya shauri pamoja na baraza lake, akatangaza, “Wewe umeomba rufaa kwa Kaisari, nako kwa Kaisari utakwenda!”"
  },
  {
    "verseNumber": "ACT 25:13",
    "verseText": "Baada ya siku kadhaa Mfalme Agripa na Bernike wakapanda kuja Kaisaria kumsalimu Festo."
  },
  {
    "verseNumber": "ACT 25:14",
    "verseText": "Kwa kuwa walikuwa wakae huko Kaisaria kwa siku nyingi, Festo alijadili shauri la Paulo na mfalme, akisema, “Kuna mtu mmoja hapa ambaye Feliksi alimwacha gerezani."
  },
  {
    "verseNumber": "ACT 25:15",
    "verseText": "Nilipokuwa huko Yerusalemu, viongozi wa makuhani na wazee wa Wayahudi walinijulisha habari zake na wakaomba hukumu dhidi yake."
  },
  {
    "verseNumber": "ACT 25:16",
    "verseText": "“Lakini mimi nikawaambia kwamba si desturi ya Kirumi kumtoa mtu yeyote auawe kabla mshtakiwa kuonana uso kwa uso na washtaki wake, naye awe amepewa nafasi ya kujitetea kuhusu mashtaka anayoshutumiwa."
  },
  {
    "verseNumber": "ACT 25:17",
    "verseText": "Hivyo walipokutana hapa, sikukawia, kesho yake niliitisha baraza, nikaketi penye kiti changu cha hukumu, nikaagiza huyo mtu aletwe."
  },
  {
    "verseNumber": "ACT 25:18",
    "verseText": "Washtaki wake waliposimama, hawakushtaki kwa uhalifu wowote niliokuwa ninatarajia."
  },
  {
    "verseNumber": "ACT 25:19",
    "verseText": "Badala yake walikuwa na vipengele fulani vya kutokukubaliana naye kuhusu dini yao na juu ya mtu mmoja aitwaye Yesu, ambaye alikufa, lakini yeye Paulo alidai kwamba yu hai."
  },
  {
    "verseNumber": "ACT 25:20",
    "verseText": "Kwa kuwa sikujua jinsi ya kupeleleza jambo hili, nilimuuliza kama angependa kwenda Yerusalemu na kuhojiwa huko kuhusu mashtaka haya."
  },
  {
    "verseNumber": "ACT 25:21",
    "verseText": "Lakini Paulo alipoomba afadhiliwe ili rufaa yake isikilizwe na Mfalme Agusto, nilimwamuru alindwe mpaka nitakapoweza kumpeleka kwa Kaisari.”"
  },
  {
    "verseNumber": "ACT 25:22",
    "verseText": "Ndipo Agripa akamwambia Festo, “Ningependa kumsikiliza mtu huyo mimi mwenyewe.” Yeye akajibu, “Kesho utamsikia.”"
  },
  {
    "verseNumber": "ACT 25:23",
    "verseText": "Siku iliyofuata Agripa na Bernike walifika kwa fahari kubwa wakaingia katika ukumbi wa mahakama, pamoja na majemadari wa jeshi na watu mashuhuri wa mji. Ndipo kwa amri ya Festo, Paulo akaletwa ndani."
  },
  {
    "verseNumber": "ACT 25:24",
    "verseText": "Festo akasema, “Mfalme Agripa, nanyi nyote mlio hapa pamoja nasi, mnamwona mtu huyu! Jumuiya yote ya Kiyahudi wamenilalamikia kuhusu mtu huyu huko Yerusalemu na hapa Kaisaria, wakipiga kelele kwamba haimpasi kuendelea kuishi."
  },
  {
    "verseNumber": "ACT 25:25",
    "verseText": "Sikuona kwamba ametenda jambo lolote linalostahili kifo, ila kwa kuwa alikuwa ameomba rufaa yake kwa mfalme, niliamua kumpeleka Rumi."
  },
  {
    "verseNumber": "ACT 25:26",
    "verseText": "Lakini mimi sina kitu maalum cha kumwandikia Bwana Mtukufu kumhusu mtu huyu. Kwa hiyo nimemleta mbele yenu ninyi nyote, hasa mbele yako, Mfalme Agripa, ili kutokana na matokeo ya uchunguzi huu, niweze kupata kitu cha kuandika."
  },
  {
    "verseNumber": "ACT 25:27",
    "verseText": "Kwa kuwa naona hakuna sababu ya kumpeleka mfungwa bila kuainisha mashtaka dhidi yake.”"
  },
  {
    "verseNumber": "ACT 26:1",
    "verseText": "Ndipo Agripa akamwambia Paulo, “Unayo ruhusa kujitetea.” Hivyo Paulo akawaashiria kwa mkono wake, akaanza kujitetea, akasema:"
  },
  {
    "verseNumber": "ACT 26:2",
    "verseText": "“Mfalme Agripa, najiona kuwa na heri kusimama mbele yako leo ninapojitetea kuhusu mashtaka yote ya Wayahudi,"
  },
  {
    "verseNumber": "ACT 26:3",
    "verseText": "hasa kwa sababu unajua vyema desturi zote za Kiyahudi na ya kuwa wewe unajua kwa undani mila na masuala ya mabishano. Kwa hiyo, nakusihi unisikilize kwa uvumilivu."
  },
  {
    "verseNumber": "ACT 26:4",
    "verseText": "“Wayahudi wote wanajua jinsi nilivyoishi tangu nilipokuwa mtoto, kuanzia mwanzo wa maisha yangu katika nchi yangu na pia huko Yerusalemu."
  },
  {
    "verseNumber": "ACT 26:5",
    "verseText": "Wao wamefahamu kwa muda mrefu na wanaweza kushuhudia kama wakipenda, ya kwamba kutokana na misimamo mikali sana ya dhehebu letu kwenye dini yetu, niliishi nikiwa Farisayo."
  },
  {
    "verseNumber": "ACT 26:6",
    "verseText": "Nami sasa ni kwa sababu ya tumaini langu katika kile ambacho Mungu aliwaahidi baba zetu, ninashtakiwa leo."
  },
  {
    "verseNumber": "ACT 26:7",
    "verseText": "Hii ndiyo ahadi ambayo makabila yetu kumi na mawili yanatarajia kuiona ikitimizwa wanapomtumikia Mungu kwa bidii usiku na mchana. Ee mfalme, ninashtakiwa na Wayahudi kwa ajili ya tumaini hili."
  },
  {
    "verseNumber": "ACT 26:8",
    "verseText": "Kwa nini yeyote miongoni mwenu afikiri kwamba ni jambo lisilosadikika Mungu kufufua wafu?"
  },
  {
    "verseNumber": "ACT 26:9",
    "verseText": "“Mimi pia nilikuwa nimeshawishika kwamba imenipasa kufanya yote yale yaliyowezekana kupinga Jina la Yesu wa Nazareti."
  },
  {
    "verseNumber": "ACT 26:10",
    "verseText": "Nami hayo ndiyo niliyoyafanya huko Yerusalemu. Kwa mamlaka ya viongozi wa makuhani, niliwatia wengi wa watakatifu gerezani na walipokuwa wakiuawa, nilipiga kura yangu kuunga mkono."
  },
  {
    "verseNumber": "ACT 26:11",
    "verseText": "Mara nyingi nilikwenda kutoka sinagogi moja hadi ingine nikiamuru waadhibiwe, nami nilijaribu kuwalazimisha wakufuru. Katika shauku yangu dhidi yao, hata nilikwenda miji ya kigeni ili kuwatesa."
  },
  {
    "verseNumber": "ACT 26:12",
    "verseText": "“Siku moja nilipokuwa katika mojawapo ya safari hizi nikiwa ninakwenda Dameski, nilikuwa na mamlaka na agizo kutoka kwa kiongozi wa makuhani."
  },
  {
    "verseNumber": "ACT 26:13",
    "verseText": "Ilikuwa yapata adhuhuri, ee mfalme, nilipokuwa njiani, niliona nuru kutoka mbinguni kali kuliko jua, ikingʼaa kunizunguka pande zote mimi na wale niliokuwa pamoja nao."
  },
  {
    "verseNumber": "ACT 26:14",
    "verseText": "Wote tulipokuwa tumeanguka chini, nikasikia sauti ikisema nami kwa lugha ya Kiebrania, ‘Sauli, Sauli, mbona unanitesa? Ni vigumu kwako kuupiga teke mchokoo.’"
  },
  {
    "verseNumber": "ACT 26:15",
    "verseText": "“Nikauliza, ‘Ni nani wewe, Bwana?’ “Naye Bwana akajibu, ‘Ni Mimi Yesu unayemtesa."
  },
  {
    "verseNumber": "ACT 26:16",
    "verseText": "Sasa inuka usimame kwa miguu yako. Nimekutokea ili nikuteue uwe mtumishi na shahidi wa mambo ambayo umeyaona, na yale nitakayokuonyesha."
  },
  {
    "verseNumber": "ACT 26:17",
    "verseText": "Nitakuokoa kutoka kwa watu wako na watu wa Mataifa ambao ninakutuma kwao,"
  },
  {
    "verseNumber": "ACT 26:18",
    "verseText": "uyafumbue macho yao ili wageuke kutoka gizani waingie nuruni, na kutoka kwenye nguvu za Shetani wamgeukie Mungu, ili wapate msamaha wa dhambi na sehemu miongoni mwa wale waliotakaswa kwa kuniamini mimi.’"
  },
  {
    "verseNumber": "ACT 26:19",
    "verseText": "“Hivyo basi, Mfalme Agripa, sikuacha kuyatii yale maono yaliyotoka mbinguni,"
  },
  {
    "verseNumber": "ACT 26:20",
    "verseText": "bali niliyatangaza kwanza kwa wale wa Dameski, kisha Yerusalemu na katika vijiji vyote vya Uyahudi na pia kwa watu wa Mataifa, kwamba inawapasa kutubu na kumgeukia Mungu na kuthibitisha toba yao kwa matendo yao."
  },
  {
    "verseNumber": "ACT 26:21",
    "verseText": "Ni kwa sababu hii Wayahudi walinikamata nilipokuwa Hekaluni, wakataka kuniua."
  },
  {
    "verseNumber": "ACT 26:22",
    "verseText": "Hadi leo nimepata msaada kutoka kwa Mungu, na hivyo nasimama hapa nikishuhudia kwa wakubwa na wadogo. Sisemi chochote zaidi ya yale ambayo manabii na Mose walisema yatatukia:"
  },
  {
    "verseNumber": "ACT 26:23",
    "verseText": "kwamba Kristo atateswa, na kwamba yeye atakuwa wa kwanza kufufuka kutoka kwa wafu, na atatangaza nuru kwa watu wake na kwa watu wa Mataifa.”"
  },
  {
    "verseNumber": "ACT 26:24",
    "verseText": "Paulo alipokuwa akifanya utetezi huu, Festo akasema kwa sauti kubwa, “Paulo, wewe umerukwa na akili! Kusoma kwingi kunakufanya uwe kichaa!”"
  },
  {
    "verseNumber": "ACT 26:25",
    "verseText": "Lakini Paulo akajibu, “Mimi sijarukwa na akili, mtukufu sana Festo, bali nanena kweli nikiwa na akili zangu timamu."
  },
  {
    "verseNumber": "ACT 26:26",
    "verseText": "Naam, Mfalme anajua kuhusu mambo haya yote, nami nasema naye kwa uhuru. Kwa sababu nina hakika kwamba hakuna hata mojawapo ya mambo haya asilolijua, kwa kuwa hayakufanyika mafichoni."
  },
  {
    "verseNumber": "ACT 26:27",
    "verseText": "Mfalme Agripa, je, unaamini manabii? Najua kuwa unaamini.”"
  },
  {
    "verseNumber": "ACT 26:28",
    "verseText": "Agripa akamwambia Paulo, “Je, unanishawishi kwa haraka namna hii niwe Mkristo?”"
  },
  {
    "verseNumber": "ACT 26:29",
    "verseText": "Paulo akasema, “Ikiwa ni kwa haraka au la, namwomba Mungu, si wewe peke yako bali pia wale wote wanaonisikiliza leo, wawe kama mimi nilivyo, kasoro minyororo hii.”"
  },
  {
    "verseNumber": "ACT 26:30",
    "verseText": "Baada ya kusema hayo, mfalme akainuka pamoja na mtawala na Bernike na wale waliokuwa wameketi pamoja nao."
  },
  {
    "verseNumber": "ACT 26:31",
    "verseText": "Walipokuwa wakiondoka, wakaambiana, “Mtu huyu hafanyi jambo lolote linalostahili kufa au kufungwa.”"
  },
  {
    "verseNumber": "ACT 26:32",
    "verseText": "Agripa akamwambia Festo, “Mtu huyu angeachwa huru kama hangekuwa amekata rufaa kwa Kaisari.”"
  },
  {
    "verseNumber": "ACT 27:1",
    "verseText": "Ilipoamuliwa kwamba tungesafiri kwa njia ya bahari kwenda Italia, Paulo na wafungwa wengine wakakabidhiwa kwa kiongozi mmoja wa askari aliyeitwa Juliasi, aliyekuwa wa Kikosi cha Walinzi wa Kaisari."
  },
  {
    "verseNumber": "ACT 27:2",
    "verseText": "Tulipanda meli iliyotoka Adramitio, iliyokuwa inakaribia kusafiri kwenda kwenye bandari zilizopo pwani ya Asia, tukaanza safari yetu tukiwa pamoja na Aristarko, Mmakedonia kutoka Thesalonike."
  },
  {
    "verseNumber": "ACT 27:3",
    "verseText": "Kesho yake tukatia nanga Sidoni, naye Juliasi akamfanyia wema Paulo, akamruhusu aende kwa rafiki zake ili wamtimizie mahitaji yake."
  },
  {
    "verseNumber": "ACT 27:4",
    "verseText": "Kutoka huko tukaingia baharini tena na tukapita upande wa chini wa kisiwa cha Kipro kwa sababu upepo ulikuwa wa mbisho."
  },
  {
    "verseNumber": "ACT 27:5",
    "verseText": "Baada ya sisi kuvuka bahari iliyoko upande wa Kilikia na Pamfilia, tukafika Mira huko Likia."
  },
  {
    "verseNumber": "ACT 27:6",
    "verseText": "Huko yule kiongozi wa askari akapata meli ya Iskanderia ikielekea Italia, akatupandisha humo."
  },
  {
    "verseNumber": "ACT 27:7",
    "verseText": "Tukasafiri polepole kwa siku nyingi na kwa shida, hatimaye tukafika karibu na Nido. Kwa kuwa upepo wa mbisho ulituzuia tusiweze kushika mwelekeo tuliokusudia, tukapita chini ya Krete mkabala na Salmone."
  },
  {
    "verseNumber": "ACT 27:8",
    "verseText": "Tukaambaa na pwani kwa shida, tukafika sehemu iitwayo Bandari Nzuri, karibu na mji wa Lasea."
  },
  {
    "verseNumber": "ACT 27:9",
    "verseText": "Muda mwingi ulikuwa umepotea na kusafiri baharini kulikuwa hatari kwa sababu wakati huu ulikuwa baada ya siku za kufunga. Hivyo Paulo akawaonya akasema,"
  },
  {
    "verseNumber": "ACT 27:10",
    "verseText": "“Mabwana, naona kuwa hii safari ni yenye maafa na ya kuleta hasara kubwa kwa meli na shehena, pia kwa maisha yetu.”"
  },
  {
    "verseNumber": "ACT 27:11",
    "verseText": "Lakini badala ya yule kiongozi wa askari kusikiliza yale Paulo aliyosema, akafuata zaidi ushauri wa nahodha na mwenye meli."
  },
  {
    "verseNumber": "ACT 27:12",
    "verseText": "Kwa kuwa ile bandari ilikuwa haifai kukaa wakati wa majira ya baridi, wengi wakashauri kwamba tuendelee na safari wakitarajia kufika Foinike na kukaa huko kwa majira ya baridi. Hii ilikuwa bandari iliyoko katika kisiwa cha Krete ikikabili upande wa kusini-magharibi na kaskazini-magharibi."
  },
  {
    "verseNumber": "ACT 27:13",
    "verseText": "Upepo mtulivu ulipoanza kuvuma toka kusini, wakadhani kuwa wangeweza kufikia lengo lao, hivyo wakangʼoa nanga na kusafiri wakipita kandokando ya pwani ya kisiwa cha Krete."
  },
  {
    "verseNumber": "ACT 27:14",
    "verseText": "Lakini baada ya muda mfupi ikavuma tufani kubwa iitwayo “Eurakilo” toka kisiwa cha Krete."
  },
  {
    "verseNumber": "ACT 27:15",
    "verseText": "Meli ikapigwa na dhoruba na haikuweza kushindana na ule upepo, tukarudishwa baharini upepo ulikokuwa unaelekea."
  },
  {
    "verseNumber": "ACT 27:16",
    "verseText": "Hatimaye tukisafiri kupita chini ya kisiwa kidogo kiitwacho Kauda, ambapo kwa kuwa tulikuwa tumekingiwa upepo na hicho kisiwa, tuliweza kwa shida kuifunga mashua ya kuokolea watu."
  },
  {
    "verseNumber": "ACT 27:17",
    "verseText": "Watu walipokwisha kuivuta mashua hiyo na kuiingiza katika meli, waliifunga kwa kamba chini ya meli yenyewe ili kuzishikanisha pamoja. Wakiogopa kupelekwa kwenye mchanga karibu na pwani ya Sirti, wakashusha matanga wakaiacha meli isukumwe na huo upepo."
  },
  {
    "verseNumber": "ACT 27:18",
    "verseText": "Tulikuwa tunapigwa na dhoruba kwa nguvu, kiasi kwamba kesho yake walianza kutupa shehena toka melini."
  },
  {
    "verseNumber": "ACT 27:19",
    "verseText": "Siku ya tatu, wakatupa vyombo vya meli baharini kwa mikono yao wenyewe."
  },
  {
    "verseNumber": "ACT 27:20",
    "verseText": "Kulipokuwa hakuna kuonekana kwa jua wala nyota kwa siku nyingi, nayo dhoruba ikiwa inaendelea kuwa kali, hatimaye tulikata kabisa tamaa ya kuokoka."
  },
  {
    "verseNumber": "ACT 27:21",
    "verseText": "Baada ya watu kukaa siku nyingi bila kula chakula, Paulo akasimama katikati yao akasema, “Enyi watu, iliwapasa kunisikiliza na kuacha kusafiri baharini kutoka Krete, ndipo ninyi mngekuwa mmejinusuru na uharibifu huu na hasara hii."
  },
  {
    "verseNumber": "ACT 27:22",
    "verseText": "Sasa ninawasihi sana, jipeni moyo mkuu kwa kuwa hakuna hata mmoja wenu atakayepoteza maisha yake, ila meli itaangamia."
  },
  {
    "verseNumber": "ACT 27:23",
    "verseText": "Jana usiku, malaika wa Mungu yule ambaye mimi ni wake na ambaye ninamwabudu alisimama karibu nami,"
  },
  {
    "verseNumber": "ACT 27:24",
    "verseText": "naye akasema, ‘Paulo usiogope, kwa kuwa ni lazima usimame mbele ya Kaisari, naye Mungu amekupa kwa neema uhai wa wote wanaosafiri pamoja nawe."
  },
  {
    "verseNumber": "ACT 27:25",
    "verseText": "Hivyo jipeni moyo, enyi watu, kwa kuwa ninamwamini Mungu kwamba yatakuwa kama vile alivyoniambia.’"
  },
  {
    "verseNumber": "ACT 27:26",
    "verseText": "Lakini hata hivyo meli yetu itakwama kwenye kisiwa fulani.”"
  },
  {
    "verseNumber": "ACT 27:27",
    "verseText": "Usiku wa kumi na nne ulipofika, tulikuwa bado tunasukumwa na upepo katika Bahari ya Adria. Ilipokuwa yapata usiku wa manane, mabaharia wakahisi kwamba walikuwa wanakaribia nchi kavu."
  },
  {
    "verseNumber": "ACT 27:28",
    "verseText": "Kwa hiyo wakapima kina cha maji na kukuta kilikuwa pima ishirini, baada ya kuendelea mbele kidogo wakapima tena wakapata kina cha pima kumi na tano."
  },
  {
    "verseNumber": "ACT 27:29",
    "verseText": "Wakiogopa kwamba meli yetu ingegonga kwenye miamba, wakashusha nanga nne za nyuma ya meli, wakawa wanaomba kupambazuke."
  },
  {
    "verseNumber": "ACT 27:30",
    "verseText": "Katika jaribio la kutoroka kutoka kwenye meli, mabaharia wakashusha mashua ya kuokolea watu baharini, wakijifanya kwamba wanakwenda kushusha nanga za omo."
  },
  {
    "verseNumber": "ACT 27:31",
    "verseText": "Ndipo Paulo akamwambia yule jemadari na askari, “Hawa watu wasipobaki katika meli, hamtaweza kuokoka.”"
  },
  {
    "verseNumber": "ACT 27:32",
    "verseText": "Hivyo basi wale askari wakakata kamba zilizoshikilia ile mashua ya kuokolea watu kwenye meli, wakaiacha ianguke humo baharini."
  },
  {
    "verseNumber": "ACT 27:33",
    "verseText": "Kabla ya mapambazuko, Paulo akawasihi watu wote wale chakula akisema, “Leo ni siku ya kumi na nne mmekuwa katika wasiwasi mkiwa mmefunga na bila kula chochote."
  },
  {
    "verseNumber": "ACT 27:34",
    "verseText": "Kwa hiyo nawasihi mle chakula, kwa maana itawasaidia ili mweze kuishi. Kwa kuwa hakuna hata mmoja wenu atakayepoteza unywele hata mmoja kutoka kichwani mwake.”"
  },
  {
    "verseNumber": "ACT 27:35",
    "verseText": "Baada ya kusema maneno haya, Paulo akachukua mkate, akamshukuru Mungu mbele yao wote, akaumega akaanza kula."
  },
  {
    "verseNumber": "ACT 27:36",
    "verseText": "Ndipo wote wakatiwa moyo, wakaanza kula chakula."
  },
  {
    "verseNumber": "ACT 27:37",
    "verseText": "Ndani ya meli tulikuwa jumla ya watu 276."
  },
  {
    "verseNumber": "ACT 27:38",
    "verseText": "Baada ya watu wote kula chakula cha kutosha, wakapunguza uzito wa meli kwa kutupa ngano baharini."
  },
  {
    "verseNumber": "ACT 27:39",
    "verseText": "Kulipopambazuka, mabaharia hawakuitambua ile nchi, lakini waliona ghuba yenye ufuko wa mchanga, ambako waliamua kuipweleza meli kama ingewezekana."
  },
  {
    "verseNumber": "ACT 27:40",
    "verseText": "Kwa hiyo wakatupa nanga zote na kuziacha baharini, na wakati huo huo wakalegeza kamba zilizokuwa zikishikilia usukani wa meli. Kisha wakatweka tanga la mbele lishike upepo na kuisukuma meli kuelekea pwani."
  },
  {
    "verseNumber": "ACT 27:41",
    "verseText": "Lakini wakafika mahali ambapo bahari mbili zinakutana, wakaipweleza meli ufuoni, omo ikakwama sana, ikawa haiwezi kuondolewa, lakini sehemu ya shetri ikavunjika vipande vipande kwa kule kupiga kwa mawimbi yenye nguvu."
  },
  {
    "verseNumber": "ACT 27:42",
    "verseText": "Wale askari wakapanga kuwaua wale wafungwa ili kuzuia hata mmoja wao asiogelee na kutoroka."
  },
  {
    "verseNumber": "ACT 27:43",
    "verseText": "Lakini yule jemadari alitaka kuokoa maisha ya Paulo, basi akawazuia askari wasitekeleze mpango wao. Akaamuru wale wanaoweza kuogelea wajitupe baharini kwanza, waogelee mpaka nchi kavu."
  },
  {
    "verseNumber": "ACT 27:44",
    "verseText": "Waliosalia wangefika nchi kavu kwa kutumia mbao au vipande vya meli iliyovunjika, hivyo ikatimia kwamba wote wakaokoka na kufika nchi kavu salama."
  },
  {
    "verseNumber": "ACT 28:1",
    "verseText": "Baada ya kufika nchi kavu salama, ndipo tukafahamu kwamba jina la kile kisiwa ni Malta."
  },
  {
    "verseNumber": "ACT 28:2",
    "verseText": "Wenyeji wa kile kisiwa wakatufanyia ukarimu usio wa kawaida. Waliwasha moto na kutukaribisha sisi sote kwa sababu mvua ilikuwa inanyesha na kulikuwa na baridi."
  },
  {
    "verseNumber": "ACT 28:3",
    "verseText": "Paulo alikuwa amekusanya mzigo wa kuni na alipokuwa anaweka kwenye moto kwa ajili ya joto, nyoka mwenye sumu akatoka humo na kujisokotea mkononi mwake."
  },
  {
    "verseNumber": "ACT 28:4",
    "verseText": "Wale wenyeji wa kile kisiwa walipomwona yule nyoka akiningʼinia mkononi mwa Paulo, wakaambiana, “Huyu mtu lazima awe ni muuaji, ingawa ameokoka kutoka baharini, haki haijamwacha aishi.”"
  },
  {
    "verseNumber": "ACT 28:5",
    "verseText": "Lakini Paulo akamkungʼutia yule nyoka ndani ya moto wala yeye hakupata madhara yoyote."
  },
  {
    "verseNumber": "ACT 28:6",
    "verseText": "Watu walikuwa wanangoja avimbe au aanguke ghafula na kufa. Lakini baada ya kungoja kwa muda mrefu na kuona kwamba hakuna chochote kisicho cha kawaida kilichomtokea, wakabadili mawazo yao na kuanza kusema kwamba yeye ni mungu."
  },
  {
    "verseNumber": "ACT 28:7",
    "verseText": "Basi karibu na sehemu ile, palikuwa na shamba kubwa la mtu mmoja kiongozi wa kile kisiwa, aliyeitwa Publio. Alitupokea na akatuhudumia kwa ukarimu mkubwa kwa muda wa siku tatu."
  },
  {
    "verseNumber": "ACT 28:8",
    "verseText": "Baba yake Publio alikuwa mgonjwa kitandani, akiwa anaumwa homa na kuhara damu. Paulo akaingia ndani ili kumwona na baada ya maombi, akaweka mikono juu yake na kumponya."
  },
  {
    "verseNumber": "ACT 28:9",
    "verseText": "Jambo hili lilipotukia, watu wote wa kisiwa kile waliokuwa wagonjwa wakaja, nao wakaponywa."
  },
  {
    "verseNumber": "ACT 28:10",
    "verseText": "Wakatupa heshima nyingi, nasi tulipokuwa tayari kusafiri kwa njia ya bahari, wakapakia melini vitu vyote tulivyokuwa tunavihitaji."
  },
  {
    "verseNumber": "ACT 28:11",
    "verseText": "Miezi mitatu baadaye tukaanza safari kwa meli iliyokuwa imetia nanga kwenye kisiwa hicho kwa ajili ya majira ya baridi. Hii ilikuwa meli ya Iskanderia yenye alama ya miungu pacha waitwao Kasta na Poluksi."
  },
  {
    "verseNumber": "ACT 28:12",
    "verseText": "Kituo chetu cha kwanza kilikuwa Sirakusa na tukakaa huko siku tatu."
  },
  {
    "verseNumber": "ACT 28:13",
    "verseText": "Kisha tukangʼoa nanga, tukafika Regio. Siku iliyofuata, upepo mkali wa kusi ukavuma, na siku ya pili yake tukafika Puteoli."
  },
  {
    "verseNumber": "ACT 28:14",
    "verseText": "Huko tukawakuta ndugu, nasi tukakaribishwa tukae nao kwa siku saba. Hivyo tukaendelea na safari mpaka Rumi."
  },
  {
    "verseNumber": "ACT 28:15",
    "verseText": "Ndugu wa huko Rumi waliposikia habari zetu, walikuja mpaka Soko la Apio na mahali paitwapo Mikahawa Mitatu kutulaki. Paulo alipowaona, alimshukuru Mungu akatiwa moyo."
  },
  {
    "verseNumber": "ACT 28:16",
    "verseText": "Tulipofika Rumi, Paulo aliruhusiwa kuishi peke yake akiwa na askari wa kumlinda."
  },
  {
    "verseNumber": "ACT 28:17",
    "verseText": "Siku tatu baadaye Paulo akawaita pamoja viongozi wa Kiyahudi. Walipokwisha kukusanyika akawaambia, “Ndugu zangu, ingawa sikufanya jambo lolote dhidi ya watu wetu au dhidi ya desturi za baba zetu, lakini nilikamatwa huko Yerusalemu nikakabidhiwa kwa Warumi."
  },
  {
    "verseNumber": "ACT 28:18",
    "verseText": "Wao walipokwisha kunihoji, wakataka kuniachia huru kwa sababu hawakuona kosa lolote nililolifanya linalostahili adhabu ya kifo."
  },
  {
    "verseNumber": "ACT 28:19",
    "verseText": "Lakini Wayahudi walipopinga uamuzi huo, nililazimika kukata rufaa kwa Kaisari, ingawa sikuwa na lalamiko lolote juu ya taifa langu."
  },
  {
    "verseNumber": "ACT 28:20",
    "verseText": "Basi hii ndiyo sababu nimewatumania, ili niseme nanyi. Kwa kuwa ni kwa ajili ya tumaini la Israeli nimefungwa kwa minyororo.”"
  },
  {
    "verseNumber": "ACT 28:21",
    "verseText": "Wakamjibu, “Hatujapokea barua zozote kutoka Uyahudi zinazokuhusu, wala hapana ndugu yeyote aliyekuja hapa ambaye ametoa taarifa au kuzungumza jambo lolote baya juu yako."
  },
  {
    "verseNumber": "ACT 28:22",
    "verseText": "Lakini tungependa kusikia kutoka kwako unalofikiri kwa sababu tunajua kwamba kila mahali watu wanazungumza mabaya kuhusu jamii hii.”"
  },
  {
    "verseNumber": "ACT 28:23",
    "verseText": "Baada ya kupanga siku ya kuonana naye, watu wengi wakaja kuanzia asubuhi hadi jioni akawaeleza na kutangaza kuhusu Ufalme wa Mungu akijaribu kuwahadithia juu ya Yesu kutoka Sheria ya Mose na kutoka Manabii."
  },
  {
    "verseNumber": "ACT 28:24",
    "verseText": "Baadhi wakasadiki yale aliyosema, lakini wengine hawakuamini."
  },
  {
    "verseNumber": "ACT 28:25",
    "verseText": "Hivyo hawakukubaliana, nao walipokuwa wanaondoka, Paulo akatoa kauli moja zaidi: “Roho Mtakatifu alinena kweli na baba zenu aliposema mambo yale yaliyomhusu Bwana Yesu kwa kinywa cha nabii Isaya kwamba:"
  },
  {
    "verseNumber": "ACT 28:26",
    "verseText": "“ ‘Nenda kwa watu hawa na useme, “Hakika mtasikiliza lakini hamtaelewa; na pia mtatazama, lakini hamtaona.”"
  },
  {
    "verseNumber": "ACT 28:27",
    "verseText": "Kwa kuwa mioyo ya watu hawa imekuwa migumu; hawasikii kwa masikio yao, na wamefumba macho yao. Wasije wakaona kwa macho yao, na wakasikiliza kwa masikio yao, wakaelewa kwa mioyo yao, na kugeuka nami nikawaponya.’"
  },
  {
    "verseNumber": "ACT 28:28",
    "verseText": "“Basi na ijulikane kwenu kwamba, huu wokovu wa Mungu umepelekwa kwa watu wa Mataifa, nao watasikiliza.” ["
  },
  {
    "verseNumber": "ACT 28:29",
    "verseText": "Naye akiisha kusema maneno haya, Wayahudi wakaondoka wakiwa na hoja nyingi miongoni mwao.]"
  },
  {
    "verseNumber": "ACT 28:30",
    "verseText": "Kwa miaka miwili mizima Paulo alikaa huko kwa nyumba aliyokuwa amepanga. Akawakaribisha wote waliokwenda kumwona."
  },
  {
    "verseNumber": "ACT 28:31",
    "verseText": "Akahubiri Ufalme wa Mungu na kufundisha mambo yale yaliyomhusu Bwana Yesu Kristo, kwa ujasiri wote na bila kizuizi chochote."
  }
]