[
  {
    "verseNumber": "AMO 1:1",
    "verseText": "Maneno ya Amosi, mmoja wa wachunga wanyama wa Tekoa: yale aliyoyaona kuhusu Israeli miaka miwili kabla ya tetemeko la ardhi, wakati Uzia alikuwa mfalme wa Yuda, na Yeroboamu mwana wa Yehoashi alikuwa mfalme wa Israeli."
  },
  {
    "verseNumber": "AMO 1:2",
    "verseText": "Alisema: “BWANA ananguruma toka Sayuni, pia ananguruma kutoka Yerusalemu; malisho ya wachunga wanyama yanakauka, kilele cha Karmeli kinanyauka.”"
  },
  {
    "verseNumber": "AMO 1:3",
    "verseText": "Hili ndilo asemalo BWANA: “Kwa dhambi tatu za Dameski, hata kwa dhambi nne, sitaizuia ghadhabu yangu. Kwa sababu aliipura Gileadi kwa vyombo vya chuma vyenye meno."
  },
  {
    "verseNumber": "AMO 1:4",
    "verseText": "Nitatuma moto juu ya nyumba ya Hazaeli ambao utateketeza ngome za Ben-Hadadi."
  },
  {
    "verseNumber": "AMO 1:5",
    "verseText": "Nitalivunja lango la Dameski; nitamwangamiza mfalme aliyeko katika Bonde la Aveni, na yeye ambaye anaishika fimbo ya utawala katika Beth-Edeni. Watu wote wa Aramu watakwenda uhamishoni huko Kiri,” asema BWANA."
  },
  {
    "verseNumber": "AMO 1:6",
    "verseText": "Hili ndilo asemalo BWANA: “Kwa dhambi tatu za Gaza, hata kwa dhambi nne, sitaizuia ghadhabu yangu. Kwa sababu walichukua mateka jumuiya nzima na kuwauza kwa Edomu,"
  },
  {
    "verseNumber": "AMO 1:7",
    "verseText": "nitatuma moto juu ya kuta za Gaza ambao utateketeza ngome zake."
  },
  {
    "verseNumber": "AMO 1:8",
    "verseText": "Nitamwangamiza mfalme wa Ashdodi na yeye aishikaye fimbo ya utawala katika Ashkeloni. Nitaugeuza mkono wangu dhidi ya Ekroni, hadi Mfilisti wa mwisho atakapokufa,” asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "AMO 1:9",
    "verseText": "Hili ndilo asemalo BWANA: “Kwa dhambi tatu za Tiro, hata kwa dhambi nne, sitaizuia ghadhabu yangu. Kwa sababu ameuza jumuiya nzima ya mateka kwa Edomu, na kutokujali mapatano ya undugu,"
  },
  {
    "verseNumber": "AMO 1:10",
    "verseText": "Nitatuma moto kwenye kuta za Tiro ambao utateketeza ngome zake.”"
  },
  {
    "verseNumber": "AMO 1:11",
    "verseText": "Hili ndilo BWANA asemalo: “Kwa dhambi tatu za Edomu, hata kwa dhambi nne, sitaizuia ghadhabu yangu. Kwa sababu alimfuatia ndugu yake kwa upanga, alikataa kuonyesha huruma yoyote, kwa sababu hasira yake kali iliendelea kupanda wakati wote na ghadhabu iliwaka bila kuzuiliwa."
  },
  {
    "verseNumber": "AMO 1:12",
    "verseText": "Nitatuma moto juu ya Temani ambao utateketeza ngome za Bosra.”"
  },
  {
    "verseNumber": "AMO 1:13",
    "verseText": "Hili ndilo asemalo BWANA: “Kwa dhambi tatu za Amoni, hata kwa dhambi nne, sitaizuia ghadhabu yangu. Kwa sababu aliwatumbua wanawake wajawazito wa Gileadi ili kuongeza mipaka yake."
  },
  {
    "verseNumber": "AMO 1:14",
    "verseText": "Nitatuma moto kwenye kuta za Raba ambao utateketeza ngome zake katikati ya vilio vya vita katika siku ya mapigano, katikati ya upepo mkali katika siku ya dhoruba."
  },
  {
    "verseNumber": "AMO 1:15",
    "verseText": "Mfalme wake atakwenda uhamishoni, yeye pamoja na maafisa wake,” asema BWANA."
  },
  {
    "verseNumber": "AMO 2:1",
    "verseText": "Hili ndilo asemalo BWANA: “Kwa dhambi tatu za Moabu, hata kwa dhambi nne, sitaizuia ghadhabu yangu. Kwa sababu alichoma mifupa ya mfalme wa Edomu, ikawa kama chokaa."
  },
  {
    "verseNumber": "AMO 2:2",
    "verseText": "Nitatuma moto juu ya Moabu ambao utateketeza ngome za Keriothi. Moabu ataanguka kwa ghasia kubwa katikati ya vilio vya vita na mlio wa tarumbeta."
  },
  {
    "verseNumber": "AMO 2:3",
    "verseText": "Nitamwangamiza mtawala wake na kuwaua maafisa wake wote pamoja naye,” asema BWANA."
  },
  {
    "verseNumber": "AMO 2:4",
    "verseText": "Hili ndilo asemalo BWANA: “Kwa dhambi tatu za Yuda, hata kwa dhambi nne, sitaizuia ghadhabu yangu. Kwa sababu wameikataa sheria ya BWANA na hawakuzishika amri zake, kwa sababu wamepotoshwa na miungu ya uongo, miungu ambayo babu zao waliifuata."
  },
  {
    "verseNumber": "AMO 2:5",
    "verseText": "Nitatuma moto juu ya Yuda ambao utateketeza ngome za Yerusalemu.”"
  },
  {
    "verseNumber": "AMO 2:6",
    "verseText": "Hili ndilo asemalo BWANA: “Kwa dhambi tatu za Israeli, hata kwa dhambi nne, sitaizuia ghadhabu yangu. Wanawauza wenye haki kwa fedha, na maskini kwa jozi ya viatu."
  },
  {
    "verseNumber": "AMO 2:7",
    "verseText": "Wanakanyaga juu ya vichwa vya maskini, kama vile juu ya mavumbi ya nchi, na kukataa haki kwa walioonewa. Baba na mwanawe hushiriki msichana mmoja, kwa hivyo hulinajisi Jina langu takatifu."
  },
  {
    "verseNumber": "AMO 2:8",
    "verseText": "Watu hulala kando ya kila madhabahu juu ya nguo zilizowekwa rehani. Katika nyumba ya mungu wao hunywa mvinyo ulionunuliwa kwa fedha walizotozwa watu."
  },
  {
    "verseNumber": "AMO 2:9",
    "verseText": "“Nilimwangamiza Mwamori mbele yao, ingawa alikuwa mrefu kama mierezi, na mwenye nguvu kama mialoni. Niliyaangamiza matunda yake juu na mizizi yake chini."
  },
  {
    "verseNumber": "AMO 2:10",
    "verseText": "“Niliwapandisha toka Misri, na nikawaongoza miaka arobaini jangwani niwape nchi ya Waamori."
  },
  {
    "verseNumber": "AMO 2:11",
    "verseText": "Pia niliinua manabii kutoka miongoni mwa wana wenu na Wanadhiri kutoka miongoni mwa vijana wenu. Je, hii si kweli, enyi watu wa Israeli?” asema BWANA."
  },
  {
    "verseNumber": "AMO 2:12",
    "verseText": "“Lakini mliwafanya Wanadhiri kunywa mvinyo na kuwaamuru manabii wasitoe unabii."
  },
  {
    "verseNumber": "AMO 2:13",
    "verseText": "“Sasa basi, nitawaponda kama gari lipondavyo wakati limejazwa nafaka."
  },
  {
    "verseNumber": "AMO 2:14",
    "verseText": "Mkimbiaji hodari hatanusurika, wenye nguvu wataishiwa nguvu zao, na shujaa hataweza kuokoa maisha yake."
  },
  {
    "verseNumber": "AMO 2:15",
    "verseText": "Mpiga upinde atakimbia, askari wapiga mbio hawataweza kutoroka, na mpanda farasi hataokoa maisha yake."
  },
  {
    "verseNumber": "AMO 2:16",
    "verseText": "Hata askari walio mashujaa sana siku hiyo watakimbia uchi,” asema BWANA."
  },
  {
    "verseNumber": "AMO 3:1",
    "verseText": "Sikilizeni neno hili alilosema BWANA dhidi yenu, enyi watu wa Israeli, dhidi ya jamaa nzima niliowapandisha toka Misri:"
  },
  {
    "verseNumber": "AMO 3:2",
    "verseText": "“Ni ninyi tu niliowachagua kati ya jamaa zote za dunia; kwa hiyo nitawaadhibu kwa ajili ya dhambi zenu zote.”"
  },
  {
    "verseNumber": "AMO 3:3",
    "verseText": "Je, watu wawili hutembea pamoja wasipokubaliana kufanya hivyo?"
  },
  {
    "verseNumber": "AMO 3:4",
    "verseText": "Je, simba hunguruma katika kichaka wakati hana mawindo? Aweza kuvuma katika pango wakati ambao hajakamata chochote?"
  },
  {
    "verseNumber": "AMO 3:5",
    "verseText": "Je, ndege aweza kuanguka kwenye mtego ulio ardhini ambapo hajategewa chambo? Je, mtego unaweza kufyatuka toka ardhini wakati ambapo hakuna chochote cha kunasa?"
  },
  {
    "verseNumber": "AMO 3:6",
    "verseText": "Je, tarumbeta inapopigwa mjini kujulisha hatari, watu hawatetemeki? Mji upatwapo na maafa, je, si BWANA amesababisha?"
  },
  {
    "verseNumber": "AMO 3:7",
    "verseText": "Hakika BWANA Mwenyezi hatafanya neno lolote bila kuwafunulia watumishi wake manabii siri yake."
  },
  {
    "verseNumber": "AMO 3:8",
    "verseText": "Simba amenguruma: je, ni nani ambaye hataogopa? BWANA Mwenyezi ametamka: je, ni nani awezaye kukosa kutoa unabii?"
  },
  {
    "verseNumber": "AMO 3:9",
    "verseText": "Tangazeni katika ngome za Ashdodi na katika ngome za Misri: “Kusanyikeni juu ya milima ya Samaria; angalieni wingi wa wasiwasi ulio ndani yake, na uonevu ulio miongoni mwa watu wake.”"
  },
  {
    "verseNumber": "AMO 3:10",
    "verseText": "BWANA asema: “Hawajui kutenda lililo jema, wale ambao hujilundikia nyara na vitu vilivyotekwa katika ngome zao.”"
  },
  {
    "verseNumber": "AMO 3:11",
    "verseText": "Kwa hiyo hili ndilo asemalo BWANA Mwenyezi: “Adui ataizingira nchi; ataangusha chini ngome zenu na kuteka nyara maboma yenu.”"
  },
  {
    "verseNumber": "AMO 3:12",
    "verseText": "Hili ndilo asemalo BWANA: “Kama vile mchungaji aokoavyo kinywani mwa simba vipande viwili tu vya mfupa wa mguu au kipande cha sikio, hivyo ndivyo Waisraeli watakavyookolewa, wale wakaao Samaria kwenye kingo za vitanda vyao, na katika Dameski kwenye viti vyao vya fahari.”"
  },
  {
    "verseNumber": "AMO 3:13",
    "verseText": "“Sikia hili na ushuhudie dhidi ya nyumba ya Yakobo,” asema BWANA, BWANA Mungu Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "AMO 3:14",
    "verseText": "“Siku nitakapomwadhibu Israeli kwa sababu ya dhambi zake, nitaharibu madhabahu za Betheli; pembe za madhabahu zitakatiliwa mbali na kuanguka chini."
  },
  {
    "verseNumber": "AMO 3:15",
    "verseText": "Nitabomoa nyumba ya wakati wa masika, pamoja na nyumba ya wakati wa kiangazi; nyumba zilizonakshiwa kwa pembe za ndovu na majumba makubwa ya fahari yatabomolewa,” asema BWANA."
  },
  {
    "verseNumber": "AMO 4:1",
    "verseText": "Sikilizeni neno hili, ninyi ngʼombe wa Bashani mlioko juu ya Mlima Samaria, ninyi wanawake mnaowaonea maskini, na kuwagandamiza wahitaji, na kuwaambia wanaume wenu, “Tuleteeni vinywaji!”"
  },
  {
    "verseNumber": "AMO 4:2",
    "verseText": "BWANA Mwenyezi ameapa kwa utakatifu wake: “Hakika wakati utakuja mtakapochukuliwa na kulabu, na wanaosalia kwa ndoana za samaki."
  },
  {
    "verseNumber": "AMO 4:3",
    "verseText": "Nanyi mtakwenda moja kwa moja kupitia mahali palipobomolewa kwenye ukuta, nanyi mtatupwa nje kuelekea Harmoni,” asema BWANA."
  },
  {
    "verseNumber": "AMO 4:4",
    "verseText": "“Nendeni Betheli mkatende dhambi; nendeni Gilgali mkazidi kutenda dhambi. Leteni dhabihu zenu kila asubuhi, zaka zenu kila mwaka wa tatu."
  },
  {
    "verseNumber": "AMO 4:5",
    "verseText": "Mchome mkate uliotiwa chachu kama sadaka ya shukrani, jisifuni kuhusu sadaka zenu za hiari: jigambeni kwa ajili ya sadaka hizo, enyi Waisraeli, kwa kuwa hili ndilo mnalopenda kulitenda,” asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "AMO 4:6",
    "verseText": "“Niliwapa njaa kwenye kila mji, na ukosefu wa chakula katika kila mji, hata hivyo bado hamjanirudia mimi,” asema BWANA."
  },
  {
    "verseNumber": "AMO 4:7",
    "verseText": "“Pia niliwazuilia ninyi mvua miezi mitatu kabla ya kufikia mavuno. Nilinyesha mvua kwenye mji mmoja, lakini niliizuia mvua isinyeshe mji mwingine. Shamba moja lilipata mvua, na lingine halikupata, nalo likakauka."
  },
  {
    "verseNumber": "AMO 4:8",
    "verseText": "Watu walitangatanga mji hata mji kutafuta maji, lakini hawakupata ya kuwatosha kunywa, hata hivyo hamjanirudia mimi,” asema BWANA."
  },
  {
    "verseNumber": "AMO 4:9",
    "verseText": "“Mara nyingi nilizipiga bustani zenu na mashamba ya mizabibu, niliyapiga kwa kutu na ukungu. Nzige walitafuna tini zenu na miti ya mizeituni, hata hivyo hamjanirudia mimi,” asema BWANA."
  },
  {
    "verseNumber": "AMO 4:10",
    "verseText": "“Niliwapelekea tauni miongoni mwenu kama nilivyofanya kule Misri. Niliwaua vijana wenu wa kiume kwa upanga, niliwachukua farasi wenu. Nilijaza pua zenu kwa uvundo kutoka kwenye kambi zenu, hata hivyo hamjanirudia mimi,” asema BWANA."
  },
  {
    "verseNumber": "AMO 4:11",
    "verseText": "“Niliwaangamiza baadhi yenu kama nilivyoangamiza Sodoma na Gomora. Mlikuwa kama kijiti kiwakacho kilichonyakuliwa motoni, hata hivyo hamjanirudia,” asema BWANA."
  },
  {
    "verseNumber": "AMO 4:12",
    "verseText": "“Kwa hiyo hili ndilo nitakalowafanyia, Israeli, na kwa sababu nitawafanyia hili, jiandaeni kukutana na Mungu wenu, ee Israeli.”"
  },
  {
    "verseNumber": "AMO 4:13",
    "verseText": "Yeye ambaye hufanya milima, anaumba upepo, na kufunua mawazo yake kwa mwanadamu, yeye ageuzaye asubuhi kuwa giza, na kukanyaga mahali pa juu pa nchi: BWANA Mungu Mwenye Nguvu Zote ndilo jina lake."
  },
  {
    "verseNumber": "AMO 5:1",
    "verseText": "Sikia neno hili, ee nyumba ya Israeli, ombolezo hili ninalifanya kuwahusu ninyi:"
  },
  {
    "verseNumber": "AMO 5:2",
    "verseText": "“Bikira Israeli ameanguka, kamwe hatainuka tena, ameachwa pweke katika nchi yake, hakuna yeyote wa kumwinua.”"
  },
  {
    "verseNumber": "AMO 5:3",
    "verseText": "Hili ndilo BWANA Mwenyezi asemalo: “Wakati mmoja wa miji yako utakapopeleka watu elfu moja vitani kwa ajili ya Israeli, mia moja tu watarudi; wakati mji utakapopeleka mia moja, kumi tu ndio watarudi hai.”"
  },
  {
    "verseNumber": "AMO 5:4",
    "verseText": "Hili ndilo BWANA asemalo kwa nyumba ya Israeli: “Nitafuteni mpate kuishi;"
  },
  {
    "verseNumber": "AMO 5:5",
    "verseText": "msitafute Betheli, msiende Gilgali, msisafiri kwenda Beer-Sheba. Kwa maana kwa hakika Gilgali itakwenda uhamishoni, na Betheli itafanywa kuwa si kitu.”"
  },
  {
    "verseNumber": "AMO 5:6",
    "verseText": "Mtafuteni BWANA mpate kuishi, au atafagia nyumba ya Yosefu kama moto; utawateketeza, nayo Betheli haitakuwa na yeyote wa kuuzima."
  },
  {
    "verseNumber": "AMO 5:7",
    "verseText": "Ninyi ambao mnageuza haki kuwa uchungu na kuiangusha haki chini"
  },
  {
    "verseNumber": "AMO 5:8",
    "verseText": "(yeye ambaye alifanya Kilimia na Orioni, ambaye hugeuza giza kuwa mapambazuko na mchana kuwa usiku, ambaye huyaita maji ya bahari na kuyamwaga juu ya uso wa nchi: BWANA ndilo jina lake;"
  },
  {
    "verseNumber": "AMO 5:9",
    "verseText": "yeye hufanya maangamizo kwenye ngome na kufanya mji uliozungushiwa ngome kuwa ukiwa),"
  },
  {
    "verseNumber": "AMO 5:10",
    "verseText": "mnamchukia yule akemeaye mahakamani, na kumdharau yule ambaye husema kweli."
  },
  {
    "verseNumber": "AMO 5:11",
    "verseText": "Mnamgandamiza maskini na kumlazimisha awape nafaka. Kwa hiyo, ingawa mmejenga majumba ya mawe ya fahari, hamtaishi ndani yake; ingawa mmepanda mashamba mazuri ya mizabibu, hamtakunywa divai yake."
  },
  {
    "verseNumber": "AMO 5:12",
    "verseText": "Kwa kuwa ninajua hesabu ya makosa yenu na ukubwa wa dhambi zenu. Mmewaonea wenye haki na kupokea rushwa na kuzuia haki ya maskini mahakamani."
  },
  {
    "verseNumber": "AMO 5:13",
    "verseText": "Kwa hiyo mtu mwenye busara hunyamaza kimya nyakati kama hizo, kwa kuwa nyakati ni mbaya."
  },
  {
    "verseNumber": "AMO 5:14",
    "verseText": "Tafuteni mema, wala si mabaya, ili mpate kuishi. Ndipo BWANA Mungu Mwenye Nguvu Zote atakuwa pamoja nanyi, kama msemavyo yupo nanyi."
  },
  {
    "verseNumber": "AMO 5:15",
    "verseText": "Yachukieni maovu, yapendeni mema; dumisheni haki mahakamani. Yamkini BWANA Mungu Mwenye Nguvu Zote atawahurumia mabaki ya Yosefu."
  },
  {
    "verseNumber": "AMO 5:16",
    "verseText": "Kwa hiyo hili ndilo BWANA, BWANA Mungu Mwenye Nguvu Zote, asemalo: “Kutakuwepo maombolezo katika barabara zote na vilio vya uchungu katika njia kuu zote. Wakulima wataitwa kuja kulia, na waombolezaji waje kuomboleza."
  },
  {
    "verseNumber": "AMO 5:17",
    "verseText": "Kutakuwepo kuomboleza katika mashamba yote ya mizabibu, kwa kuwa nitapita katikati yenu,” asema BWANA."
  },
  {
    "verseNumber": "AMO 5:18",
    "verseText": "Ole wenu ninyi mnaoitamani siku ya BWANA! Kwa nini mnaitamani siku ya BWANA? Siku hiyo itakuwa giza, si nuru."
  },
  {
    "verseNumber": "AMO 5:19",
    "verseText": "Itakuwa kama vile mtu aliyemkimbia simba kumbe akakutana na dubu, kama vile mtu aliyeingia nyumbani mwake na kuupumzisha mkono wake kwenye ukuta, kumbe akaumwa na nyoka."
  },
  {
    "verseNumber": "AMO 5:20",
    "verseText": "Je, siku ya BWANA haitakuwa giza, na si nuru: giza nene, bila mwonzi wa mwanga?"
  },
  {
    "verseNumber": "AMO 5:21",
    "verseText": "“Ninachukia, ninazidharau sikukuu zenu za dini; siwezi kuvumilia makusanyiko yenu."
  },
  {
    "verseNumber": "AMO 5:22",
    "verseText": "Hata ingawa mnaniletea sadaka zenu za kuteketezwa na sadaka za nafaka, sitazikubali. Ingawa mnaniletea sadaka nzuri za amani, sitazitambua."
  },
  {
    "verseNumber": "AMO 5:23",
    "verseText": "Niondoleeni kelele za nyimbo zenu! Sitasikiliza sauti za vinubi vyenu."
  },
  {
    "verseNumber": "AMO 5:24",
    "verseText": "Lakini acheni haki itiririke kama mto, na uadilifu uwe kama kijito kisichokauka!"
  },
  {
    "verseNumber": "AMO 5:25",
    "verseText": "“Je, mliniletea dhabihu na sadaka kwa miaka arobaini kule jangwani, ee nyumba ya Israeli?"
  },
  {
    "verseNumber": "AMO 5:26",
    "verseText": "Mmeyainua madhabahu ya mfalme wenu, Sikuthi mungu wenu mtawala, na Kiuni mungu wenu wa nyota, ambao mliwatengeneza wenyewe."
  },
  {
    "verseNumber": "AMO 5:27",
    "verseText": "Kwa sababu hiyo nitawapeleka uhamishoni mbali kupita Dameski,” asema BWANA, ambaye jina lake ni Mungu Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "AMO 6:1",
    "verseText": "Ole wenu ninyi mnaostarehe na kuridhika katika Sayuni, na ninyi mnaojisikia salama juu ya Mlima Samaria, ninyi watu mashuhuri wa taifa lililoendelea kuliko mataifa mengine, ambao watu wa Israeli wanawategemea!"
  },
  {
    "verseNumber": "AMO 6:2",
    "verseText": "Nendeni Kalne mkaone kutoka huko; mwende hadi Hamathi iliyo kuu, kisha mshuke hadi Gathi ya Wafilisti. Je, wao ni bora kuliko falme zenu mbili? Je, nchi yao ni kubwa kuliko yenu?"
  },
  {
    "verseNumber": "AMO 6:3",
    "verseText": "Mnaiweka mbali siku iliyo mbaya na kuleta karibu utawala wa kuogofya."
  },
  {
    "verseNumber": "AMO 6:4",
    "verseText": "Ninyi mnalala juu ya vitanda vilivyofunikwa kwa pembe za ndovu, na kujinyoosha juu ya viti vya fahari. Mnajilisha kwa wana-kondoo wazuri na ndama walionenepeshwa."
  },
  {
    "verseNumber": "AMO 6:5",
    "verseText": "Ninyi mnapiga vinubi kama Daudi, huku mkitunga nyimbo za vinanda mbalimbali."
  },
  {
    "verseNumber": "AMO 6:6",
    "verseText": "Mnakunywa mvinyo kwa bakuli zilizojazwa, na mnajipaka mafuta mazuri, lakini hamhuzuniki kwa maangamizi ya Yosefu."
  },
  {
    "verseNumber": "AMO 6:7",
    "verseText": "Kwa hiyo mtakuwa miongoni mwa watu wa kwanza kwenda uhamishoni; karamu zenu na kustarehe kutakoma."
  },
  {
    "verseNumber": "AMO 6:8",
    "verseText": "BWANA Mwenyezi ameapa kwa nafsi yake mwenyewe: BWANA Mungu Mwenye Nguvu Zote asema: “Nachukia kiburi cha Yakobo, nachukia ngome zake; nitautoa mji wao na kila kitu kilichomo ndani mwake.”"
  },
  {
    "verseNumber": "AMO 6:9",
    "verseText": "Kama watu kumi watabaki katika nyumba moja, wao pia watakufa."
  },
  {
    "verseNumber": "AMO 6:10",
    "verseText": "Kama jamaa ambaye atachoma miili akija ili kuitoa nje ya nyumba, na kumuuliza yeyote ambaye bado anajificha humo, “Je, yuko mtu yeyote pamoja nawe?” Naye akisema, “Hapana,” ndipo atakaposema, “Nyamaza kimya! Haturuhusiwi kutaja jina la BWANA.”"
  },
  {
    "verseNumber": "AMO 6:11",
    "verseText": "Kwa kuwa BWANA ameamuru, naye atabomoa jumba kubwa vipande vipande na nyumba ndogo vipande vidogo vidogo."
  },
  {
    "verseNumber": "AMO 6:12",
    "verseText": "Je, farasi waweza kukimbia kwenye miamba mikali? Je, aweza mtu kulima huko kwa maksai? Lakini mmegeuza haki kuwa sumu na matunda ya uadilifu kuwa uchungu:"
  },
  {
    "verseNumber": "AMO 6:13",
    "verseText": "ninyi mnaoshangilia kushindwa kwa Lo-Debari na kusema, “Je, hatukuteka Karnaimu kwa nguvu zetu wenyewe?”"
  },
  {
    "verseNumber": "AMO 6:14",
    "verseText": "Maana BWANA Mungu Mwenye Nguvu Zote asema, “Nitainua taifa dhidi yenu, ee nyumba ya Israeli, nalo litawatesa kuanzia Lebo-Hamathi hadi Bonde la Araba.”"
  },
  {
    "verseNumber": "AMO 7:1",
    "verseText": "Hili ndilo alilonionyesha BWANA Mwenyezi katika maono: Alikuwa anaandaa makundi ya nzige baada ya kuvunwa fungu la mfalme na wakati ule tu mimea ya pili ilipokuwa ikichipua."
  },
  {
    "verseNumber": "AMO 7:2",
    "verseText": "Wakati nzige walikuwa wamekula mimea yote ya nchi, nililia kwa sauti kuu, “BWANA Mwenyezi, samehe! Je, Yakobo atawezaje kuendelea kuishi? Yeye ni mdogo sana!”"
  },
  {
    "verseNumber": "AMO 7:3",
    "verseText": "Kwa hiyo BWANA akaghairi. Kisha BWANA akasema, “Hili halitatokea.”"
  },
  {
    "verseNumber": "AMO 7:4",
    "verseText": "Hili ndilo BWANA Mwenyezi alilonionyesha katika maono: BWANA Mwenyezi alikuwa akiita hukumu ya moto; nao ulikausha vilindi vikuu, ukateketeza nchi."
  },
  {
    "verseNumber": "AMO 7:5",
    "verseText": "Ndipo nikalia, “BWANA Mwenyezi, nakusihi, zuia! Je, Yakobo atawezaje kuendelea kuishi? Yeye ni mdogo sana!”"
  },
  {
    "verseNumber": "AMO 7:6",
    "verseText": "Kwa hiyo BWANA akaghairi. BWANA Mwenyezi akasema, “Hili nalo halitatokea.”"
  },
  {
    "verseNumber": "AMO 7:7",
    "verseText": "Hili ndilo alilonionyesha katika maono: Bwana alikuwa amesimama karibu na ukuta ambao ulikuwa umejengwa kwa timazi, akiwa na uzi wa timazi mkononi mwake."
  },
  {
    "verseNumber": "AMO 7:8",
    "verseText": "Naye BWANA akaniuliza, “Je, Amosi unaona nini?” Nikamjibu, “Uzi wa timazi.” Kisha BWANA akasema, “Tazama, ninaweka uzi wa timazi miongoni mwa watu wangu Israeli; sitawahurumia tena."
  },
  {
    "verseNumber": "AMO 7:9",
    "verseText": "“Mahali pa Isaki pa juu pa kuabudia miungu pataangamizwa, na mahali patakatifu pa Israeli pa kuabudia pataharibiwa; kwa upanga wangu nitainuka dhidi ya nyumba ya Yeroboamu.”"
  },
  {
    "verseNumber": "AMO 7:10",
    "verseText": "Kisha Amazia kuhani wa Betheli akatuma ujumbe kwa Yeroboamu mfalme wa Israeli, akisema: “Amosi analeta fitina juu yako katikati ya Israeli. Nchi haiwezi kuvumilia maneno yake yote."
  },
  {
    "verseNumber": "AMO 7:11",
    "verseText": "Kwa kuwa hili ndilo Amosi analosema: “ ‘Yeroboamu atakufa kwa upanga, na kwa hakika Israeli watakwenda uhamishoni, mbali na nchi yao.’ ”"
  },
  {
    "verseNumber": "AMO 7:12",
    "verseText": "Kisha Amazia akamwambia Amosi, “Nenda zako, ewe mwonaji! Urudi katika nchi ya Yuda. Ujipatie riziki yako huko na kutoa unabii wako."
  },
  {
    "verseNumber": "AMO 7:13",
    "verseText": "Usiendelee kutoa unabii katika Betheli, kwa sababu hapa ni mahali pa mfalme pa kuabudia na Hekalu la ufalme huu.”"
  },
  {
    "verseNumber": "AMO 7:14",
    "verseText": "Amosi akamjibu Amazia, “Mimi sikuwa nabii wala mwana wa nabii, lakini nilikuwa mchungaji wa kondoo na mtunza mikuyu."
  },
  {
    "verseNumber": "AMO 7:15",
    "verseText": "Lakini BWANA akanitoa kutoka kuchunga kondoo na kuniambia, ‘Nenda, ukawatabirie watu wangu Israeli.’"
  },
  {
    "verseNumber": "AMO 7:16",
    "verseText": "Sasa basi, sikieni neno la BWANA. Ninyi mnasema, “ ‘Usitabiri dhidi ya Israeli, na uache kuhubiri dhidi ya nyumba ya Isaki.’"
  },
  {
    "verseNumber": "AMO 7:17",
    "verseText": "“Kwa hiyo hili ndilo asemalo BWANA: “ ‘Mke wako atakuwa kahaba mjini, nao wana wako na binti zako watauawa kwa upanga. Shamba lako litapimwa na kugawanywa, na wewe mwenyewe utafia katika nchi ya kipagani. Nayo Israeli kwa hakika itakwenda uhamishoni, mbali na nchi yao.’ ”"
  },
  {
    "verseNumber": "AMO 8:1",
    "verseText": "Hili ndilo alilonionyesha BWANA Mwenyezi katika maono: kikapu cha matunda yaliyoiva."
  },
  {
    "verseNumber": "AMO 8:2",
    "verseText": "Akaniuliza, “Amosi, unaona nini?” Nikajibu, “Kikapu chenye matunda yaliyoiva.” Ndipo BWANA akaniambia, “Wakati umewadia kwa watu wangu Israeli; sitawahurumia zaidi.”"
  },
  {
    "verseNumber": "AMO 8:3",
    "verseText": "BWANA Mwenyezi asema, “Katika siku ile, nyimbo katika Hekalu zitageuka kuwa maombolezo. Miili mingi, mingi sana: itatupwa kila mahali! Kimya!”"
  },
  {
    "verseNumber": "AMO 8:4",
    "verseText": "Lisikieni hili, ninyi ambao mnawagandamiza wahitaji, na kuwaonea maskini wa nchi,"
  },
  {
    "verseNumber": "AMO 8:5",
    "verseText": "mkisema, “Ni lini Mwezi Mwandamo utakapopita ili tupate kuuza nafaka, na Sabato itakwisha lini ili tuweze kuuza ngano?” Mkipunguza vipimo, na kuongeza bei, na kudanganya kwa mizani zisizo sawa,"
  },
  {
    "verseNumber": "AMO 8:6",
    "verseText": "mkiwanunua maskini kwa fedha, na wahitaji kwa jozi ya viatu, na mkiuza hata takataka za ngano pamoja na ngano."
  },
  {
    "verseNumber": "AMO 8:7",
    "verseText": "BWANA ameapa kwake mwenyewe, aliye Kiburi cha Yakobo: “Kamwe sitasahau chochote ambacho wamefanya."
  },
  {
    "verseNumber": "AMO 8:8",
    "verseText": "“Je, nchi haitatetemeka kwa ajili ya hili, nao wote waishio ndani mwake hawataomboleza? Nchi yote itainuka kama Naili; itapanda na kushuka kama mto wa Misri."
  },
  {
    "verseNumber": "AMO 8:9",
    "verseText": "“Katika siku ile,” asema BWANA Mwenyezi, “Nitalifanya jua litue alasiri na kuifanya dunia iwe giza wakati wa mchana mwangavu."
  },
  {
    "verseNumber": "AMO 8:10",
    "verseText": "Nitageuza sikukuu zenu za kidini kuwa maombolezo, na kuimba kwenu kote kuwe kilio. Nitawafanya ninyi nyote mvae nguo ya gunia na kunyoa nywele zenu. Nitaufanya wakati ule uwe kama wa kuombolezea mwana wa pekee, na mwisho wake kama siku ya uchungu."
  },
  {
    "verseNumber": "AMO 8:11",
    "verseText": "“Siku zinakuja,” asema BWANA Mwenyezi, “wakati nitakapotuma njaa katika nchi yote: si njaa ya chakula wala kiu ya maji, lakini njaa ya kusikia maneno ya BWANA."
  },
  {
    "verseNumber": "AMO 8:12",
    "verseText": "Wanaume watayumbayumba kutoka bahari hadi bahari na kutangatanga kutoka kaskazini mpaka mashariki, wakitafuta neno la BWANA, lakini hawatalipata."
  },
  {
    "verseNumber": "AMO 8:13",
    "verseText": "“Katika siku ile “wasichana wazuri na vijana wanaume wenye nguvu watazimia kwa sababu ya kiu."
  },
  {
    "verseNumber": "AMO 8:14",
    "verseText": "Wale waapao kwa aibu ya Samaria, au kusema, ‘Hakika kama miungu yenu iishivyo, ee Dani,’ au ‘Hakika kama mungu wa Beer-Sheba aishivyo’: wataanguka, wala hawatasimama tena.”"
  },
  {
    "verseNumber": "AMO 9:1",
    "verseText": "Nilimwona Bwana akiwa amesimama kando ya madhabahu, naye akasema: “Piga vichwa vya nguzo ili vizingiti vitikisike. Viangushe juu ya vichwa vya watu wote; na wale watakaosalia nitawaua kwa upanga. Hakuna awaye yote atakayekimbia, hakuna atakayetoroka."
  },
  {
    "verseNumber": "AMO 9:2",
    "verseText": "Wajapojichimbia chini mpaka kwenye vina vya kuzimu, kutoka huko mkono wangu utawatoa. Wajapopanda juu hadi kwenye mbingu, kutoka huko nitawashusha."
  },
  {
    "verseNumber": "AMO 9:3",
    "verseText": "Wajapojificha juu ya kilele cha Karmeli, huko nitawawinda na kuwakamata. Wajapojificha kutoka kwenye uso wangu katika vilindi vya bahari, huko nako nitaamuru joka kuwauma."
  },
  {
    "verseNumber": "AMO 9:4",
    "verseText": "Wajapopelekwa uhamishoni na adui zao, huko nako nitaamuru upanga uwaue. Nitawakazia macho yangu kwa mabaya wala si kwa mazuri.”"
  },
  {
    "verseNumber": "AMO 9:5",
    "verseText": "BWANA, BWANA Mwenye Nguvu Zote, yeye agusaye dunia nayo ikayeyuka, na wote wakaao ndani mwake wakaomboleza: nayo nchi yote huinuka kama Naili, kisha hushuka kama mto wa Misri;"
  },
  {
    "verseNumber": "AMO 9:6",
    "verseText": "yeye ambaye hujenga jumba lake la kifalme katika mbingu na kuisimika misingi yake juu ya dunia, yeye aitaye maji ya bahari na kuyamwaga juu ya uso wa nchi: BWANA ndilo jina lake."
  },
  {
    "verseNumber": "AMO 9:7",
    "verseText": "“Je, Waisraeli, ninyi si sawa kwangu kama Wakushi?” asema BWANA. “Je, sikuleta Israeli kutoka Misri, Wafilisti kutoka Kaftori, na Washamu kutoka Kiri?"
  },
  {
    "verseNumber": "AMO 9:8",
    "verseText": "“Hakika macho ya BWANA Mwenyezi yako juu ya ufalme wenye dhambi. Nami nitauangamiza kutoka kwenye uso wa dunia: hata hivyo sitaiangamiza kabisa nyumba ya Yakobo,” asema BWANA."
  },
  {
    "verseNumber": "AMO 9:9",
    "verseText": "“Kwa kuwa nitatoa amri, na nitaipepeta nyumba ya Israeli miongoni mwa mataifa yote, kama vile nafaka ipepetwavyo katika ungo, na hakuna hata punje moja itakayoanguka chini."
  },
  {
    "verseNumber": "AMO 9:10",
    "verseText": "Watenda dhambi wote miongoni mwa watu wangu watauawa kwa upanga, wale wote wasemao, ‘Maafa hayatatupata wala kutukuta.’"
  },
  {
    "verseNumber": "AMO 9:11",
    "verseText": "“Katika siku ile nitaisimamisha hema ya Daudi iliyoanguka. Nitakarabati mahali palipobomoka na kujenga upya magofu yake, na kuijenga kama ilivyokuwa awali,"
  },
  {
    "verseNumber": "AMO 9:12",
    "verseText": "ili wapate kuyamiliki mabaki ya Edomu, na mataifa yote yale yanayobeba Jina langu,” asema BWANA ambaye atafanya mambo haya."
  },
  {
    "verseNumber": "AMO 9:13",
    "verseText": "“Siku zinakuja,” asema BWANA, “wakati mvunaji atatanguliwa na mkulima, naye mpanzi atatanguliwa na yeye akamuaye zabibu. Divai mpya itadondoka kutoka milimani, na kutiririka kutoka vilima vyote."
  },
  {
    "verseNumber": "AMO 9:14",
    "verseText": "Nitawarejesha tena watu wangu Israeli waliohamishwa; wataijenga tena miji iliyoachwa magofu, nao wataishi ndani mwake. Watapanda mizabibu na kunywa divai yake; watalima bustani na kula matunda yake."
  },
  {
    "verseNumber": "AMO 9:15",
    "verseText": "Nitaipanda Israeli katika nchi yao wenyewe, hawatangʼolewa tena kutoka nchi ambayo nimewapa,” asema BWANA Mungu wenu."
  }
]