[
  {
    "verseNumber": "COL 1:1",
    "verseText": "Paulo, mtume wa Kristo Yesu, kwa mapenzi ya Mungu, na Timotheo ndugu yetu:"
  },
  {
    "verseNumber": "COL 1:2",
    "verseText": "Kwa ndugu watakatifu na waaminifu katika Kristo, waishio Kolosai: Neema na amani zitokazo kwa Mungu Baba yetu ziwe nanyi."
  },
  {
    "verseNumber": "COL 1:3",
    "verseText": "Siku zote tunamshukuru Mungu, Baba wa Bwana wetu Yesu Kristo, tunapowaombea ninyi,"
  },
  {
    "verseNumber": "COL 1:4",
    "verseText": "kwa sababu tumesikia kuhusu imani yenu katika Kristo Yesu, na upendo wenu mlio nao kwa watakatifu wote:"
  },
  {
    "verseNumber": "COL 1:5",
    "verseText": "imani na upendo ule utokao katika tumaini mlilowekewa akiba mbinguni, na ambalo mmesikia habari zake katika neno la kweli, yaani, ile Injili"
  },
  {
    "verseNumber": "COL 1:6",
    "verseText": "iliyowafikia ninyi. Duniani kote Injili hii inazaa matunda na kuenea kama ilivyokuwa kwenu tangu siku ile mlipoisikia na kuielewa neema ya Mungu katika kweli yote."
  },
  {
    "verseNumber": "COL 1:7",
    "verseText": "Mlijifunza habari zake kutoka kwa Epafra, mtumishi mwenzetu mpendwa, yeye aliye mhudumu mwaminifu wa Kristo kwa ajili yenu,"
  },
  {
    "verseNumber": "COL 1:8",
    "verseText": "ambaye pia ametuambia kuhusu upendo wenu katika Roho."
  },
  {
    "verseNumber": "COL 1:9",
    "verseText": "Kwa sababu hii, tangu siku ile tuliposikia habari zenu, hatujakoma kuomba kwa ajili yenu na kumsihi Mungu awajaze ninyi maarifa ya mapenzi yake katika hekima yote ya kiroho na ufahamu."
  },
  {
    "verseNumber": "COL 1:10",
    "verseText": "Nasi tunaomba haya ili mpate kuishi maisha yanayostahili mbele za Bwana, na mpate kumpendeza kwa kila namna: mkizaa matunda kwa kila kazi njema, mkikua katika kumjua Mungu,"
  },
  {
    "verseNumber": "COL 1:11",
    "verseText": "mkiwa mmetiwa nguvu kwa uwezo wote kwa kadiri ya nguvu yake yenye utukufu, ili mpate kuwa na wingi wa saburi na uvumilivu. Nanyi kwa furaha"
  },
  {
    "verseNumber": "COL 1:12",
    "verseText": "mkimshukuru Baba, ambaye amewastahilisha kushiriki katika urithi wa watakatifu katika ufalme wa nuru."
  },
  {
    "verseNumber": "COL 1:13",
    "verseText": "Kwa maana ametuokoa kutoka ufalme wa giza na kutuingiza katika ufalme wa Mwana wake mpendwa,"
  },
  {
    "verseNumber": "COL 1:14",
    "verseText": "ambaye katika yeye tunao ukombozi, yaani msamaha wa dhambi."
  },
  {
    "verseNumber": "COL 1:15",
    "verseText": "Yeye ni mfano wa Mungu asiyeonekana, mzaliwa wa kwanza wa viumbe vyote."
  },
  {
    "verseNumber": "COL 1:16",
    "verseText": "Kwake yeye vitu vyote vilivyoko mbinguni na juu ya nchi viliumbwa: vitu vinavyoonekana na visivyoonekana, viwe ni viti vya enzi au falme, au wenye mamlaka au watawala; vitu vyote viliumbwa na yeye na kwa ajili yake."
  },
  {
    "verseNumber": "COL 1:17",
    "verseText": "Yeye alikuwepo kabla ya vitu vyote, na katika yeye vitu vyote vinashikamana pamoja."
  },
  {
    "verseNumber": "COL 1:18",
    "verseText": "Yeye ndiye kichwa cha mwili, yaani kanisa, naye ndiye mwanzo na mzaliwa wa kwanza kutoka kwa wafu, ili yeye awe mkuu katika vitu vyote."
  },
  {
    "verseNumber": "COL 1:19",
    "verseText": "Kwa kuwa ilimpendeza Mungu kwamba utimilifu wake wote ukae ndani yake,"
  },
  {
    "verseNumber": "COL 1:20",
    "verseText": "na kwa njia yake aweze kuvipatanisha vitu vyote na yeye mwenyewe, viwe ni vitu vilivyo duniani au vilivyo mbinguni, kwa kufanya amani kwa damu yake, iliyomwagika msalabani."
  },
  {
    "verseNumber": "COL 1:21",
    "verseText": "Hapo kwanza mlikuwa mmetengana na Mungu, na mlikuwa adui zake katika nia zenu kwa sababu ya mienendo yenu mibaya."
  },
  {
    "verseNumber": "COL 1:22",
    "verseText": "Lakini sasa Mungu amewapatanisha ninyi kwa njia ya mwili wa Kristo kupitia mauti, ili awalete mbele zake mkiwa watakatifu, bila dosari wala lawama,"
  },
  {
    "verseNumber": "COL 1:23",
    "verseText": "ikiwa mnaendelea katika imani yenu mkiwa imara na thabiti, pasipo kuliacha tumaini lililoahidiwa katika Injili. Hii ndiyo ile Injili mliyoisikia, ambayo imehubiriwa kwa kila kiumbe chini ya mbingu, na ambayo mimi Paulo nimekuwa mtumwa wake."
  },
  {
    "verseNumber": "COL 1:24",
    "verseText": "Sasa nafurahia kule kuteseka kwangu kwa ajili yenu, na katika mwili wangu ninatimiliza yale yaliyopungua katika mateso ya Kristo kwa ajili ya mwili wake, ambao ni kanisa."
  },
  {
    "verseNumber": "COL 1:25",
    "verseText": "Mimi nimekuwa mtumishi wa kanisa kwa wajibu alionipa Mungu ili kuwaletea ninyi Neno la Mungu kwa ukamilifu:"
  },
  {
    "verseNumber": "COL 1:26",
    "verseText": "Hii ni siri iliyokuwa imefichika tangu zamani na kwa vizazi vingi, lakini sasa imefunuliwa kwa watakatifu."
  },
  {
    "verseNumber": "COL 1:27",
    "verseText": "Kwao, Mungu amechagua kujulisha miongoni mwa watu wa Mataifa utukufu wa utajiri wa siri hii, ambayo ni Kristo ndani yenu, tumaini la utukufu."
  },
  {
    "verseNumber": "COL 1:28",
    "verseText": "Yeye ndiye tunayemtangaza, tukimwonya kila mtu na kumfundisha kila mtu kwa hekima yote ili tuweze kumleta kila mmoja akiwa amekamilika katika Kristo."
  },
  {
    "verseNumber": "COL 1:29",
    "verseText": "Kwa ajili ya jambo hili, ninajitaabisha, nikijitahidi kwa kadiri ya nguvu zake ambazo hutenda kazi ndani yangu kwa uweza mwingi."
  },
  {
    "verseNumber": "COL 2:1",
    "verseText": "Nataka mjue jinsi ninavyojitaabisha kwa ajili yenu na kwa ajili ya wale walioko Laodikia, na pia kwa ajili ya wote ambao hawajapata kuniona mimi binafsi."
  },
  {
    "verseNumber": "COL 2:2",
    "verseText": "Kusudi langu ni watiwe moyo na kuunganishwa katika upendo, ili wapate ule utajiri wa ufahamu mkamilifu, ili waijue siri ya Mungu, yaani, Kristo mwenyewe,"
  },
  {
    "verseNumber": "COL 2:3",
    "verseText": "ambaye ndani yake kumefichwa hazina zote za hekima na maarifa."
  },
  {
    "verseNumber": "COL 2:4",
    "verseText": "Nawaambia mambo haya ili mtu yeyote asiwadanganye kwa maneno ya kuwashawishi."
  },
  {
    "verseNumber": "COL 2:5",
    "verseText": "Kwa kuwa ingawa mimi siko pamoja nanyi kimwili, lakini niko pamoja nanyi kiroho, nami nafurahi kuuona utaratibu wenu na jinsi uthabiti wa imani yenu katika Kristo ulivyo."
  },
  {
    "verseNumber": "COL 2:6",
    "verseText": "Hivyo basi, kama vile mlivyompokea Kristo Yesu kuwa Bwana, endeleeni kukaa ndani yake,"
  },
  {
    "verseNumber": "COL 2:7",
    "verseText": "mkiwa na mizizi, na mmejengwa ndani yake, mkiimarishwa katika imani kama mlivyofundishwa, na kufurika kwa wingi wa shukrani."
  },
  {
    "verseNumber": "COL 2:8",
    "verseText": "Angalieni mtu yeyote asiwafanye ninyi mateka kwa elimu batili na madanganyo matupu yanayotegemea mapokeo ya wanadamu na mafundisho ya ulimwengu badala ya Kristo."
  },
  {
    "verseNumber": "COL 2:9",
    "verseText": "Maana ukamilifu wote wa Uungu umo ndani ya Kristo katika umbile la mwili wa kibinadamu,"
  },
  {
    "verseNumber": "COL 2:10",
    "verseText": "nanyi mmepewa ukamilifu ndani ya Kristo, ambaye ndiye mkuu juu ya kila enzi na kila mamlaka."
  },
  {
    "verseNumber": "COL 2:11",
    "verseText": "Katika Kristo pia mlitahiriwa kwa kutengwa mbali na asili ya dhambi, si kwa tohara inayofanywa kwa mikono ya wanadamu, bali kwa ile tohara iliyofanywa na Kristo,"
  },
  {
    "verseNumber": "COL 2:12",
    "verseText": "mkiwa mmezikwa pamoja naye katika ubatizo, na kufufuliwa pamoja naye kwa njia ya imani yenu katika uweza wa Mungu, aliyemfufua kutoka kwa wafu."
  },
  {
    "verseNumber": "COL 2:13",
    "verseText": "Mlipokuwa wafu katika dhambi zenu na kutokutahiriwa katika asili yenu ya dhambi, Mungu aliwafanya mwe hai pamoja na Kristo. Alitusamehe dhambi zetu zote,"
  },
  {
    "verseNumber": "COL 2:14",
    "verseText": "akiisha kuifuta ile hati yenye mashtaka yaliyokuwa yanatukabili, pamoja na maagizo yake. Aliiondoa isiwepo tena, akiigongomea kwenye msalaba wake."
  },
  {
    "verseNumber": "COL 2:15",
    "verseText": "Mungu akiisha kuzivua enzi na mamlaka, alizifanya kuwa kitu cha fedheha hadharani kwa kuziburura kwa ujasiri, akizishinda katika msalaba wa Kristo."
  },
  {
    "verseNumber": "COL 2:16",
    "verseText": "Kwa hiyo mtu asiwahukumu ninyi kuhusu vyakula au vinywaji, au kuhusu kuadhimisha sikukuu za dini, au Sikukuu za Mwezi Mwandamo au siku ya Sabato."
  },
  {
    "verseNumber": "COL 2:17",
    "verseText": "Hizi zilikuwa kivuli cha mambo ambayo yangekuja, lakini ile iliyo halisi imo ndani ya Kristo."
  },
  {
    "verseNumber": "COL 2:18",
    "verseText": "Mtu yeyote asiwaondolee thawabu yenu kwa kusisitiza kunyenyekea kwake na kuabudu malaika. Mtu kama huyo hudumu katika maono yake, akijivuna bila sababu katika mawazo ya kibinadamu."
  },
  {
    "verseNumber": "COL 2:19",
    "verseText": "Yeye amepoteza ushirikiano na Kichwa, ambaye kutoka kwake mwili wote unalishwa na kushikamanishwa pamoja kwa viungo na mishipa, nao hukua kwa ukuaji utokao kwa Mungu."
  },
  {
    "verseNumber": "COL 2:20",
    "verseText": "Kwa kuwa mlikufa pamoja na Kristo, mkayaacha yale mafundisho ya msingi ya ulimwengu huu, kwa nini bado mnaishi kama ninyi ni wa ulimwengu? Kwa nini mnajitia chini ya amri:"
  },
  {
    "verseNumber": "COL 2:21",
    "verseText": "“Msishike! Msionje! Msiguse!”?"
  },
  {
    "verseNumber": "COL 2:22",
    "verseText": "Haya yote mwisho wake ni kuharibika yanapotumiwa, kwa sababu msingi wake ni katika maagizo na mafundisho ya wanadamu."
  },
  {
    "verseNumber": "COL 2:23",
    "verseText": "Kwa kweli amri kama hizo huonekana kama zina hekima, katika namna za ibada walizojitungia wenyewe, na unyenyekevu wa uongo na kuutawala mwili kwa ukali, lakini hayafai kitu katika kuzuia tamaa za mwili."
  },
  {
    "verseNumber": "COL 3:1",
    "verseText": "Basi, kwa kuwa mmefufuliwa pamoja na Kristo, yatafuteni yaliyo juu, Kristo alikoketi mkono wa kuume wa Mungu."
  },
  {
    "verseNumber": "COL 3:2",
    "verseText": "Yafikirini mambo yaliyo juu, wala si ya duniani."
  },
  {
    "verseNumber": "COL 3:3",
    "verseText": "Kwa maana ninyi mlikufa, nao uhai wenu sasa umefichwa pamoja na Kristo katika Mungu."
  },
  {
    "verseNumber": "COL 3:4",
    "verseText": "Wakati Kristo, aliye uzima wenu, atakapotokea, ndipo nanyi mtakapotokea pamoja naye katika utukufu."
  },
  {
    "verseNumber": "COL 3:5",
    "verseText": "Kwa hiyo, ueni kabisa chochote kilicho ndani yenu cha asili ya kidunia: yaani uasherati, uchafu, tamaa mbaya, mawazo mabaya na ulafi, ambayo ndiyo ibada ya sanamu."
  },
  {
    "verseNumber": "COL 3:6",
    "verseText": "Kwa sababu ya mambo haya, ghadhabu ya Mungu inakuja."
  },
  {
    "verseNumber": "COL 3:7",
    "verseText": "Ninyi pia zamani mlienenda katika mambo haya mlipoishi maisha hayo."
  },
  {
    "verseNumber": "COL 3:8",
    "verseText": "Lakini sasa yawekeni mbali nanyi mambo kama haya yote: yaani hasira, ghadhabu, uovu, masingizio na lugha chafu kutoka midomoni mwenu."
  },
  {
    "verseNumber": "COL 3:9",
    "verseText": "Msiambiane uongo, kwa maana mmevua kabisa utu wenu wa kale pamoja na matendo yake,"
  },
  {
    "verseNumber": "COL 3:10",
    "verseText": "nanyi mmevaa utu mpya, unaofanywa upya katika ufahamu sawasawa na mfano wa Muumba wake."
  },
  {
    "verseNumber": "COL 3:11",
    "verseText": "Hapa hakuna Myunani wala Myahudi, aliyetahiriwa wala asiyetahiriwa, asiyestaarabika wala aliyestaarabika, mtumwa wala mtu huru, bali Kristo ni yote, na ndani ya wote."
  },
  {
    "verseNumber": "COL 3:12",
    "verseText": "Kwa hiyo, kwa kuwa ninyi mmekuwa wateule wa Mungu, watakatifu wapendwao sana, jivikeni moyo wa huruma, utu wema, unyenyekevu, upole na uvumilivu."
  },
  {
    "verseNumber": "COL 3:13",
    "verseText": "Vumilianeni na kusameheana mtu akiwa na lalamiko lolote dhidi ya mwenzake. Sameheaneni kama vile Bwana alivyowasamehe ninyi."
  },
  {
    "verseNumber": "COL 3:14",
    "verseText": "Zaidi ya maadili haya yote jivikeni upendo, ambao ndio unaofunga kila kitu pamoja katika umoja mkamilifu."
  },
  {
    "verseNumber": "COL 3:15",
    "verseText": "Amani ya Kristo na itawale mioyoni mwenu, kwa kuwa ninyi kama viungo vya mwili mmoja mmeitiwa amani. Tena kuweni watu wa shukrani."
  },
  {
    "verseNumber": "COL 3:16",
    "verseText": "Neno la Kristo na likae kwa wingi ndani yenu, mkifundishana na kuonyana katika hekima yote, mkimwimbia Mungu zaburi, nyimbo na tenzi za rohoni, huku mkiwa na shukrani mioyoni mwenu."
  },
  {
    "verseNumber": "COL 3:17",
    "verseText": "Lolote mfanyalo, ikiwa ni kwa neno au kwa tendo, fanyeni yote katika jina la Bwana Yesu, mkimshukuru Mungu Baba katika yeye."
  },
  {
    "verseNumber": "COL 3:18",
    "verseText": "Ninyi wake, watiini waume zenu, kama inavyostahili katika Bwana."
  },
  {
    "verseNumber": "COL 3:19",
    "verseText": "Ninyi waume, wapendeni wake zenu, wala msiwe na uchungu dhidi yao."
  },
  {
    "verseNumber": "COL 3:20",
    "verseText": "Enyi watoto, watiini wazazi wenu katika mambo yote, kwa maana hivi ndivyo inavyompendeza Bwana."
  },
  {
    "verseNumber": "COL 3:21",
    "verseText": "Ninyi akina baba, msiwachokoze watoto wenu, wasije wakakata tamaa."
  },
  {
    "verseNumber": "COL 3:22",
    "verseText": "Ninyi watumwa, watiini mabwana zenu wa hapa duniani katika mambo yote. Fanyeni hivyo si wakiwepo tu, wala si kwa kutafuta upendeleo wao, bali kwa moyo mnyofu na kumcha Bwana."
  },
  {
    "verseNumber": "COL 3:23",
    "verseText": "Lolote mfanyalo, fanyeni kwa moyo kama watu wanaomtumikia Bwana, na si wanadamu,"
  },
  {
    "verseNumber": "COL 3:24",
    "verseText": "kwa kuwa mnajua kwamba mtapokea urithi wenu kutoka kwa Bwana ukiwa thawabu yenu. Ni Bwana Yesu Kristo mnayemtumikia."
  },
  {
    "verseNumber": "COL 3:25",
    "verseText": "Yeyote atendaye mabaya atalipwa kwa ajili ya mabaya yake, wala hakuna upendeleo."
  },
  {
    "verseNumber": "COL 4:1",
    "verseText": "Ninyi mabwana, watendeeni watumwa wenu yaliyo haki na yanayostahili, mkitambua ya kwamba ninyi pia mnaye Bwana mbinguni."
  },
  {
    "verseNumber": "COL 4:2",
    "verseText": "Dumuni sana katika maombi, mkikesha katika hayo pamoja na kushukuru."
  },
  {
    "verseNumber": "COL 4:3",
    "verseText": "Pia tuombeeni na sisi ili Mungu atufungulie mlango wa kunena, ili tupate kuitangaza siri ya Kristo, ambayo kwa ajili yake pia mimi nimefungwa."
  },
  {
    "verseNumber": "COL 4:4",
    "verseText": "Ombeni ili nipate kuitangaza Injili kwa udhahiri kama ipasavyo kunena."
  },
  {
    "verseNumber": "COL 4:5",
    "verseText": "Enendeni kwa hekima mbele yao walio nje, mkiukomboa wakati."
  },
  {
    "verseNumber": "COL 4:6",
    "verseText": "Maneno yenu yawe yamejaa neema siku zote, yanayofaa, ili mjue jinsi iwapasavyo na inavyofaa kumjibu kila mtu."
  },
  {
    "verseNumber": "COL 4:7",
    "verseText": "Tikiko atawaambia habari zangu zote. Yeye ni ndugu mpendwa, mtendakazi mwaminifu na mtumishi mwenzangu katika Bwana."
  },
  {
    "verseNumber": "COL 4:8",
    "verseText": "Nimemtuma kwenu kwa madhumuni haya ili mpate kufahamu hali yetu, na pia awatie moyo."
  },
  {
    "verseNumber": "COL 4:9",
    "verseText": "Anakuja pamoja na Onesimo, ndugu yetu mpendwa na mwaminifu, ambaye ni mmoja wenu. Watawaambia mambo yote yanayotendeka hapa kwetu."
  },
  {
    "verseNumber": "COL 4:10",
    "verseText": "Aristarko aliye mfungwa pamoja nami anawasalimu, vivyo hivyo Marko, binamu yake Barnaba. (Mmeshapata maagizo yanayomhusu; akija kwenu, mpokeeni.)"
  },
  {
    "verseNumber": "COL 4:11",
    "verseText": "Yesu, yeye aitwaye Yusto, pia anawasalimu. Hawa peke yao ndio Wayahudi miongoni mwa watendakazi wenzangu kwa ajili ya Ufalme wa Mungu, nao wamekuwa faraja kwangu."
  },
  {
    "verseNumber": "COL 4:12",
    "verseText": "Epafra, ambaye ni mmoja wenu na mtumishi wa Kristo Yesu, anawasalimu. Yeye siku zote anawaombea kwa bidii kwamba msimame imara katika mapenzi yote ya Mungu, mkiwa wakamilifu na thabiti."
  },
  {
    "verseNumber": "COL 4:13",
    "verseText": "Ninashuhudia kumhusu kwamba anafanya kazi kwa bidii kwa ajili yenu, na kwa ajili ya ndugu wa Laodikia na wale wa Hierapoli."
  },
  {
    "verseNumber": "COL 4:14",
    "verseText": "Rafiki yetu mpenzi Luka yule tabibu, pamoja na Dema, wanawasalimu."
  },
  {
    "verseNumber": "COL 4:15",
    "verseText": "Wasalimuni ndugu wote wa Laodikia, na pia Nimfa, pamoja na kanisa linalokutana katika nyumba yake."
  },
  {
    "verseNumber": "COL 4:16",
    "verseText": "Baada ya barua hii kusomwa kwenu, hakikisheni kwamba inasomwa pia katika kanisa la Walaodikia. Nanyi pia msome barua inayotoka Laodikia."
  },
  {
    "verseNumber": "COL 4:17",
    "verseText": "Mwambieni Arkipo hivi: “Hakikisha kuwa unakamilisha ile huduma uliyopokea katika Bwana.”"
  },
  {
    "verseNumber": "COL 4:18",
    "verseText": "Mimi, Paulo, naandika salamu hizi kwa mkono wangu mwenyewe. Kumbukeni minyororo yangu. Neema iwe nanyi. Amen."
  }
]