[
  {
    "verseNumber": "DEU 1:1",
    "verseText": "Haya ni maneno Mose aliyoyasema kwa Israeli yote jangwani mashariki ya Yordani, ambayo iko Araba, inayokabiliana na Sufu, kati ya Parani na Tofeli, Labani, Haserothi na Dizahabu."
  },
  {
    "verseNumber": "DEU 1:2",
    "verseText": "(Ni mwendo wa siku kumi na moja kutoka Horebu kwa njia ya Mlima Seiri mpaka Kadesh-Barnea.)"
  },
  {
    "verseNumber": "DEU 1:3",
    "verseText": "Katika mwaka wa arobaini, siku ya kwanza ya mwezi wa kumi na moja, Mose aliwatangazia Waisraeli yale yote BWANA aliyomwamuru kuwahusu."
  },
  {
    "verseNumber": "DEU 1:4",
    "verseText": "Hii ilikuwa baada ya kumshinda Sihoni mfalme wa Waamori, ambaye alitawala Heshboni, na pia huko Edrei alikuwa amemshinda Ogu mfalme wa Bashani, ambaye alitawala huko Ashtarothi."
  },
  {
    "verseNumber": "DEU 1:5",
    "verseText": "Huko mashariki ya Yordani katika nchi ya Moabu, Mose alianza kuielezea sheria hii, akisema:"
  },
  {
    "verseNumber": "DEU 1:6",
    "verseText": "BWANA Mungu wetu alisema nasi huko Horebu, “Mmekaa vya kutosha katika mlima huu."
  },
  {
    "verseNumber": "DEU 1:7",
    "verseText": "Vunjeni kambi, msonge mbele kuelekea nchi ya vilima ya Waamori; nendeni kwa watu wote ambao ni majirani wa Araba, katika milima, upande wa magharibi chini ya vilima, katika Negebu na kandokando ya pwani, mpaka nchi ya Wakanaani hadi Lebanoni, na kufika mto mkubwa Frati."
  },
  {
    "verseNumber": "DEU 1:8",
    "verseText": "Tazama, nimewapa ninyi nchi hii. Ingieni mkaimiliki nchi ambayo BWANA aliapa kuwa angaliwapa baba zenu, Abrahamu, Isaki na Yakobo, pamoja na vizazi vyao baada yao.”"
  },
  {
    "verseNumber": "DEU 1:9",
    "verseText": "Wakati ule niliwaambia, “Ninyi mmekuwa mzigo mzito sana kwangu kuwachukua peke yangu."
  },
  {
    "verseNumber": "DEU 1:10",
    "verseText": "BWANA Mungu wenu ameongeza hesabu yenu, hivi kwamba leo ninyi ni wengi kama nyota za angani."
  },
  {
    "verseNumber": "DEU 1:11",
    "verseText": "Naye BWANA, Mungu wa baba zenu na awaongeze mara elfu na kuwabariki kama alivyoahidi!"
  },
  {
    "verseNumber": "DEU 1:12",
    "verseText": "Lakini mimi nitawezaje kubeba matatizo yenu, na mizigo yenu, na magomvi yenu peke yangu?"
  },
  {
    "verseNumber": "DEU 1:13",
    "verseText": "Chagueni baadhi ya watu wenye hekima, wenye ufahamu na wanaoheshimika kutoka kila kabila lenu, nami nitawaweka juu yenu.”"
  },
  {
    "verseNumber": "DEU 1:14",
    "verseText": "Mlinijibu, “Shauri ulilolitoa ni zuri.”"
  },
  {
    "verseNumber": "DEU 1:15",
    "verseText": "Kwa hiyo niliwachukua wanaume viongozi wa makabila yenu, wenye hekima na wanaoheshimika, nami nikawateua wawe na mamlaka juu yenu kama majemadari wa maelfu, wa mamia, wa hamsini, na wa makumi, na kama maafisa wa makabila."
  },
  {
    "verseNumber": "DEU 1:16",
    "verseText": "Nami wakati ule nikawaagiza waamuzi wenu: Sikilizeni magomvi kati ya ndugu zenu na mwamue kwa haki, hata kama shauri ni kati ya ndugu wa Kiisraeli, au kati ya mmoja wa ndugu wa Kiisraeli na mgeni."
  },
  {
    "verseNumber": "DEU 1:17",
    "verseText": "Msionyeshe upendeleo katika maamuzi; wasikilizeni wote sawasawa, wadogo kwa wakubwa. Msimwogope mtu yeyote, kwa kuwa hukumu ni ya Mungu. Mniletee mimi shauri lolote lililo gumu sana kwenu, nami nitalisikiliza."
  },
  {
    "verseNumber": "DEU 1:18",
    "verseText": "Nami wakati ule niliwaambia kila kitu ambacho mngefanya."
  },
  {
    "verseNumber": "DEU 1:19",
    "verseText": "Kisha, kama BWANA Mungu wetu alivyotuamuru, tuliondoka kutoka Horebu na kwenda kuelekea nchi ya vilima ya Waamori, kupitia jangwa lile kubwa lote la kutisha, lile mliloliona, nasi tukafika Kadesh-Barnea."
  },
  {
    "verseNumber": "DEU 1:20",
    "verseText": "Kisha niliwaambia, “Mmefika katika nchi ya vilima ya Waamori, ambayo BWANA Mungu wetu anatupa."
  },
  {
    "verseNumber": "DEU 1:21",
    "verseText": "Tazama, BWANA Mungu wenu amewapa nchi. Pandeni mkaimiliki kama BWANA, Mungu wa baba zenu, alivyowaambia. Msiogope, wala msikate tamaa.”"
  },
  {
    "verseNumber": "DEU 1:22",
    "verseText": "Ndipo ninyi nyote mkanijia na kusema, “Tupeleke watu watutangulie kuipeleleza nchi kwa ajili yetu, na kutuletea taarifa kuhusu njia tutakayopita, na miji tutakayoiendea.”"
  },
  {
    "verseNumber": "DEU 1:23",
    "verseText": "Wazo hilo lilionekana zuri kwangu; kwa hiyo niliwachagua watu wenu kumi na wawili, mwanaume mmoja kutoka kila kabila."
  },
  {
    "verseNumber": "DEU 1:24",
    "verseText": "Waliondoka na kukwea katika nchi ya vilima, wakafika katika Bonde la Eshkoli na kuipeleleza."
  },
  {
    "verseNumber": "DEU 1:25",
    "verseText": "Wakachukua baadhi ya matunda ya nchi, wakatuletea na kutuarifu, “Ni nchi nzuri ambayo BWANA Mungu wetu anatupa.”"
  },
  {
    "verseNumber": "DEU 1:26",
    "verseText": "Lakini hamkuwa tayari kukwea, mkaasi dhidi ya amri ya BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 1:27",
    "verseText": "Mkanungʼunika ndani ya mahema yenu na kusema, “BWANA anatuchukia, kwa hiyo alitutoa Misri ili kututia mikononi mwa Waamori kutuangamiza."
  },
  {
    "verseNumber": "DEU 1:28",
    "verseText": "Twende wapi? Ndugu zetu wametufanya kufa moyo. Wanasema, ‘Watu wa huko wana nguvu zaidi na ni warefu kuliko sisi tulivyo; miji ni mikubwa, yenye kuta zilizofika juu angani. Zaidi ya hayo, tumewaona Waanaki huko.’ ”"
  },
  {
    "verseNumber": "DEU 1:29",
    "verseText": "Ndipo nikawaambia, “Msihofu, wala msiwaogope."
  },
  {
    "verseNumber": "DEU 1:30",
    "verseText": "BWANA Mungu wenu anayewatangulia, atawapigania, kama alivyofanya kwa ajili yenu huko Misri, mbele ya macho yenu hasa,"
  },
  {
    "verseNumber": "DEU 1:31",
    "verseText": "na pia huko jangwani. Huko mliona jinsi BWANA Mungu wenu alivyowachukua, kama baba amchukuavyo mwanawe, katika njia yote mliyoiendea mpaka mkafika mahali hapa.”"
  },
  {
    "verseNumber": "DEU 1:32",
    "verseText": "Pamoja na hili, hamkumtegemea BWANA Mungu wenu,"
  },
  {
    "verseNumber": "DEU 1:33",
    "verseText": "ambaye aliwatangulia katika safari yenu, kwa moto usiku na kwa wingu mchana, kuwatafutia mahali penu pa kupiga kambi na kuwaonyesha njia mtakayoiendea."
  },
  {
    "verseNumber": "DEU 1:34",
    "verseText": "Wakati BWANA aliposikia lile mlilosema, alikasirika, akaapa, akasema:"
  },
  {
    "verseNumber": "DEU 1:35",
    "verseText": "“Hakuna mtu wa kizazi hiki kiovu atakayeona nchi nzuri niliyoapa kuwapa baba zenu,"
  },
  {
    "verseNumber": "DEU 1:36",
    "verseText": "isipokuwa Kalebu mwana wa Yefune. Yeye ataiona, nami nitampa yeye na wazao wake nchi aliyoikanyaga kwa miguu, kwa sababu alimfuata BWANA kwa moyo wote.”"
  },
  {
    "verseNumber": "DEU 1:37",
    "verseText": "Kwa sababu yenu BWANA pia alinikasirikia mimi, akasema, “Hutaingia hiyo nchi pia."
  },
  {
    "verseNumber": "DEU 1:38",
    "verseText": "Lakini msaidizi wako, Yoshua mwana wa Nuni, ataingia. Mtie moyo, kwa sababu atawaongoza Waisraeli kuirithi hiyo nchi."
  },
  {
    "verseNumber": "DEU 1:39",
    "verseText": "Wale watoto ambao mliwasema wangelichukuliwa mateka, yaani watoto wenu ambao bado hawajui jema na baya, wataingia katika nchi. Nitawapa hiyo nchi, nao wataimiliki."
  },
  {
    "verseNumber": "DEU 1:40",
    "verseText": "Bali ninyi geukeni, mwondoke kuelekea jangwani kwa kufuata njia ya Bahari ya Shamu.”"
  },
  {
    "verseNumber": "DEU 1:41",
    "verseText": "Ndipo mkanijibu, “Tumemtenda BWANA dhambi. Tutakwenda kupigana, kama BWANA Mungu wetu alivyotuamuru.” Hivyo kila mmoja wenu akachukua silaha zake, huku mkifikiri kuwa ni rahisi kukwea katika nchi ya vilima."
  },
  {
    "verseNumber": "DEU 1:42",
    "verseText": "Lakini BWANA aliniambia, “Waambie, ‘Msipande kupigana, kwa sababu sitakuwa pamoja nanyi. Mtashindwa na adui zenu.’ ”"
  },
  {
    "verseNumber": "DEU 1:43",
    "verseText": "Hivyo niliwaambia, lakini hamkutaka kusikia. Mliasi dhidi ya amri ya BWANA, na katika kiburi chenu mlienda katika nchi ya vilima."
  },
  {
    "verseNumber": "DEU 1:44",
    "verseText": "Waamori ambao waliishi katika vilima hivyo waliinuka dhidi yenu, wakawafukuza kama kundi la nyuki wakiwapiga njia yote ya Seiri mpaka Horma."
  },
  {
    "verseNumber": "DEU 1:45",
    "verseText": "Mlirudi na kulia mbele za BWANA, lakini Mungu hakusikiliza kilio chenu, wala hakuwajali."
  },
  {
    "verseNumber": "DEU 1:46",
    "verseText": "Hivyo mlikaa Kadeshi kwa siku nyingi, kwa muda ule wote mliokaa huko."
  },
  {
    "verseNumber": "DEU 2:1",
    "verseText": "Kisha tukageuka nyuma na kusafiri kuelekea jangwani kwa njia inayoelekea Bahari ya Shamu, kama BWANA alivyonielekeza. Kwa muda mrefu tulitembea kuzunguka vilima katika nchi ya Seiri."
  },
  {
    "verseNumber": "DEU 2:2",
    "verseText": "Kisha BWANA akaniambia,"
  },
  {
    "verseNumber": "DEU 2:3",
    "verseText": "“Umetembea kuzunguka hii nchi ya vilima kwa muda wa kutosha; sasa geukia kaskazini."
  },
  {
    "verseNumber": "DEU 2:4",
    "verseText": "Wape watu maagizo haya: ‘Mko karibu kupita katikati ya nchi ya ndugu zako ambao ni wazao wa Esau, ambao wanaishi Seiri. Watawaogopa, lakini mwe waangalifu."
  },
  {
    "verseNumber": "DEU 2:5",
    "verseText": "Msiwachokoze kwa vita kwa maana sitawapa ninyi sehemu yoyote ya nchi yao, hata sehemu ya kutosha kuweka wayo wenu juu yake. Nimempa Esau nchi ya vilima ya Seiri kama yake mwenyewe."
  },
  {
    "verseNumber": "DEU 2:6",
    "verseText": "Mtawalipa fedha kwa chakula mtakachokula na maji mtakayokunywa.’ ”"
  },
  {
    "verseNumber": "DEU 2:7",
    "verseText": "BWANA Mungu wenu amewabariki kwa kazi yote ya mikono yenu. Amewalinda katika safari yenu katikati ya jangwa hili kubwa. Kwa miaka hii arobaini BWANA Mungu wenu amekuwa pamoja nanyi, na hamkupungukiwa na kitu chochote."
  },
  {
    "verseNumber": "DEU 2:8",
    "verseText": "Basi tulipita kwa ndugu zetu wazao wa Esau ambao wanaishi Seiri. Tuligeuka kutoka njia ya Araba ambayo inatokea Elathi na Esion-Geberi, tukasafiri kufuata njia ya jangwa la Moabu."
  },
  {
    "verseNumber": "DEU 2:9",
    "verseText": "Kisha BWANA akaniambia, “Usiwasumbue Wamoabu kwa vita, kwa kuwa sitawapa sehemu yoyote ya nchi yao. Nimetoa nchi ya Ari kwa wazao wa Loti kama milki yao.”"
  },
  {
    "verseNumber": "DEU 2:10",
    "verseText": "(Waemi walikuwa wakiishi huko hapo zamani, watu wenye nguvu na wengi, warefu kama Waanaki."
  },
  {
    "verseNumber": "DEU 2:11",
    "verseText": "Kama walivyokuwa Waanaki, hao pia walikuwa kama Warefai, lakini Wamoabu waliwaita Waemi."
  },
  {
    "verseNumber": "DEU 2:12",
    "verseText": "Wahori waliishi Seiri, lakini wazao wa Esau waliwafukuza. Waliwaangamiza Wahori na kukaa mahali pao, kama Waisraeli walivyofanya katika nchi ambayo BWANA aliwapa kama milki yao.)"
  },
  {
    "verseNumber": "DEU 2:13",
    "verseText": "BWANA akasema, “Sasa ondokeni mvuke Bonde la Zeredi.” Hivyo tukavuka bonde."
  },
  {
    "verseNumber": "DEU 2:14",
    "verseText": "Miaka thelathini na minane ilipita tangu wakati tulipoondoka Kadesh-Barnea mpaka tulipovuka Bonde la Zeredi. Kwa wakati huo kile kizazi chote cha wanaume kuanzia wale wawezao kwenda vitani kilikuwa kimekufa, kama BWANA alivyokuwa amewaapia."
  },
  {
    "verseNumber": "DEU 2:15",
    "verseText": "Mkono wa BWANA uliwakabili hadi alipowaangamiza wote huko kambini."
  },
  {
    "verseNumber": "DEU 2:16",
    "verseText": "Ikawa baada ya mtu wa mwisho kuanzia wale wawezao kwenda vitani kufa,"
  },
  {
    "verseNumber": "DEU 2:17",
    "verseText": "BWANA akaniambia,"
  },
  {
    "verseNumber": "DEU 2:18",
    "verseText": "“Leo utapita katika nchi ya Moabu huko Ari."
  },
  {
    "verseNumber": "DEU 2:19",
    "verseText": "Utakapokuja kwa Waamoni, msiwasumbue wala kuwachokoza kwa vita, kwa kuwa sitawapa ardhi yoyote iliyo ya Waamoni kuwa milki yenu. Nimeitoa kama milki ya wazao wa Loti.”"
  },
  {
    "verseNumber": "DEU 2:20",
    "verseText": "(Hiyo pia ilidhaniwa kuwa nchi ya Warefai waliokuwa wakiishi huko, lakini Waamoni waliwaita Wazamzumi."
  },
  {
    "verseNumber": "DEU 2:21",
    "verseText": "Walikuwa watu wenye nguvu na wengi, warefu kama Waanaki. BWANA akawaangamiza kutoka mbele ya Waamoni, ambao waliwafukuza na kukaa mahali pao."
  },
  {
    "verseNumber": "DEU 2:22",
    "verseText": "BWANA alikuwa amefanya vivyo hivyo kwa wazao wa Esau, ambao waliishi Seiri, wakati alipowaangamiza Wahori watoke mbele yao. Waliwafukuza na wao wakaishi mahali pao mpaka leo."
  },
  {
    "verseNumber": "DEU 2:23",
    "verseText": "Nao Waavi ambao waliishi katika vijiji mpaka Gaza, Wakaftori waliokuja kutoka Kaftori waliwaangamiza na kukaa mahali pao.)"
  },
  {
    "verseNumber": "DEU 2:24",
    "verseText": "“Ondoka sasa na uvuke Bonde la Arnoni. Tazama, nimemweka mikononi mwako Sihoni Mwamori, mfalme wa Heshboni na nchi yake. Anza kuimiliki nchi hiyo na umwingize katika vita."
  },
  {
    "verseNumber": "DEU 2:25",
    "verseText": "Siku hii ya leo nitaanza kuwatia hofu na woga mataifa yote chini ya mbingu wawaogope ninyi. Watakaposikia taarifa zenu, watatetemeka na kufadhaika kwa sababu yenu.”"
  },
  {
    "verseNumber": "DEU 2:26",
    "verseText": "Kutoka jangwa la Kedemothi nilituma wajumbe wenye maneno ya amani kwa Sihoni mfalme wa Heshboni kusema,"
  },
  {
    "verseNumber": "DEU 2:27",
    "verseText": "“Turuhusu tupite katika nchi yako. Tutapita katika barabara kuu, hatutageuka kuume wala kushoto."
  },
  {
    "verseNumber": "DEU 2:28",
    "verseText": "Tuuzie chakula tule na maji tunywe kwa thamani yake katika fedha. Turuhusu tu tupite kwa miguu,"
  },
  {
    "verseNumber": "DEU 2:29",
    "verseText": "kama wazao wa Esau ambao wanaishi Seiri na Wamoabu ambao wanaishi Ari walivyotufanyia, mpaka tuvuke Yordani kuingia nchi ambayo BWANA Mungu wetu anatupatia.”"
  },
  {
    "verseNumber": "DEU 2:30",
    "verseText": "Lakini Sihoni mfalme wa Heshboni alikataa kuturuhusu kupita. Kwa kuwa BWANA Mungu wako alikuwa ameifanya roho yake kuwa ngumu na moyo wake kuwa mkaidi ili amweke kwenye mikono yenu, kama alivyofanya sasa."
  },
  {
    "verseNumber": "DEU 2:31",
    "verseText": "BWANA akaniambia, “Tazama, nimeanza kuwapa Mfalme Sihoni na nchi yake kwako. Sasa anzeni kuishinda na kuimiliki nchi yake.”"
  },
  {
    "verseNumber": "DEU 2:32",
    "verseText": "Wakati Sihoni pamoja na jeshi lake lote walipokuja kukutana nasi katika vita huko Yahazi,"
  },
  {
    "verseNumber": "DEU 2:33",
    "verseText": "BWANA Mungu wetu alimweka mikononi mwetu, nasi tukamwangamiza pamoja na wanawe na jeshi lake lote."
  },
  {
    "verseNumber": "DEU 2:34",
    "verseText": "Kwa wakati ule tuliteka miji yake yote na kuiangamiza kabisa: wanaume, wanawake na watoto. Hatukumwacha yeyote."
  },
  {
    "verseNumber": "DEU 2:35",
    "verseText": "Lakini mifugo na nyara tulizoziteka kutoka ile miji tulijichukulia wenyewe."
  },
  {
    "verseNumber": "DEU 2:36",
    "verseText": "Kutoka Aroeri kwenye ukingo wa Bonde la Arnoni, kutoka mji ulio ndani ya bonde, hata mpaka Gileadi, hapakuwa na mji hata mmoja uliokuwa na nguvu kutushinda. BWANA Mungu wetu alitupa yote."
  },
  {
    "verseNumber": "DEU 2:37",
    "verseText": "Lakini kulingana na amri ya BWANA Mungu wetu, hamkujiingiza katika nchi yoyote ya Waamoni, wala katika sehemu yoyote iliyo kandokando ya Mto Yaboki, wala katika miji iliyoko katika vilima."
  },
  {
    "verseNumber": "DEU 3:1",
    "verseText": "Kisha tukageuka tukakwea kufuata njia iliyoelekea Bashani, Ogu mfalme wa Bashani akaondoka na jeshi lake lote kupigana na sisi huko Edrei."
  },
  {
    "verseNumber": "DEU 3:2",
    "verseText": "BWANA akaniambia, “Usimwogope kwa kuwa nimekwisha mkabidhi mikononi mwako pamoja na jeshi lake lote na nchi yake. Umfanyie sawasawa na ulivyomfanyia Sihoni mfalme wa Waamori, ambaye alitawala huko Heshboni.”"
  },
  {
    "verseNumber": "DEU 3:3",
    "verseText": "Hivyo BWANA Mungu wetu pia akamweka Ogu mfalme wa Bashani pamoja na jeshi lake lote mikononi mwetu. Tuliwaangamiza wote, hakubakia hata mmoja."
  },
  {
    "verseNumber": "DEU 3:4",
    "verseText": "Wakati huo tuliteka miji yake yote. Hakuna mji hata mmoja kati ya ile sitini ambao hatukuuteka, yaani eneo lote la Argobu, utawala wa Mfalme Ogu katika Bashani."
  },
  {
    "verseNumber": "DEU 3:5",
    "verseText": "Miji yote hii ilijengewa ngome zenye kuta ndefu zenye malango na makomeo, pia kulikuwako na vijiji vingi ambavyo havikujengewa kuta."
  },
  {
    "verseNumber": "DEU 3:6",
    "verseText": "Tuliwaangamiza kabisa, kama tulivyomfanyia Sihoni mfalme wa Heshboni, tukiangamiza kila mji, yaani wanaume, wanawake na watoto."
  },
  {
    "verseNumber": "DEU 3:7",
    "verseText": "Lakini wanyama wote wa kufuga pamoja na nyara kutoka kwenye miji yao tulichukua vikawa vyetu."
  },
  {
    "verseNumber": "DEU 3:8",
    "verseText": "Hivyo kwa wakati huo tukachukua kutoka kwa wafalme hawa wawili wa Waamori nchi ya mashariki ya Yordani, kutoka Bonde la Arnoni mpaka kufika kwenye Mlima Hermoni."
  },
  {
    "verseNumber": "DEU 3:9",
    "verseText": "(Wasidoni huuita mlima huo Sirioni, nao Waamori huuita Seniri.)"
  },
  {
    "verseNumber": "DEU 3:10",
    "verseText": "Tuliteka miji yote kwenye uwanda wa juu, Gileadi yote, Bashani yote mpaka kufika Saleka na Edrei, miji ya utawala wa Ogu huko Bashani."
  },
  {
    "verseNumber": "DEU 3:11",
    "verseText": "(Mfalme Ogu wa Bashani ndiye peke yake aliyesalia miongoni mwa mabaki ya Warefai. Kitanda chake kilikuwa cha chuma chenye urefu wa dhiraa tisa na upana wa dhiraa nne. Mpaka sasa kinaweza kuonekana katika mji wa Waamoni wa Raba.)"
  },
  {
    "verseNumber": "DEU 3:12",
    "verseText": "Katika nchi tuliyoiteka wakati ule, niliwapa kabila la Reubeni na Gadi eneo lililoko kaskazini la Aroeri kando ya Bonde la Arnoni, na nusu ya eneo la milima ya Gileadi, pamoja na miji yake."
  },
  {
    "verseNumber": "DEU 3:13",
    "verseText": "Kisha nusu ya kabila la Manase niliwapa sehemu ya Gileadi iliyobaki pamoja na Bashani yote, ambayo ilikuwa utawala wa Ogu. (Eneo lote la Argobu katika Bashani lilikuwa linajulikana kama nchi ya Warefai."
  },
  {
    "verseNumber": "DEU 3:14",
    "verseText": "Yairi, mzao wa kabila la Manase, alichukua eneo lote la nchi ya Argobu hadi kufikia mpaka wa Wageshuri na Wamaaka, ukaitwa kwa jina lake; kwa hiyo mpaka leo hii Bashani inaitwa Hawoth-Yairi.)"
  },
  {
    "verseNumber": "DEU 3:15",
    "verseText": "Nikampa Makiri nchi ya Gileadi."
  },
  {
    "verseNumber": "DEU 3:16",
    "verseText": "Lakini niliwapa Wareubeni na Wagadi eneo kuanzia Gileadi hadi Bonde la Arnoni (katikati ya bonde ulikuwa ndio mpaka), kuelekea mpaka Mto Yaboki, ambao ndio mpaka wa Waamoni."
  },
  {
    "verseNumber": "DEU 3:17",
    "verseText": "Kwa upande wa magharibi mpaka wao ulikuwa Yordani katika Araba, toka ziwa Galilaya hadi Bahari ya Araba (yaani Bahari ya Chumvi), kwenye miteremko ya Pisga upande wa mashariki."
  },
  {
    "verseNumber": "DEU 3:18",
    "verseText": "Wakati huo nilikuamuru: “BWANA Mungu wako amekupa nchi hii uimiliki. Lakini ni lazima wanaume wenu wote wenye uwezo, wakiwa wamejiandaa tayari kwa vita, wavuke ngʼambo wakiwatangulia ndugu zako Waisraeli."
  },
  {
    "verseNumber": "DEU 3:19",
    "verseText": "Lakini wake zenu, watoto wenu na mifugo yenu (kwani najua mnayo mifugo mingi) wanaweza kukaa katika miji niliyowapa,"
  },
  {
    "verseNumber": "DEU 3:20",
    "verseText": "mpaka hapo BWANA atakapowapa ndugu zenu kupumzika kama alivyowapa ninyi, wao pia wamiliki ile nchi ambayo BWANA Mungu wenu anawapa, ngʼambo ya Yordani. Baada ya hapo, kila mmoja wenu anaweza kurudi kwenye milki niliyowapa.”"
  },
  {
    "verseNumber": "DEU 3:21",
    "verseText": "Wakati huo nilimwamuru Yoshua, “Umejionea kwa macho yako mwenyewe yale yote ambayo BWANA Mungu wenu amewafanyia wafalme hawa wawili. BWANA atazifanyia falme zote huko mnakokwenda vivyo hivyo."
  },
  {
    "verseNumber": "DEU 3:22",
    "verseText": "Msiwaogope, BWANA Mungu wenu atapigana kwa ajili yenu.”"
  },
  {
    "verseNumber": "DEU 3:23",
    "verseText": "Wakati huo nilimsihi BWANA:"
  },
  {
    "verseNumber": "DEU 3:24",
    "verseText": "“Ee BWANA Mwenyezi, umemwonyesha mtumishi wako ukuu wako na mkono wako wenye uweza. Kwa kuwa ni mungu yupi aliye mbinguni au duniani anayeweza kufanya kazi na matendo makuu kama ufanyayo wewe?"
  },
  {
    "verseNumber": "DEU 3:25",
    "verseText": "Acha niende nikaione hiyo nchi nzuri ngʼambo ya Yordani, ile nchi nzuri ya vilima na Lebanoni.”"
  },
  {
    "verseNumber": "DEU 3:26",
    "verseText": "Lakini kwa sababu yenu BWANA alinikasirikia na hakutaka kunisikiliza. BWANA aliniambia, “Hilo latosha; usiseme nami jambo hili tena."
  },
  {
    "verseNumber": "DEU 3:27",
    "verseText": "Kwea juu ya kilele cha Pisga uangalie magharibi, kaskazini, kusini na mashariki. Iangalie hiyo nchi kwa macho yako, kwa vile wewe hutavuka Yordani."
  },
  {
    "verseNumber": "DEU 3:28",
    "verseText": "Lakini mwagize Yoshua, mtie moyo na umtie nguvu, kwa kuwa yeye atawaongoza watu hawa hadi ngʼambo na kuwarithisha nchi utakayoiona.”"
  },
  {
    "verseNumber": "DEU 3:29",
    "verseText": "Kwa hiyo tulikaa kwenye bonde karibu na Beth-Peori."
  },
  {
    "verseNumber": "DEU 4:1",
    "verseText": "Sikia sasa, ee Israeli, amri na sheria nitakazokufundisha wewe. Zifuate ili upate kuishi na uingie kuimiliki nchi ambayo BWANA, Mungu wa baba zako anawapa."
  },
  {
    "verseNumber": "DEU 4:2",
    "verseText": "Usiongeze wala usipunguze chochote ninachowaamuru ninyi, ila myashike maagizo ya BWANA Mungu wenu ambayo nawapa."
  },
  {
    "verseNumber": "DEU 4:3",
    "verseText": "Mliona kwa macho yenu wenyewe kile BWANA alichokifanya kule Baal-Peori. BWANA Mungu wenu aliwaangamiza kutoka miongoni mwenu kila mmoja aliyemfuata Baali wa Peori,"
  },
  {
    "verseNumber": "DEU 4:4",
    "verseText": "lakini ninyi nyote mlioshikamana na BWANA kwa uthabiti, Mungu wenu, mko hai mpaka leo."
  },
  {
    "verseNumber": "DEU 4:5",
    "verseText": "Tazama, nimewafundisha amri na sheria kama BWANA Mungu wangu alivyoniamuru mimi, ili mzifuate katika nchi mnayoiingia kuimiliki."
  },
  {
    "verseNumber": "DEU 4:6",
    "verseText": "Zishikeni kwa uangalifu, kwa kuwa hii itaonyesha hekima na ufahamu wenu kwa mataifa, ambayo yatasikia kuhusu amri zote hizi, nao watasema, “Hakika taifa hili kubwa ni watu wenye hekima na ufahamu.”"
  },
  {
    "verseNumber": "DEU 4:7",
    "verseText": "Ni taifa gani jingine lililo kubwa kiasi cha kuwa na miungu yao iliyo karibu nao kama BWANA Mungu wetu alivyo karibu nasi wakati wowote tunapomwomba?"
  },
  {
    "verseNumber": "DEU 4:8",
    "verseText": "Nalo ni taifa gani jingine lililo kubwa hivi lenye kuwa na amri na sheria za haki kama hizi ninazoweka mbele yenu leo?"
  },
  {
    "verseNumber": "DEU 4:9",
    "verseText": "Mwe waangalifu, na makini ili msije mkasahau mambo ambayo mliyaona kwa macho yenu, wala kuyaacha yaondoke moyoni mwenu siku zote za uhai wenu. Mwafundishe hayo watoto wenu na watoto wao baada yao."
  },
  {
    "verseNumber": "DEU 4:10",
    "verseText": "Kumbuka siku uliyosimama mbele za BWANA Mungu wako kule Horebu, wakati aliponiambia, “Wakutanishe watu mbele yangu wasikie maneno yangu ili kwamba waweze kujifunza kuniheshimu kwa muda wote watakaoishi katika nchi, nao waweze kuwafundisha watoto wao maneno hayo.”"
  },
  {
    "verseNumber": "DEU 4:11",
    "verseText": "Mlisogea karibu na mkasimama chini ya mlima wakati ulipowaka moto mpaka mbinguni juu, pamoja na mawingu meusi na giza nene."
  },
  {
    "verseNumber": "DEU 4:12",
    "verseText": "Ndipo BWANA alipozungumza nanyi kutoka moto. Mkasikia sauti ya maneno lakini hamkuona umbo, kulikuwa na sauti tu."
  },
  {
    "verseNumber": "DEU 4:13",
    "verseText": "Aliwatangazia Agano lake na Amri Kumi, ambazo aliwaamuru mzifuate, kisha akaziandika juu ya vibao viwili vya mawe."
  },
  {
    "verseNumber": "DEU 4:14",
    "verseText": "Naye BWANA alinielekeza wakati huo kuwafundisha ninyi sheria na amri ambazo mnapaswa kuzifuata katika nchi ambayo mnavuka Yordani kuimiliki."
  },
  {
    "verseNumber": "DEU 4:15",
    "verseText": "Hamkuona umbo la aina yoyote siku ambayo BWANA alizungumza nanyi kule Horebu kutoka kwenye moto. Kwa hiyo mjihadhari kwa uangalifu sana,"
  },
  {
    "verseNumber": "DEU 4:16",
    "verseText": "ili msije mkajichafua na kujitengenezea sanamu au kinyago chenye umbo lolote kama la mwanaume au mwanamke,"
  },
  {
    "verseNumber": "DEU 4:17",
    "verseText": "au kama mnyama aliye juu ya nchi au ndege yeyote arukaye angani,"
  },
  {
    "verseNumber": "DEU 4:18",
    "verseText": "au kama kiumbe kitambaacho juu ya ardhi au samaki yeyote aliye ndani ya maji."
  },
  {
    "verseNumber": "DEU 4:19",
    "verseText": "Na utazamapo juu angani na ukaliona jua, mwezi na nyota na vyote vinavyoipamba mbingu, usije ukashawishiwa kuviinamia na kuviabudu vile ambavyo BWANA Mungu wenu alivyogawia mataifa yote chini ya mbingu."
  },
  {
    "verseNumber": "DEU 4:20",
    "verseText": "Lakini kwenu ninyi, BWANA amewatoa kutoka kwenye tanuru ya kuyeyushia chuma, katika Misri kuwa watu wa urithi wake kama mlivyo sasa."
  },
  {
    "verseNumber": "DEU 4:21",
    "verseText": "BWANA alinikasirikia kwa sababu yenu na akaapa kwamba sitavuka Yordani kuingia katika nchi nzuri BWANA Mungu wenu anayowapa kuwa urithi wenu."
  },
  {
    "verseNumber": "DEU 4:22",
    "verseText": "Nitakufa katika nchi hii; sitavuka Yordani, lakini ninyi ni karibu mvuke mkaimiliki ile nchi nzuri."
  },
  {
    "verseNumber": "DEU 4:23",
    "verseText": "Jihadharini msilisahau Agano la BWANA Mungu wenu lile alilofanya nanyi; msijitengenezee sanamu katika umbo la kitu chochote ambacho BWANA Mungu wenu amewakataza."
  },
  {
    "verseNumber": "DEU 4:24",
    "verseText": "Kwa kuwa BWANA Mungu wenu ni moto ulao, Mungu mwenye wivu."
  },
  {
    "verseNumber": "DEU 4:25",
    "verseText": "Baada ya kuwa na watoto na wajukuu na kuishi katika nchi hiyo siku nyingi, tena kama mkijichafua na kutengeneza sanamu ya aina yoyote, mkifanya maovu machoni pa BWANA Mungu wenu na kumfanya awe na hasira,"
  },
  {
    "verseNumber": "DEU 4:26",
    "verseText": "ninaziita mbingu na nchi kama mashahidi dhidi yenu siku hii kwamba mtaangamia mara moja kutoka nchi ile ambayo mnavuka Yordani kuimiliki. Hamtaishi kule kwa muda mrefu bali kwa hakika mtaangamizwa."
  },
  {
    "verseNumber": "DEU 4:27",
    "verseText": "BWANA atawatawanya miongoni mwa mataifa, na ni wachache wenu tu watakaosalia miongoni mwa mataifa hayo ambayo BWANA atawafukuzia."
  },
  {
    "verseNumber": "DEU 4:28",
    "verseText": "Huko mtaabudu miungu ya miti na mawe iliyotengenezwa na watu, ambayo haiwezi kuona au kusikia wala kula au kunusa."
  },
  {
    "verseNumber": "DEU 4:29",
    "verseText": "Lakini kama mtamtafuta BWANA Mungu wenu, mtampata; kama mtamtafuta kwa moyo wenu wote na kwa roho yote."
  },
  {
    "verseNumber": "DEU 4:30",
    "verseText": "Wakati mnapokuwa katika dhiki, nayo mambo haya yote yamewatokea siku hizo, ndipo mtamrudia BWANA Mungu wenu na kumtii."
  },
  {
    "verseNumber": "DEU 4:31",
    "verseText": "Kwa maana BWANA Mungu wenu ni Mungu mwenye huruma, hatawaacha au kuwaangamiza wala kusahau Agano alilofanya na baba zenu, alilowathibitishia kwa kiapo."
  },
  {
    "verseNumber": "DEU 4:32",
    "verseText": "Sasa uliza kuhusu siku za zamani, zamani kabla ya wakati wako, tangu siku ile Mungu alipomuumba mtu juu ya nchi, uliza kutoka mwisho mmoja wa mbingu mpaka mwisho mwingine wa mbingu. Je, kumepata kutokea jambo jingine lililo kubwa kama hili, au kuna jambo jingine kama hilo limepata kusikiwa?"
  },
  {
    "verseNumber": "DEU 4:33",
    "verseText": "Je, kuna watu wengine wowote waliosikia sauti ya Mungu ikizungumza kwenye moto, kama mlivyosikia, nao wakaishi?"
  },
  {
    "verseNumber": "DEU 4:34",
    "verseText": "Je, kuna mungu yeyote amepata kujaribu mwenyewe kuchukua taifa moja kutoka taifa lingine, kwa mapigo, kwa ishara za miujiza na maajabu, kwa vita, kwa mkono wenye nguvu na mkono ulionyooshwa au kwa matendo makuu ya kutisha, kama yale ambayo BWANA Mungu wenu aliyofanya kwa ajili yenu huko Misri mbele ya macho yenu?"
  },
  {
    "verseNumber": "DEU 4:35",
    "verseText": "Mlionyeshwa mambo haya ili mpate kujua kuwa BWANA ndiye Mungu; hakuna mwingine ila yeye."
  },
  {
    "verseNumber": "DEU 4:36",
    "verseText": "Kutoka mbinguni amewasikizisha sauti yake ili kuwaadilisha. Hapa duniani aliwaonyesha moto wake mkubwa, nanyi mlisikia maneno yake kutoka kwenye ule moto."
  },
  {
    "verseNumber": "DEU 4:37",
    "verseText": "Kwa sababu aliwapenda baba zenu na alichagua wazao wao baada yao, aliwatoa katika nchi ya Misri kwa Uwepo wake na kwa uwezo wake mkuu,"
  },
  {
    "verseNumber": "DEU 4:38",
    "verseText": "aliwafukuza mbele yenu mataifa makubwa na yenye nguvu kuliko ninyi na kuwaleta ninyi katika nchi yao na akawapa ninyi kuwa urithi wenu, kama ilivyo leo."
  },
  {
    "verseNumber": "DEU 4:39",
    "verseText": "Kubalini na mweke moyoni leo kuwa BWANA ndiye Mungu mbinguni juu na duniani chini. Hakuna mwingine."
  },
  {
    "verseNumber": "DEU 4:40",
    "verseText": "Mshike amri na maagizo yake ninayowapa leo, ili mpate kufanikiwa ninyi na watoto wenu baada yenu, na mpate kuishi maisha marefu katika nchi awapayo BWANA Mungu wenu siku zote."
  },
  {
    "verseNumber": "DEU 4:41",
    "verseText": "Kisha Mose akatenga miji mitatu mashariki ya Yordani,"
  },
  {
    "verseNumber": "DEU 4:42",
    "verseText": "ambayo mtu yeyote aliyemuua mtu angeweza kukimbilia ikiwa amemuua jirani yake bila kukusudia na bila kuwa na chuki naye siku zilizopita. Angeweza kukimbilia katika mmojawapo ya miji hii na kuokoa maisha yake."
  },
  {
    "verseNumber": "DEU 4:43",
    "verseText": "Miji hiyo ilikuwa: Bezeri katika tambarare ya jangwa kwa ajili ya Wareubeni; Ramothi katika nchi ya Gileadi kwa ajili ya Wagadi; nao mji wa Golani katika nchi ya Bashani kwa ajili ya Wamanase."
  },
  {
    "verseNumber": "DEU 4:44",
    "verseText": "Hii ndiyo sheria Mose aliyoweka mbele ya Waisraeli."
  },
  {
    "verseNumber": "DEU 4:45",
    "verseText": "Haya ndiyo masharti, amri na sheria Mose aliyowapa wana wa Israeli wakati walitoka Misri,"
  },
  {
    "verseNumber": "DEU 4:46",
    "verseText": "nao walikuwa katika bonde karibu na Beth-Peori mashariki ya Yordani, katika nchi ya Sihoni mfalme wa Waamori, ambaye alitawala Heshboni, naye alishindwa na Mose na Waisraeli walipokuja toka Misri."
  },
  {
    "verseNumber": "DEU 4:47",
    "verseText": "Waliimiliki nchi yake na nchi ya Ogu mfalme wa Bashani, wafalme wawili Waamori waliotawala mashariki ya Yordani."
  },
  {
    "verseNumber": "DEU 4:48",
    "verseText": "Nchi hii ilienea kutoka Aroeri ukingoni mwa Bonde la Arnoni mpaka Mlima Sioni (yaani Hermoni),"
  },
  {
    "verseNumber": "DEU 4:49",
    "verseText": "pamoja na eneo lote la Araba mashariki ya Yordani, na kuenea mpaka Bahari ya Araba kwenye miteremko ya Pisga."
  },
  {
    "verseNumber": "DEU 5:1",
    "verseText": "Mose akawaita Israeli wote, akawaambia: Ee Israeli, sikilizeni amri na sheria ninazowatangazia leo. Jifunzeni, na mwe na hakika kuzifuata."
  },
  {
    "verseNumber": "DEU 5:2",
    "verseText": "BWANA Mungu wetu alifanya Agano nasi katika mlima wa Horebu."
  },
  {
    "verseNumber": "DEU 5:3",
    "verseText": "Si kwamba BWANA alifanya Agano na baba zetu, bali alifanya nasi, nasi sote ambao tuko hai hapa leo."
  },
  {
    "verseNumber": "DEU 5:4",
    "verseText": "BWANA alisema nanyi uso kwa uso kutoka moto juu ya mlima."
  },
  {
    "verseNumber": "DEU 5:5",
    "verseText": "(Wakati huo nilisimama kati ya BWANA na ninyi kuwatangazia neno la BWANA, kwa sababu mliogopa ule moto, nanyi hamkupanda mlimani.) Naye Mungu alisema:"
  },
  {
    "verseNumber": "DEU 5:6",
    "verseText": "“Mimi ndimi BWANA Mungu wako, niliyekutoa katika nchi ya Misri, kutoka nchi ya utumwa."
  },
  {
    "verseNumber": "DEU 5:7",
    "verseText": "Usiwe na miungu mingine ila mimi."
  },
  {
    "verseNumber": "DEU 5:8",
    "verseText": "Usijitengenezee sanamu katika umbo la kitu chochote kilicho juu mbinguni au duniani chini au ndani ya maji."
  },
  {
    "verseNumber": "DEU 5:9",
    "verseText": "Usivisujudie wala kuviabudu; kwa kuwa Mimi, BWANA Mungu wako, ni Mungu mwenye wivu, ninayewaadhibu watoto kwa ajili ya dhambi za baba zao hadi kizazi cha tatu na cha nne cha wanichukiao,"
  },
  {
    "verseNumber": "DEU 5:10",
    "verseText": "lakini ninaonyesha upendo kwa maelfu ya vizazi vya wale wanipendao na kuzishika amri zangu."
  },
  {
    "verseNumber": "DEU 5:11",
    "verseText": "Usilitaje bure jina la BWANA Mungu wako, kwa kuwa BWANA hataacha kumhesabia hatia yeye alitajaye jina lake bure."
  },
  {
    "verseNumber": "DEU 5:12",
    "verseText": "Adhimisha siku ya Sabato na kuiweka takatifu, kama BWANA Mungu wako alivyokuagiza."
  },
  {
    "verseNumber": "DEU 5:13",
    "verseText": "Kwa siku sita utafanya kazi na kutenda shughuli zako zote."
  },
  {
    "verseNumber": "DEU 5:14",
    "verseText": "Lakini siku ya Saba ni Sabato kwa BWANA, Mungu wako. Siku hiyo hutafanya kazi yoyote, wewe, wala mwanao au binti yako, wala mtumishi wa kiume au mtumishi wa kike, wala ngʼombe wako, punda wako au mnyama wako yeyote, wala mgeni aliyeko malangoni mwako, ili kwamba mtumishi wako wa kiume na wa kike wapate kupumzika kama wewe."
  },
  {
    "verseNumber": "DEU 5:15",
    "verseText": "Kumbuka mlikuwa watumwa huko Misri, na BWANA Mungu wenu aliwatoa huko kwa mkono wenye nguvu na kwa mkono ulionyooshwa. Kwa hiyo BWANA Mungu wako amekuagiza kuiadhimisha siku ya Sabato."
  },
  {
    "verseNumber": "DEU 5:16",
    "verseText": "Waheshimu baba yako na mama yako, kama BWANA Mungu wako alivyokuagiza, ili siku zako zipate kuwa nyingi na kufanikiwa katika nchi BWANA Mungu wako anayokupa."
  },
  {
    "verseNumber": "DEU 5:17",
    "verseText": "Usiue."
  },
  {
    "verseNumber": "DEU 5:18",
    "verseText": "Usizini."
  },
  {
    "verseNumber": "DEU 5:19",
    "verseText": "Usiibe."
  },
  {
    "verseNumber": "DEU 5:20",
    "verseText": "Usimshuhudie jirani yako uongo."
  },
  {
    "verseNumber": "DEU 5:21",
    "verseText": "Usitamani mke wa jirani yako. Usitamani nyumba ya jirani yako au shamba lake, mtumishi wake wa kiume au wa kike, ngʼombe au punda wake, wala kitu chochote cha jirani yako.”"
  },
  {
    "verseNumber": "DEU 5:22",
    "verseText": "Hizi ndizo amri alizozitangaza BWANA kwa sauti kubwa kwa kusanyiko lenu lote huko mlimani kutoka kwenye moto, wingu na giza nene, wala hakuongeza chochote zaidi. Kisha akaziandika juu ya vibao viwili vya mawe, naye akanipa mimi."
  },
  {
    "verseNumber": "DEU 5:23",
    "verseText": "Mliposikia sauti kutoka kwenye giza, mlima ulipokuwa ukiwaka moto, viongozi wenu wote wa makabila yenu na wazee wenu walinijia mimi."
  },
  {
    "verseNumber": "DEU 5:24",
    "verseText": "Nanyi mkasema, “BWANA Mungu wetu ametuonyesha utukufu na enzi yake, nasi tumesikia sauti yake kutoka kwenye moto. Leo tumeona kwamba mwanadamu anaweza kuishi hata kama Mungu akizungumza naye."
  },
  {
    "verseNumber": "DEU 5:25",
    "verseText": "Lakini sasa, kwa nini tufe? Moto huu mkubwa utatuteketeza sisi na tutakufa kama tukiendelea kusikia sauti ya BWANA Mungu wetu zaidi."
  },
  {
    "verseNumber": "DEU 5:26",
    "verseText": "Ni mtu yupi mwenye mwili ambaye amewahi kuisikia sauti ya Mungu aliye hai akizungumza kutoka kwenye moto, kama sisi tulivyoisikia, naye akaishi?"
  },
  {
    "verseNumber": "DEU 5:27",
    "verseText": "Sogea karibu usikie yale yote asemayo BWANA Mungu wetu. Kisha utuambie chochote kile ambacho BWANA Mungu wetu anakuambia. Tutasikiliza na kutii.”"
  },
  {
    "verseNumber": "DEU 5:28",
    "verseText": "BWANA aliwasikia wakati mlipozungumza nami, na BWANA akaniambia, “Nimesikia kile hawa watu walichokuambia. Kila kitu walichokisema ni kizuri."
  },
  {
    "verseNumber": "DEU 5:29",
    "verseText": "Laiti kama mioyo yao ingekuwa na mwelekeo wa kuniogopa na kuzishika amri zangu zote daima, ili kwamba wafanikiwe wao pamoja na watoto wao milele!"
  },
  {
    "verseNumber": "DEU 5:30",
    "verseText": "“Nenda uwaambie warudi kwenye mahema yao."
  },
  {
    "verseNumber": "DEU 5:31",
    "verseText": "Lakini wewe baki hapa pamoja nami ili niweze kukupa maagizo yote, amri na sheria ambazo utawafundisha wazifuate katika nchi ninayokwenda kuwapa waimiliki.”"
  },
  {
    "verseNumber": "DEU 5:32",
    "verseText": "Hivyo kuweni waangalifu kuyafanya yale BWANA Mungu wenu aliyowaagiza; msigeuke upande wa kuume wala wa kushoto."
  },
  {
    "verseNumber": "DEU 5:33",
    "verseText": "Fuateni yale yote ambayo BWANA Mungu wenu aliwaagiza, ili mpate kuishi, kustawi na kuziongeza siku zenu katika nchi mtakayoimiliki."
  },
  {
    "verseNumber": "DEU 6:1",
    "verseText": "Haya ndiyo maagizo, amri na sheria ambazo BWANA Mungu wenu aliniagiza niwafundishe ninyi ili mpate kuyashika katika nchi ambayo ninyi mnavuka Yordani kuimiliki,"
  },
  {
    "verseNumber": "DEU 6:2",
    "verseText": "ili kwamba ninyi, watoto wenu na watoto wao baada yao wamche BWANA Mungu wenu siku zote kwa kushika amri na maagizo yake yote ninayowapa, ili mweze kuyafurahia maisha marefu."
  },
  {
    "verseNumber": "DEU 6:3",
    "verseText": "Sikia, ee Israeli, nawe uwe mwangalifu kutii ili upate kufanikiwa na kuongezeka sana katika nchi itiririkayo maziwa na asali, kama BWANA, Mungu wa baba zenu, alivyowaahidi ninyi."
  },
  {
    "verseNumber": "DEU 6:4",
    "verseText": "Sikia, ee Israeli: BWANA Mungu wako, BWANA ni mmoja."
  },
  {
    "verseNumber": "DEU 6:5",
    "verseText": "Mpende BWANA Mungu wako kwa moyo wako wote, na kwa roho yako yote, na kwa nguvu zako zote."
  },
  {
    "verseNumber": "DEU 6:6",
    "verseText": "Amri hizi ninazokupa leo zitakuwa katika moyo wako."
  },
  {
    "verseNumber": "DEU 6:7",
    "verseText": "Wafundishe watoto wako kwa bidii. Nena kuhusu amri hizi uketipo nyumbani na wakati utembeapo njiani, ulalapo na uamkapo."
  },
  {
    "verseNumber": "DEU 6:8",
    "verseText": "Zifunge kama alama juu ya mkono wako, na uzifunge juu ya paji la uso wako."
  },
  {
    "verseNumber": "DEU 6:9",
    "verseText": "Ziandike kwenye miimo ya milango ya nyumba yako na juu ya malango yako."
  },
  {
    "verseNumber": "DEU 6:10",
    "verseText": "Wakati BWANA Mungu wako atakapokuleta katika nchi aliyowaapia baba zako, Abrahamu, Isaki na Yakobo, kukupa wewe, nchi kubwa, ina miji inayopendeza ambayo hukuijenga,"
  },
  {
    "verseNumber": "DEU 6:11",
    "verseText": "nyumba zilizojaa vitu vizuri vya aina nyingi ambavyo hukuvijaza, visima ambavyo hukuchimba, na mashamba ya mizabibu na mizeituni ambayo hukupanda wewe, basi, utakapokula na kushiba,"
  },
  {
    "verseNumber": "DEU 6:12",
    "verseText": "jihadhari usije ukamwacha BWANA, aliyekutoa katika nchi ya Misri, kutoka nchi ya utumwa."
  },
  {
    "verseNumber": "DEU 6:13",
    "verseText": "Utamcha BWANA Mungu wako, na umtumikie yeye peke yake na kuapa kwa jina lake."
  },
  {
    "verseNumber": "DEU 6:14",
    "verseText": "Usifuate miungu mingine, miungu ya mataifa yanayokuzunguka;"
  },
  {
    "verseNumber": "DEU 6:15",
    "verseText": "kwa kuwa BWANA Mungu wako, ambaye yuko katikati yako, ni Mungu mwenye wivu na hasira yake itawaka dhidi yako, naye atakuangamiza kutoka uso wa nchi."
  },
  {
    "verseNumber": "DEU 6:16",
    "verseText": "Usimjaribu BWANA Mungu wako kama ulivyofanya huko Masa."
  },
  {
    "verseNumber": "DEU 6:17",
    "verseText": "Utayashika maagizo ya BWANA Mungu wako kwa bidii, na masharti na amri alizokupa."
  },
  {
    "verseNumber": "DEU 6:18",
    "verseText": "Fanya lililo haki na jema mbele za BWANA, ili upate kufanikiwa, uweze kuingia na kuimiliki nchi nzuri ambayo BWANA aliahidi kwa kiapo kwa baba zako,"
  },
  {
    "verseNumber": "DEU 6:19",
    "verseText": "kuwafukuza kwa nguvu adui zako mbele yako kama BWANA alivyosema."
  },
  {
    "verseNumber": "DEU 6:20",
    "verseText": "Siku zijazo, mtoto wako atakapokuuliza, “Ni nini maana ya masharti haya, amri na sheria hizi ambazo BWANA Mungu wako alikuagiza wewe?”"
  },
  {
    "verseNumber": "DEU 6:21",
    "verseText": "Mwambie: “Tulikuwa watumwa wa Farao huko Misri, lakini BWANA alitutoa sisi kutoka Misri kwa mkono wenye nguvu."
  },
  {
    "verseNumber": "DEU 6:22",
    "verseText": "BWANA akapeleka mbele yetu ishara za miujiza na maajabu makubwa na ya kutisha mno juu ya Misri na Farao pamoja na nyumba yake yote."
  },
  {
    "verseNumber": "DEU 6:23",
    "verseText": "Lakini Mungu akatutoa huko, akatuleta na kutupa nchi hii ambayo aliwaahidi baba zetu kwa kiapo."
  },
  {
    "verseNumber": "DEU 6:24",
    "verseText": "BWANA akatuagiza tutii amri hizi zote na kumcha BWANA Mungu wetu, ili tupate kustawi na kuendelea kuwa hai kama ilivyo leo."
  },
  {
    "verseNumber": "DEU 6:25",
    "verseText": "Kama tukizitii kwa bidii amri hizi zote mbele za BWANA Mungu wetu, kama alivyotuamuru sisi, hiyo itakuwa haki yetu.”"
  },
  {
    "verseNumber": "DEU 7:1",
    "verseText": "BWANA Mungu wako akuletapo katika nchi unayoingia kuimiliki, na awafukuzapo mbele yako mataifa mengi, yaani Wahiti, Wagirgashi, Waamori, Wakanaani, Waperizi, Wahivi na Wayebusi, mataifa saba makubwa tena yenye nguvu kuliko wewe,"
  },
  {
    "verseNumber": "DEU 7:2",
    "verseText": "pia BWANA Mungu wako atakapowatia mkononi mwako na ukawashinda, basi ni lazima uwaangamize wote kabisa. Usifanye agano nao, wala usiwahurumie."
  },
  {
    "verseNumber": "DEU 7:3",
    "verseText": "Usioane nao. Usimtoe binti yako kuolewa na mwanawe, au kumchukua binti yake aolewe na mwanao."
  },
  {
    "verseNumber": "DEU 7:4",
    "verseText": "Kwa maana watamgeuza mwanao aache kunifuata, ili aitumikia miungu mingine, nayo hasira ya BWANA itawaka dhidi yako, naye atakuangamiza ghafula."
  },
  {
    "verseNumber": "DEU 7:5",
    "verseText": "Hili ndilo utakalowafanyia: Vunja madhabahu yao, vunja mawe yao ya kuabudia, katakata nguzo zao za Ashera na kuchoma sanamu zao kwa moto."
  },
  {
    "verseNumber": "DEU 7:6",
    "verseText": "Kwa kuwa wewe ni taifa takatifu kwa BWANA Mungu wako. BWANA Mungu wako amekuchagua wewe kutoka mataifa yote juu ya uso wa dunia kuwa watu wake, hazina yake ya thamani."
  },
  {
    "verseNumber": "DEU 7:7",
    "verseText": "BWANA hakuweka upendo wake juu yenu na kuwachagua kwa sababu mlikuwa wengi mno kuliko watu wengine, kwa maana ninyi ndio mliokuwa wachache sana kuliko mataifa yote."
  },
  {
    "verseNumber": "DEU 7:8",
    "verseText": "Lakini ni kwa sababu BWANA aliwapenda ninyi na kutunza kiapo alichowaapia babu zenu kwamba atawatoa ninyi kwa mkono wenye nguvu na kuwakomboa kutoka nchi ya utumwa, kutoka nguvu za Farao mfalme wa Misri."
  },
  {
    "verseNumber": "DEU 7:9",
    "verseText": "Basi ujue kwamba BWANA Mungu wako ndiye Mungu; ni Mungu mwaminifu, anayetunza Agano la upendo kwa maelfu ya vizazi vya wale wanaompenda na kuzishika amri zake."
  },
  {
    "verseNumber": "DEU 7:10",
    "verseText": "Lakini kwa wale wanaomchukia atawalipiza kwenye nyuso zao kwa maangamizi; hatachelewa kuwalipiza kwenye nyuso zao wale wamchukiao."
  },
  {
    "verseNumber": "DEU 7:11",
    "verseText": "Kwa hiyo, kuweni waangalifu kufuata maagizo, amri na sheria ninazowapa leo."
  },
  {
    "verseNumber": "DEU 7:12",
    "verseText": "Kama mkizingatia sheria hizi na kuzifuata kwa uangalifu, basi BWANA Mungu wenu atatunza Agano lake la upendo nanyi, kama alivyowaapia baba zenu."
  },
  {
    "verseNumber": "DEU 7:13",
    "verseText": "Atawapenda ninyi na kuwabariki na kuongeza idadi yenu. Atabariki uzao wa tumbo lenu, mazao ya nchi yenu, nafaka, divai mpya na mafuta, ndama za ngʼombe wa makundi yenu, na kondoo za makundi yenu katika nchi ile aliyoapa kuwapa baba zenu."
  },
  {
    "verseNumber": "DEU 7:14",
    "verseText": "Mtabarikiwa kuliko mataifa mengine yote, hakuna wanaume wala wanawake kwenu watakaokosa watoto, wala mifugo yenu haitakuwa tasa."
  },
  {
    "verseNumber": "DEU 7:15",
    "verseText": "BWANA atawakinga na kila ugonjwa. Mungu hatatia juu yenu ugonjwa wowote mbaya mlioufahamu huko Misri, lakini atatia ugonjwa juu ya wale wote wanaokuchukia."
  },
  {
    "verseNumber": "DEU 7:16",
    "verseText": "Ni lazima mwangamize watu wote ambao BWANA Mungu wenu atawatia mikononi mwenu. Msiwatazame kwa kuwahurumia na msiitumikie miungu yao, kwa kuwa itakuwa mtego kwenu."
  },
  {
    "verseNumber": "DEU 7:17",
    "verseText": "Mnaweza kujiuliza wenyewe “Mataifa haya ni yenye nguvu kuliko sisi. Tutawezaje kuwafukuza?”"
  },
  {
    "verseNumber": "DEU 7:18",
    "verseText": "Lakini msiwaogope. Kumbukeni vyema jinsi BWANA Mungu wenu alivyofanya kwa Farao na kwa wote huko Misri."
  },
  {
    "verseNumber": "DEU 7:19",
    "verseText": "Mliona kwa macho yenu wenyewe majaribu makubwa, ishara za miujiza na maajabu, mkono wenye nguvu na ulionyooshwa, ambao kwa huo BWANA Mungu wenu aliwatoa mtoke Misri. BWANA Mungu wenu atawafanyia hivyo watu wote ambao mnawaogopa sasa."
  },
  {
    "verseNumber": "DEU 7:20",
    "verseText": "Zaidi ya hayo, BWANA Mungu wenu atatuma manyigu miongoni mwao hadi yale mabaki watakaojificha waangamie."
  },
  {
    "verseNumber": "DEU 7:21",
    "verseText": "Msiingiwe na hofu kwa sababu yao, kwa kuwa BWANA Mungu wenu, ambaye yupo miongoni mwenu ni mkuu naye ni Mungu wa kutisha."
  },
  {
    "verseNumber": "DEU 7:22",
    "verseText": "BWANA Mungu wenu atawafukuza mataifa hayo mbele yenu kidogo kidogo. Hamtaruhusiwa kuwaondoa wote kwa mara moja, la sivyo wanyama mwitu wataongezeka na kuwa karibu nanyi."
  },
  {
    "verseNumber": "DEU 7:23",
    "verseText": "Lakini BWANA Mungu wenu atawatia watu hao mikononi mwenu, akiwatia katika kuchanganyikiwa kukubwa mpaka wawe wameangamizwa."
  },
  {
    "verseNumber": "DEU 7:24",
    "verseText": "Atawatia wafalme wao mikononi mwenu, nanyi mtayafuta majina yao chini ya mbingu. Hakuna hata mmoja atakayeweza kusimama dhidi yenu bali mtawaangamiza."
  },
  {
    "verseNumber": "DEU 7:25",
    "verseText": "Vinyago vya miungu yao mtavichoma moto. Msitamani fedha wala dhahabu iliyo juu yao, wala msizichukue kwa ajili yenu, la sivyo mtakuwa mmetekwa navyo. Kwa kuwa ni chukizo kwa BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 7:26",
    "verseText": "Msilete vitu vya machukizo katika nyumba zenu kwani ninyi, mtatengwa kama vitu hivyo kwa maangamizo. Ukichukie kabisa kitu hicho kwa kuwa kimetengwa kwa maangamizo."
  },
  {
    "verseNumber": "DEU 8:1",
    "verseText": "Uwe mwangalifu kufuata kila agizo ninalokupa wewe leo, ili mweze kuishi, kuongezeka na mweze kuingia mkamiliki nchi ambayo BWANA aliahidi kwa kiapo kwa baba zenu."
  },
  {
    "verseNumber": "DEU 8:2",
    "verseText": "Kumbuka jinsi BWANA Mungu wenu alivyowaongoza katika njia yote katika jangwa kwa miaka hii arobaini, kukunyenyekeza na kukujaribu ili ajue lililoko moyoni mwako, kwamba utayashika maagizo yake au la."
  },
  {
    "verseNumber": "DEU 8:3",
    "verseText": "Alikudhili na kukufanya uone njaa kisha akulishe kwa mana, ambayo wewe wala baba zako hamkuijua, awafundishe kuwa mwanadamu hataishi kwa mkate tu bali kwa kila neno litokalo katika kinywa cha BWANA."
  },
  {
    "verseNumber": "DEU 8:4",
    "verseText": "Nguo zenu hazikuchakaa wala miguu yenu haikuvimba kwa miaka hii arobaini."
  },
  {
    "verseNumber": "DEU 8:5",
    "verseText": "Mjue basi ndani ya mioyo yenu kama mtu anavyomwadibisha mwanawe, ndivyo BWANA Mungu wako atawaadibisha ninyi."
  },
  {
    "verseNumber": "DEU 8:6",
    "verseText": "Shikeni maagizo ya BWANA Mungu wenu mtembee katika njia zake na kumheshimu."
  },
  {
    "verseNumber": "DEU 8:7",
    "verseText": "Kwa kuwa BWANA Mungu wenu anawaleta katika nchi nzuri, nchi yenye vijito na mabwawa ya maji, yenye chemchemi zinazotiririka mabondeni na katika vilima;"
  },
  {
    "verseNumber": "DEU 8:8",
    "verseText": "nchi yenye ngano na shayiri, mizabibu na mitini, mikomamanga, mafuta ya zeituni na asali;"
  },
  {
    "verseNumber": "DEU 8:9",
    "verseText": "nchi ambayo chakula hakitapungua na hamtakosa chochote; nchi ambayo miamba yake ni chuma na mnaweza kuchimba shaba kutoka kwenye vilima."
  },
  {
    "verseNumber": "DEU 8:10",
    "verseText": "Wakati mtakapokwisha kula na kushiba, msifuni BWANA Mungu wenu kwa ajili ya nchi nzuri aliyowapa."
  },
  {
    "verseNumber": "DEU 8:11",
    "verseText": "Jihadharini msimsahau BWANA Mungu wenu, mkashindwa kushika maagizo yake, sheria na amri zake ambazo ninawapa leo."
  },
  {
    "verseNumber": "DEU 8:12",
    "verseText": "Angalia wakati mtakapokuwa mmekula na kushiba, mkajenga nyumba nzuri na kukaa humo,"
  },
  {
    "verseNumber": "DEU 8:13",
    "verseText": "na wakati makundi yenu ya ngʼombe na mbuzi na kondoo yatakapoongezeka na fedha na dhahabu yenu itakapoongezeka na vyote mlivyo navyo vitakapozidishwa,"
  },
  {
    "verseNumber": "DEU 8:14",
    "verseText": "basi mioyo yenu isiwe na kiburi mkamsahau BWANA Mungu wenu aliyewatoa katika nchi ya Misri, kutoka nchi ya utumwa."
  },
  {
    "verseNumber": "DEU 8:15",
    "verseText": "Aliwaongoza kupitia jangwa lile kubwa na la kutisha, nchi ile ya kiu isiyo na maji, yenye nyoka wa sumu na nge. Aliwatolea maji kutoka kwenye mwamba mgumu."
  },
  {
    "verseNumber": "DEU 8:16",
    "verseText": "Aliwapa mana ya kula jangwani, kitu ambacho baba zenu hawakukijua, ili kuwanyenyekesha na kuwajaribu ninyi ili mwishoni apate kuwatendea mema."
  },
  {
    "verseNumber": "DEU 8:17",
    "verseText": "Mnaweza kusema, “Uwezo wangu na nguvu za mikono yangu ndizo zilizonipatia utajiri huu.”"
  },
  {
    "verseNumber": "DEU 8:18",
    "verseText": "Lakini kumbukeni BWANA Mungu wenu, ndiye ambaye huwapa uwezo wa kupata utajiri, na hivyo kulithibitisha Agano lake, ambalo aliwaapia baba zenu, kama ilivyo leo."
  },
  {
    "verseNumber": "DEU 8:19",
    "verseText": "Ikiwa mtamsahau BWANA Mungu wenu, mkaifuata miungu mingine, mkaiabudu na kuisujudia, ninashuhudia dhidi yenu leo kwamba hakika mtaangamizwa."
  },
  {
    "verseNumber": "DEU 8:20",
    "verseText": "Kama mataifa BWANA aliyoyaangamiza mbele yenu, ndivyo ninyi mtakavyoangamizwa kwa kutokumtii BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 9:1",
    "verseText": "Sikiliza, ee Israeli. Sasa mnakaribia kuvuka Yordani mwingie na kuwafukuza mataifa makubwa na yenye nguvu kuliko ninyi pamoja na miji mikubwa yenye kuta zilizofika juu angani."
  },
  {
    "verseNumber": "DEU 9:2",
    "verseText": "Watu ni wenye nguvu na warefu, ni wana wa Waanaki! Mnafahamu habari zao na mmesikia inavyosemekana: “Ni nani awezaye kusimama dhidi ya Waanaki?”"
  },
  {
    "verseNumber": "DEU 9:3",
    "verseText": "Kuweni na hakika leo kwamba BWANA Mungu wenu ndiye atakayetangulia kuvuka mbele yenu kama moto uteketezao. Atawaangamiza; atawatiisha mbele yenu. Nanyi mtawafukuza na kuwaangamiza mara moja, kama BWANA alivyowaahidi."
  },
  {
    "verseNumber": "DEU 9:4",
    "verseText": "Baada ya BWANA Mungu wenu kuwafukuza mbele yenu, msiseme mioyoni mwenu, “BWANA ametuleta hapa kuimiliki nchi hii kwa sababu ya haki yetu.” La, ni kwa sababu ya uovu wa mataifa haya ndiyo BWANA anawafukuza mbele yenu."
  },
  {
    "verseNumber": "DEU 9:5",
    "verseText": "Si kwa sababu ya haki yenu wala uadilifu wenu kwamba mtaimiliki nchi yao; lakini kwa sababu ya uovu wa mataifa haya, BWANA Mungu wenu atawafukuza mbele yenu, ili kutimiza lile alilowaapia baba zenu Abrahamu, Isaki na Yakobo."
  },
  {
    "verseNumber": "DEU 9:6",
    "verseText": "Basi mjue, si kwa sababu ya haki yenu BWANA Mungu wenu anawapa nchi hii nzuri kuimiliki, kwa kuwa ninyi ni taifa lenye shingo ngumu."
  },
  {
    "verseNumber": "DEU 9:7",
    "verseText": "Kumbukeni hili, kamwe msisahau jinsi mlivyomkasirisha BWANA Mungu wenu kwa hasira huko jangwani. Tangu siku mlipotoka Misri mpaka mlipofika hapa, mmekuwa waasi dhidi ya BWANA."
  },
  {
    "verseNumber": "DEU 9:8",
    "verseText": "Kule Horebu mliamsha ghadhabu ya BWANA, kwa hiyo alikasirika vya kutosha hata akataka kuwaangamiza."
  },
  {
    "verseNumber": "DEU 9:9",
    "verseText": "Nilipopanda mlimani kupokea mbao za mawe, mbao za Agano lile BWANA alilofanya nanyi, nilikaa mlimani siku arobaini usiku na mchana, sikula mkate wala sikunywa maji."
  },
  {
    "verseNumber": "DEU 9:10",
    "verseText": "BWANA alinipa mbao mbili za mawe zilizoandikwa kwa kidole cha Mungu. Juu ya mbao hizo kulikuwepo amri zote ambazo BWANA aliwatangazia kule mlimani kwa njia ya moto, siku ya kusanyiko."
  },
  {
    "verseNumber": "DEU 9:11",
    "verseText": "Mwisho wa siku arobaini usiku na mchana, BWANA alinipa mbao mbili za mawe, mbao za Agano."
  },
  {
    "verseNumber": "DEU 9:12",
    "verseText": "Kisha BWANA akaniambia, “Shuka chini mara moja, kwa sababu watu wako ambao umewatoa katika nchi ya Misri wamepotoka. Wamegeukia mbali haraka kutoka lile nililowaagiza, wamejitengenezea sanamu ya kusubu.”"
  },
  {
    "verseNumber": "DEU 9:13",
    "verseText": "Naye BWANA akaniambia, “Nimewaona watu hawa nao ni watu wenye shingo ngumu sana!"
  },
  {
    "verseNumber": "DEU 9:14",
    "verseText": "Niache, ili nipate kuwaangamiza na kufuta jina lao kutoka chini ya mbingu. Nami nitakufanya kuwa taifa lenye nguvu zaidi na kuwa wengi kuliko wao.”"
  },
  {
    "verseNumber": "DEU 9:15",
    "verseText": "Kwa hiyo niligeuka na kuteremka kutoka mlimani kwani mlima ulikuwa ukiwaka moto. Pia vibao vile viwili vya Agano vilikuwa mikononi mwangu."
  },
  {
    "verseNumber": "DEU 9:16",
    "verseText": "Nilipotazama, niliona kuwa mmefanya dhambi dhidi ya BWANA Mungu wenu; mmejifanyia sanamu ya kusubu katika umbo la ndama. Mmegeuka upesi kutoka njia ile BWANA aliyowaagiza."
  },
  {
    "verseNumber": "DEU 9:17",
    "verseText": "Kwa hiyo nilichukua vibao vile viwili nikavitupa na kuvipasua vipande vipande mbele ya macho yenu."
  },
  {
    "verseNumber": "DEU 9:18",
    "verseText": "Ndipo tena nikasujudu mbele za BWANA kwa siku arobaini usiku na mchana. Sikula mkate wala sikunywa maji, kwa sababu ya dhambi yote mliyoifanya, mkifanya lile lililo ovu mbele za BWANA na kumkasirisha."
  },
  {
    "verseNumber": "DEU 9:19",
    "verseText": "Niliogopa hasira na ghadhabu ya BWANA, kwa kuwa aliwakasirikia vya kutosha na kutaka kuwaangamiza. Lakini BWANA alinisikiliza tena."
  },
  {
    "verseNumber": "DEU 9:20",
    "verseText": "Bali yeye alimkasirikia Aroni kiasi cha kutaka kumwangamiza, nami wakati huo nilimwombea Aroni pia."
  },
  {
    "verseNumber": "DEU 9:21",
    "verseText": "Kisha nikachukua ile sanamu ya ndama mliyoitengeneza na kuichoma kwenye moto. Nikaiponda na kuisaga ikawa unga laini kama vumbi, nikatupa lile vumbi kwenye kijito kilichotiririka toka mlimani."
  },
  {
    "verseNumber": "DEU 9:22",
    "verseText": "Pia mlimkasirisha BWANA huko Tabera, Masa na Kibroth-Hataava."
  },
  {
    "verseNumber": "DEU 9:23",
    "verseText": "Vilevile wakati BWANA alipowatuma kutoka Kadesh-Barnea, alisema, “Kweeni, mkaimiliki nchi ambayo nimewapa.” Lakini mliasi dhidi ya agizo la BWANA Mungu wenu. Hamkumtegemea wala kumtii."
  },
  {
    "verseNumber": "DEU 9:24",
    "verseText": "Mmekuwa waasi dhidi ya BWANA tangu nilipowajua ninyi."
  },
  {
    "verseNumber": "DEU 9:25",
    "verseText": "Nilianguka kifudifudi mbele za BWANA kwa zile siku arobaini usiku na mchana kwa sababu BWANA alikuwa amesema angewaangamiza ninyi."
  },
  {
    "verseNumber": "DEU 9:26",
    "verseText": "Nilimwomba BWANA na kusema, “Ee BWANA Mwenyezi, usiangamize watu wako, urithi wako mwenyewe ule ulioukomboa kwa uweza wako mkuu na kuwatoa katika nchi ya Misri kwa mkono wenye nguvu."
  },
  {
    "verseNumber": "DEU 9:27",
    "verseText": "Wakumbuke watumishi wako Abrahamu, Isaki na Yakobo. Usiangalie ukaidi wa watu hawa, uovu wao wala dhambi yao."
  },
  {
    "verseNumber": "DEU 9:28",
    "verseText": "Watu wa nchi ile uliyotutoa sisi wasije wakasema, ‘Ni kwa sababu BWANA hakuweza kuwachukua mpaka nchi aliyokuwa amewaahidia, kwa sababu aliwachukia, akawaleta ili aje kuwaua jangwani.’"
  },
  {
    "verseNumber": "DEU 9:29",
    "verseText": "Bali wao ni watu wako, urithi wako ule ulioutoa Misri kwa uweza wako mkuu na kwa mkono wako ulionyooka.”"
  },
  {
    "verseNumber": "DEU 10:1",
    "verseText": "Wakati ule BWANA aliniambia, “Chonga vibao viwili vya mawe kama vile vya kwanza uje kwangu juu mlimani. Pia utengeneze Sanduku la mbao."
  },
  {
    "verseNumber": "DEU 10:2",
    "verseText": "Nitaandika juu ya vibao maneno yaliyokuwa katika vile vibao vya kwanza, ambavyo ulivivunja. Kisha utaviweka ndani ya Sanduku.”"
  },
  {
    "verseNumber": "DEU 10:3",
    "verseText": "Hivyo nikatengeneza Sanduku kwa mti wa mshita, nikachonga pia vibao vya mawe kama vile vya kwanza, kisha nikakwea mlimani nikiwa na vibao viwili mikononi mwangu."
  },
  {
    "verseNumber": "DEU 10:4",
    "verseText": "BWANA akaandika juu ya hivi vibao kile alichokuwa amekiandika kabla, Amri Kumi alizokuwa amewatangazia juu mlimani, kutoka kwenye moto siku ile ya kusanyiko. BWANA akanikabidhi."
  },
  {
    "verseNumber": "DEU 10:5",
    "verseText": "Kisha nikashuka kutoka mlimani na kuweka vibao ndani ya Sanduku nililokuwa nimelitengeneza, kama BWANA alivyoniagiza, navyo viko huko sasa."
  },
  {
    "verseNumber": "DEU 10:6",
    "verseText": "(Waisraeli walisafiri kutoka visima vya Yaakani hadi Mosera. Huko Aroni alifariki na kuzikwa, naye Eleazari mwanawe akachukua nafasi yake kama kuhani."
  },
  {
    "verseNumber": "DEU 10:7",
    "verseText": "Kutoka pale, walisafiri hadi Gudgoda wakaendelea mpaka Yotbatha, nchi yenye vijito vya maji."
  },
  {
    "verseNumber": "DEU 10:8",
    "verseText": "Wakati huo BWANA aliteua kabila la Lawi kulibeba Sanduku la Agano la BWANA, kusimama mbele za BWANA ili kutoa huduma, na kutangaza baraka kwa Jina lake, kama wanavyofanya mpaka leo."
  },
  {
    "verseNumber": "DEU 10:9",
    "verseText": "Hiyo ndiyo sababu ya Walawi kutokuwa na sehemu wala urithi miongoni mwa ndugu zao; BWANA ndiye urithi wao, kama BWANA Mungu wao alivyowaambia.)"
  },
  {
    "verseNumber": "DEU 10:10",
    "verseText": "Basi nilikaa mlimani kwa siku arobaini usiku na mchana, kama nilivyofanya mara ya kwanza, pia BWANA alinisikiliza hata wakati huu. Haikuwa nia yake kuwaangamiza."
  },
  {
    "verseNumber": "DEU 10:11",
    "verseText": "BWANA akaniambia, “Nenda, ukawaongoze watu katika njia yao ili kwamba waweze kuingia na kuimiliki nchi ile niliyowaapia baba zao kuwapa.”"
  },
  {
    "verseNumber": "DEU 10:12",
    "verseText": "Na sasa, ee Israeli, BWANA Mungu wako anataka nini kwako ila kumcha BWANA Mungu wako, kwenda katika njia zake, kumpenda na kumtumikia BWANA Mungu wako kwa moyo wako wote na kwa roho yako yote,"
  },
  {
    "verseNumber": "DEU 10:13",
    "verseText": "na kuyashika maagizo ya BWANA na amri zake ninazokupa leo kwa mafanikio yako mwenyewe?"
  },
  {
    "verseNumber": "DEU 10:14",
    "verseText": "Mbingu, hata mbingu za juu sana, dunia na kila kitu kilichomo ndani yake, ni mali ya BWANA Mungu wako."
  },
  {
    "verseNumber": "DEU 10:15",
    "verseText": "Hata hivyo BWANA alikuwa na shauku na baba zako, akawapenda na akawachagua ninyi, wazao wao, kuliko mataifa yote, kama ilivyo leo."
  },
  {
    "verseNumber": "DEU 10:16",
    "verseText": "Kwa hiyo tahirini mioyo yenu, na msiwe na shingo ngumu tena."
  },
  {
    "verseNumber": "DEU 10:17",
    "verseText": "Kwa kuwa BWANA Mungu wenu ni Mungu wa miungu na BWANA wa mabwana, Mungu mkuu, mwenye uweza na wa kutisha, ambaye hana upendeleo na hapokei rushwa."
  },
  {
    "verseNumber": "DEU 10:18",
    "verseText": "Huwapigania yatima na wajane, humpenda mgeni, akimpa chakula na mavazi."
  },
  {
    "verseNumber": "DEU 10:19",
    "verseText": "Nanyi wapendeni wageni, kwa kuwa ninyi wenyewe mlikuwa wageni huko Misri."
  },
  {
    "verseNumber": "DEU 10:20",
    "verseText": "Mche BWANA Mungu wako na umtumikie yeye. Shikamana naye kwa uthabiti na kuapa kwa jina lake."
  },
  {
    "verseNumber": "DEU 10:21",
    "verseText": "Yeye ni sifa yako; yeye ni Mungu wako, ambaye alikutendea yale maajabu makubwa na ya kutisha uliyoyaona kwa macho yako mwenyewe."
  },
  {
    "verseNumber": "DEU 10:22",
    "verseText": "Baba zako walioshuka kwenda Misri jumla yao walikuwa sabini, na sasa BWANA Mungu wako amekufanya wengi kama nyota za angani."
  },
  {
    "verseNumber": "DEU 11:1",
    "verseText": "Mpende BWANA Mungu wako na kushika masharti yake, amri zake, sheria zake na maagizo yake siku zote."
  },
  {
    "verseNumber": "DEU 11:2",
    "verseText": "Kumbuka hivi leo kwamba sio watoto wako walioona na kujua adhabu ya BWANA Mungu wako: utukufu wake, mkono wake wenye nguvu, mkono wake ulionyooshwa;"
  },
  {
    "verseNumber": "DEU 11:3",
    "verseText": "ishara alizozifanya na mambo aliyoyafanya katikati ya Misri, kwa Farao mfalme wa Misri na kwa nchi yake yote;"
  },
  {
    "verseNumber": "DEU 11:4",
    "verseText": "lile alilolifanyia jeshi la Wamisri, farasi na magari yake, jinsi alivyowafurikisha na maji ya Bahari ya Shamu walipokuwa wakiwafuatilia ninyi, na jinsi BWANA alivyowaletea angamizo la kudumu juu yao."
  },
  {
    "verseNumber": "DEU 11:5",
    "verseText": "Sio watoto wenu walioyaona yale Mungu aliyowafanyia huko jangwani mpaka mkafika mahali hapa,"
  },
  {
    "verseNumber": "DEU 11:6",
    "verseText": "wala lile Mungu alilowafanyia Dathani na Abiramu, wana wa Eliabu wa kabila la Reubeni, wakati ardhi ilipofungua kinywa chake katikati ya Israeli yote, ikawameza pamoja na walio nyumbani mwao, hema zao na kila kitu kilichokuwa hai ambacho kilikuwa mali yao."
  },
  {
    "verseNumber": "DEU 11:7",
    "verseText": "Bali ilikuwa ni macho yenu wenyewe ambayo yaliyaona mambo haya yote makuu BWANA aliyoyatenda."
  },
  {
    "verseNumber": "DEU 11:8",
    "verseText": "Kwa hiyo fuateni maagizo yote ninayowapa leo, ili mpate kuwa na nguvu za kuingia na kuiteka nchi ile ambayo mnavuka Yordani kuimiliki,"
  },
  {
    "verseNumber": "DEU 11:9",
    "verseText": "ili mpate kuishi siku nyingi katika nchi ile ambayo BWANA aliapa kuwapa baba zenu na wazao wao, nchi itiririkayo maziwa na asali."
  },
  {
    "verseNumber": "DEU 11:10",
    "verseText": "Nchi mnayoiingia kuimiliki haifanani na nchi ya Misri mlikotoka ambako mlipanda mbegu yenu na kuinywesha, kama bustani ya mboga."
  },
  {
    "verseNumber": "DEU 11:11",
    "verseText": "Lakini nchi mnayovuka Yordani kuimiliki ni nchi ya milima na mabonde inywayo mvua kutoka mbinguni."
  },
  {
    "verseNumber": "DEU 11:12",
    "verseText": "Ni nchi ambayo BWANA Mungu wenu anaitunza; macho ya BWANA Mungu wenu yanaitazama daima kutoka mwanzo wa mwaka hadi mwisho wa mwaka."
  },
  {
    "verseNumber": "DEU 11:13",
    "verseText": "Hivyo kama mkiyatii maagizo yangu ninayowapa leo kwa uaminifu, yaani kwa kumpenda BWANA Mungu wenu, na kumtumikia kwa moyo wako wote na kwa roho yenu yote,"
  },
  {
    "verseNumber": "DEU 11:14",
    "verseText": "ndipo atawanyweshea mvua katika nchi yenu kwa majira yake, mvua ya masika na ya vuli, ili mpate kuvuna nafaka zenu, divai mpya na mafuta."
  },
  {
    "verseNumber": "DEU 11:15",
    "verseText": "Nitawapa majani kwa ajili ya ngʼombe wenu, nanyi mtakula na kushiba."
  },
  {
    "verseNumber": "DEU 11:16",
    "verseText": "Jihadharini, la sivyo mtashawishika kugeuka na kuabudu miungu mingine na kuisujudia."
  },
  {
    "verseNumber": "DEU 11:17",
    "verseText": "Ndipo hasira ya BWANA itawaka dhidi yenu, naye atafunga mbingu ili mvua isinyeshe nayo ardhi haitatoa mazao, nanyi mtaangamia mara katika nchi nzuri ambayo BWANA anawapa."
  },
  {
    "verseNumber": "DEU 11:18",
    "verseText": "Yawekeni haya maneno yangu katika mioyo yenu na akili zenu, yafungeni kama alama juu ya mikono yenu na kwenye paji za nyuso zenu."
  },
  {
    "verseNumber": "DEU 11:19",
    "verseText": "Wafundisheni watoto wenu, yazungumzeni wakati mketipo nyumbani na wakati mtembeapo njiani, wakati mlalapo na wakati mwamkapo."
  },
  {
    "verseNumber": "DEU 11:20",
    "verseText": "Yaandikeni juu ya miimo ya nyumba zenu na juu ya malango yenu,"
  },
  {
    "verseNumber": "DEU 11:21",
    "verseText": "ili kwamba siku zenu na siku za watoto wenu zipate kuwa nyingi katika nchi ile BWANA aliyoapa kuwapa baba zenu, kama zilivyo nyingi siku za mbingu juu ya nchi."
  },
  {
    "verseNumber": "DEU 11:22",
    "verseText": "Kama mkishika kwa makini maagizo haya yote ninayowapa kuyafuata, ya kumpenda BWANA Mungu wenu, kuenenda katika njia zake zote na kushikamana naye kwa uthabiti,"
  },
  {
    "verseNumber": "DEU 11:23",
    "verseText": "ndipo BWANA atawafukuza mataifa haya yote mbele yako, nawe utawafukuza mataifa yaliyo makubwa na yenye nguvu kukuliko wewe."
  },
  {
    "verseNumber": "DEU 11:24",
    "verseText": "Kila mahali mtakapoweka mguu wenu patakuwa penu: Nchi yenu itaenea kutoka jangwa la Lebanoni, na kutoka mto wa Frati hadi bahari ya magharibi"
  },
  {
    "verseNumber": "DEU 11:25",
    "verseText": "Hapatakuwa na mtu atakayeweza kusimama dhidi yenu. BWANA Mungu wenu, kama alivyoahidi, ataweka juu ya nchi yote utisho na hofu kwa ajili yenu popote mwendako."
  },
  {
    "verseNumber": "DEU 11:26",
    "verseText": "Tazama, leo ninaweka mbele yenu baraka na laana:"
  },
  {
    "verseNumber": "DEU 11:27",
    "verseText": "baraka kama mtatii maagizo ya BWANA Mungu wenu, ambayo ninawapa leo;"
  },
  {
    "verseNumber": "DEU 11:28",
    "verseText": "laana kama hamtatii maagizo ya BWANA Mungu wenu na kuacha njia ambayo ninawaamuru leo kwa kufuata miungu mingine, ambayo hamkuijua."
  },
  {
    "verseNumber": "DEU 11:29",
    "verseText": "Wakati BWANA Mungu wenu atakapokuwa amewaleta katika nchi mnayoiingia kuimiliki, mtatangaza baraka kutoka Mlima Gerizimu, na kutangaza laana kutoka Mlima Ebali."
  },
  {
    "verseNumber": "DEU 11:30",
    "verseText": "Kama mnavyofahamu, milima hii ipo ngʼambo ya Yordani, magharibi ya barabara, kuelekea machweo ya jua, karibu na miti mikubwa ya More, katika nchi ya wale Wakanaani wanaoishi Araba, jirani na Gilgali."
  },
  {
    "verseNumber": "DEU 11:31",
    "verseText": "Karibu mvuke ngʼambo ya Yordani kuingia na kuimiliki nchi ambayo BWANA Mungu wenu anawapa. Wakati mtakapokuwa mmeichukua na mnaishi humo,"
  },
  {
    "verseNumber": "DEU 11:32",
    "verseText": "hakikisheni kwamba mnatii amri na sheria zote ninazoziweka mbele yenu leo."
  },
  {
    "verseNumber": "DEU 12:1",
    "verseText": "Hizi ndizo amri na sheria ambazo ni lazima mwe waangalifu kuzifuata katika nchi ambayo BWANA, Mungu wa baba zenu, amewapa kumiliki, kwa muda wote mtakaoishi katika nchi."
  },
  {
    "verseNumber": "DEU 12:2",
    "verseText": "Haribuni kabisa kila mahali pao pa kuabudia kwenye milima mirefu, vilima na chini ya kila mti mkubwa ambamo mataifa haya mnayokwenda kuchukua ardhi yao huabudia miungu yao."
  },
  {
    "verseNumber": "DEU 12:3",
    "verseText": "Bomoeni madhabahu zao, vunjeni yale mawe wanayoabudu, chomeni moto nguzo zao za Ashera; katilieni mbali sanamu za miungu yao na mfute majina yao mahali hapo."
  },
  {
    "verseNumber": "DEU 12:4",
    "verseText": "Kamwe msimwabudu BWANA Mungu wenu kama wanavyoabudu wao."
  },
  {
    "verseNumber": "DEU 12:5",
    "verseText": "Bali mtatafuta mahali BWANA Mungu wenu atakapopachagua katika makabila yenu yote ili aliweke jina lake huko kuwa makao yake. Mahali hapo ndipo iwapasapo kwenda;"
  },
  {
    "verseNumber": "DEU 12:6",
    "verseText": "hapo ndipo mtakapoleta sadaka zenu za kuteketezwa na dhabihu, zaka zenu na changizo zenu, kile ulichoweka nadhiri kutoa, sadaka zenu za hiari na malimbuko ya makundi yenu ya ngʼombe pamoja na mbuzi na kondoo."
  },
  {
    "verseNumber": "DEU 12:7",
    "verseText": "Hapo, katika uwepo wa BWANA Mungu wenu, ninyi pamoja na jamaa zenu, mtakula na kufurahia kila kitu ambacho mmegusa kwa mikono yenu, kwa sababu BWANA Mungu wenu amewabariki."
  },
  {
    "verseNumber": "DEU 12:8",
    "verseText": "Msifanye kama tunavyofanya hapa leo, kila mtu anavyopenda mwenyewe,"
  },
  {
    "verseNumber": "DEU 12:9",
    "verseText": "kwa kuwa bado hamjafikia mahali pa mapumziko na urithi ambao BWANA Mungu wenu anawapa."
  },
  {
    "verseNumber": "DEU 12:10",
    "verseText": "Lakini mtavuka Yordani na kuishi katika nchi BWANA Mungu wenu anayowapa kama urithi, naye atawapa pumziko kutokana na adui zenu wote wanaowazunguka ili ninyi mpate kuishi kwa salama."
  },
  {
    "verseNumber": "DEU 12:11",
    "verseText": "Kisha kuhusu mahali BWANA Mungu wenu atakapopachagua kuwa mahali pa makao ya Jina lake, hapo ndipo inapowapasa kuleta kila kitu ninachowaamuru: sadaka zenu za kuteketezwa na dhabihu, zaka zenu na changizo, pamoja na vitu vyote vyenye thamani ambavyo mmeweka nadhiri kumtolea BWANA."
  },
  {
    "verseNumber": "DEU 12:12",
    "verseText": "Hapo furahini mbele za BWANA Mungu wenu, ninyi, wana wenu na binti zenu, watumishi wenu wa kiume na wa kike, pamoja na Walawi kutoka miji yenu ambao hawana mgawo wala urithi wao wenyewe."
  },
  {
    "verseNumber": "DEU 12:13",
    "verseText": "Kuweni waangalifu, msitoe dhabihu zenu za kuteketezwa mahali popote mnapopapenda."
  },
  {
    "verseNumber": "DEU 12:14",
    "verseText": "Mtazitoa tu mahali pale ambapo BWANA atachagua katika mojawapo ya makabila yenu, nanyi hapo zingatieni kila jambo ninalowaamuru."
  },
  {
    "verseNumber": "DEU 12:15",
    "verseText": "Hata hivyo, mnaweza kuwachinja wanyama wenu katika miji yenu yoyote ile na kula nyama nyingi mpendavyo kama vile mmemchinja paa au kulungu, kulingana na baraka mtakazojaliwa na BWANA Mungu wenu. Watu walio najisi au walio safi wanaweza kula."
  },
  {
    "verseNumber": "DEU 12:16",
    "verseText": "Lakini kamwe usinywe damu; imwage juu ya ardhi kama maji."
  },
  {
    "verseNumber": "DEU 12:17",
    "verseText": "Hamruhusiwi kula katika miji yenu zaka yenu ya nafaka, ya divai mpya na ya mafuta, au mzaliwa wa kwanza wa makundi yenu ya ngʼombe na makundi yenu ya mbuzi na kondoo, wala chochote ambacho mmeweka nadhiri kukitoa, au sadaka zako za hiari, wala matoleo maalum."
  },
  {
    "verseNumber": "DEU 12:18",
    "verseText": "Badala yake, mtakula vitu hivyo katika uwepo wa BWANA Mungu wenu mahali ambapo BWANA Mungu wenu atapachagua: wewe, wana wako na binti zako, watumishi wako wa kiume na wa kike, na Walawi kutoka miji yenu. Mnatakiwa mfurahi mbele za BWANA Mungu wenu kwa kula kitu mtakachoweka mikono yenu."
  },
  {
    "verseNumber": "DEU 12:19",
    "verseText": "Mwe waangalifu msiwapuuze Walawi kwa muda wote mnaoishi katika nchi yenu."
  },
  {
    "verseNumber": "DEU 12:20",
    "verseText": "BWANA Mungu wenu atakapokuwa ameongeza nchi yenu kama alivyowaahidi, nanyi mkitamani nyama na mkisema, “Ningependa nyama,” hapo unaweza kula nyingi upendavyo."
  },
  {
    "verseNumber": "DEU 12:21",
    "verseText": "Kama mahali ambapo BWANA Mungu wenu atapachagua kuweka Jina lake ni mbali sana kutoka kwenu, unaweza kuchinja wanyama kutoka makundi yenu ya ngʼombe, ya mbuzi na ya kondoo ambayo BWANA amewapa, kama nilivyokuamuru, na mkiwa katika miji yenu wenyewe mnaweza kula nyingi mtakavyo."
  },
  {
    "verseNumber": "DEU 12:22",
    "verseText": "Mle kama vile mngekula paa na kulungu. Wote walio najisi kiibada na walio safi mwaweza kula."
  },
  {
    "verseNumber": "DEU 12:23",
    "verseText": "Lakini hakikisheni kwamba hamkunywa damu, kwa sababu damu ni uhai, kamwe msile uhai pamoja na nyama."
  },
  {
    "verseNumber": "DEU 12:24",
    "verseText": "Hamruhusiwi kamwe kunywa damu; imwageni juu ya ardhi kama maji."
  },
  {
    "verseNumber": "DEU 12:25",
    "verseText": "Msinywe damu, ili mweze kufanikiwa ninyi pamoja na watoto wenu baada yenu, kwa sababu mtakuwa mkifanya lililo haki machoni pa BWANA."
  },
  {
    "verseNumber": "DEU 12:26",
    "verseText": "Lakini vichukueni vitu vyenu vilivyowekwa wakfu pamoja na vile mlivyoweka nadhiri, mwende mahali pale BWANA atakapopachagua."
  },
  {
    "verseNumber": "DEU 12:27",
    "verseText": "Leteni sadaka zenu za kuteketezwa juu ya madhabahu ya BWANA Mungu wenu, vyote nyama na damu. Damu ya dhabihu zenu lazima imiminwe kando ya madhabahu ya BWANA Mungu wenu, lakini nyama mnaweza kula."
  },
  {
    "verseNumber": "DEU 12:28",
    "verseText": "Mwe waangalifu kutii masharti haya yote ninayowapa, ili kwamba siku zote mweze kufanikiwa, ninyi pamoja na watoto wenu baada yenu, kwa sababu mtakuwa mkifanya lililo jema na sahihi mbele za macho ya BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 12:29",
    "verseText": "BWANA Mungu wenu atayakatilia mbali mbele yenu mataifa ambayo punde kidogo mtayavamia na kuyaondoa. Lakini mtakapokuwa mmeyafukuza na kuishi katika nchi yao,"
  },
  {
    "verseNumber": "DEU 12:30",
    "verseText": "na baada ya kuangamizwa mbele yenu, mwe waangalifu msijiingize katika tanzi kwa kuuliza habari za miungu yao, mkisema, “Je, mataifa haya hutumikiaje miungu yao? Nasi tutafanya vivyo hivyo.”"
  },
  {
    "verseNumber": "DEU 12:31",
    "verseText": "Kamwe msimwabudu BWANA Mungu wenu kwa njia wanayoabudu miungu yao, kwa sababu katika kuabudu miungu yao, wanafanya aina zote za machukizo anayoyachukia BWANA. Hata huwateketeza wana wao na binti zao kwa moto kama kafara kwa miungu yao."
  },
  {
    "verseNumber": "DEU 12:32",
    "verseText": "Angalieni kwamba mnafanya yote niliyowaamuru; msiongeze kitu wala msipunguze kitu."
  },
  {
    "verseNumber": "DEU 13:1",
    "verseText": "Kama nabii, au yule anayetabiri kwa njia ya ndoto, akijitokeza miongoni mwenu na akawatangazia ishara ya miujiza na ajabu,"
  },
  {
    "verseNumber": "DEU 13:2",
    "verseText": "ikiwa ishara au ajabu ya aliyozungumza ikatokea, naye akasema, “Na tufuate miungu mingine” (miungu ambayo hamjaifahamu) “na tuiabudu,”"
  },
  {
    "verseNumber": "DEU 13:3",
    "verseText": "kamwe msiyasikilize maneno ya nabii wala mwota ndoto huyo. BWANA Mungu wenu anawajaribu kuangalia kama mnampenda kwa moyo wenu wote na kwa roho yenu yote."
  },
  {
    "verseNumber": "DEU 13:4",
    "verseText": "Ni BWANA Mungu wenu ambaye mnapaswa kumfuata tena ni yeye mnapaswa kumheshimu. Shikeni maagizo yake na kumtii, mtumikieni na kushikamana naye."
  },
  {
    "verseNumber": "DEU 13:5",
    "verseText": "Huyo nabii au mwota ndoto lazima auawe, kwa sababu amehubiri uasi dhidi ya BWANA Mungu wenu, ambaye aliwatoa kutoka nchi ya Misri na kuwakomboa kutoka nchi ya utumwa; amejaribu kuwageuza kutoka njia ambayo BWANA Mungu wenu aliwaagiza mfuate. Ni lazima mwondoe uovu miongoni mwenu."
  },
  {
    "verseNumber": "DEU 13:6",
    "verseText": "Kama ndugu yako hasa, au mwanao au binti yako, au mke umpendaye, au rafiki yako wa karibu sana akikushawishi kwa siri, akisema, “Na twende tukaabudu miungu mingine” (miungu ambayo ninyi wala baba zenu hamkuifahamu,"
  },
  {
    "verseNumber": "DEU 13:7",
    "verseText": "miungu ya watu wanaowazunguka, ikiwa karibu au mbali, kutoka mwisho mmoja wa nchi mpaka mwingine),"
  },
  {
    "verseNumber": "DEU 13:8",
    "verseText": "usikubali wala usimsikilize. Usimhurumie! Usimwache wala usimkinge."
  },
  {
    "verseNumber": "DEU 13:9",
    "verseText": "Hakika ni lazima auawe. Ni lazima mkono wako uwe wa kwanza katika kumuua kisha mikono ya watu wengine wote."
  },
  {
    "verseNumber": "DEU 13:10",
    "verseText": "Mpigeni kwa mawe mpaka afe, kwa sababu alijaribu kuwageuza mtoke kwa BWANA Mungu wenu ambaye aliwatoa Misri, kutoka nchi ya utumwa."
  },
  {
    "verseNumber": "DEU 13:11",
    "verseText": "Kisha Israeli wote watasikia na kuogopa, wala hakuna mmoja miongoni mwenu atakayefanya uovu tena."
  },
  {
    "verseNumber": "DEU 13:12",
    "verseText": "Kama mkisikia ikisemwa kwamba moja ya miji ambayo BWANA Mungu wenu anawapa mkae ndani yake"
  },
  {
    "verseNumber": "DEU 13:13",
    "verseText": "kuna wanaume waovu wameinuka miongoni mwenu na wamewapotosha watu wa mji, wakisema, “Twendeni tukaabudu miungu mingine” (miungu ambayo hamkuifahamu),"
  },
  {
    "verseNumber": "DEU 13:14",
    "verseText": "ndipo itakubidi kuuliza, kupima na kuchunguza kwa makini. Kama ni kweli, tena ikihakikishwa kwamba jambo hili lichukizalo limefanyika miongoni mwenu,"
  },
  {
    "verseNumber": "DEU 13:15",
    "verseText": "kwa hakika ni lazima mwaue kwa upanga wale wote wanaoishi katika mji ule. Uharibuni kabisa, pamoja na watu wake na mifugo yake."
  },
  {
    "verseNumber": "DEU 13:16",
    "verseText": "Kusanyeni nyara zote za mji katika uwanja wa wazi na kuuchoma mji kabisa pamoja na nyara zake zote kama sadaka ya kuteketezwa kwa BWANA Mungu wenu. Utabaki kuwa magofu milele na hautajengwa tena."
  },
  {
    "verseNumber": "DEU 13:17",
    "verseText": "Hakuna kimoja kati ya vitu vilivyolaaniwa kitakachokutwa mikononi mwenu, ili BWANA ageuze hasira yake kali. Atawahurumia na kuwa na rehema kwenu pia kuongeza idadi yenu, kama alivyowaahidi baba zenu,"
  },
  {
    "verseNumber": "DEU 13:18",
    "verseText": "kwa sababu mnamtii BWANA Mungu wenu, mkizishika amri zake zote zile ninazowapa leo na kufanya lile lililo jema machoni pake."
  },
  {
    "verseNumber": "DEU 14:1",
    "verseText": "Ninyi ni watoto wa BWANA Mungu wenu. Msijichanje ama kujinyoa upara kwenye paji la uso kwa ajili ya aliyekufa,"
  },
  {
    "verseNumber": "DEU 14:2",
    "verseText": "kwa maana ninyi ni taifa takatifu kwa BWANA Mungu wenu. BWANA amewachagua ninyi kuwa taifa la kipekee kutoka mataifa yote juu ya uso wa dunia, mwe tunu yake."
  },
  {
    "verseNumber": "DEU 14:3",
    "verseText": "Msile kitu chochote ambacho ni machukizo."
  },
  {
    "verseNumber": "DEU 14:4",
    "verseText": "Hawa ndio wanyama mtakaokula: ngʼombe, kondoo, mbuzi,"
  },
  {
    "verseNumber": "DEU 14:5",
    "verseText": "kulungu, paa, kongoni, paa mweupe, mbuzi-mwitu, pofu na kondoo wa mlimani."
  },
  {
    "verseNumber": "DEU 14:6",
    "verseText": "Mnaweza kumla mnyama yeyote mwenye kwato zilizogawanyika mara mbili, pia yule anayecheua."
  },
  {
    "verseNumber": "DEU 14:7",
    "verseText": "Hata hivyo, miongoni mwa wale wanaocheua au wale walio na kwato zilizogawanyika kamwe msile ngamia, sungura na pelele. Iwapo wanacheua, lakini hawana kwato zilizogawanyika; ni najisi kwenu kwa taratibu za kiibada."
  },
  {
    "verseNumber": "DEU 14:8",
    "verseText": "Nguruwe pia ni najisi; ingawa ana kwato zilizogawanyika, hacheui. Msile nyama yake wala kugusa mzoga wake."
  },
  {
    "verseNumber": "DEU 14:9",
    "verseText": "Katika viumbe hai vyote viishivyo kwenye maji, mnaweza kula yeyote aliye na mapezi na magamba."
  },
  {
    "verseNumber": "DEU 14:10",
    "verseText": "Lakini chochote kisicho na mapezi na magamba msile; kwenu ni najisi."
  },
  {
    "verseNumber": "DEU 14:11",
    "verseText": "Mnaweza kula ndege yeyote aliye safi."
  },
  {
    "verseNumber": "DEU 14:12",
    "verseText": "Lakini wafuatao msiwale: tai, furukombe, kipungu,"
  },
  {
    "verseNumber": "DEU 14:13",
    "verseText": "kengewa mwekundu, kengewa mweusi, mwewe wa aina yoyote,"
  },
  {
    "verseNumber": "DEU 14:14",
    "verseText": "kunguru wa aina yoyote,"
  },
  {
    "verseNumber": "DEU 14:15",
    "verseText": "mbuni, kiruka-njia, dudumizi, kipanga wa aina yoyote,"
  },
  {
    "verseNumber": "DEU 14:16",
    "verseText": "bundi, mumbi, bundi mkubwa,"
  },
  {
    "verseNumber": "DEU 14:17",
    "verseText": "mwari, nderi, mnandi,"
  },
  {
    "verseNumber": "DEU 14:18",
    "verseText": "korongo, koikoi wa aina yoyote, hudihudi na popo."
  },
  {
    "verseNumber": "DEU 14:19",
    "verseText": "Wadudu wote warukao kwa makundi ni najisi kwenu, msiwale."
  },
  {
    "verseNumber": "DEU 14:20",
    "verseText": "Lakini viumbe vyote vyenye mabawa vilivyo safi mwaweza kula."
  },
  {
    "verseNumber": "DEU 14:21",
    "verseText": "Msile kitu chochote mtakachokuta kimekufa. Mnaweza kumpa mgeni yeyote anayeishi katika mojawapo ya miji yenu, naye anaweza kula au mnaweza kumuuzia mtu wa nchi nyingine. Lakini ninyi ni watu watakatifu kwa BWANA Mungu wenu. Msitokose mwana-mbuzi katika maziwa ya mama yake."
  },
  {
    "verseNumber": "DEU 14:22",
    "verseText": "Hakikisheni mmetenga sehemu ya kumi ya mazao yote ya mashamba yenu kila mwaka."
  },
  {
    "verseNumber": "DEU 14:23",
    "verseText": "Mtakula zaka za nafaka yenu, divai mpya, mafuta na wazaliwa wa kwanza wa makundi yenu ya ngʼombe na ya kondoo na mbuzi mbele za BWANA Mungu wenu pale mahali atakapopachagua kama maskani kwa ajili ya Jina lake, ili kwamba mpate kujifunza kumheshimu BWANA Mungu wenu daima."
  },
  {
    "verseNumber": "DEU 14:24",
    "verseText": "Lakini ikiwa mahali pale ni mbali sana nanyi mmebarikiwa na BWANA Mungu wenu na hamwezi kubeba zaka yenu (kwa sababu mahali pale BWANA atakapopachagua kuliweka Jina lake ni mbali sana),"
  },
  {
    "verseNumber": "DEU 14:25",
    "verseText": "basi badilisheni zaka yenu kuwa fedha, mkaichukue hiyo fedha mwende nayo mahali BWANA Mungu wenu atakapopachagua."
  },
  {
    "verseNumber": "DEU 14:26",
    "verseText": "Tumieni hiyo fedha kununua chochote ukitakacho: ngʼombe, kondoo, divai au kinywaji chochote chenye chachu au chochote mnachotaka. Kisha ninyi na wa nyumbani mwenu mtaila mbele za BWANA Mungu wenu na kufurahi."
  },
  {
    "verseNumber": "DEU 14:27",
    "verseText": "Msiache kuwajali Walawi waishio katika miji yenu, kwa kuwa hao hawana shamba wala urithi wao wenyewe."
  },
  {
    "verseNumber": "DEU 14:28",
    "verseText": "Mwishoni mwa kila mwaka wa tatu, leteni zaka zote za mazao ya miaka ile na uyahifadhi kwenye miji yenu,"
  },
  {
    "verseNumber": "DEU 14:29",
    "verseText": "ili Walawi (ambao hawana mashamba wala urithi wao wenyewe) na wageni, yatima na wajane wanaoishi kwenye miji yenu wapate kuja kula na kushiba, ili BWANA Mungu wenu apate kuwabariki ninyi katika kazi zote za mikono yenu."
  },
  {
    "verseNumber": "DEU 15:1",
    "verseText": "Kila mwisho wa miaka saba ni lazima mfute madeni."
  },
  {
    "verseNumber": "DEU 15:2",
    "verseText": "Hivi ndivyo itakavyofanyika: Kila mkopeshaji atafuta mkopo aliomkopesha Mwisraeli mwenzake. Hatamtaka Mwisraeli mwenzake au ndugu yake amlipe hilo deni, kwa sababu wakati wa BWANA wa kufuta madeni umetangazwa."
  },
  {
    "verseNumber": "DEU 15:3",
    "verseText": "Unaweza kudai malipo kwa mgeni, lakini lazima ufute kila deni ambalo unamdai ndugu yako."
  },
  {
    "verseNumber": "DEU 15:4",
    "verseText": "Hata hivyo, hapatakuwepo maskini miongoni mwenu, kwa kuwa katika nchi BWANA Mungu wenu anayowapa kuimiliki kama urithi wenu, atawabariki sana,"
  },
  {
    "verseNumber": "DEU 15:5",
    "verseText": "ikiwa tutamtii BWANA Mungu wenu kikamilifu na kuwa waangalifu kuyafuata maagizo haya yote ninayowapa leo."
  },
  {
    "verseNumber": "DEU 15:6",
    "verseText": "Kwa kuwa BWANA Mungu wenu atawabariki kama alivyoahidi, nanyi mtawakopesha mataifa mengi lakini hamtakopa kwa yeyote. Mtatawala mataifa mengi lakini hakuna taifa litakalowatawala ninyi."
  },
  {
    "verseNumber": "DEU 15:7",
    "verseText": "Ikiwa kuna mtu maskini miongoni mwa ndugu zenu, katika mji wowote wa hiyo nchi ambayo BWANA Mungu wenu anawapa, msiwe na moyo mgumu wala usimfumbie mkono ndugu yako aliye maskini."
  },
  {
    "verseNumber": "DEU 15:8",
    "verseText": "Afadhali fungua mikono yako na umkopeshe kwa hiari chochote anachohitaji."
  },
  {
    "verseNumber": "DEU 15:9",
    "verseText": "Jihadhari usijiwekee wazo hili ovu: “Mwaka wa saba, mwaka wa kufuta madeni umekaribia,” usije ukaonyesha nia mbaya kwa ndugu yako mhitaji na ukaacha kumpa chochote. Anaweza kumlalamikia BWANA dhidi yako nawe utakuwa umepatikana na hatia ya dhambi."
  },
  {
    "verseNumber": "DEU 15:10",
    "verseText": "Mpe kwa ukarimu na ufanye hivyo bila kinyongo moyoni, ndipo kwa sababu ya hili BWANA Mungu wenu atakubariki katika kazi zako zote na kwa kila kitu utakachokiwekea mkono wako."
  },
  {
    "verseNumber": "DEU 15:11",
    "verseText": "Siku zote watakuwepo watu maskini katika nchi. Kwa hiyo ninawaamuru mwe na mikono iliyokunjuliwa kuwaelekea ndugu zenu, kuwaelekea maskini na wahitaji katika nchi yenu."
  },
  {
    "verseNumber": "DEU 15:12",
    "verseText": "Kama Mwebrania mwenzako, mwanaume au mwanamke, akijiuza kwako na kukutumikia miaka sita, katika mwaka wa saba ni lazima umwache aende zake akiwa huru."
  },
  {
    "verseNumber": "DEU 15:13",
    "verseText": "Nawe wakati utakapomwachia usimwache aende mikono mitupu."
  },
  {
    "verseNumber": "DEU 15:14",
    "verseText": "Mpe kwa uhuru kutoka zizi lako la kondoo na mbuzi, kutoka sakafu yako ya kupuria nafaka na kutoka mashinikizo yako ya kukamulia divai. Mpe kama vile ambavyo BWANA Mungu wako alivyokubariki."
  },
  {
    "verseNumber": "DEU 15:15",
    "verseText": "Kumbukeni kuwa ninyi mlikuwa watumwa huko Misri naye BWANA Mungu wenu aliwakomboa. Ndiyo sababu nimewapa agizo hili leo."
  },
  {
    "verseNumber": "DEU 15:16",
    "verseText": "Lakini mtumishi wako akikuambia, “Sitaki kukuacha,” kwa sababu anakupenda wewe na jamaa yako naye anaridhika nawe,"
  },
  {
    "verseNumber": "DEU 15:17",
    "verseText": "ndipo utachukua chuma kidogo utoboe sikio lake mpaka hicho chuma kiingie kwenye ubao wa mlango, naye atakuwa mtumishi wako wa maisha. Ufanye vivyo hivyo kwa mtumishi wa kike."
  },
  {
    "verseNumber": "DEU 15:18",
    "verseText": "Usifikiri kuwa kuna ugumu kumwacha mtumishi wako huru, kwa sababu utumishi wake kwako kwa miaka hii sita umekuwa wa thamani mara mbili ya ujira wa mtumishi wa kuajiriwa. Naye BWANA Mungu wenu atakubarikia kwa kila kitu utakachofanya."
  },
  {
    "verseNumber": "DEU 15:19",
    "verseText": "Wekeni wakfu kwa BWANA Mungu wenu kila mzaliwa wa kwanza wa kiume wa makundi yenu ya ngʼombe na ya mbuzi na kondoo. Maksai walio wazaliwa wa kwanza msiwafanyize kazi, wala msinyoe manyoya ya wazaliwa wa kwanza wa kondoo."
  },
  {
    "verseNumber": "DEU 15:20",
    "verseText": "Kila mwaka ninyi na jamaa zenu mtapaswa kuwala mbele za BWANA Mungu wenu pale mahali atakapopachagua."
  },
  {
    "verseNumber": "DEU 15:21",
    "verseText": "Kama mnyama ana dosari, akiwa ni kilema au kipofu au kama ana kilema kibaya, kamwe usimtoe dhabihu kwa BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 15:22",
    "verseText": "Itawapasa kumla ninyi wenyewe katika miji yenu. Wote wasio safi na walio safi kwa desturi za kiibada mwaweza kula kama vile mnavyokula paa au kulungu."
  },
  {
    "verseNumber": "DEU 15:23",
    "verseText": "Lakini kamwe msinywe damu; imwageni ardhini kama maji."
  },
  {
    "verseNumber": "DEU 16:1",
    "verseText": "Shikeni mwezi wa Abibu, na kuiadhimisha Pasaka ya BWANA Mungu wenu, kwa sababu katika mwezi wa Abibu, Mungu aliwatoa Misri usiku."
  },
  {
    "verseNumber": "DEU 16:2",
    "verseText": "Mtatoa dhabihu ya Pasaka ya mnyama kwa BWANA Mungu wenu kutoka kundi lenu la mbuzi na kondoo au la ngʼombe, mahali pale ambapo BWANA atapachagua kama makao kwa ajili ya Jina lake."
  },
  {
    "verseNumber": "DEU 16:3",
    "verseText": "Msile nyama hiyo pamoja na mikate iliyotiwa chachu, lakini kwa siku saba mtakula mikate isiyotiwa chachu, mikate ya kujitesa, kwa sababu mliondoka Misri kwa haraka, ili kwamba siku zote za maisha yenu mpate kukumbuka wakati wenu wa kuondoka Misri."
  },
  {
    "verseNumber": "DEU 16:4",
    "verseText": "Chachu isionekane katika mali zenu katika nchi yenu yote kwa siku saba. Nyama yoyote ya dhabihu mtakayotoa jioni ya siku ya kwanza isibakizwe mpaka asubuhi."
  },
  {
    "verseNumber": "DEU 16:5",
    "verseText": "Kamwe msitoe dhabihu ya Pasaka katika mji wowote ambao BWANA Mungu wenu amewapa,"
  },
  {
    "verseNumber": "DEU 16:6",
    "verseText": "isipokuwa mahali atakapopachagua kama makao kwa ajili ya Jina lake. Hapo ndipo lazima mtoe dhabihu ya Pasaka jioni, jua litakapotua, iwe kumbukumbu yenu ya kutoka Misri."
  },
  {
    "verseNumber": "DEU 16:7",
    "verseText": "Okeni na mle mahali pale ambapo BWANA Mungu wenu atakapopachagua, kisha asubuhi mrudi kwenye mahema yenu."
  },
  {
    "verseNumber": "DEU 16:8",
    "verseText": "Kwa siku sita mtakula mikate isiyotiwa chachu na siku ya saba fanyeni kusanyiko kwa ajili ya BWANA Mungu wenu na msifanye kazi."
  },
  {
    "verseNumber": "DEU 16:9",
    "verseText": "Mhesabu majuma saba tangu wakati mnapoanza kuchukua mundu kuvuna nafaka."
  },
  {
    "verseNumber": "DEU 16:10",
    "verseText": "Kisha msherehekee Sikukuu ya Majuma kwa BWANA Mungu wenu kwa kutoa sadaka ya hiari kwa kadiri ya baraka ambayo BWANA Mungu wenu amewapa."
  },
  {
    "verseNumber": "DEU 16:11",
    "verseText": "Shangilieni mbele za BWANA Mungu wenu mahali atakapopachagua kama makao ya Jina lake, ninyi, wana wenu na binti zenu, watumishi wenu wa kiume na wa kike, Walawi walio katika miji yenu, na wageni, yatima na wajane waishio miongoni mwenu."
  },
  {
    "verseNumber": "DEU 16:12",
    "verseText": "Kumbukeni kwamba mlikuwa watumwa kule Misri na mfuate amri hizi kwa uangalifu."
  },
  {
    "verseNumber": "DEU 16:13",
    "verseText": "Adhimisheni sikukuu ya vibanda kwa siku saba baada ya kukusanya mazao yenu ya nafaka na kukamua zabibu."
  },
  {
    "verseNumber": "DEU 16:14",
    "verseText": "Mfurahie sikukuu yenu, ninyi, wana wenu, binti zenu, watumishi wenu wa kiume na wa kike, Walawi, wageni, yatima na wajane ambao wanaishi katika miji yenu."
  },
  {
    "verseNumber": "DEU 16:15",
    "verseText": "Kwa siku saba mtaiadhimisha sikukuu ya BWANA Mungu wenu katika mahali atakapopachagua BWANA. Kwa kuwa BWANA Mungu wenu atawabariki katika mavuno yenu na katika kazi zote za mikono yenu na furaha yenu itakamilika."
  },
  {
    "verseNumber": "DEU 16:16",
    "verseText": "Wanaume wenu wote lazima wajitokeze mara tatu kwa mwaka mbele za BWANA Mungu wenu mahali atakapopachagua: kwa ajili ya Sikukuu ya Mikate Isiyotiwa Chachu, Sikukuu ya Majuma, na Sikukuu ya Vibanda. Hakuna mtu atakayejitokeza mbele za BWANA mikono mitupu:"
  },
  {
    "verseNumber": "DEU 16:17",
    "verseText": "Kila mmoja wenu ni lazima alete zawadi kulingana na jinsi ambavyo BWANA Mungu wenu alivyowabariki."
  },
  {
    "verseNumber": "DEU 16:18",
    "verseText": "Wateue waamuzi na maafisa kwa kila kabila lenu katika kila mji ambao BWANA Mungu wenu anawapa, nao watawaamua watu kwa usawa."
  },
  {
    "verseNumber": "DEU 16:19",
    "verseText": "Msipotoshe haki wala msifanye upendeleo. Msikubali rushwa kwa sababu rushwa hupofusha macho ya wenye busara na kugeuza maneno ya wenye haki."
  },
  {
    "verseNumber": "DEU 16:20",
    "verseText": "Mfuate haki na haki peke yake, ili mweze kuishi na kuimiliki nchi ambayo BWANA Mungu wenu anawapa."
  },
  {
    "verseNumber": "DEU 16:21",
    "verseText": "Msisimamishe nguzo yoyote ya Ashera kando ya madhabahu mliyomjengea BWANA Mungu wenu,"
  },
  {
    "verseNumber": "DEU 16:22",
    "verseText": "wala msisimamishe jiwe la kuabudu, kwa maana BWANA Mungu wenu anavichukia vitu hivi."
  },
  {
    "verseNumber": "DEU 17:1",
    "verseText": "Msimtolee BWANA Mungu wenu dhabihu ya maksai au kondoo ambaye ana dosari yoyote au hitilafu ndani yake, kwa kuwa hilo litakuwa chukizo kwake."
  },
  {
    "verseNumber": "DEU 17:2",
    "verseText": "Ikiwa mwanaume au mwanamke anayeishi kati ya mojawapo ya miji akupayo BWANA, anakutwa anafanya uovu mbele za BWANA Mungu wenu, kwa kuvunja Agano lake,"
  },
  {
    "verseNumber": "DEU 17:3",
    "verseText": "naye amekwenda kinyume na agizo langu kuabudu miungu mingine na kuisujudia, kama vile jua, mwezi au nyota za angani,"
  },
  {
    "verseNumber": "DEU 17:4",
    "verseText": "hili likiwa limeletwa mbele yenu, ni lazima kulichunguza kikamilifu. Ikiwa ni kweli na kuwa limehakikishwa kwamba hili ni chukizo lililofanyika katika Israeli,"
  },
  {
    "verseNumber": "DEU 17:5",
    "verseText": "mchukueni huyo mwanaume au mwanamke ambaye amelifanya tendo hili ovu kwenye lango la mji wenu na kumpiga mawe mtu huyo mpaka afe."
  },
  {
    "verseNumber": "DEU 17:6",
    "verseText": "Kwa ushuhuda wa mashahidi wawili au watatu mtu huyo atauawa, bali hakuna mtu atakayeuawa kwa ushuhuda wa shahidi mmoja tu."
  },
  {
    "verseNumber": "DEU 17:7",
    "verseText": "Ni lazima kwanza mikono ya mashahidi itangulie kumuua huyo mtu, kisha mikono ya watu wote. Ni lazima mwondoe uovu miongoni mwenu."
  },
  {
    "verseNumber": "DEU 17:8",
    "verseText": "Kama mashauri yanaletwa katika mahakama zenu ambayo ni magumu zaidi kwenu kuyaamua, ikiwa ni umwagaji wa damu, madai au mashambulio, yapelekeni mahali ambapo BWANA Mungu wenu atapachagua."
  },
  {
    "verseNumber": "DEU 17:9",
    "verseText": "Nendeni kwa makuhani, ambao ni Walawi, na kwa mwamuzi ambaye atakuwa kazini wakati huo. Ulizeni kwao nao watawapa maamuzi."
  },
  {
    "verseNumber": "DEU 17:10",
    "verseText": "Ni lazima mtende sawasawa na maamuzi watakayowapa mahali BWANA atakapopachagua. Kuweni waangalifu kufanya kila kitu watakachowaongoza kufanya."
  },
  {
    "verseNumber": "DEU 17:11",
    "verseText": "Fanyeni sawasawa na sheria wanayowafundisha na maamuzi wanayowapa. Msigeuke mkono wa kuume au kushoto kuacha kufanya yale wanayowaambia."
  },
  {
    "verseNumber": "DEU 17:12",
    "verseText": "Mwanaume atakayeonyesha dharau kwa mwamuzi au kwa kuhani ambaye amewekwa kumtumikia BWANA Mungu wenu lazima auawe. Lazima mwondoe uovu katika Israeli."
  },
  {
    "verseNumber": "DEU 17:13",
    "verseText": "Watu wote watasikia na kuogopa, nao hawatakuwa wenye kudharau tena."
  },
  {
    "verseNumber": "DEU 17:14",
    "verseText": "Wakati utakapoingia katika nchi anayowapa BWANA Mungu wenu kuimiliki na kukaa humo, nanyi mkasema, “Na tumweke mfalme juu yetu kama mataifa yanayotuzunguka,”"
  },
  {
    "verseNumber": "DEU 17:15",
    "verseText": "kuweni na uhakika wa kumweka mfalme juu yenu ambaye BWANA Mungu wenu atamchagua. Ni lazima atoke miongoni mwa ndugu zenu wenyewe. Msimweke mgeni juu yenu ambaye si ndugu wa Kiisraeli."
  },
  {
    "verseNumber": "DEU 17:16",
    "verseText": "Hata hivyo, kamwe mfalme asijipatie hesabu kubwa ya farasi kwa ajili yake mwenyewe, au kuwafanya watu warudi Misri ili kupata farasi zaidi, kwa maana BWANA amekuambia, “Hamtairudia njia ile tena.”"
  },
  {
    "verseNumber": "DEU 17:17",
    "verseText": "Kamwe asioe wake wengi, la sivyo moyo wake utapotoka. Kamwe asijilimbikizie kiasi kikubwa cha fedha na dhahabu."
  },
  {
    "verseNumber": "DEU 17:18",
    "verseText": "Atakapokuwa amekalia kiti cha ufalme wake, ajiandikie kwenye kitabu nakala ya sheria kwa ajili yake mwenyewe kutoka zile sheria za makuhani ambao ni Walawi."
  },
  {
    "verseNumber": "DEU 17:19",
    "verseText": "Atakuwa na nakala hiyo, naye ataisoma siku zote za maisha yake ili kwamba ajifunze kumheshimu BWANA Mungu wake na kufuata kwa uangalifu maneno yote ya sheria hii na amri hizi,"
  },
  {
    "verseNumber": "DEU 17:20",
    "verseText": "naye asijifikirie kuwa ni bora kuliko ndugu zake na kuipotosha sheria. Ndipo yeye na wazao wake watatawala katika ufalme wake kwa muda mrefu katika Israeli."
  },
  {
    "verseNumber": "DEU 18:1",
    "verseText": "Makuhani ambao ni Walawi, yaani kabila lote la Lawi, hawatakuwa na mgawo wala urithi pamoja na Israeli. Wataishi kwa sadaka zitolewazo kwa ajili ya BWANA za kuteketezwa kwa moto, kwa maana huo ndio urithi wao."
  },
  {
    "verseNumber": "DEU 18:2",
    "verseText": "Hawatakuwa na urithi miongoni mwa ndugu zao; BWANA ndiye urithi wao, kama alivyowaahidi."
  },
  {
    "verseNumber": "DEU 18:3",
    "verseText": "Hili ndilo fungu la makuhani kutoka kwa watu watakaotoa dhabihu ya fahali au kondoo: mguu wa mbele, mataya na matumbo."
  },
  {
    "verseNumber": "DEU 18:4",
    "verseText": "Mtawapa malimbuko ya nafaka zenu, divai mpya, mafuta na sufu ya kwanza kutoka manyoya ya kondoo zenu,"
  },
  {
    "verseNumber": "DEU 18:5",
    "verseText": "kwa kuwa BWANA Mungu wenu amewachagua pamoja na wazao wao kutoka makabila yenu kusimama na kuhudumu katika jina la BWANA siku zote."
  },
  {
    "verseNumber": "DEU 18:6",
    "verseText": "Ikiwa Mlawi atahama kutoka mmojawapo ya miji yenu popote katika Israeli ambapo anaishi, akaja kwa moyo wote mahali ambapo BWANA atapachagua,"
  },
  {
    "verseNumber": "DEU 18:7",
    "verseText": "anaweza akahudumu katika jina la BWANA Mungu wake kama Walawi wenzake wote wanaohudumu hapo mbele za BWANA."
  },
  {
    "verseNumber": "DEU 18:8",
    "verseText": "Atashiriki sawa katika mafao yao, hata kama amepokea fedha kutoka mauzo ya mali ya jamaa yake."
  },
  {
    "verseNumber": "DEU 18:9",
    "verseText": "Wakati mtakapoingia katika nchi ambayo BWANA Mungu wenu anawapa, msijifunze kuiga njia za machukizo za mataifa ya huko."
  },
  {
    "verseNumber": "DEU 18:10",
    "verseText": "Asionekane mtu yeyote miongoni mwenu ampitishaye mwanawe au binti yake katika moto, atakayefanya uaguzi, ulozi, anayetabiri nyakati, anayejishughulisha na uchawi,"
  },
  {
    "verseNumber": "DEU 18:11",
    "verseText": "wala arogaye kwa kupiga mafundo, wala mwaguzi au anayeabudu mizimu, wala awaombaye wafu."
  },
  {
    "verseNumber": "DEU 18:12",
    "verseText": "Mtu yeyote afanyaye mambo haya ni chukizo kwa BWANA, tena ni kwa sababu ya matendo haya ya kuchukiza wayafanyayo ndiyo maana BWANA Mungu wenu atayafukuza mataifa hayo mbele yenu."
  },
  {
    "verseNumber": "DEU 18:13",
    "verseText": "Kamwe msilaumiwe mbele za BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 18:14",
    "verseText": "Mataifa mtakayowafukuza husikiliza wale wafanyao ulozi na uaguzi. Lakini kwenu ninyi, BWANA Mungu wenu hajawaruhusu kufanya hivyo."
  },
  {
    "verseNumber": "DEU 18:15",
    "verseText": "BWANA Mungu wenu atawainulia nabii kama mimi kutoka miongoni mwa ndugu zenu wenyewe. Msikilizeni yeye."
  },
  {
    "verseNumber": "DEU 18:16",
    "verseText": "Kwa kuwa hivi ndivyo mlivyomwomba BWANA Mungu wenu kule Horebu siku ile ya kusanyiko, wakati mliposema, “Na tusiisikie sauti ya BWANA Mungu wetu, wala kuuona moto huu mkubwa tena, ama sivyo tutakufa.”"
  },
  {
    "verseNumber": "DEU 18:17",
    "verseText": "BWANA akaniambia: “Wanachosema ni vyema."
  },
  {
    "verseNumber": "DEU 18:18",
    "verseText": "Nitawainulia nabii kama wewe kutoka miongoni mwa ndugu zao; nitaweka maneno yangu kinywani mwake, naye atawaambia kila kitu nitakachomwamuru."
  },
  {
    "verseNumber": "DEU 18:19",
    "verseText": "Kama mtu yeyote hatasikiliza maneno yangu ambayo huyo nabii atayasema kwa Jina langu, mimi mwenyewe nitamwajibisha."
  },
  {
    "verseNumber": "DEU 18:20",
    "verseText": "Lakini nabii ambaye atathubutu kusema kwa Jina langu kitu chochote ambacho sikumwamuru akiseme, au nabii ambaye husema kwa jina la miungu mingine ni lazima auawe.”"
  },
  {
    "verseNumber": "DEU 18:21",
    "verseText": "Mnaweza kuulizana wenyewe, “Tutawezaje kujua wakati ujumbe haukusemwa na BWANA?”"
  },
  {
    "verseNumber": "DEU 18:22",
    "verseText": "Ikiwa kile nabii anachotangaza kwa jina la BWANA hakikutokea au kutimia, huo ni ujumbe ambao BWANA hakusema. Nabii huyo amesema kwa ujuaji. Msimwogope huyo."
  },
  {
    "verseNumber": "DEU 19:1",
    "verseText": "Wakati BWANA Mungu wenu atakapokuwa amewaangamiza mataifa ambayo nchi yao anawapa ninyi, wakati mtakapokuwa mmewafukuza na kuishi katika miji yao na nyumba zao,"
  },
  {
    "verseNumber": "DEU 19:2",
    "verseText": "ndipo mtenge miji mitatu iliyopo katikati ya nchi kwa ajili yenu, katika nchi ambayo BWANA Mungu wenu anawapa kuimiliki."
  },
  {
    "verseNumber": "DEU 19:3",
    "verseText": "Jengeni barabara katika miji hiyo na kuigawa mara tatu, nchi anayowapa BWANA Mungu wenu kama urithi, ili kwamba yeyote amuuaye mtu aweze kukimbilia humo."
  },
  {
    "verseNumber": "DEU 19:4",
    "verseText": "Hii ndiyo kanuni kuhusu mtu amuuaye mwingine na kukimbilia humo kuokoa maisha yake, yaani, yeye amuuaye jirani yake bila kukusudia, wala hakumchukia kabla ya hapo."
  },
  {
    "verseNumber": "DEU 19:5",
    "verseText": "Kwa mfano, mtu aweza kwenda msituni na jirani yake kukata miti, naye anapozungusha shoka kuangusha mti, shoka linaweza kuchomoka kutoka kwenye mpini na kumpiga jirani yake na kumuua. Yule mtu anaweza kukimbilia katika mmojawapo ya miji hii na kuokoa maisha yake."
  },
  {
    "verseNumber": "DEU 19:6",
    "verseText": "Kama sivyo, mlipiza kisasi cha damu anaweza kumfuatilia kwa hasira kali, naye akamkamata na kumuua kama umbali ni mrefu sana hata ingawa hastahili kifo, kwa sababu amemuua jirani yake bila kukusudia."
  },
  {
    "verseNumber": "DEU 19:7",
    "verseText": "Hii ndiyo sababu nimewaagiza ninyi kutenga miji mitatu ya makimbilio kwa ajili yenu."
  },
  {
    "verseNumber": "DEU 19:8",
    "verseText": "Kama BWANA Mungu wenu akipanua nchi yenu, kama alivyoahidi kwa kiapo kwa baba zenu na kuwapa nchi yote aliyowaahidi,"
  },
  {
    "verseNumber": "DEU 19:9",
    "verseText": "kwa sababu mmefuata kwa uangalifu sheria zote ninazowaamuru leo, kumpenda BWANA Mungu wenu na kuenenda siku zote katika njia zake, ndipo mtenge miji mingine, mitatu zaidi."
  },
  {
    "verseNumber": "DEU 19:10",
    "verseText": "Fanyeni hivi ili damu isiyo na hatia isimwagwe katika nchi yenu, ambayo BWANA Mungu wenu anawapa kama urithi wenu, ili kwamba msije mkawa na hatia ya kumwaga damu."
  },
  {
    "verseNumber": "DEU 19:11",
    "verseText": "Lakini kama mtu anamchukia ndugu yake, akamvizia, akamshambulia na kumuua, kisha akakimbilia katika mmojawapo ya miji hii,"
  },
  {
    "verseNumber": "DEU 19:12",
    "verseText": "wazee wa mji wake watatuma ujumbe kwake, kumleta kutoka mji ule na kumkabidhi mlipiza kisasi cha damu kumuua."
  },
  {
    "verseNumber": "DEU 19:13",
    "verseText": "Msimwonee huruma. Lazima mwondoe katika Israeli hatia ya umwagaji damu isiyo na hatia ili kwamba mpate kufanikiwa."
  },
  {
    "verseNumber": "DEU 19:14",
    "verseText": "Usisogeze jiwe la mpaka wa jirani yako ambao uliwekwa na wale waliokutangulia katika urithi upokeao katika nchi BWANA Mungu wako anayowapa kuimiliki."
  },
  {
    "verseNumber": "DEU 19:15",
    "verseText": "Shahidi mmoja hatoshi kumtia hatiani mtu kwa uhalifu au kosa lolote ambalo anaweza kuwa amelitenda. Lazima shauri lolote lithibitishwe kwa ushuhuda wa mashahidi wawili au watatu."
  },
  {
    "verseNumber": "DEU 19:16",
    "verseText": "Kama shahidi mwenye nia ya kumdhuru mwingine akisimama kumshtaki mtu kwa uhalifu,"
  },
  {
    "verseNumber": "DEU 19:17",
    "verseText": "watu wawili wanaohusika katika mabishano lazima wasimame mbele za BWANA na mbele ya makuhani na waamuzi ambao wako kazini wakati huo."
  },
  {
    "verseNumber": "DEU 19:18",
    "verseText": "Waamuzi lazima wafanye uchunguzi kwa makini na shahidi akionekana kuwa ni mwongo, akitoa ushuhuda wa uongo dhidi ya ndugu yake,"
  },
  {
    "verseNumber": "DEU 19:19",
    "verseText": "basi mtende kama alivyotaka kumtendea ndugu yake. Ni lazima mwondoe uovu miongoni mwenu."
  },
  {
    "verseNumber": "DEU 19:20",
    "verseText": "Watu watakaosalia watasikia hili na kuogopa, uovu kama huo kamwe hautatendeka tena miongoni mwenu."
  },
  {
    "verseNumber": "DEU 19:21",
    "verseText": "Msionyeshe huruma, uhai kwa uhai, jicho kwa jicho, jino kwa jino, mkono kwa mkono, mguu kwa mguu."
  },
  {
    "verseNumber": "DEU 20:1",
    "verseText": "Mtakapokwenda vitani kupigana na adui zenu na mkaona farasi na magari ya vita na jeshi kubwa kuliko lenu, msiwaogope, kwa sababu BWANA Mungu wenu aliyewatoa kutoka Misri, atakuwa pamoja nanyi."
  },
  {
    "verseNumber": "DEU 20:2",
    "verseText": "Wakati mtakapokaribia kwenda vitani, kuhani atakuja mbele na kuhutubia jeshi."
  },
  {
    "verseNumber": "DEU 20:3",
    "verseText": "Atasema: “Sikia, ee Israeli, leo unakwenda vitani kupigana na adui zako. Usife moyo wala usiogope, usitishwe wala usitiwe hofu mbele yao."
  },
  {
    "verseNumber": "DEU 20:4",
    "verseText": "Kwa kuwa BWANA Mungu wenu ndiye huenda pamoja nanyi kuwapigania dhidi ya adui zenu na kuwapatia ushindi.”"
  },
  {
    "verseNumber": "DEU 20:5",
    "verseText": "Maafisa wataliambia jeshi: “Je, kuna yeyote aliyejenga nyumba mpya ambayo haijawekwa wakfu? Yeye na arudi nyumbani, ama sivyo anaweza kufa vitani na mtu mwingine akaiweka wakfu."
  },
  {
    "verseNumber": "DEU 20:6",
    "verseText": "Je, kuna yeyote aliyepanda shamba la mizabibu na hajaanza kulifurahia? Yeye na arudi nyumbani, au sivyo anaweza kufa vitani na mtu mwingine akalifurahia."
  },
  {
    "verseNumber": "DEU 20:7",
    "verseText": "Je, kuna yeyote aliyeposa mwanamke na hajamwoa? Yeye na arudi nyumbani, ama sivyo anaweza kufa vitani na mtu mwingine akamwoa.”"
  },
  {
    "verseNumber": "DEU 20:8",
    "verseText": "Kisha maafisa wataongeza haya, “Je, kuna mtu anayeogopa ama kufa moyo? Yeye na arudi nyumbani ili ndugu zake nao wasije wakafa moyo pia.”"
  },
  {
    "verseNumber": "DEU 20:9",
    "verseText": "Wakati maafisa watakapomaliza kuzungumza na jeshi, watawateua wakuu wa vikosi."
  },
  {
    "verseNumber": "DEU 20:10",
    "verseText": "Wakati mtakapokwenda kushambulia mji, wapeni watu wake masharti ya amani."
  },
  {
    "verseNumber": "DEU 20:11",
    "verseText": "Wakikubali na kuwafungulia malango yao, watu wake wote watawatumikia kwa kufanya kazi ngumu na watawatumikia."
  },
  {
    "verseNumber": "DEU 20:12",
    "verseText": "Ikiwa watakataa kufanya mapatano ya amani na wakiwaingiza katika vita, basi mtauzunguka mji huo kwa vita."
  },
  {
    "verseNumber": "DEU 20:13",
    "verseText": "Wakati BWANA Mungu wenu atakapouweka mji huo mkononi mwenu, waueni kwa upanga wanaume wote waliomo ndani yake."
  },
  {
    "verseNumber": "DEU 20:14",
    "verseText": "Kwa upande wa wanawake, watoto, mifugo na kila kitu kingine chochote ndani ya huo mji, mnaweza kuvichukua kama nyara kwa ajili yenu. Nanyi mnaweza kuzitumia hizo nyara ambazo BWANA Mungu wenu amewapa kutoka kwa adui zenu."
  },
  {
    "verseNumber": "DEU 20:15",
    "verseText": "Hivi ndivyo mtakavyofanya kwa miji yote ambayo iko mbali nanyi, ambayo haimilikiwi na mataifa ya karibu."
  },
  {
    "verseNumber": "DEU 20:16",
    "verseText": "Hata hivyo, katika miji ya mataifa ambayo BWANA Mungu wenu anawapa kama urithi, msiache kitu chochote hai kinachopumua."
  },
  {
    "verseNumber": "DEU 20:17",
    "verseText": "Waangamizeni kabisa Wahiti, Waamori, Wakanaani, Waperizi, Wahivi na Wayebusi, kama BWANA Mungu wenu alivyowaamuru."
  },
  {
    "verseNumber": "DEU 20:18",
    "verseText": "La sivyo, watawafundisha kufuata mambo yote ya machukizo wanayofanya wakiabudu miungu yao, nanyi mtatenda dhambi dhidi ya BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 20:19",
    "verseText": "Wakati mtakapouzunguka mji kwa vita kwa muda mrefu, mkipigana dhidi yake ili kuuteka, msiharibu miti yake kwa kuikata kwa shoka, kwa sababu mtaweza kula matunda yake. Hivyo msiikate. Je, miti hiyo ya mashambani ni watu, hata muizingire?"
  },
  {
    "verseNumber": "DEU 20:20",
    "verseText": "Hata hivyo, mnaweza kuikata miti ambayo sio miti ya matunda na kuitumia kujenga ngome, mpaka mji ulio katika vita na ninyi utakapoanguka."
  },
  {
    "verseNumber": "DEU 21:1",
    "verseText": "Kama mtu akikutwa ameuawa, naye amelala kwenye shamba katika nchi ambayo BWANA Mungu wenu anawapa kuimiliki, wala haijulikani ni nani aliyemuua,"
  },
  {
    "verseNumber": "DEU 21:2",
    "verseText": "wazee wenu na waamuzi watatoka na kupima umbali kutoka maiti alipolala mpaka kwenye miji ya jirani."
  },
  {
    "verseNumber": "DEU 21:3",
    "verseText": "Kisha wazee wa ule mji ulio karibu zaidi na yule maiti watamchukua mtamba ambaye hajapata kufanyishwa kazi na ambaye hajafungwa nira,"
  },
  {
    "verseNumber": "DEU 21:4",
    "verseText": "na kumpeleka kwenye bonde ambalo halijapata kulimwa au kupandwa mazao na ambapo kuna chemchemi itiririkayo. Huko kwenye hilo bonde, wazee watamvunja yule mtamba shingo."
  },
  {
    "verseNumber": "DEU 21:5",
    "verseText": "Makuhani, hao wana wa Lawi, watasogea mbele, kwa kuwa BWANA Mungu wenu, amewachagua kuhudumu na kutoa baraka katika jina la BWANA, na kuamua mashauri yote ya mabishano na mashambulio."
  },
  {
    "verseNumber": "DEU 21:6",
    "verseText": "Ndipo wazee wote wa mji ulio karibu zaidi na huyo maiti watanawa mikono yao juu ya huyo mtamba ambaye shingo yake imevunjwa huko kwenye bonde,"
  },
  {
    "verseNumber": "DEU 21:7",
    "verseText": "nao watatangaza: “Mikono yetu haikumwaga damu hii, wala macho yetu hayakuona likifanyika."
  },
  {
    "verseNumber": "DEU 21:8",
    "verseText": "Ee BWANA, ukubali upatanisho kwa watu wako Israeli, ambao umewakomboa, wala usiwahesabie watu wako hatia ya damu ya mtu asiyekuwa na hatia.” Nayo damu iliyomwagika itakuwa imefanyiwa upatanisho."
  },
  {
    "verseNumber": "DEU 21:9",
    "verseText": "Hivyo mtakuwa mmejitakasa wenyewe kutoka hatia ya kumwaga damu isiyokuwa na hatia, kwa kuwa mmefanya lile lililo sawa mbele za macho ya BWANA."
  },
  {
    "verseNumber": "DEU 21:10",
    "verseText": "Mkienda vitani kupigana na adui zenu naye BWANA Mungu wenu akawatia adui mikononi mwenu, nanyi mkachukua mateka,"
  },
  {
    "verseNumber": "DEU 21:11",
    "verseText": "kama ukiona miongoni mwa mateka mwanamke mzuri wa sura nawe wavutwa naye, waweza kumwoa akawa mke wako."
  },
  {
    "verseNumber": "DEU 21:12",
    "verseText": "Mlete nyumbani mwako, anyoe nywele na kukata kucha zake,"
  },
  {
    "verseNumber": "DEU 21:13",
    "verseText": "avue nguo alizokuwa amevaa alipotekwa. Baada ya kuishi nyumbani mwako na kumwombolezea baba yake na mama yake kwa mwezi mzima, ndipo utakapoweza kumwendea na kuwa mume wake naye atakuwa mke wako."
  },
  {
    "verseNumber": "DEU 21:14",
    "verseText": "Lakini kama hutaendelea kupendezwa naye, mwache aende popote anapotaka. Kamwe huwezi kumuuza au kumtendea kama mtumwa, kwa sababu utakuwa umemvunjia heshima."
  },
  {
    "verseNumber": "DEU 21:15",
    "verseText": "Kama mwanaume ana wake wawili, naye anampenda mmoja na mwingine hampendi na wote wawili wamemzalia wana wa kiume, lakini mwana mzaliwa wa kwanza ni wa yule mke asiyempenda,"
  },
  {
    "verseNumber": "DEU 21:16",
    "verseText": "wakati anapotoa wosia wa mali yake kwa wanawe, kamwe asitoe haki za mzaliwa wa kwanza kwa mwana wa mke ampendaye kwa upendeleo, badala ya mzaliwa hasa wa kwanza, ambaye ni mwana wa mke ambaye hampendi."
  },
  {
    "verseNumber": "DEU 21:17",
    "verseText": "Ni lazima amkubali mwana wa mke asiyempenda kama mzaliwa wa kwanza kwa kumpa sehemu ya vile vyote alivyo navyo maradufu. Mwana huyo ni ishara ya kwanza ya nguvu za baba yake. Haki ya mzaliwa wa kwanza ni yake yeye."
  },
  {
    "verseNumber": "DEU 21:18",
    "verseText": "Kama mtu ana mwana mkaidi na mwasi ambaye hamtii baba yake na mama yake, na hasikii wazazi wanapomrudi,"
  },
  {
    "verseNumber": "DEU 21:19",
    "verseText": "baba yake na mama yake watamleta kwa wazee kwenye lango la mji wake."
  },
  {
    "verseNumber": "DEU 21:20",
    "verseText": "Watawaambia wazee, “Huyu mwanetu ni mkaidi na mwasi. Hatutii sisi, yeye ni mpotovu na mlevi.”"
  },
  {
    "verseNumber": "DEU 21:21",
    "verseText": "Kisha wanaume wote wa mjini mwake watampiga kwa mawe mpaka afe. Ndivyo imewapasa kuondoa maovu kati yenu. Israeli yote itasikia hili na kuogopa."
  },
  {
    "verseNumber": "DEU 21:22",
    "verseText": "Kama mtu ana hatia ya kosa linalompasa kuuawa naye akauawa, mwili wake utaangikwa mtini,"
  },
  {
    "verseNumber": "DEU 21:23",
    "verseText": "kamwe msiuache mwili wake mtini usiku kucha. Hakikisheni mnauzika mwili wake siku ile ile, kwa sababu kila mtu anayeangikwa mtini yupo chini ya laana ya Mungu. Msiinajisi nchi ambayo BWANA Mungu wenu anawapa kama urithi wenu."
  },
  {
    "verseNumber": "DEU 22:1",
    "verseText": "Kama ukimwona ngʼombe au kondoo wa ndugu yako anapotea, usipuuze, bali uhakikishe unamrudisha kwa mwenyewe."
  },
  {
    "verseNumber": "DEU 22:2",
    "verseText": "Ikiwa huyo ndugu haishi karibu nawe au kama hufahamu yeye ni nani, mchukue nyumbani kwako huyo mnyama umweke mpaka mwenyewe aje kumtafuta. Ndipo umrudishie."
  },
  {
    "verseNumber": "DEU 22:3",
    "verseText": "Fanya vivyo hivyo ukimkuta punda wa nduguyo au joho lake au chochote alichopoteza. Usipuuze jambo hilo."
  },
  {
    "verseNumber": "DEU 22:4",
    "verseText": "Kama ukimwona punda wa nduguyo au ngʼombe wake ameanguka barabarani, usipuuze jambo hilo. Msaidie asimame kwa miguu yake."
  },
  {
    "verseNumber": "DEU 22:5",
    "verseText": "Haimpasi mwanamke kuvaa nguo za kiume wala mwanaume kuvaa nguo za kike, kwa maana BWANA Mungu wenu anachukia yeyote ambaye hufanya hivi."
  },
  {
    "verseNumber": "DEU 22:6",
    "verseText": "Kama ukikuta kiota cha ndege kando ya barabara, iwe juu ya mti au chini, naye ndege amelala juu ya makinda au mayai, usimchukue huyo ndege pamoja na makinda yake."
  },
  {
    "verseNumber": "DEU 22:7",
    "verseText": "Waweza kuchukua makinda, lakini uwe na hakika ya kumwacha huyo ndege, ili upate kufanikiwa na uweze kuishi maisha marefu."
  },
  {
    "verseNumber": "DEU 22:8",
    "verseText": "Wakati unapojenga nyumba mpya, fanya ukuta wa kuzuia kandokando ya dari ili usijiletee hatia ya kumwaga damu juu ya nyumba yako ikiwa yeyote ataanguka kutoka humo."
  },
  {
    "verseNumber": "DEU 22:9",
    "verseText": "Usipande aina mbili za mbegu katika shamba lako la mizabibu; ikiwa utafanya hivyo, si mazao utakayopanda tu yatakuwa najisi, bali nayo matunda ya shamba la mizabibu pia."
  },
  {
    "verseNumber": "DEU 22:10",
    "verseText": "Usilime kwa maksai aliyefungwa nira pamoja na punda."
  },
  {
    "verseNumber": "DEU 22:11",
    "verseText": "Usivae nguo za sufu na kitani zilizofumwa pamoja."
  },
  {
    "verseNumber": "DEU 22:12",
    "verseText": "Fanya vishada kwenye pembe nne za joho unalovaa."
  },
  {
    "verseNumber": "DEU 22:13",
    "verseText": "Ikiwa mtu atamwoa mke na, baada ya kufanya naye tendo la ndoa, akamchukia,"
  },
  {
    "verseNumber": "DEU 22:14",
    "verseText": "akimsingizia na kumwita jina baya, akisema, “Nilimwoa mwanamke huyu, lakini nilipomkaribia sikupata uthibitisho wa ubikira wake”"
  },
  {
    "verseNumber": "DEU 22:15",
    "verseText": "ndipo baba na mama wa msichana wataleta uthibitisho kwamba alikuwa bikira kwa wazee wa mji kwenye lango."
  },
  {
    "verseNumber": "DEU 22:16",
    "verseText": "Baba wa msichana atawaambia wazee, “Nilimwoza binti yangu kwa huyu mwanaume, lakini hampendi."
  },
  {
    "verseNumber": "DEU 22:17",
    "verseText": "Sasa amemsingizia na kusema, ‘Sikumkuta huyu binti akiwa bikira.’ Lakini hapa kuna uthibitisho wa ubikira wa binti yangu.” Kisha wazazi wake wataonyesha nguo zake kwa wazee wa mji,"
  },
  {
    "verseNumber": "DEU 22:18",
    "verseText": "nao wazee watamchukua huyo mwanaume na kumwadhibu."
  },
  {
    "verseNumber": "DEU 22:19",
    "verseText": "Watamtoza shekeli mia moja za fedha na kupewa wazazi wa msichana, kwa sababu mwanaume huyu amempa bikira wa Kiisraeli jina baya. Ataendelea kuwa mke wake; kamwe hawezi kumpa talaka siku zote za maisha yake."
  },
  {
    "verseNumber": "DEU 22:20",
    "verseText": "Hata hivyo, kama shtaka ni la kweli na hakuna uthibitisho juu ya ubikira wa huyo msichana ulioweza kupatikana,"
  },
  {
    "verseNumber": "DEU 22:21",
    "verseText": "huyo msichana ataletwa kwenye mlango wa nyumba ya baba yake, na hapo watu wa mji wake watampiga kwa mawe hadi afe. Amefanya kitu cha aibu katika Israeli kwa kufanya ukahaba akiwa nyumbani kwa babaye. Lazima mwondoe uovu katikati yenu."
  },
  {
    "verseNumber": "DEU 22:22",
    "verseText": "Ikiwa mwanaume atakutwa akizini na mke wa mtu mwingine, wote wawili, mwanaume na mwanamke aliyezini naye, lazima wauawe. Lazima mwondoe uovu katika Israeli."
  },
  {
    "verseNumber": "DEU 22:23",
    "verseText": "Ikiwa mwanaume atakutana na bikira mjini ambaye ameposwa na mtu akazini naye,"
  },
  {
    "verseNumber": "DEU 22:24",
    "verseText": "utawachukua wote wawili kwenye lango la mji na kuwapiga kwa mawe mpaka wafe; yule msichana kwa kuwa alikuwa mjini na hakupiga kelele kuomba msaada, na yule mwanaume kwa sababu amemtenda jeuri mke wa mtu mwingine. Lazima mwondoe uovu katikati yenu."
  },
  {
    "verseNumber": "DEU 22:25",
    "verseText": "Lakini ikiwa itatokea mwanaume akakutana na msichana aliyeposwa huko mashambani, akambaka, mwanaume aliyefanya hivi peke yake ndiye atakayeuawa."
  },
  {
    "verseNumber": "DEU 22:26",
    "verseText": "Usimtendee msichana yule jambo lolote; hajafanya dhambi inayostahili kifo. Shauri hili ni kama lile la yeyote ambaye anamshambulia na kumuua kwa makusudi jirani yake,"
  },
  {
    "verseNumber": "DEU 22:27",
    "verseText": "kwa maana mwanaume huyo alimkuta msichana huko mashambani, na ingawa msichana aliyeposwa alipiga kelele, hapakuwa na mtu wa kumwokoa."
  },
  {
    "verseNumber": "DEU 22:28",
    "verseText": "Ikiwa itatokea mwanaume akutane na bikira ambaye hajaposwa na kumbaka nao wakakutwa,"
  },
  {
    "verseNumber": "DEU 22:29",
    "verseText": "mwanaume atamlipa baba wa msichana shekeli hamsini za fedha. Ni lazima amwoe huyo msichana, kwa maana amemfanyia jeuri. Kamwe hawezi kumpa talaka siku zote za maisha yake."
  },
  {
    "verseNumber": "DEU 22:30",
    "verseText": "Mwanaume asimwoe mke wa baba yake; kamwe asidhalilishe kitanda cha baba yake."
  },
  {
    "verseNumber": "DEU 23:1",
    "verseText": "Asiingie mtu yeyote aliyehasiwa kwa kupondwa makende au kwa kukatwa uume wake katika kusanyiko la BWANA."
  },
  {
    "verseNumber": "DEU 23:2",
    "verseText": "Mtu yeyote ambaye amezaliwa kwenye ndoa isiyo halali au wazao wake wasiingie kwenye kusanyiko la BWANA, hata mpaka kizazi cha kumi."
  },
  {
    "verseNumber": "DEU 23:3",
    "verseText": "Hapatakuwa na Mwamoni au Mmoabu au yeyote wa wazao wao atakayeruhusiwa kuingia katika kusanyiko la BWANA, hata mpaka kizazi cha kumi."
  },
  {
    "verseNumber": "DEU 23:4",
    "verseText": "Kwa kuwa hawakuja kuwalaki wakiwa na mkate na maji mlipokuwa njiani mlipotoka Misri, tena walimwajiri Balaamu mwana wa Beori kutoka Pethori iliyoko Aramu-Naharaimu ili kuwalaani ninyi."
  },
  {
    "verseNumber": "DEU 23:5",
    "verseText": "Hata hivyo, BWANA Mungu wenu hakumsikiliza Balaamu bali aligeuza laana kuwa baraka kwenu kwa sababu BWANA Mungu wenu anawapenda."
  },
  {
    "verseNumber": "DEU 23:6",
    "verseText": "Msitafute mapatano ya urafiki nao maisha yenu yote."
  },
  {
    "verseNumber": "DEU 23:7",
    "verseText": "Usimchukie Mwedomu, kwa kuwa yeye ni ndugu yako. Usimchukie Mmisri, kwa sababu uliishi kama mgeni katika nchi yake."
  },
  {
    "verseNumber": "DEU 23:8",
    "verseText": "Kizazi cha tatu cha watoto watakaozaliwa nao wanaweza kuingia katika kusanyiko la BWANA."
  },
  {
    "verseNumber": "DEU 23:9",
    "verseText": "Unapokuwa umepiga kambi dhidi ya adui zako, jitenge na kitu chochote kisicho safi."
  },
  {
    "verseNumber": "DEU 23:10",
    "verseText": "Ikiwa mtu amechafuka kwa sababu ya kutokwa na shahawa usiku, inampasa atoke nje ya kambi na kukaa huko."
  },
  {
    "verseNumber": "DEU 23:11",
    "verseText": "Lakini jioni ikikaribia ataoga, na baada ya jua kuzama ataingia tena kambini."
  },
  {
    "verseNumber": "DEU 23:12",
    "verseText": "Tengeni mahali nje ya kambi ambapo mnaweza kwenda kujisaidia."
  },
  {
    "verseNumber": "DEU 23:13",
    "verseText": "Kama sehemu ya vifaa vyenu kuweni na kitu cha kulimia, nanyi mnapojisaidia, chimba shimo na kisha funika kile kikutokacho."
  },
  {
    "verseNumber": "DEU 23:14",
    "verseText": "Kwa kuwa BWANA Mungu wenu hutembea katika kambi yenu ili kuwalinda na kuwaweka adui zenu mikononi mwenu. Kambi yenu ni lazima iwe takatifu, ili asione kitu chochote miongoni mwenu kilicho kichafu akageuka na kuwaacha."
  },
  {
    "verseNumber": "DEU 23:15",
    "verseText": "Ikiwa mtumwa amekimbilia kwako, usimrudishe kwa bwana wake."
  },
  {
    "verseNumber": "DEU 23:16",
    "verseText": "Mwache aishi miongoni mwenu mahali popote anapopapenda na katika mji wowote anaochagua. Usimwonee."
  },
  {
    "verseNumber": "DEU 23:17",
    "verseText": "Asiwepo Mwisraeli mwanamke kahaba au mwanaume hanithi wa mahali pa kuabudia miungu."
  },
  {
    "verseNumber": "DEU 23:18",
    "verseText": "Kamwe usilete mapato ya ukahaba ikiwa ni ya mwanamke au ni ya mwanaume katika nyumba ya BWANA Mungu wako kwa ajili ya nadhiri yoyote, kwa sababu BWANA Mungu wako anachukizwa na yote mawili."
  },
  {
    "verseNumber": "DEU 23:19",
    "verseText": "Usimtoze ndugu yako riba, iwe ni fedha ama chakula ama kitu kingine chochote ambacho waweza kupata riba juu yake."
  },
  {
    "verseNumber": "DEU 23:20",
    "verseText": "Unaweza kumtoza mgeni riba, lakini siyo nduguyo Mwisraeli, ili kwamba BWANA Mungu wako akubariki katika kila kitu unachoweka mkono katika nchi unayoingia kuimiliki."
  },
  {
    "verseNumber": "DEU 23:21",
    "verseText": "Ukiweka nadhiri kwa BWANA Mungu wako, usichelewe kuitimiza, kwa kuwa BWANA Mungu wako atakudai, nawe utakuwa na hatia ya dhambi."
  },
  {
    "verseNumber": "DEU 23:22",
    "verseText": "Lakini ukijizuia kuweka nadhiri, hutakuwa na hatia."
  },
  {
    "verseNumber": "DEU 23:23",
    "verseText": "Chochote kitakachotamkwa kwa midomo yako ni lazima uhakikishe umekifanya, kwa sababu uliweka nadhiri yako kwa hiari mbele za BWANA Mungu wako kwa kinywa chako mwenyewe."
  },
  {
    "verseNumber": "DEU 23:24",
    "verseText": "Kama ukiingia katika shamba la mizabibu la jirani yako, unaweza kula zabibu kadiri utakavyo, lakini usiweke chochote kwenye kikapu chako."
  },
  {
    "verseNumber": "DEU 23:25",
    "verseText": "Kama ukiingia katika shamba la nafaka la jirani yako, unaweza kukwanyua kwa mikono yako, lakini usikate kwa mundu nafaka iliyosimama."
  },
  {
    "verseNumber": "DEU 24:1",
    "verseText": "Ikiwa mtu atamwoa mke na akamchukia kwa sababu ya kukosa adabu, naye akamwandikia hati ya talaka, akampa na kumfukuza kutoka nyumbani kwake,"
  },
  {
    "verseNumber": "DEU 24:2",
    "verseText": "ikiwa baada ya kuondoka nyumbani kwake atakuwa mke wa mtu mwingine,"
  },
  {
    "verseNumber": "DEU 24:3",
    "verseText": "ikiwa mume wake wa pili atachukizwa naye akamwandikia hati ya talaka, akampa na kumfukuza kutoka nyumbani kwake, au kama akifa,"
  },
  {
    "verseNumber": "DEU 24:4",
    "verseText": "basi yule mume wake wa kwanza, ambaye alimpa talaka, haruhusiwi kumwoa tena baada ya mwanamke huyo kuwa najisi. Hayo yatakuwa machukizo machoni pa BWANA. Usilete dhambi juu ya nchi ambayo BWANA Mungu wako anakupa kama urithi."
  },
  {
    "verseNumber": "DEU 24:5",
    "verseText": "Kama mtu ameoa karibuni, kamwe asipelekwe vitani au kupewa wajibu mwingine wowote. Kwa mwaka mmoja atakuwa huru kubaki nyumbani ili amfurahishe mke aliyemwoa."
  },
  {
    "verseNumber": "DEU 24:6",
    "verseText": "Usitoe jozi ya mawe ya kusagia, hata ikiwa lile la juu, kuweka rehani kwa ajili ya deni, kwa sababu itakuwa ni kuweka uhai wa mtu kama dhamana."
  },
  {
    "verseNumber": "DEU 24:7",
    "verseText": "Kama mtu akikamatwa akiiba yeyote miongoni mwa ndugu zake wa Waisraeli na kumtenda kama mtumwa au akimuuza, mwizi huyo ni lazima auawe. Nawe utaondoa uovu kutoka miongoni mwenu."
  },
  {
    "verseNumber": "DEU 24:8",
    "verseText": "Pakitokea magonjwa ya ngozi ya kuambukiza, mwe waangalifu sana kufanya sawasawa na maagizo ya makuhani, ambao ni Walawi. Ni lazima mfuate kwa uangalifu yale niliyowaamuru."
  },
  {
    "verseNumber": "DEU 24:9",
    "verseText": "Kumbukeni kile BWANA Mungu wenu alichomfanyia Miriamu njiani baada ya ninyi kutoka Misri."
  },
  {
    "verseNumber": "DEU 24:10",
    "verseText": "Unapomkopesha jirani yako chochote, usiingie nyumbani kwake kutwaa kile anachokitoa kama rehani."
  },
  {
    "verseNumber": "DEU 24:11",
    "verseText": "Ukae nje na umwache huyo mtu uliyemkopesha akuletee hiyo rehani."
  },
  {
    "verseNumber": "DEU 24:12",
    "verseText": "Ikiwa mtu huyo ni maskini, usiende kulala ukiwa na hiyo rehani yake katika milki yako."
  },
  {
    "verseNumber": "DEU 24:13",
    "verseText": "Rudisha vazi lake kabla ya machweo ya jua ili apate kulilalia. Kisha atakushukuru na kitaonekana kama kitendo cha haki mbele za BWANA Mungu wako."
  },
  {
    "verseNumber": "DEU 24:14",
    "verseText": "Usimwonee mtu maskini na mhitaji ambaye umemwajiri, akiwa ni nduguyo Mwisraeli au mgeni anayeishi katika mojawapo ya miji yenu."
  },
  {
    "verseNumber": "DEU 24:15",
    "verseText": "Mlipe ujira wake kila siku kabla ya jua kutua, kwa sababu yeye ni maskini na anautegemea ujira huo. La sivyo, anaweza kumlilia BWANA dhidi yako, nawe ukapata hatia ya dhambi."
  },
  {
    "verseNumber": "DEU 24:16",
    "verseText": "Baba wasiuawe kwa ajili ya watoto wao, wala watoto wasiuawe kwa ajili ya baba zao; kila mmoja atakufa kwa ajili ya dhambi yake mwenyewe."
  },
  {
    "verseNumber": "DEU 24:17",
    "verseText": "Usipotoshe hukumu ya mgeni au yatima, au kuchukua vazi la mjane kama rehani."
  },
  {
    "verseNumber": "DEU 24:18",
    "verseText": "Kumbukeni kwamba mlikuwa watumwa huko Misri, naye BWANA Mungu wenu akawakomboa kutoka huko. Hii ndiyo sababu ninawaamuru kutenda hili."
  },
  {
    "verseNumber": "DEU 24:19",
    "verseText": "Unapovuna shamba lako na ukasahau mganda, usirudi kuuchukua. Acha kwa ajili ya mgeni, yatima na mjane, ili BWANA Mungu wako aweze kukubariki wewe katika kazi zote za mikono yako."
  },
  {
    "verseNumber": "DEU 24:20",
    "verseText": "Unapovuna zeituni kutoka miti yako, usirudie matawi mara ya pili. Acha kilichobaki kwa ajili ya mgeni, yatima na mjane."
  },
  {
    "verseNumber": "DEU 24:21",
    "verseText": "Unapochuma zabibu katika shamba lako la mizabibu usirudie tena. Acha zinazobaki kwa ajili ya mgeni, yatima na mjane."
  },
  {
    "verseNumber": "DEU 24:22",
    "verseText": "Kumbuka kwamba mlikuwa watumwa katika nchi ya Misri. Ndiyo sababu ninawaamuru kufanya hili."
  },
  {
    "verseNumber": "DEU 25:1",
    "verseText": "Watu wanapokuwa na ugomvi, wapeleke mahakamani na waamuzi wataamua shauri hilo; watawaachia wasio na kosa na kuwahukumu wenye hatia."
  },
  {
    "verseNumber": "DEU 25:2",
    "verseText": "Kama mtu mwenye hatia anastahili kuchapwa, mwamuzi atamwamuru alale chini ili achapwe mbele yake idadi ya viboko kulingana na kosa lake,"
  },
  {
    "verseNumber": "DEU 25:3",
    "verseText": "lakini kamwe asichapwe zaidi ya viboko arobaini. Ikiwa atachapwa zaidi ya viboko arobaini, nduguyo atadhalilika machoni pako."
  },
  {
    "verseNumber": "DEU 25:4",
    "verseText": "Usimfunge maksai kinywa anapopura nafaka."
  },
  {
    "verseNumber": "DEU 25:5",
    "verseText": "Ikiwa ndugu wanaishi pamoja na mmoja wao akafa bila kuacha mwana, kamwe mjane wake asiolewe nje ya jamaa hiyo. Ndugu wa mumewe atamchukua, amwoe na kutimiza wajibu wa shemeji kwake."
  },
  {
    "verseNumber": "DEU 25:6",
    "verseText": "Mwana wa kwanza atakayemzaa atapewa jina la ndugu aliyekufa ili jina lake lisifutike katika Israeli."
  },
  {
    "verseNumber": "DEU 25:7",
    "verseText": "Hata hivyo, ikiwa ndugu huyo wa mume hataki kuoa huyo mke wa nduguye, mjane atawaendea wazee kwenye lango la mji na kusema, “Ndugu wa mume wangu anakataa kuendeleza jina la nduguye katika Israeli. Hataki kutimiza wajibu wa shemeji kwangu.”"
  },
  {
    "verseNumber": "DEU 25:8",
    "verseText": "Ndipo wazee wa mji wake watamwita na kuzungumza naye. Kama atashikilia kukataa akisema, “Sitaki kumwoa,”"
  },
  {
    "verseNumber": "DEU 25:9",
    "verseText": "mjane wa nduguye atamwendea mbele ya wazee, atamvua kiatu kimoja na kumtemea mate usoni, na kusema, “Hivi ndivyo ambavyo hufanywa kwa mtu ambaye atakataa kuendeleza jamaa ya ndugu yake.”"
  },
  {
    "verseNumber": "DEU 25:10",
    "verseText": "Jamaa ya mtu huyo itafahamika katika Israeli kama Jamaa ya Aliyevuliwa Kiatu."
  },
  {
    "verseNumber": "DEU 25:11",
    "verseText": "Ikiwa watu wawili wanapigana na mke wa mmoja wao akaja kumwokoa mumewe na yule anayemshambulia, naye mke huyo akifika na kumkamata sehemu za siri,"
  },
  {
    "verseNumber": "DEU 25:12",
    "verseText": "huyo mwanamke utamkata mkono wake. Usimhurumie."
  },
  {
    "verseNumber": "DEU 25:13",
    "verseText": "Usiwe na mawe ya kupimia ya aina mbili katika mkoba wako, moja zito na jingine jepesi."
  },
  {
    "verseNumber": "DEU 25:14",
    "verseText": "Usiwe na vipimo viwili tofauti katika nyumba yako, kimoja kikubwa, kingine kidogo."
  },
  {
    "verseNumber": "DEU 25:15",
    "verseText": "Ni lazima uwe na uzito na vipimo sahihi na vya haki, ili upate kuishi maisha marefu katika nchi anayokupa BWANA Mungu wako."
  },
  {
    "verseNumber": "DEU 25:16",
    "verseText": "Kwa maana BWANA Mungu wako humchukia yeyote ambaye hufanya mambo kama haya, yeyote anayetenda kwa udanganyifu."
  },
  {
    "verseNumber": "DEU 25:17",
    "verseText": "Kumbuka kile Waamaleki walichowatendea mlipokuwa njiani mkitoka Misri."
  },
  {
    "verseNumber": "DEU 25:18",
    "verseText": "Wakati mlipokuwa mmechoka na kuishiwa nguvu kwa safari yenu, wakawapiga wale wote waliokuja nyuma. Waamaleki hawakumwogopa Mungu."
  },
  {
    "verseNumber": "DEU 25:19",
    "verseText": "BWANA Mungu wako atakapokupa pumziko mbali na adui zako wote wanaokuzunguka katika nchi akupayo kuimiliki kuwa urithi, utafutilia mbali kumbukumbu lote la Waamaleki chini ya mbingu. Usisahau!"
  },
  {
    "verseNumber": "DEU 26:1",
    "verseText": "Mtakapokuwa mmeingia nchi ile ambayo BWANA Mungu wenu anawapa kama urithi na mtakapokuwa mmeimiliki na kukaa ndani yake,"
  },
  {
    "verseNumber": "DEU 26:2",
    "verseText": "chukueni baadhi ya mavuno ya kwanza ya yale yote mtakayozalisha kutoka udongo wa nchi ambayo BWANA Mungu wenu anawapa na mweke kwenye kapu. Kisha uende mahali ambapo BWANA Mungu wako atapachagua kuwa makao kwa ajili ya Jina lake"
  },
  {
    "verseNumber": "DEU 26:3",
    "verseText": "na umwambie kuhani atakayekuwepo kwa wakati huo, “Ninatangaza leo kwa BWANA Mungu wako kwamba nimekuja katika nchi ambayo BWANA aliwaapia baba zetu kwamba atatupa.”"
  },
  {
    "verseNumber": "DEU 26:4",
    "verseText": "Kuhani atapokea lile kapu mikononi mwako na kuliweka chini mbele ya madhabahu ya BWANA Mungu wako."
  },
  {
    "verseNumber": "DEU 26:5",
    "verseText": "Kisha utatangaza mbele za BWANA Mungu wako: “Baba yangu alikuwa Mwaramu aliyekuwa anatangatanga, akaenda Misri pamoja na watu wachache, akaishi huko hadi akawa taifa kubwa, lenye nguvu na watu wengi."
  },
  {
    "verseNumber": "DEU 26:6",
    "verseText": "Lakini Wamisri walituonea na kututaabisha, wakitufanyisha kazi ngumu."
  },
  {
    "verseNumber": "DEU 26:7",
    "verseText": "Kisha tulimlilia BWANA, Mungu wa baba zetu, naye BWANA akasikia sauti yetu na akaona huzuni yetu, taabu yetu na mateso yetu."
  },
  {
    "verseNumber": "DEU 26:8",
    "verseText": "Kwa hiyo BWANA akatutoa nchi ya Misri kwa mkono wenye nguvu na ulionyooshwa, pamoja na utisho mkuu, ishara za miujiza na maajabu."
  },
  {
    "verseNumber": "DEU 26:9",
    "verseText": "Akatuleta mahali hapa akatupa nchi hii, nchi inayotiririka maziwa na asali;"
  },
  {
    "verseNumber": "DEU 26:10",
    "verseText": "nami sasa ninaleta malimbuko ya ardhi ambayo wewe, Ee BWANA, umenipa.” Weka kapu mbele za BWANA Mungu wako na usujudu mbele zake."
  },
  {
    "verseNumber": "DEU 26:11",
    "verseText": "Kisha wewe pamoja na Walawi na wageni wote walioko miongoni mwenu mtafurahi katika vitu vyote vizuri ambavyo BWANA Mungu wenu amewapa pamoja na wa nyumbani mwenu."
  },
  {
    "verseNumber": "DEU 26:12",
    "verseText": "Wakati utakapokuwa umeshatoa zaka zote za mazao yako katika mwaka wa tatu, ambao ni mwaka wa zaka, utampa Mlawi, mgeni, yatima na mjane, ili waweze kula katika miji yenu na kushiba."
  },
  {
    "verseNumber": "DEU 26:13",
    "verseText": "Kisha umwambie BWANA Mungu wako: “Nimeondoa katika nyumba yangu ile sehemu iliyowekwa wakfu na nimempa Mlawi, mgeni, yatima na mjane, kulingana na yote uliyoamuru. Sijazihalifu amri zako wala kusahau hata mojawapo."
  },
  {
    "verseNumber": "DEU 26:14",
    "verseText": "Sijala sehemu iliyowekwa wakfu wakati nilipokuwa nikiomboleza, wala sijaondoa mojawapo wakati nilipokuwa najisi, wala sijatoa sehemu yake yoyote kwa wafu. Nimemtii BWANA Mungu wangu; nimefanya kila kitu ulichoniamuru."
  },
  {
    "verseNumber": "DEU 26:15",
    "verseText": "Angalia chini kutoka mbinguni, maskani yako matakatifu, uwabariki watu wako Israeli pamoja na nchi uliyotupa kama ulivyoahidi kwa kiapo kwa baba zetu, nchi inayotiririka maziwa na asali.”"
  },
  {
    "verseNumber": "DEU 26:16",
    "verseText": "BWANA Mungu wako anakuagiza leo kufuata amri hizi na sheria; zishike kwa bidii kwa moyo wako wote na kwa roho yako yote."
  },
  {
    "verseNumber": "DEU 26:17",
    "verseText": "Umetangaza leo kwamba BWANA ndiye Mungu wako na kwamba utafuata njia zake, kwamba utayashika maagizo yake, amri zake na sheria zake nawe utamtii."
  },
  {
    "verseNumber": "DEU 26:18",
    "verseText": "Naye BWANA ametangaza leo kwamba ninyi ni taifa lake, hazina yake ya thamani kama alivyoahidi, ili kwamba mpate kuyashika maagizo yake yote."
  },
  {
    "verseNumber": "DEU 26:19",
    "verseText": "Ametangaza kwamba atawaweka juu kuliko mataifa mengine aliyoyafanya katika sifa, kuwa fahari na heshima, na kwamba mtakuwa taifa takatifu kwa BWANA Mungu wenu, kama alivyoahidi."
  },
  {
    "verseNumber": "DEU 27:1",
    "verseText": "Mose na wazee wa Israeli wakawaagiza watu: “Yashikeni maagizo haya yote ninayowaagiza leo."
  },
  {
    "verseNumber": "DEU 27:2",
    "verseText": "Mtakapokuwa mmevuka Mto Yordani na kuingia katika nchi awapayo BWANA Mungu wenu, msimamishe mawe makubwa na mkayatie lipu."
  },
  {
    "verseNumber": "DEU 27:3",
    "verseText": "Andikeni juu yake maneno yote ya sheria hii wakati mtakapokuwa mmevuka na kuingia katika nchi awapayo BWANA Mungu wenu, nchi itiririkayo maziwa na asali, kama vile BWANA, Mungu wa baba zenu, alivyowaahidi."
  },
  {
    "verseNumber": "DEU 27:4",
    "verseText": "Mtakapokuwa mmevuka Yordani, simamisheni mawe haya juu ya Mlima Ebali, kama ninavyowaagiza leo, mkayatie lipu."
  },
  {
    "verseNumber": "DEU 27:5",
    "verseText": "Huko mjengeeni BWANA Mungu wenu madhabahu, madhabahu ya mawe. Msitumie kifaa chochote cha chuma juu yake."
  },
  {
    "verseNumber": "DEU 27:6",
    "verseText": "Jengeni madhabahu ya BWANA Mungu wenu kwa mawe ya shambani, na mtoe sadaka za kuteketezwa juu yake kwa BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 27:7",
    "verseText": "Toeni sadaka za amani juu yake, mkizila na kufurahia mbele za BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 27:8",
    "verseText": "Nanyi mtaandika maneno yote ya sheria hii kwa wazi sana juu ya mawe haya ambayo mmesimamisha.”"
  },
  {
    "verseNumber": "DEU 27:9",
    "verseText": "Kisha Mose na makuhani, ambao ni Walawi, wakawaambia Israeli wote, “Nyamaza ee Israeli, sikiliza! Sasa umekuwa taifa la BWANA Mungu wako."
  },
  {
    "verseNumber": "DEU 27:10",
    "verseText": "Mtii BWANA Mungu wako, na kufuata amri zake na maagizo ninayokupa leo.”"
  },
  {
    "verseNumber": "DEU 27:11",
    "verseText": "Siku ile ile Mose akawaagiza watu:"
  },
  {
    "verseNumber": "DEU 27:12",
    "verseText": "Mtakapovuka Mto Yordani, makabila haya yatasimama juu ya Mlima Gerizimu kubariki watu: Simeoni, Lawi, Yuda, Isakari, Yosefu na Benyamini."
  },
  {
    "verseNumber": "DEU 27:13",
    "verseText": "Makabila haya yatasimama juu ya Mlima Ebali kwa kutamka laana: Reubeni, Gadi, Asheri, Zabuloni, Dani na Naftali."
  },
  {
    "verseNumber": "DEU 27:14",
    "verseText": "Nao Walawi watawasomea watu wote wa Israeli kwa sauti kubwa:"
  },
  {
    "verseNumber": "DEU 27:15",
    "verseText": "“Alaaniwe mtu afanyaye sanamu ya kuchonga au mwenye kusubu sanamu, kitu ambacho ni chukizo kwa BWANA, kazi ya mikono ya fundi stadi, na kuisimamisha kwa siri.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:16",
    "verseText": "“Alaaniwe mtu amdharauye baba yake na mama yake.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:17",
    "verseText": "“Alaaniwe mtu asogezaye jiwe la mpaka wa jirani yake.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:18",
    "verseText": "“Alaaniwe mtu ampotoshaye kipofu njiani.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:19",
    "verseText": "“Alaaniwe mtu apotoshaye haki ya mgeni, yatima au mjane.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:20",
    "verseText": "“Alaaniwe mtu akutanaye kimwili na mke wa baba yake, kwa maana anadharau malazi ya baba yake.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:21",
    "verseText": "“Alaaniwe mtu akutanaye kimwili na mnyama yeyote.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:22",
    "verseText": "“Alaaniwe mtu akutanaye kimwili na dada yake, binti wa baba yake au binti wa mama yake.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:23",
    "verseText": "“Alaaniwe mtu akutanaye kimwili na mama mkwe wake.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:24",
    "verseText": "“Alaaniwe mtu amuuaye jirani yake kwa siri.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:25",
    "verseText": "“Alaaniwe mtu apokeaye rushwa ili kumuua mtu asiye na hatia.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 27:26",
    "verseText": "“Alaaniwe mtu yule ambaye hatashikilia maneno ya sheria hii kwa kuyatekeleza.” Kisha watu wote watasema, “Amen!”"
  },
  {
    "verseNumber": "DEU 28:1",
    "verseText": "Kama ukimtii BWANA Mungu wako kwa bidii na kufuata amri zake zote ninazokupa leo kwa bidii, BWANA Mungu wako atakuweka juu ya mataifa yote katika dunia."
  },
  {
    "verseNumber": "DEU 28:2",
    "verseText": "Baraka hizi zote zitakuja juu yako na kukupata, kama ukimtii BWANA Mungu wako:"
  },
  {
    "verseNumber": "DEU 28:3",
    "verseText": "Utabarikiwa mjini na utabarikiwa mashambani."
  },
  {
    "verseNumber": "DEU 28:4",
    "verseText": "Utabarikiwa uzao wa tumbo lako, na mazao ya nchi yako na wanyama wako wachanga wa kufugwa, yaani ndama wa makundi yako ya ngʼombe, na wana-kondoo wa makundi yako."
  },
  {
    "verseNumber": "DEU 28:5",
    "verseText": "Kapu lako na vyombo vyako vya kukandia vitabarikiwa."
  },
  {
    "verseNumber": "DEU 28:6",
    "verseText": "Utabarikiwa uingiapo na utabarikiwa utokapo."
  },
  {
    "verseNumber": "DEU 28:7",
    "verseText": "BWANA atasababisha adui wainukao dhidi yako kushindwa mbele yako. Watakujia kwa njia moja lakini watakimbia mbele yako kwa njia saba."
  },
  {
    "verseNumber": "DEU 28:8",
    "verseText": "BWANA ataagiza baraka juu ya ghala zako na juu ya kila kitu utakachogusa kwa mkono wako. BWANA Mungu wako atakubariki katika nchi anayokupa."
  },
  {
    "verseNumber": "DEU 28:9",
    "verseText": "BWANA atakufanya kuwa taifa lake takatifu, kama alivyokuahidi kwa kiapo, kama ukishika maagizo ya BWANA Mungu wako na kwenda katika njia zake."
  },
  {
    "verseNumber": "DEU 28:10",
    "verseText": "Kisha mataifa yote ya dunia wataona kuwa unaitwa kwa jina la BWANA, nao watakuogopa."
  },
  {
    "verseNumber": "DEU 28:11",
    "verseText": "BWANA atakupa kustawi kwa wingi, katika tunda la uzao wa tumbo lako, katika wanyama wachanga wa mifugo yako na katika mazao ya ardhi yako, katika nchi aliyowaapia baba zako kuwapa."
  },
  {
    "verseNumber": "DEU 28:12",
    "verseText": "BWANA atafungua mbingu, ghala zake za baraka, kukupa mvua kwa majira yake na kubariki kazi zako zote za mikono yako. Utakopesha mataifa mengi lakini hutakopa kwa yeyote."
  },
  {
    "verseNumber": "DEU 28:13",
    "verseText": "BWANA atakufanya kichwa, wala si mkia. Kama utazingatia maagizo ya BWANA Mungu wako ninayokupa siku hii ya leo na kuyafuata kwa bidii, daima utakuwa juu, kamwe hutakuwa chini."
  },
  {
    "verseNumber": "DEU 28:14",
    "verseText": "Usihalifu amri zangu zozote ninazokupa leo, kwa kwenda kuume au kushoto, kwa kufuata miungu mingine na kuitumikia."
  },
  {
    "verseNumber": "DEU 28:15",
    "verseText": "Hata hivyo, kama hutamtii BWANA Mungu wako na kuzishika kwa bidii amri zake zote na maagizo ninayokupa leo, laana hizi zote zitakuja juu yako na kukupata:"
  },
  {
    "verseNumber": "DEU 28:16",
    "verseText": "Utalaaniwa mjini na utalaaniwa mashambani."
  },
  {
    "verseNumber": "DEU 28:17",
    "verseText": "Kapu lako na chombo chako cha kukandia kitalaaniwa."
  },
  {
    "verseNumber": "DEU 28:18",
    "verseText": "Uzao wa tumbo lako utalaaniwa, mazao ya ardhi yako, ndama wa makundi yako ya ngʼombe na wana-kondoo wa makundi yako."
  },
  {
    "verseNumber": "DEU 28:19",
    "verseText": "Utalaaniwa uingiapo na utokapo."
  },
  {
    "verseNumber": "DEU 28:20",
    "verseText": "BWANA ataleta laana juu yako, fadhaa na kukaripiwa katika kila kitu unachokigusa kwa mkono wako, mpaka uwe umeharibiwa na kuangamizwa ghafula kwa ajili ya maovu uliyoyafanya kwa kumwacha yeye."
  },
  {
    "verseNumber": "DEU 28:21",
    "verseText": "BWANA atakupiga kwa magonjwa mpaka akuangamize kutoka nchi unayoingia kuimiliki."
  },
  {
    "verseNumber": "DEU 28:22",
    "verseText": "BWANA atakupiga kwa magonjwa ya kudhoofisha, kwa homa na kuwashwa, hari na kwa ukame, kutu na kuwa na uchungu ambavyo vitakupiga mpaka uangamie."
  },
  {
    "verseNumber": "DEU 28:23",
    "verseText": "Anga juu yako itakuwa shaba, na ardhi chini yako itakuwa chuma."
  },
  {
    "verseNumber": "DEU 28:24",
    "verseText": "BWANA atafanya mvua ya nchi yako kuwa mavumbi na mchanga; vitakujia kutoka angani mpaka uangamie."
  },
  {
    "verseNumber": "DEU 28:25",
    "verseText": "BWANA atakufanya ushindwe mbele ya adui zako. Utawajia kwa njia moja lakini utawakimbia mbele yao kwa njia saba, nawe utakuwa kitu cha kuchukiza kwa falme zote za dunia."
  },
  {
    "verseNumber": "DEU 28:26",
    "verseText": "Mizoga yenu itakuwa chakula cha ndege wa angani na wanyama wa nchi, wala hapatakuwepo mtu yeyote wa kuwafukuza."
  },
  {
    "verseNumber": "DEU 28:27",
    "verseText": "BWANA atakupiga kwa majipu ya Misri na kwa vidonda vitokavyo usaha na kuwashwa, ambako huwezi kuponywa."
  },
  {
    "verseNumber": "DEU 28:28",
    "verseText": "BWANA atakupiga kwa wazimu, upofu na kuchanganyikiwa kwa akili."
  },
  {
    "verseNumber": "DEU 28:29",
    "verseText": "Wakati wa adhuhuri utapapasapapasa huku na huko kama mtu kipofu katika giza. Hutafanikiwa katika lolote ufanyalo; siku baada ya siku utaonewa na kunyangʼanywa, wala hakuna yeyote atakayekuokoa."
  },
  {
    "verseNumber": "DEU 28:30",
    "verseText": "Utaposa mke, lakini mtu mwingine atakutana naye kimwili. Utajenga nyumba, lakini hutaishi ndani yake. Utapanda shamba la mizabibu, lakini hutakula matunda yake."
  },
  {
    "verseNumber": "DEU 28:31",
    "verseText": "Ngʼombe wako atachinjwa mbele ya macho yako lakini hutakula nyama yake. Punda wako atachukuliwa kwa nguvu kutoka kwako wala hatarudishwa. Kondoo wako watapewa adui zako, wala hakuna mtu yeyote wa kuwaokoa."
  },
  {
    "verseNumber": "DEU 28:32",
    "verseText": "Wanao na binti zako watatolewa kwa mataifa mengine, nawe utayachosha macho yako ukiwatazamia siku baada ya siku, hutakuwa na nguvu kuinua mkono."
  },
  {
    "verseNumber": "DEU 28:33",
    "verseText": "Taifa usilolijua watakula mazao ya nchi yako na taabu ya kazi yako, hutakuwa na chochote, bali kuonewa kikatili siku zako zote."
  },
  {
    "verseNumber": "DEU 28:34",
    "verseText": "Vitu utakavyoviona kwa macho yako vitakufanya wazimu."
  },
  {
    "verseNumber": "DEU 28:35",
    "verseText": "BWANA atayapiga magoti yako na miguu yako kwa majipu yenye maumivu makali yasiyoponyeka, yakienea kutoka nyayo za miguu yako hadi utosini."
  },
  {
    "verseNumber": "DEU 28:36",
    "verseText": "BWANA atakupeleka wewe na mfalme uliyemweka juu yako uende kwenye taifa ambalo hukulijua wewe wala baba zako. Huko utaabudu miungu mingine, miungu ya miti na mawe."
  },
  {
    "verseNumber": "DEU 28:37",
    "verseText": "Utakuwa kitu cha kuchukiza, tena kitu cha kudharauliwa na kudhihakiwa kwa mataifa yote huko BWANA atakakokupeleka."
  },
  {
    "verseNumber": "DEU 28:38",
    "verseText": "Utapanda mbegu nyingi katika shamba lakini utavuna haba, kwa sababu nzige watazila."
  },
  {
    "verseNumber": "DEU 28:39",
    "verseText": "Utapanda mashamba ya mizabibu na kuyapalilia, lakini hutakunywa divai yake wala hutakusanya zabibu, kwa sababu wadudu watazila."
  },
  {
    "verseNumber": "DEU 28:40",
    "verseText": "Utakuwa na mizeituni katika nchi yako yote, lakini hutatumia hayo mafuta yake, kwa sababu zeituni zitapukutika."
  },
  {
    "verseNumber": "DEU 28:41",
    "verseText": "Utakuwa na wana na binti lakini hawatakuwa nawe, kwa sababu watachukuliwa mateka."
  },
  {
    "verseNumber": "DEU 28:42",
    "verseText": "Makundi ya nzige yatavamia miti yako yote na mazao ya nchi yako."
  },
  {
    "verseNumber": "DEU 28:43",
    "verseText": "Mgeni anayeishi miongoni mwako atainuka juu zaidi na zaidi kuliko wewe, lakini wewe utashuka chini zaidi na zaidi."
  },
  {
    "verseNumber": "DEU 28:44",
    "verseText": "Yeye atakukopesha, lakini wewe hutamkopesha. Yeye atakuwa kichwa, lakini wewe utakuwa mkia."
  },
  {
    "verseNumber": "DEU 28:45",
    "verseText": "Laana hizi zote zitakuja juu yako. Zitakufuatia na kukupata mpaka uangamizwe, kwa sababu hukumtii BWANA Mungu wako, na kuzishika amri zake na maagizo yake aliyokupa."
  },
  {
    "verseNumber": "DEU 28:46",
    "verseText": "Zitakuwa ishara na ajabu kwako na kwa wazao wako milele."
  },
  {
    "verseNumber": "DEU 28:47",
    "verseText": "Kwa sababu hukumtumikia BWANA Mungu wako kwa furaha na kwa moyo wakati wa kufanikiwa kwako,"
  },
  {
    "verseNumber": "DEU 28:48",
    "verseText": "kwa hiyo katika njaa na kiu, katika uchi na umaskini wa kutisha, utawatumikia adui ambao BWANA atawatuma dhidi yako. Yeye ataweka nira ya chuma shingoni mwako hadi amekwisha kukuangamiza."
  },
  {
    "verseNumber": "DEU 28:49",
    "verseText": "BWANA ataleta taifa dhidi yako kutoka mbali, kutoka miisho ya dunia, kama tai ashukiavyo mawindo chini, taifa ambalo hutaijua lugha yake,"
  },
  {
    "verseNumber": "DEU 28:50",
    "verseText": "taifa lenye uso mkali lisilojali wazee wala kuwahurumia vijana."
  },
  {
    "verseNumber": "DEU 28:51",
    "verseText": "Watakula wadogo wa mifugo yako na mazao ya nchi yako mpaka umeangamia. Hawatakuachia nafaka, divai mpya au mafuta, wala ndama wowote wa kundi lako au wana-kondoo wa kundi lako mpaka umekuwa magofu."
  },
  {
    "verseNumber": "DEU 28:52",
    "verseText": "Nao wataizingira miji yote katika nchi yako mpaka kuta ndefu za ngome ambazo unazitegemea zimeanguka. Watazingira miji yote katika nchi ambayo BWANA Mungu wako anakupa."
  },
  {
    "verseNumber": "DEU 28:53",
    "verseText": "Utakula uzao wa tumbo lako, nyama ya wana wako na binti zako ambao BWANA Mungu wako amekupa, kwa sababu ya mateso yale adui zako watakayokuletea wakati wa kukuzingira."
  },
  {
    "verseNumber": "DEU 28:54",
    "verseText": "Hata yule mtu muungwana sana na makini miongoni mwako hatakuwa na huruma kwa ndugu yake mwenyewe au kwa mke ampendaye au watoto wake waliosalia,"
  },
  {
    "verseNumber": "DEU 28:55",
    "verseText": "naye hatampa hata mmoja wao nyama ya watoto wake ambao anawala. Kwa kuwa hakuna kitu kingine kilichosalia kwake katika mazingirwa makali ambayo adui yako watakuletea kwa miji yako yote."
  },
  {
    "verseNumber": "DEU 28:56",
    "verseText": "Mwanamke ambaye ni muungwana sana na makini miongoni mwako, yaani ambaye ni makini sana na muungwana kiasi kwamba asingethubutu kugusa ardhi kwa wayo wa mguu wake, yeye atakuwa mchoyo kwa mume ampendaye na mwanawe mwenyewe au binti yake,"
  },
  {
    "verseNumber": "DEU 28:57",
    "verseText": "kondoo wa nyuma kutoka kwenye tumbo lake na watoto anaowazaa. Kwa kuwa anakusudia kuwala kwa siri wakati wa kuzingirwa na katika taabu zile ambazo adui yako atazileta juu yako na miji yako."
  },
  {
    "verseNumber": "DEU 28:58",
    "verseText": "Kama hutafuata kwa bidii maneno yote ya sheria hii, ambayo yameandikwa katika kitabu hiki na kama hutalicha hili jina la fahari na la kutisha, yaani la BWANA Mungu wako,"
  },
  {
    "verseNumber": "DEU 28:59",
    "verseText": "BWANA ataleta mapigo ya kutisha juu yako na kwa wazao wako, maafa makali na ya kudumu, magonjwa mazito na ya kudumu."
  },
  {
    "verseNumber": "DEU 28:60",
    "verseText": "Atakuletea juu yako magonjwa yote ya Misri yale uliyoyaogopa, nayo yataambatana nawe."
  },
  {
    "verseNumber": "DEU 28:61",
    "verseText": "Pia BWANA atakuletea kila aina ya ugonjwa na maafa ambayo hayakuandikwa humu katika kitabu hiki cha sheria, mpaka utakapokuwa umeangamizwa."
  },
  {
    "verseNumber": "DEU 28:62",
    "verseText": "Ninyi ambao mlikuwa wengi kama nyota za angani mtaachwa wachache tu, kwa sababu hamkumtii BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 28:63",
    "verseText": "Kama ilivyompendeza BWANA kuwafanya ninyi mstawi na kuongezeka kwa idadi, ndivyo itakavyompendeza kuwaharibu na kuwaangamiza ninyi. Mtangʼolewa kutoka nchi mnayoiingia kuimiliki."
  },
  {
    "verseNumber": "DEU 28:64",
    "verseText": "Kisha BWANA atawatawanya miongoni mwa mataifa yote, kutoka mwisho mmoja wa dunia hadi mwingine. Huko mtaabudu miungu mingine, miungu ya miti na ya mawe, ambayo ninyi wala baba zenu hamkuijua."
  },
  {
    "verseNumber": "DEU 28:65",
    "verseText": "Miongoni mwa mataifa hayo hamtapata raha wala mahali pa kupumzisha wayo wa mguu wenu. Huko BWANA atawapa mahangaiko ya mawazo, macho yaliyochoka kwa kungojea na moyo uliokata tamaa."
  },
  {
    "verseNumber": "DEU 28:66",
    "verseText": "Utaishi katika mahangaiko siku zote, ukiwa umejaa hofu usiku na mchana, wala hutakuwa kamwe na uhakika wa maisha yako."
  },
  {
    "verseNumber": "DEU 28:67",
    "verseText": "Wakati wa asubuhi utasema hivi, “Laiti ingekuwa jioni!” Jioni utasema, “Laiti ingekuwa asubuhi,” kwa sababu ya hofu ile itakayojaza moyo wako na vitu vile macho yako yatakavyoviona."
  },
  {
    "verseNumber": "DEU 28:68",
    "verseText": "BWANA atawarudisha tena Misri kwa meli, safari niliyosema kamwe hamngeenda tena. Huko mtajiuza ninyi wenyewe kwa adui zenu kama watumwa wa kiume na wa kike, lakini hakuna yeyote atakayewanunua."
  },
  {
    "verseNumber": "DEU 29:1",
    "verseText": "Haya ndiyo maneno ya Agano BWANA aliyomwagiza Mose kufanya na Waisraeli huko Moabu, kuwa nyongeza ya Agano alilofanya nao huko Horebu."
  },
  {
    "verseNumber": "DEU 29:2",
    "verseText": "Mose akawaita Waisraeli wote akawaambia: Macho yenu yameona yale yote BWANA aliyofanya kwa Mfalme Farao huko Misri, kwa maafisa wake wote na kwa nchi yake yote."
  },
  {
    "verseNumber": "DEU 29:3",
    "verseText": "Kwa macho yenu wenyewe mliona yale majaribu makubwa, ishara zile za miujiza na maajabu makubwa."
  },
  {
    "verseNumber": "DEU 29:4",
    "verseText": "Lakini mpaka leo BWANA hajawapa akili ya kuelewa au macho yanayoona au masikio yanayosikia."
  },
  {
    "verseNumber": "DEU 29:5",
    "verseText": "Kwa muda wa miaka arobaini niliyowaongoza jangwani, nguo zenu hazikuchakaa, wala viatu miguuni mwenu."
  },
  {
    "verseNumber": "DEU 29:6",
    "verseText": "Hamkula mkate na hamkunywa divai wala kileo chochote. Nilifanya hivi ili mpate kujua kuwa mimi ndimi BWANA Mungu wenu."
  },
  {
    "verseNumber": "DEU 29:7",
    "verseText": "Wakati mlipofika mahali hapa, Sihoni mfalme wa Heshboni na Ogu mfalme wa Bashani walikuja kupigana dhidi yetu, lakini tuliwashinda."
  },
  {
    "verseNumber": "DEU 29:8",
    "verseText": "Tuliichukua nchi yao na kuwapa Wareubeni, Wagadi na nusu ya kabila la Manase kama urithi wao."
  },
  {
    "verseNumber": "DEU 29:9",
    "verseText": "Fuateni kwa bidii masharti ya Agano hili, ili kwamba mweze kustawi katika kila kitu mnachofanya."
  },
  {
    "verseNumber": "DEU 29:10",
    "verseText": "Ninyi nyote leo mnasimama mbele za BWANA Mungu wenu; mkiwa viongozi na wakuu wenu, wazee na maafisa wenu, na wanaume wengine wote wa Israeli,"
  },
  {
    "verseNumber": "DEU 29:11",
    "verseText": "pamoja na watoto wenu, wake zenu na pia wageni waishio katika kambi zenu wanaowapasulia kuni na kuwachotea maji."
  },
  {
    "verseNumber": "DEU 29:12",
    "verseText": "Mnasimama hapa ili kufanya Agano na BWANA Mungu wenu, Agano ambalo Mungu analifanya nanyi siku hii ya leo na kulitia muhuri kwa kiapo,"
  },
  {
    "verseNumber": "DEU 29:13",
    "verseText": "kuwathibitisha ninyi siku hii ya leo kama taifa lake, ili aweze kuwa Mungu wenu kama alivyowaahidi na kama alivyowaapia baba zenu Abrahamu, Isaki na Yakobo."
  },
  {
    "verseNumber": "DEU 29:14",
    "verseText": "Ninafanya Agano hili pamoja na kiapo chake, sio na ninyi tu"
  },
  {
    "verseNumber": "DEU 29:15",
    "verseText": "mnaosimama hapa na sisi leo mbele za BWANA Mungu wetu, bali pia pamoja na wale ambao hawapo hapa leo."
  },
  {
    "verseNumber": "DEU 29:16",
    "verseText": "Ninyi wenyewe mnajua jinsi tulivyoishi nchini Misri na jinsi tulivyopita katikati ya nchi mpaka tukafika hapa."
  },
  {
    "verseNumber": "DEU 29:17",
    "verseText": "Mliona miongoni mwao vinyago vyao vya kuchukiza na sanamu za miti na mawe, za fedha na dhahabu."
  },
  {
    "verseNumber": "DEU 29:18",
    "verseText": "Hakikisheni kwamba hakuna mwanaume au mwanamke, ukoo au kabila miongoni mwenu leo ambalo moyo wake utamwacha BWANA Mungu wetu, kwenda kuabudu miungu ya mataifa hayo. Hakikisheni hakuna mzizi miongoni mwenu unaotoa sumu chungu ya namna hii."
  },
  {
    "verseNumber": "DEU 29:19",
    "verseText": "Wakati mtu wa namna hii asikiapo maneno ya kiapo hiki, hujibariki mwenyewe na kisha hufikiri, “Nitakuwa salama, hata kama nikiendelea kuifuata njia yangu mwenyewe.” Hili litaleta maafa juu ya nchi iliyonyeshewa sawasawa na nchi kame."
  },
  {
    "verseNumber": "DEU 29:20",
    "verseText": "BWANA kamwe hatakuwa radhi kumsamehe, ghadhabu na wivu wa Mungu vitawaka dhidi ya mtu huyo. Laana zote zilizoandikwa katika kitabu hiki zitamwangukia na BWANA atafuta jina lake chini ya mbingu."
  },
  {
    "verseNumber": "DEU 29:21",
    "verseText": "BWANA atamtwaa peke yake kutoka makabila ya Israeli kwa maangamizo, kulingana na laana zote za Agano zilizoandikwa kwenye Kitabu hiki cha Sheria."
  },
  {
    "verseNumber": "DEU 29:22",
    "verseText": "Watoto wako watakaofuata baada yako katika vizazi vya baadaye na wageni ambao watakuja kutoka nchi za mbali, wataona maafa, yaliyoipata nchi na magonjwa ambayo BWANA aliyaleta juu yake."
  },
  {
    "verseNumber": "DEU 29:23",
    "verseText": "Nchi yote itakuwa jaa linaloungua la chumvi na kiberiti: hakutakuwa kilichopandwa, hakutakuwa kinachochipua, wala hakutakuwa mimea inayoota juu yake. Itakuwa kama maangamizo ya Sodoma na Gomora, Adma na Seboimu, ambazo BWANA aliangamiza kwa hasira kali."
  },
  {
    "verseNumber": "DEU 29:24",
    "verseText": "Mataifa yote yatauliza: “Kwa nini BWANA amefanya hivi juu ya nchi hii? Kwa nini hasira hii kali ikawaka?”"
  },
  {
    "verseNumber": "DEU 29:25",
    "verseText": "Na jibu litakuwa: “Ni kwa sababu watu hawa waliacha Agano la BWANA, Mungu wa baba zao, Agano alilofanya nao wakati alipowatoa katika nchi ya Misri."
  },
  {
    "verseNumber": "DEU 29:26",
    "verseText": "Walienda zao na kuabudu miungu mingine na kuisujudia, miungu wasioijua, miungu ambayo Mungu hakuwapa."
  },
  {
    "verseNumber": "DEU 29:27",
    "verseText": "Kwa hiyo hasira ya BWANA ikawaka dhidi ya nchi hii, hivyo Mungu akaleta juu yake laana zote zilizoandikwa katika kitabu hiki."
  },
  {
    "verseNumber": "DEU 29:28",
    "verseText": "Katika hasira kali na katika ghadhabu kuu BWANA aliwangʼoa kutoka nchi yao na kuwasukumia katika nchi nyingine, kama ilivyo sasa.”"
  },
  {
    "verseNumber": "DEU 29:29",
    "verseText": "Mambo ya siri ni ya BWANA Mungu wetu, bali yaliyofunuliwa ni yetu na watoto wetu milele, ili tuweze kuyafanya maneno yote ya sheria hii."
  },
  {
    "verseNumber": "DEU 30:1",
    "verseText": "Wakati baraka hizi zote pamoja na laana nilizoziweka mbele yako zitakapokujia, nawe ukazitafakari moyoni popote BWANA Mungu wako atakapokutawanya miongoni mwa mataifa,"
  },
  {
    "verseNumber": "DEU 30:2",
    "verseText": "hapo wewe na watoto wako mtakapomrudia BWANA Mungu wako, na kumtii kwa moyo wako wote na kwa roho yako yote kulingana na kila kitu ninachokuamuru leo,"
  },
  {
    "verseNumber": "DEU 30:3",
    "verseText": "ndipo BWANA Mungu wako atakapokurudisha kutoka utumwani na kukuhurumia, naye atakukusanya tena kutoka mataifa yote kule alikutawanya."
  },
  {
    "verseNumber": "DEU 30:4",
    "verseText": "Hata kama umefukuziwa katika nchi ya mbali kiasi gani chini ya mbingu, kutoka huko BWANA Mungu wako atakukusanya na kukurudisha."
  },
  {
    "verseNumber": "DEU 30:5",
    "verseText": "Yeye BWANA atakurudisha katika nchi iliyokuwa mali ya baba zako, nawe utaimiliki. Naye atakufanya ufanikiwe sana na kukuzidisha kwa idadi kuliko baba zako."
  },
  {
    "verseNumber": "DEU 30:6",
    "verseText": "BWANA Mungu wako ataitahiri mioyo yenu na mioyo ya wazao wenu ili mweze kumpenda kwa moyo wako wote na kwa roho yako yote ukaishi."
  },
  {
    "verseNumber": "DEU 30:7",
    "verseText": "BWANA Mungu wako ataweka laana hizi zote juu ya adui zako ambao wanakuchukia na kukutesa."
  },
  {
    "verseNumber": "DEU 30:8",
    "verseText": "Utamtii tena BWANA na kuzishika amri zake zote ninazokupa leo."
  },
  {
    "verseNumber": "DEU 30:9",
    "verseText": "Ndipo BWANA Mungu wako atakapokufanikisha sana katika kazi zote za mikono yako na katika uzao wa tumbo lako, wadogo wa mifugo yako na mazao ya nchi yako. BWANA atakufurahia tena na kukufanikisha, kama alivyowafurahia baba zako,"
  },
  {
    "verseNumber": "DEU 30:10",
    "verseText": "kama ukimtii BWANA Mungu wako, na kuzishika amri zake na maagizo yake ambayo yameandikwa katika Kitabu hiki cha Sheria, na kumgeukia BWANA Mungu wako kwa moyo wako wote na kwa roho yako yote."
  },
  {
    "verseNumber": "DEU 30:11",
    "verseText": "Ninachokuagiza leo sio kigumu sana kwako au usichokiweza."
  },
  {
    "verseNumber": "DEU 30:12",
    "verseText": "Hakiko juu mbinguni, ili uulize, “Ni nani atakayepanda mbinguni kukileta na kututangazia ili tuweze kutii?”"
  },
  {
    "verseNumber": "DEU 30:13",
    "verseText": "Wala hakiko ngʼambo ya bahari, ili uulize, “Ni nani atakayevuka bahari kwenda kukichukua na kututangazia ili tupate kutii?”"
  },
  {
    "verseNumber": "DEU 30:14",
    "verseText": "La hasha! Lile neno liko karibu sana nawe; liko kinywani mwako na ndani ya moyo wako ili uweze kulitii."
  },
  {
    "verseNumber": "DEU 30:15",
    "verseText": "Tazama, naweka mbele yako leo uzima na mafanikio, mauti na maangamizo."
  },
  {
    "verseNumber": "DEU 30:16",
    "verseText": "Ninakuamuru leo kwamba umpende BWANA Mungu wako, utembee katika njia zake, na kutunza maagizo yake, amri na sheria zake; ndipo utakapoishi na kuongezeka, naye BWANA Mungu wako atakubariki katika nchi unayoingia kuimiliki."
  },
  {
    "verseNumber": "DEU 30:17",
    "verseText": "Lakini kama moyo wako ukigeukia mbali ukawa huna utii, kama umevutwa kuisujudia miungu mingine na kuiabudu,"
  },
  {
    "verseNumber": "DEU 30:18",
    "verseText": "nakutangazia leo hii kwamba hakika utaangamizwa. Hutaishi maisha marefu katika nchi unayovuka Yordani kuiingia na kuimiliki."
  },
  {
    "verseNumber": "DEU 30:19",
    "verseText": "Leo ninaziita mbingu na nchi kama mashahidi dhidi yako kwamba nimeweka mbele yako uzima na mauti, baraka na laana. Basi sasa chagueni uzima, ili wewe na watoto wako mpate kuishi,"
  },
  {
    "verseNumber": "DEU 30:20",
    "verseText": "na ili upate kumpenda BWANA Mungu wako, uisikilize sauti yake na kuambatana naye. Kwa kuwa BWANA ndiye uzima wako, na atakupa wingi wa siku ili upate kuishi katika nchi aliyoapa kuwapa baba zako Abrahamu, Isaki na Yakobo."
  },
  {
    "verseNumber": "DEU 31:1",
    "verseText": "Kisha Mose akaenda akasema maneno haya kwa Waisraeli wote:"
  },
  {
    "verseNumber": "DEU 31:2",
    "verseText": "“Sasa nina miaka mia moja na ishirini nami siwezi tena kuwaongoza. BWANA ameniambia, ‘Hutavuka Yordani.’"
  },
  {
    "verseNumber": "DEU 31:3",
    "verseText": "BWANA Mungu wenu, yeye mwenyewe atavuka mbele yenu. Ataangamiza mataifa haya mbele yenu, nanyi mtaimiliki nchi yao. Pia Yoshua atavuka mbele yenu, kama BWANA alivyosema."
  },
  {
    "verseNumber": "DEU 31:4",
    "verseText": "Naye BWANA atawafanyia watu hao kile alichowafanyia Sihoni na Ogu, wafalme wa Waamori, ambao aliwaangamiza pamoja na nchi yao."
  },
  {
    "verseNumber": "DEU 31:5",
    "verseText": "BWANA atawakabidhi kwenu, nanyi lazima mwatendee yale yote niliyowaamuru."
  },
  {
    "verseNumber": "DEU 31:6",
    "verseText": "Kuweni imara na moyo wa ushujaa. Msiogope wala msifadhaike kwa sababu yao, kwa kuwa BWANA Mungu wenu anakwenda pamoja nanyi; kamwe hatawaacha wala hatawatupa ninyi.”"
  },
  {
    "verseNumber": "DEU 31:7",
    "verseText": "Kisha Mose akamwita Yoshua na akamwambia mbele ya Israeli wote, “Uwe imara na moyo wa ushujaa, kwa kuwa ni lazima uende na watu hawa katika nchi ile BWANA aliyowaapia baba zao kuwapa, nawe ni lazima uwagawie kama urithi wao."
  },
  {
    "verseNumber": "DEU 31:8",
    "verseText": "BWANA mwenyewe atakutangulia naye atakuwa pamoja nawe; kamwe hatakuacha wala hatakutupa. Usiogope, wala usifadhaike.”"
  },
  {
    "verseNumber": "DEU 31:9",
    "verseText": "Kwa hiyo Mose akaandika sheria hii na kuwapa makuhani, wana wa Lawi, waliochukua Sanduku la Agano la BWANA na wazee wote wa Israeli."
  },
  {
    "verseNumber": "DEU 31:10",
    "verseText": "Kisha Mose akawaamuru, akasema: “Mwishoni mwa kila miaka saba, katika mwaka wa kufuta madeni, wakati wa Sikukuu ya Vibanda,"
  },
  {
    "verseNumber": "DEU 31:11",
    "verseText": "Waisraeli wote wanapokuja mbele za BWANA Mungu wenu mahali atakapopachagua, utasoma sheria hii mbele yao masikioni mwao."
  },
  {
    "verseNumber": "DEU 31:12",
    "verseText": "Kusanya watu wote, wanaume, wanawake, watoto na wageni wanaoishi katika miji yenu, ili waweze kusikia na kujifunza kumcha BWANA Mungu wenu na kufuata kwa bidii maneno yote ya sheria hii."
  },
  {
    "verseNumber": "DEU 31:13",
    "verseText": "Watoto wao, ambao hawaijui sheria hii, lazima waisikie na kujifunza kumcha BWANA Mungu wenu kwa muda mtakaoishi katika nchi mnayovuka Yordani kuimiliki.”"
  },
  {
    "verseNumber": "DEU 31:14",
    "verseText": "BWANA akamwambia Mose, “Sasa siku ya kifo chako imekaribia. Mwite Yoshua, mkajihudhurishe katika Hema la Kukutania, mahali nitakapompa maagizo ya kazi.” Kwa hiyo Mose na Yoshua wakaja na kujihudhurisha kwenye Hema la Kukutania."
  },
  {
    "verseNumber": "DEU 31:15",
    "verseText": "Kisha BWANA akatokea katika Hema katika nguzo ya wingu, nalo wingu likasimama juu ya ingilio la Hema."
  },
  {
    "verseNumber": "DEU 31:16",
    "verseText": "Kisha BWANA akamwambia Mose: “Unakwenda kupumzika na baba zako, nao watu hawa hivi karibuni watazini na miungu migeni ya nchi wanayoingia. Wataniacha na kuvunja Agano nililofanya nao."
  },
  {
    "verseNumber": "DEU 31:17",
    "verseText": "Siku hiyo nitawakasirikia na kuwaacha; nitawaficha uso wangu, nao wataangamizwa. Maafa mengi na shida nyingi zitakuja juu yao, nao siku hiyo watauliza, ‘Je, maafa haya hayakuja juu yetu kwa sababu Mungu wetu hayuko pamoja nasi?’"
  },
  {
    "verseNumber": "DEU 31:18",
    "verseText": "Nami hakika nitauficha uso wangu siku hiyo kwa sababu ya maovu yao yote kwa kugeukia miungu mingine."
  },
  {
    "verseNumber": "DEU 31:19",
    "verseText": "“Sasa ujiandikie wimbo huu, uwafundishe Waisraeli na uwaamuru wauimbe, ili upate kuwa ushahidi wangu dhidi yao."
  },
  {
    "verseNumber": "DEU 31:20",
    "verseText": "Nitakapokwisha kuwaingiza katika nchi itiririkayo maziwa na asali, nchi niliyowaahidi baba zao kwa kiapo, nao watakapokula wakashiba na kufanikiwa, watageukia miungu mingine na kuiabudu, wakinikataa mimi na kuvunja Agano langu."
  },
  {
    "verseNumber": "DEU 31:21",
    "verseText": "Maafa na shida zitakapokuja juu yao, wimbo huu utashuhudia dhidi yao, kwa sababu hautasahauliwa na wazao wao. Ninajua lile wanaloandaa kufanya, hata kabla sijawaingiza katika nchi niliyowaahidi kwa kiapo.”"
  },
  {
    "verseNumber": "DEU 31:22",
    "verseText": "Hivyo Mose akaandika wimbo huu siku ile na akawafundisha Waisraeli."
  },
  {
    "verseNumber": "DEU 31:23",
    "verseText": "BWANA akampa Yoshua mwana wa Nuni agizo hili: “Uwe hodari na shujaa, kwa kuwa utawaleta Waisraeli katika nchi niliyowaahidi kwa kiapo, nami mwenyewe nitakuwa pamoja nawe.”"
  },
  {
    "verseNumber": "DEU 31:24",
    "verseText": "Baada ya Mose kumaliza kuandika kwenye kitabu maneno ya sheria hii kutoka mwanzo hadi mwisho,"
  },
  {
    "verseNumber": "DEU 31:25",
    "verseText": "akawapa Walawi wale waliolibeba Sanduku la Agano la BWANA agizo hili, akawaambia:"
  },
  {
    "verseNumber": "DEU 31:26",
    "verseText": "“Chukueni Kitabu hiki cha Sheria mkakiweke kando ya Sanduku la Agano la BWANA Mungu wenu. Hapo ndipo kitakapokaa kama shahidi dhidi yenu."
  },
  {
    "verseNumber": "DEU 31:27",
    "verseText": "Kwa kuwa ninajua jinsi mlivyo waasi na mlivyo na shingo ngumu. Kama mmekuwa mkiasi dhidi ya BWANA nikiwa bado niko hai na nikiwa pamoja nanyi, mtaasi mara ngapi baada ya kufa kwangu!"
  },
  {
    "verseNumber": "DEU 31:28",
    "verseText": "Kusanyeni mbele yangu wazee wote wa makabila yenu na maafisa wenu wote, ili nipate kusema maneno haya masikioni mwao na kuziita mbingu na nchi ili kushuhudia dhidi yao."
  },
  {
    "verseNumber": "DEU 31:29",
    "verseText": "Kwa kuwa ninajua baada ya kifo changu hakika mtakuwa waovu kabisa na kugeuka kutoka njia niliyowaamuru ninyi. Katika siku zijazo, maafa yatawapata kwa sababu mtafanya maovu mbele ya macho ya BWANA, na kuchochea hasira yake kwa yale mikono yenu itakayokuwa imefanya.”"
  },
  {
    "verseNumber": "DEU 31:30",
    "verseText": "Mose akayasoma maneno ya wimbo huu kutoka mwanzo hadi mwisho katika masikio ya kusanyiko lote la Israeli:"
  },
  {
    "verseNumber": "DEU 32:1",
    "verseText": "Sikilizeni, enyi mbingu, nami nitasema; sikia, ee nchi, maneno ya kinywa changu."
  },
  {
    "verseNumber": "DEU 32:2",
    "verseText": "Mafundisho yangu na yanyeshe kama mvua, na maneno yangu na yashuke kama umande, kama manyunyu juu ya majani mabichi, kama mvua tele juu ya mimea myororo."
  },
  {
    "verseNumber": "DEU 32:3",
    "verseText": "Nitalitangaza jina la BWANA. Naam, sifuni ukuu wa Mungu wetu!"
  },
  {
    "verseNumber": "DEU 32:4",
    "verseText": "Yeye ni Mwamba, kazi zake ni kamilifu, njia zake zote ni haki. Mungu mwaminifu ambaye hakosei, yeye ni mnyofu na mwenye haki."
  },
  {
    "verseNumber": "DEU 32:5",
    "verseText": "Wamefanya mambo ya upotovu mbele zake; kwa aibu yao, wao si watoto wake tena, lakini ni kizazi kilicho kiovu na kilichopotoka."
  },
  {
    "verseNumber": "DEU 32:6",
    "verseText": "Je, hii ndiyo njia ya kumlipa BWANA, enyi watu wajinga na wasio na busara? Je, yeye siye Baba yenu, Muumba wenu, aliyewafanya ninyi na kuwaumba?"
  },
  {
    "verseNumber": "DEU 32:7",
    "verseText": "Kumbuka siku za kale; tafakari vizazi vya zamani vilivyopita. Uliza baba yako, naye atakuambia, wazee wako, nao watakueleza."
  },
  {
    "verseNumber": "DEU 32:8",
    "verseText": "Aliye Juu Sana alipowapa mataifa urithi wao, alipogawanya wanadamu wote, aliweka mipaka kwa ajili ya mataifa sawasawa na hesabu ya wana wa Israeli."
  },
  {
    "verseNumber": "DEU 32:9",
    "verseText": "Kwa kuwa fungu la BWANA ni watu wake, Yakobo kura yake ya urithi."
  },
  {
    "verseNumber": "DEU 32:10",
    "verseText": "Katika nchi ya jangwa alimkuta, katika nyika tupu ivumayo upepo. Alimhifadhi na kumtunza; akamlinda kama mboni ya jicho lake,"
  },
  {
    "verseNumber": "DEU 32:11",
    "verseText": "kama tai avurugaye kiota chake, na kurukaruka juu ya makinda yake, ambaye hutanda mabawa yake kuwadaka, na huwachukua kwenye mabawa yake."
  },
  {
    "verseNumber": "DEU 32:12",
    "verseText": "BWANA peke yake alimwongoza; hakuwepo mungu mgeni pamoja naye."
  },
  {
    "verseNumber": "DEU 32:13",
    "verseText": "Akamfanya apande sehemu zilizoinuka za nchi, akamlisha kwa mavuno ya mashamba. Akamlea kwa asali toka mwambani, na kwa mafuta kutoka mwamba mgumu,"
  },
  {
    "verseNumber": "DEU 32:14",
    "verseText": "kwa jibini na maziwa kutoka makundi ya ngʼombe na kutoka makundi ya mbuzi, kwa mafuta ya wana-kondoo na mbuzi, kwa kondoo dume wazuri wa Bashani, na kwa ngano nzuri. Ukanywa damu ya zabibu inayotoa povu."
  },
  {
    "verseNumber": "DEU 32:15",
    "verseText": "Yeshuruni alinenepa na kupiga teke; alikuwa na chakula tele, akawa mzito na akapendeza sana. Akamwacha Mungu aliyemuumba, na kumkataa Mwamba Mwokozi wake."
  },
  {
    "verseNumber": "DEU 32:16",
    "verseText": "Wakamfanya Mungu kuwa na wivu kwa miungu yao migeni, na kumkasirisha kwa sanamu zao za machukizo."
  },
  {
    "verseNumber": "DEU 32:17",
    "verseText": "Wakatoa dhabihu kwa pepo, ambao si Mungu: miungu wasiyoijua, miungu iliyojitokeza siku za karibuni, miungu ambayo baba zenu hawakuiogopa."
  },
  {
    "verseNumber": "DEU 32:18",
    "verseText": "Mkamwacha Mwamba, aliyewazaa ninyi; mkamsahau Mungu aliyewazaa."
  },
  {
    "verseNumber": "DEU 32:19",
    "verseText": "BWANA akaona hili, akawakataa, kwa sababu alikasirishwa na wanawe na binti zake."
  },
  {
    "verseNumber": "DEU 32:20",
    "verseText": "Akasema, “Nitawaficha uso wangu, nami nione mwisho wao utakuwa nini, kwa kuwa wao ni kizazi kilichopotoka, watoto ambao si waaminifu."
  },
  {
    "verseNumber": "DEU 32:21",
    "verseText": "Wamenifanya niwe na wivu kwa kile ambacho si mungu, na kunikasirisha kwa sanamu zao zisizokuwa na thamani. Nitawafanya wawaonee wivu wale ambao si taifa. Nitawafanya wakasirishwe na taifa lile lisilo na ufahamu."
  },
  {
    "verseNumber": "DEU 32:22",
    "verseText": "Kwa maana moto umewashwa kwa hasira yangu, ule uwakao hadi kwenye vina vya mauti. Utateketeza dunia pamoja na mazao yake, na kuwasha moto katika misingi ya milima."
  },
  {
    "verseNumber": "DEU 32:23",
    "verseText": "“Nitalundika majanga juu yao na kutumia mishale yangu dhidi yao."
  },
  {
    "verseNumber": "DEU 32:24",
    "verseText": "Nitatuma njaa kali dhidi yao maradhi mabaya, yateketezayo na tauni ya kufisha; nitawapelekea meno makali ya wanyama mwitu, na sumu ya nyoka wale watambaao mavumbini."
  },
  {
    "verseNumber": "DEU 32:25",
    "verseText": "Barabarani upanga utawakosesha watoto; nyumbani mwao hofu itatawala. Vijana wao wa kiume na wa kike wataangamia, pia watoto wachanga na wazee wenye mvi."
  },
  {
    "verseNumber": "DEU 32:26",
    "verseText": "Nilisema ningewatawanya na kufuta kumbukumbu lao katika mwanadamu."
  },
  {
    "verseNumber": "DEU 32:27",
    "verseText": "Lakini nilihofia dhihaka za adui, adui asije akashindwa kuelewa, na kusema, ‘Mikono yetu imeshinda; BWANA hakufanya yote haya.’ ”"
  },
  {
    "verseNumber": "DEU 32:28",
    "verseText": "Wao ni taifa lisilo na akili, hakuna busara ndani yao."
  },
  {
    "verseNumber": "DEU 32:29",
    "verseText": "Laiti wangekuwa na hekima wangefahamu hili, na kutambua mwisho wao utakuwa aje!"
  },
  {
    "verseNumber": "DEU 32:30",
    "verseText": "Mtu mmoja angewezaje kufukuza elfu moja, au wawili kufukuza elfu kumi, kama si kwamba Mwamba wao amewauza, kama si kwamba BWANA amewaacha?"
  },
  {
    "verseNumber": "DEU 32:31",
    "verseText": "Kwa kuwa mwamba wao si kama Mwamba wetu, sawasawa na vile adui zetu wanavyokiri."
  },
  {
    "verseNumber": "DEU 32:32",
    "verseText": "Mzabibu wao unatoka kwenye mzabibu wa Sodoma, na kutoka kwenye mashamba ya Gomora. Zabibu zake zimejaa sumu, na vishada vyake vimejaa uchungu."
  },
  {
    "verseNumber": "DEU 32:33",
    "verseText": "Mvinyo wao ni sumu ya nyoka, sumu yenye kufisha ya swila."
  },
  {
    "verseNumber": "DEU 32:34",
    "verseText": "“Je, hili sikuliweka akiba na kulifungia kwenye vyumba vyangu vya hazina?"
  },
  {
    "verseNumber": "DEU 32:35",
    "verseText": "Ni juu yangu kulipiza kisasi; nitalipiza. Wakati utakapowadia, mguu wao utateleza; siku yao ya maafa ni karibu, na maangamizo yao yanawajia haraka.”"
  },
  {
    "verseNumber": "DEU 32:36",
    "verseText": "BWANA atawahukumu watu wake, na kuwahurumia watumishi wake atakapoona nguvu zao zimekwisha wala hakuna yeyote aliyebaki, mtumwa au aliye huru."
  },
  {
    "verseNumber": "DEU 32:37",
    "verseText": "Atasema: “Sasa iko wapi miungu yao, mwamba walioukimbilia,"
  },
  {
    "verseNumber": "DEU 32:38",
    "verseText": "miungu wale waliokula mafuta ya dhabihu zao na kunywa mvinyo wa sadaka zao za vinywaji? Wainuke basi, wawasaidie! Wawapeni basi ulinzi!"
  },
  {
    "verseNumber": "DEU 32:39",
    "verseText": "“Tazama basi, Mimi mwenyewe, Mimi Ndiye! Hakuna mungu mwingine ila Mimi. Mimi ninaua na Mimi ninafufua, Mimi nimejeruhi na Mimi nitaponya, wala hakuna awezaye kuokoa kutoka mkononi mwangu."
  },
  {
    "verseNumber": "DEU 32:40",
    "verseText": "Ninainua mkono wangu kuelekea mbinguni na kusema: Hakika kama niishivyo milele,"
  },
  {
    "verseNumber": "DEU 32:41",
    "verseText": "wakati ninapounoa upanga wangu unaometameta na mkono wangu unapoushika ili kutoa hukumu, nitalipiza kisasi juu ya adui zangu na kuwalipiza wale wanaonichukia."
  },
  {
    "verseNumber": "DEU 32:42",
    "verseText": "Nitailevya mishale yangu kwa damu, wakati upanga wangu ukitafuna nyama: damu ya waliochinjwa pamoja na mateka, vichwa vya viongozi wa adui.”"
  },
  {
    "verseNumber": "DEU 32:43",
    "verseText": "Furahini, enyi mataifa, pamoja na watu wake, kwa kuwa atailipiza damu ya watumishi wake, atalipiza kisasi juu ya adui zake na kufanya upatanisho kwa ajili ya nchi na watu wake."
  },
  {
    "verseNumber": "DEU 32:44",
    "verseText": "Mose na Yoshua mwana wa Nuni wakaja, wakanena maneno yote ya wimbo watu wakiwa wanasikia."
  },
  {
    "verseNumber": "DEU 32:45",
    "verseText": "Mose alipomaliza kuyasoma maneno haya yote kwa Israeli wote,"
  },
  {
    "verseNumber": "DEU 32:46",
    "verseText": "akawaambia, “Yawekeni moyoni maneno yote ambayo nimewatangazia kwa makini siku hii ya leo, ili kwamba mpate kuwaagiza watoto wenu wayatii kwa bidii maneno yote ya sheria hii."
  },
  {
    "verseNumber": "DEU 32:47",
    "verseText": "Siyo maneno matupu tu kwenu, bali ni uzima wenu. Kwa hayo mtaishi maisha marefu katika nchi mnayovuka Yordani kuimiliki.”"
  },
  {
    "verseNumber": "DEU 32:48",
    "verseText": "Siku hiyo hiyo BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "DEU 32:49",
    "verseText": "“Kwea katika mapangano ya Mlima Abarimu hadi kilima cha Nebo kilichoko Moabu, ngʼambo ya Yeriko, na uitazame Kanaani, nchi ninayowapa Waisraeli kama milki yao wenyewe."
  },
  {
    "verseNumber": "DEU 32:50",
    "verseText": "Utafia kwenye mlima huo unaokwea na kukusanyika pamoja na watu wako, kama ndugu yako Aroni alivyofia juu ya Mlima Hori naye akakusanyika kwa watu wake."
  },
  {
    "verseNumber": "DEU 32:51",
    "verseText": "Hii ni kwa sababu ninyi wawili mlivunja uaminifu nami mbele ya Waisraeli kwenye maji ya Meriba-Kadeshi katika Jangwa la Sini, na kwa sababu hamkuuinua utakatifu wangu miongoni mwa Waisraeli."
  },
  {
    "verseNumber": "DEU 32:52",
    "verseText": "Kwa hiyo, utaiona tu nchi kwa mbali; wewe hutaingia nchi ninayowapa watu wa Israeli.”"
  },
  {
    "verseNumber": "DEU 33:1",
    "verseText": "Hii ndiyo baraka Mose mtu wa Mungu aliyotamka kwa Waisraeli kabla ya kifo chake."
  },
  {
    "verseNumber": "DEU 33:2",
    "verseText": "Alisema: “BWANA alikuja kutoka Mlima Sinai, akachomoza kama jua juu yao kutoka Mlima Seiri, akaangaza kutoka Mlima Parani. Alikuja pamoja na watakatifu makumi elfu kutoka kusini, kutoka materemko ya mlima wake."
  },
  {
    "verseNumber": "DEU 33:3",
    "verseText": "Hakika ni wewe ambaye huwapenda watu, watakatifu wako wote wamo mkononi mwako. Miguuni pako wote wanasujudu na kutoka kwako wanapokea mafundisho,"
  },
  {
    "verseNumber": "DEU 33:4",
    "verseText": "sheria ile Mose aliyotupa sisi, tulio milki ya kusanyiko la Yakobo."
  },
  {
    "verseNumber": "DEU 33:5",
    "verseText": "Alikuwa mfalme juu ya Yeshuruni wakati viongozi wa watu walipokusanyika, pamoja na makabila ya Israeli."
  },
  {
    "verseNumber": "DEU 33:6",
    "verseText": "“Reubeni na aishi, asife, wala watu wake wasiwe wachache.”"
  },
  {
    "verseNumber": "DEU 33:7",
    "verseText": "Akasema hili kuhusu Yuda: “Ee BWANA, sikia kilio cha Yuda, mlete kwa watu wake. Kwa mikono yake mwenyewe hujitetea. Naam, uwe msaada wake dhidi ya adui zake!”"
  },
  {
    "verseNumber": "DEU 33:8",
    "verseText": "Kuhusu Lawi alisema: “Thumimu yako na Urimu yako ulimpa, mtu yule uliyemfadhili. Ulimjaribu huko Masa na kushindana naye kwenye maji ya Meriba."
  },
  {
    "verseNumber": "DEU 33:9",
    "verseText": "Alinena hivi kuhusu baba yake na mama yake, ‘Mimi siwahitaji kamwe.’ Akawasahau jamaa zake, asiwatambue hata watoto wake, lakini akaliangalia neno lako na kulilinda Agano lako."
  },
  {
    "verseNumber": "DEU 33:10",
    "verseText": "Humfundisha Yakobo mausia yako na Israeli sheria yako. Hufukiza uvumba mbele zako na sadaka nzima za kuteketezwa juu ya madhabahu yako."
  },
  {
    "verseNumber": "DEU 33:11",
    "verseText": "Ee BWANA, bariki ustadi wake wote, nawe upendezwe na kazi ya mikono yake. Vipige viuno vya wale wainukao dhidi yake; wapige adui zake hata wasiinuke tena.”"
  },
  {
    "verseNumber": "DEU 33:12",
    "verseText": "Kuhusu Benyamini akasema: “Mwache mpenzi wa BWANA apumzike salama kwake, kwa maana humkinga mchana kutwa, na yule BWANA ampendaye hupumzika kati ya mabega yake.”"
  },
  {
    "verseNumber": "DEU 33:13",
    "verseText": "Kuhusu Yosefu akasema: “BWANA na aibariki nchi yake kwa umande wa thamani kutoka mbinguni juu, na vilindi vya maji vilivyotulia chini;"
  },
  {
    "verseNumber": "DEU 33:14",
    "verseText": "pamoja na vitu vilivyo bora sana viletwavyo na jua, na vitu vizuri sana vinavyoweza kutolewa na mwezi;"
  },
  {
    "verseNumber": "DEU 33:15",
    "verseText": "pamoja na zawadi bora sana za milima ya zamani na kwa wingi wa baraka za vilima vya milele;"
  },
  {
    "verseNumber": "DEU 33:16",
    "verseText": "pamoja na baraka nzuri mno za ardhi na ukamilifu wake, na upendeleo wake yeye aliyeishi kwenye kichaka kilichokuwa kinawaka moto. Hivi vyote na vikae juu ya kichwa cha Yosefu, juu ya paji la uso la aliye mkuu miongoni mwa ndugu zake."
  },
  {
    "verseNumber": "DEU 33:17",
    "verseText": "Katika fahari yeye ni kama fahali mzaliwa wa kwanza; pembe zake ni pembe za nyati, na kwa pembe hizo atapiga mataifa, hata yaliyo miisho ya dunia. Hivyo ndivyo yalivyo makumi elfu ya Efraimu; hivyo ndivyo yalivyo maelfu ya Manase.”"
  },
  {
    "verseNumber": "DEU 33:18",
    "verseText": "Kuhusu Zabuloni akasema: “Shangilia, Zabuloni, wakati wa kutoka nje, nawe Isakari, katika mahema yako."
  },
  {
    "verseNumber": "DEU 33:19",
    "verseText": "Watawaita mataifa kwenye mlima, na huko mtatoa dhabihu za haki; watajifurahisha kwa wingi uliojaza bahari, kwa hazina zilizofichwa mchangani.”"
  },
  {
    "verseNumber": "DEU 33:20",
    "verseText": "Kuhusu Gadi akasema: “Atabarikiwa yeye aongezaye milki ya Gadi! Gadi huishi huko kama simba, akirarua kwenye mkono au kichwa."
  },
  {
    "verseNumber": "DEU 33:21",
    "verseText": "Alijichagulia nchi nzuri kuliko zote kwa ajili yake mwenyewe; fungu la kiongozi lilikuwa limehifadhiwa kwa ajili yake. Viongozi wa watu walipokusanyika, alitimiza haki ya mapenzi ya BWANA, na hukumu zake kuhusu Israeli.”"
  },
  {
    "verseNumber": "DEU 33:22",
    "verseText": "Kuhusu Dani akasema: “Dani ni mwana simba, akiruka kutoka Bashani.”"
  },
  {
    "verseNumber": "DEU 33:23",
    "verseText": "Kuhusu Naftali akasema: “Naftali amejaa tele upendeleo wa BWANA, naye amejaa baraka yake; atarithi magharibi na kusini.”"
  },
  {
    "verseNumber": "DEU 33:24",
    "verseText": "Kuhusu Asheri akasema: “Aliyebarikiwa zaidi sana katika wana ni Asheri; yeye na apate upendeleo kwa ndugu zake, yeye na anawe miguu yake kwenye mafuta."
  },
  {
    "verseNumber": "DEU 33:25",
    "verseText": "Makomeo ya malango yako yawe chuma na shaba, nazo nguvu zako zitakuwa sawa na siku zako."
  },
  {
    "verseNumber": "DEU 33:26",
    "verseText": "“Hakuna mwingine kama Mungu wa Yeshuruni, ambaye hupanda juu ya mbingu ili akusaidie, na juu ya mawingu katika utukufu wake."
  },
  {
    "verseNumber": "DEU 33:27",
    "verseText": "Mungu wa milele ni kimbilio lako, na chini kuna mikono ya milele. Atamfukuza adui yako mbele yako, akisema, ‘Mwangamize yeye!’"
  },
  {
    "verseNumber": "DEU 33:28",
    "verseText": "Hivyo Israeli ataishi salama peke yake. Mzao wa Yakobo ni salama katika nchi ya nafaka na divai mpya, mahali ambapo mbingu hudondosha umande."
  },
  {
    "verseNumber": "DEU 33:29",
    "verseText": "Ee Israeli, wewe umebarikiwa! Ni nani kama wewe, taifa lililookolewa na BWANA? Yeye ni ngao yako na msaada wako, na upanga wako uliotukuka. Adui zako watatetemeka mbele yako, nawe utapakanyaga mahali pao pa juu.”"
  },
  {
    "verseNumber": "DEU 34:1",
    "verseText": "Kisha Mose akaupanda mlima Nebo kutoka tambarare za Moabu mpaka kilele cha Pisga, ngʼambo ya Yeriko. Huko BWANA akamwonyesha nchi yote: kutoka Gileadi mpaka Dani,"
  },
  {
    "verseNumber": "DEU 34:2",
    "verseText": "Naftali yote, nchi ya Efraimu na Manase, nchi yote ya Yuda mpaka bahari ya magharibi,"
  },
  {
    "verseNumber": "DEU 34:3",
    "verseText": "Negebu na nchi yote kuanzia Bonde la Yeriko, Mji wa Mitende, hadi Soari."
  },
  {
    "verseNumber": "DEU 34:4",
    "verseText": "Kisha BWANA akamwambia, “Hii ndiyo nchi niliyomwahidi Abrahamu na Isaki na Yakobo kwa kiapo niliposema, ‘Nitawapa wazao wako.’ Nimekuruhusu uione kwa macho yako, lakini hutavuka kuingia.”"
  },
  {
    "verseNumber": "DEU 34:5",
    "verseText": "Naye Mose mtumishi wa BWANA akafa huko Moabu, kama BWANA alivyokuwa amesema."
  },
  {
    "verseNumber": "DEU 34:6",
    "verseText": "Mungu akamzika huko Moabu, katika bonde mkabala na Beth-Peori, lakini hakuna ajuaye kaburi lake lilipo mpaka leo."
  },
  {
    "verseNumber": "DEU 34:7",
    "verseText": "Mose alikuwa na umri wa miaka mia moja na ishirini alipofariki; hata hivyo nguvu ya macho yake haikufifia wala mwili wake haukudhoofika."
  },
  {
    "verseNumber": "DEU 34:8",
    "verseText": "Waisraeli wakaomboleza kwa ajili ya Mose kwenye tambarare za Moabu kwa siku thelathini, mpaka wakati wa kulia na kuomboleza ulipopita."
  },
  {
    "verseNumber": "DEU 34:9",
    "verseText": "Basi Yoshua mwana wa Nuni alijazwa roho ya hekima kwa sababu Mose alikuwa ameweka mikono yake juu yake. Kwa hiyo Waisraeli wakamsikiliza na wakafanya yale ambayo BWANA alikuwa amemwagiza Mose."
  },
  {
    "verseNumber": "DEU 34:10",
    "verseText": "Tangu wakati huo, katika Israeli hajainuka nabii mwingine kama Mose, ambaye BWANA alimjua uso kwa uso,"
  },
  {
    "verseNumber": "DEU 34:11",
    "verseText": "aliyetenda ishara zote zile za miujiza na maajabu ambayo BWANA alimtuma kuyatenda huko Misri, yaani kwa Farao na maafisa wake wote na nchi yake yote."
  },
  {
    "verseNumber": "DEU 34:12",
    "verseText": "Kwa kuwa hakuna mtu yeyote aliyewahi kuonyesha nguvu nyingi ama kutenda matendo ya kutisha ambayo Mose aliwahi kuyafanya mbele ya Israeli yote."
  }
]