[
  {
    "verseNumber": "ECC 1:1",
    "verseText": "Maneno ya Mhubiri, mwana wa Daudi, mfalme huko Yerusalemu:"
  },
  {
    "verseNumber": "ECC 1:2",
    "verseText": "“Ubatili mtupu! Ubatili mtupu!” Mhubiri anasema. “Ubatili mtupu! Kila kitu ni ubatili.”"
  },
  {
    "verseNumber": "ECC 1:3",
    "verseText": "Mwanadamu anafaidi nini kutokana na kazi yake yote anayotaabikia chini ya jua?"
  },
  {
    "verseNumber": "ECC 1:4",
    "verseText": "Vizazi huja na vizazi hupita, lakini dunia inadumu milele."
  },
  {
    "verseNumber": "ECC 1:5",
    "verseText": "Jua huchomoza na jua huzama, nalo huharakisha kurudi mawioni."
  },
  {
    "verseNumber": "ECC 1:6",
    "verseText": "Upepo huvuma kuelekea kusini na kugeukia kaskazini, hurudia mzunguko huo huo, daima ukirudia njia yake."
  },
  {
    "verseNumber": "ECC 1:7",
    "verseText": "Mito yote hutiririka baharini, hata hivyo bahari kamwe haijai. Mahali mito inapotoka, huko hurudi tena."
  },
  {
    "verseNumber": "ECC 1:8",
    "verseText": "Vitu vyote vinachosha, zaidi kuliko mtu anavyoweza kusema. Jicho kamwe halitosheki kutazama, wala sikio halishibi kusikia."
  },
  {
    "verseNumber": "ECC 1:9",
    "verseText": "Kile kilichokuwepo kitakuwepo tena, kile kilichofanyika kitafanyika tena, hakuna kilicho kipya chini ya jua."
  },
  {
    "verseNumber": "ECC 1:10",
    "verseText": "Kuna kitu chochote ambacho mtu anaweza kusema, “Tazama! Kitu hiki ni kipya”? Kilikuwepo tangu zamani za kale, kilikuwepo kabla ya wakati wetu."
  },
  {
    "verseNumber": "ECC 1:11",
    "verseText": "Hakuna kumbukumbu ya watu wa zamani, hata na wale ambao hawajaja bado hawatakumbukwa na wale watakaofuata baadaye."
  },
  {
    "verseNumber": "ECC 1:12",
    "verseText": "Mimi, Mhubiri, nilikuwa mfalme wa Israeli katika Yerusalemu."
  },
  {
    "verseNumber": "ECC 1:13",
    "verseText": "Nilitumia muda wangu wote kujifunza na kuvumbua kwa hekima yote yanayofanyika chini ya mbingu. Jinsi gani Mungu ameweka mzigo mzito juu ya wanadamu!"
  },
  {
    "verseNumber": "ECC 1:14",
    "verseText": "Nimeshaona mambo yote yanayotendeka chini ya jua, hayo yote ni ubatili, hii ni kukimbiza upepo."
  },
  {
    "verseNumber": "ECC 1:15",
    "verseText": "Kilichopindika hakiwezi kunyooshwa, kile ambacho hakipo haiwezekani kukihesabu."
  },
  {
    "verseNumber": "ECC 1:16",
    "verseText": "Niliwaza mwenyewe, “Tazama, nimekua na kuongezeka katika hekima kuliko yeyote aliyewahi kutawala Yerusalemu kabla yangu. Nimekuwa na uzoefu mkubwa wa hekima na maarifa.”"
  },
  {
    "verseNumber": "ECC 1:17",
    "verseText": "Ndipo nilipojitahidi kufahamu kutofautisha hekima, wazimu na upumbavu, lakini nikatambua hata hili nalo ni kukimbiza upepo."
  },
  {
    "verseNumber": "ECC 1:18",
    "verseText": "Kwa kuwa hekima nyingi huleta huzuni kubwa; maarifa yanapoongezeka, masikitiko yanaongezeka."
  },
  {
    "verseNumber": "ECC 2:1",
    "verseText": "Nikafikiri moyoni mwangu, “Haya basi, nitakujaribu kwa anasa nione ni lipi lililo jema.” Lakini hilo nalo likaonekana ni ubatili."
  },
  {
    "verseNumber": "ECC 2:2",
    "verseText": "Nikasema, “Kicheko nacho ni upumbavu. Nayo matokeo ya anasa ni nini?”"
  },
  {
    "verseNumber": "ECC 2:3",
    "verseText": "Nikajaribu kujifurahisha kwa mvinyo na kukumbatia upumbavu, huku bado akili yangu inaniongoza kwa hekima. Nilitaka kuona ni lipi bora watu wafanye kwa siku chache wanazoishi chini ya mbingu."
  },
  {
    "verseNumber": "ECC 2:4",
    "verseText": "Nikafanya miradi mikubwa: Nikajijengea majumba na kulima mashamba ya mizabibu."
  },
  {
    "verseNumber": "ECC 2:5",
    "verseText": "Nikatengeneza bustani na viwanja vya starehe nikaotesha huko kila aina ya miti ya matunda."
  },
  {
    "verseNumber": "ECC 2:6",
    "verseText": "Nikajenga mabwawa ya kukusanya maji ya kunyweshea hii miti iliyokuwa inastawi vizuri."
  },
  {
    "verseNumber": "ECC 2:7",
    "verseText": "Nikanunua watumwa wa kiume na wa kike na watumwa wengine walizaliwa nyumbani mwangu. Pia nilikuwa na makundi ya ngʼombe, kondoo na mbuzi kuliko mtu yeyote aliyewahi kuishi Yerusalemu kabla yangu."
  },
  {
    "verseNumber": "ECC 2:8",
    "verseText": "Nikajikusanyia fedha na dhahabu, hazina za wafalme na za majimbo. Nikajipatia waimbaji wanaume na wanawake, nazo nyumba za masuria: vitu ambavyo moyo wa mwanadamu hufurahia."
  },
  {
    "verseNumber": "ECC 2:9",
    "verseText": "Nikawa maarufu sana kuliko mtu mwingine yeyote aliyepata kuishi Yerusalemu kabla yangu. Katika haya yote bado nikawa nina hekima."
  },
  {
    "verseNumber": "ECC 2:10",
    "verseText": "Sikujinyima kitu chochote ambacho macho yangu yalikitamani, hakuna anasa ambayo niliunyima moyo wangu. Moyo wangu ulifurahia kazi zangu zote, hii ilikuwa thawabu ya kazi zangu zote."
  },
  {
    "verseNumber": "ECC 2:11",
    "verseText": "Hata hivyo nilipokuja kuangalia yote ambayo mikono yangu ilikuwa imefanya na yale niliyotaabika kukamilisha, kila kitu kilikuwa ni ubatili, ni kukimbiza upepo; hapakuwa na faida yoyote chini ya jua."
  },
  {
    "verseNumber": "ECC 2:12",
    "verseText": "Kisha nikageuza mawazo yangu kufikiria hekima, wazimu na upumbavu. Ni nini zaidi mtu anayetawala baada ya mfalme anachoweza kufanya ambacho hakijafanywa?"
  },
  {
    "verseNumber": "ECC 2:13",
    "verseText": "Nikaona kuwa hekima ni bora kuliko upumbavu, kama vile nuru ilivyo bora kuliko giza."
  },
  {
    "verseNumber": "ECC 2:14",
    "verseText": "Mtu mwenye hekima ana macho katika kichwa chake, lakini mpumbavu anatembea gizani; lakini nikaja kuona kwamba wote wawili hatima yao inafanana."
  },
  {
    "verseNumber": "ECC 2:15",
    "verseText": "Kisha nikafikiri moyoni mwangu, “Hatima ya mpumbavu itanipata mimi pia. Nitafaidi nini basi kwa kuwa na hekima?” Nikasema moyoni mwangu, “Hili nalo ni ubatili.”"
  },
  {
    "verseNumber": "ECC 2:16",
    "verseText": "Kwa maana kwa mtu mwenye hekima, kama ilivyo kwa mpumbavu, hatakumbukwa kwa muda mrefu, katika siku zijazo wote watasahaulika. Kama vile ilivyo kwa mpumbavu, mtu mwenye hekima pia lazima atakufa!"
  },
  {
    "verseNumber": "ECC 2:17",
    "verseText": "Kwa hiyo nikachukia maisha, kwa sababu kazi inayofanyika chini ya jua ilikuwa masikitiko kwangu. Yote hayo ni ubatili, ni kukimbiza upepo."
  },
  {
    "verseNumber": "ECC 2:18",
    "verseText": "Nikachukia kila kitu nilichokuwa nimetaabikia chini ya jua, kwa sababu ni lazima nimwachie yule ajaye baada yangu."
  },
  {
    "verseNumber": "ECC 2:19",
    "verseText": "Nani ajuaye kama atakuwa ni mtu mwenye hekima au mpumbavu? Lakini hata hivyo yeye ndiye atakayetawala kazi zote ambazo nimemiminia juhudi na ustadi chini ya jua. Hili nalo ni ubatili."
  },
  {
    "verseNumber": "ECC 2:20",
    "verseText": "Kwa hiyo moyo wangu ukaanza kukata tamaa juu ya kazi yangu yote niliyoifanya kwa taabu chini ya jua."
  },
  {
    "verseNumber": "ECC 2:21",
    "verseText": "Kwa kuwa mtu anaweza kufanya kazi yake kwa hekima, maarifa na ustadi, kisha analazimika kuacha vyote alivyo navyo kwa mtu mwingine ambaye hajavifanyia kazi. Hili nalo pia ni ubatili tena ni balaa kubwa."
  },
  {
    "verseNumber": "ECC 2:22",
    "verseText": "Mtu atapata nini kwa taabu yote na kuhangaika kwa bidii katika kazi anayotaabikia chini ya jua?"
  },
  {
    "verseNumber": "ECC 2:23",
    "verseText": "Siku zake zote kazi yake ni maumivu na masikitiko, hata usiku akili yake haipati mapumziko. Hili nalo pia ni ubatili."
  },
  {
    "verseNumber": "ECC 2:24",
    "verseText": "Hakuna kitu bora anachoweza kufanya mtu zaidi ya kula na kunywa na kuridhika katika kazi yake. Hili nalo pia, ninaona, latokana na mkono wa Mungu,"
  },
  {
    "verseNumber": "ECC 2:25",
    "verseText": "kwa sababu pasipo yeye, ni nani awezaye kula na kufurahi?"
  },
  {
    "verseNumber": "ECC 2:26",
    "verseText": "Kwa yule mtu anayempendeza Mungu, Mungu humpa hekima, maarifa na furaha, bali kwa mwenye dhambi Mungu humpa kazi ya kukusanya na kuhifadhi utajiri ili Mungu ampe yule anayempenda. Hili nalo pia ni ubatili, ni kukimbiza upepo."
  },
  {
    "verseNumber": "ECC 3:1",
    "verseText": "Kuna wakati kwa ajili ya kila jambo, nayo majira kwa kila tendo chini ya mbingu:"
  },
  {
    "verseNumber": "ECC 3:2",
    "verseText": "wakati wa kuzaliwa na wakati wa kufa, wakati wa kupanda na wakati wa kungʼoa yaliyopandwa,"
  },
  {
    "verseNumber": "ECC 3:3",
    "verseText": "wakati wa kuua na wakati wa kuponya, wakati wa kubomoa, na wakati wa kujenga,"
  },
  {
    "verseNumber": "ECC 3:4",
    "verseText": "wakati wa kulia na wakati wa kucheka, wakati wa kuomboleza na wakati wa kucheza,"
  },
  {
    "verseNumber": "ECC 3:5",
    "verseText": "wakati wa kutawanya mawe na wakati wa kukusanya mawe, wakati wa kukumbatia na wakati wa kutokumbatia,"
  },
  {
    "verseNumber": "ECC 3:6",
    "verseText": "wakati wa kutafuta na wakati wa kupoteza, wakati wa kuweka na wakati wa kutupa,"
  },
  {
    "verseNumber": "ECC 3:7",
    "verseText": "wakati wa kurarua na wakati wa kushona, wakati wa kunyamaza na wakati wa kuzungumza,"
  },
  {
    "verseNumber": "ECC 3:8",
    "verseText": "wakati wa kupenda na wakati wa kuchukia, wakati wa vita na wakati wa amani."
  },
  {
    "verseNumber": "ECC 3:9",
    "verseText": "Mfanyakazi anapata faida gani kutokana na taabu yake?"
  },
  {
    "verseNumber": "ECC 3:10",
    "verseText": "Nimeona mzigo Mungu alioweka juu ya wanadamu."
  },
  {
    "verseNumber": "ECC 3:11",
    "verseText": "Amefanya kila kitu kiwe kizuri kwa wakati wake. Pia ameiweka hiyo milele katika mioyo ya wanadamu, wala hawawezi kutambua kwa kina yale ambayo Mungu amefanya tangu mwanzo hadi mwisho."
  },
  {
    "verseNumber": "ECC 3:12",
    "verseText": "Ninajua kwamba hakuna kitu bora kwa wanadamu kuliko kuwa na furaha na kutenda mema wakati wanapoishi."
  },
  {
    "verseNumber": "ECC 3:13",
    "verseText": "Tena ni karama ya Mungu kila mtu apate kula na kunywa na kujiburudisha kwa mema katika kazi yake yote."
  },
  {
    "verseNumber": "ECC 3:14",
    "verseText": "Ninajua kwamba kila kitu anachokifanya Mungu kitadumu milele, hakuna kinachoweza kuongezwa au kupunguzwa. Mungu hufanya hivyo ili watu wamche yeye."
  },
  {
    "verseNumber": "ECC 3:15",
    "verseText": "Chochote kilichopo kilishakuwepo, na kitakachokuwepo kimekwishakuwepo kabla; naye Mungu huyaita yale yaliyopita yarudi tena."
  },
  {
    "verseNumber": "ECC 3:16",
    "verseText": "Pia nikaona kitu kingine tena chini ya jua: Mahali pa kutolea hukumu, uovu ulikuwepo, mahali pa kupatia haki, uovu ulikuwepo."
  },
  {
    "verseNumber": "ECC 3:17",
    "verseText": "Nikafikiri moyoni mwangu, “Mungu atawaleta hukumuni wote wawili wenye haki na waovu, kwa maana kutakuwako na wakati kwa ajili ya kila jambo, wakati kwa ajili ya kila tendo.”"
  },
  {
    "verseNumber": "ECC 3:18",
    "verseText": "Pia nikafikiri, “Kuhusu wanadamu, Mungu huwajaribu ili wajione kwamba wao ni kama wanyama."
  },
  {
    "verseNumber": "ECC 3:19",
    "verseText": "Hatima ya mwanadamu ni kama ile ya wanyama; wote wana mwisho unaofanana: Jinsi anavyokufa mnyama, ndivyo anavyokufa mwanadamu. Wote wana pumzi inayofanana; mwanadamu hana cha zaidi kuliko mnyama. Kila kitu ni ubatili."
  },
  {
    "verseNumber": "ECC 3:20",
    "verseText": "Wote huenda mahali panapofanana; wote hutoka mavumbini, mavumbini wote hurudi."
  },
  {
    "verseNumber": "ECC 3:21",
    "verseText": "Ni nani ajuaye kama roho ya mtu huenda juu na roho ya mnyama hushuka chini ardhini?”"
  },
  {
    "verseNumber": "ECC 3:22",
    "verseText": "Kwa hiyo nikaona kwamba hakuna kitu kilicho bora zaidi kwa mwanadamu kuliko kuifurahia kazi yake, kwa sababu hilo ndilo fungu lake. Kwa maana ni nani awezaye kumrudisha ili aje kuona kile kitakachotendeka baada yake?"
  },
  {
    "verseNumber": "ECC 4:1",
    "verseText": "Nikatazama tena nikaona uonevu wote uliokuwa unafanyika chini ya jua: Nikaona machozi ya walioonewa, wala hawana wa kuwafariji; uwezo ulikuwa upande wa wale wanaowaonea, wala hawana wa kuwafariji."
  },
  {
    "verseNumber": "ECC 4:2",
    "verseText": "Nami nikasema kwamba wafu, waliokwisha kufa, wana furaha kuliko watu walio hai, ambao bado wanaishi."
  },
  {
    "verseNumber": "ECC 4:3",
    "verseText": "Lakini aliye bora kuliko hao wawili ni yule ambaye hajazaliwa bado, ambaye hajaona ule uovu unaofanyika chini ya jua."
  },
  {
    "verseNumber": "ECC 4:4",
    "verseText": "Tena nikaona kuwa kazi zote na mafanikio yote huchipuka kutokana na wivu wa mtu kwa jirani yake. Hili nalo ni ubatili, ni kukimbiza upepo."
  },
  {
    "verseNumber": "ECC 4:5",
    "verseText": "Mpumbavu hukunja mikono yake na kujiangamiza mwenyewe."
  },
  {
    "verseNumber": "ECC 4:6",
    "verseText": "Afadhali konzi moja pamoja na utulivu kuliko konzi mbili pamoja na taabu na kukimbiza upepo."
  },
  {
    "verseNumber": "ECC 4:7",
    "verseText": "Tena nikaona kitu kingine kilicho ubatili chini ya jua:"
  },
  {
    "verseNumber": "ECC 4:8",
    "verseText": "Kulikuwepo mwanadamu aliye peke yake, hakuwa na mwana wala ndugu. Hapakuwa na mwisho wa kazi yake, hata hivyo macho yake hayakutosheka na utajiri wake. Aliuliza, “Ninajitaabisha hivi kwa ajili ya nani, nami kwa nini ninajinyima kufurahia?” Hili pia ni ubatili, ni shughuli yenye taabu!"
  },
  {
    "verseNumber": "ECC 4:9",
    "verseText": "Wawili ni afadhali kuliko mmoja, kwa sababu wana malipo mazuri kwa kazi yao:"
  },
  {
    "verseNumber": "ECC 4:10",
    "verseText": "Kama mmoja akianguka, mwenzake atamwinua. Lakini ni jambo la kuhuzunisha kwa mtu yule aangukaye naye hana wa kumwinua!"
  },
  {
    "verseNumber": "ECC 4:11",
    "verseText": "Pia, kama wawili wakilala pamoja watapashana joto. Lakini ni vipi mtu aweza kujipasha joto mwenyewe?"
  },
  {
    "verseNumber": "ECC 4:12",
    "verseText": "Ingawa mtu mmoja aweza kushindwa, watu wawili wanaweza kumkabili adui na kumshinda. Kamba ya nyuzi tatu haikatiki kwa urahisi."
  },
  {
    "verseNumber": "ECC 4:13",
    "verseText": "Afadhali kijana maskini mwenye hekima kuliko mfalme mzee mpumbavu ambaye hajui tena kupokea maonyo."
  },
  {
    "verseNumber": "ECC 4:14",
    "verseText": "Kijana huyo angeweza kutokea gerezani akapata ufalme, au angeweza kuwa amezaliwa katika umaskini kwenye huo ufalme."
  },
  {
    "verseNumber": "ECC 4:15",
    "verseText": "Nikaona kwamba wote walioishi na kutembea chini ya jua walimfuata kijana, aliyepokea ufalme."
  },
  {
    "verseNumber": "ECC 4:16",
    "verseText": "Hapakuwa na kikomo cha watu wote aliowatawala. Lakini wale waliokuja baadaye hawakufurahia kazi ya yule aliyepokea ufalme. Hili nalo pia ni ubatili, ni kukimbiza upepo."
  },
  {
    "verseNumber": "ECC 5:1",
    "verseText": "Linda hatua zako uendapo katika nyumba ya Mungu. Karibia usikilize kuliko kutoa dhabihu ya wapumbavu, ambao hawajui kuwa wanafanya kosa."
  },
  {
    "verseNumber": "ECC 5:2",
    "verseText": "Usiwe mwepesi kuzungumza, usiwe na haraka katika moyo wako kuzungumza lolote mbele za Mungu. Mungu yuko mbinguni nawe uko duniani, kwa hiyo maneno yako na yawe machache."
  },
  {
    "verseNumber": "ECC 5:3",
    "verseText": "Kama vile ndoto huja wakati kuna shughuli nyingi, ndivyo yalivyo mazungumzo ya mpumbavu wakati kuna maneno mengi."
  },
  {
    "verseNumber": "ECC 5:4",
    "verseText": "Wakati unapomwekea Mungu nadhiri, usikawie kuitimiza. Yeye hafurahii wapumbavu; timiza nadhiri yako."
  },
  {
    "verseNumber": "ECC 5:5",
    "verseText": "Ni afadhali usiweke nadhiri kuliko kuiweka na usiitimize."
  },
  {
    "verseNumber": "ECC 5:6",
    "verseText": "Usiruhusu kinywa chako kukuingiza dhambini. Tena usijitetee mbele ya huyo mjumbe wa hekaluni, ukisema, “Niliweka nadhiri kwa makosa.” Kwa nini Mungu akasirike kwa ajili ya yale unayosema na kuiharibu kazi ya mikono yako?"
  },
  {
    "verseNumber": "ECC 5:7",
    "verseText": "Kuota ndoto kwingi na maneno mengi ni ubatili. Kwa hiyo simama katika kicho cha Mungu."
  },
  {
    "verseNumber": "ECC 5:8",
    "verseText": "Kama ukiona maskini wanaonewa katika nchi, hukumu na haki vikipotoshwa, usishangazwe na mambo hayo, kwa maana afisa mmoja anaangaliwa na aliye juu yake zaidi na juu ya hao wawili kuna wengine walio juu zaidi yao."
  },
  {
    "verseNumber": "ECC 5:9",
    "verseText": "Mafanikio ya nchi ni kwa ajili ya wote, hata mfalme mwenyewe hufaidi kutoka mashambani."
  },
  {
    "verseNumber": "ECC 5:10",
    "verseText": "Yeyote apendaye fedha kamwe hatosheki na fedha; yeyote apendaye utajiri kamwe hatosheki na kipato chake. Hili nalo pia ni ubatili."
  },
  {
    "verseNumber": "ECC 5:11",
    "verseText": "Mali ikiongezeka, ndivyo walaji wanavyoongezeka. Hii nayo inamfaidia nini mwenye mali isipokuwa ni kushibisha macho yake?"
  },
  {
    "verseNumber": "ECC 5:12",
    "verseText": "Usingizi wa kibarua ni mtamu, awe amekula kidogo au kingi, lakini wingi wa mali humnyima tajiri usingizi."
  },
  {
    "verseNumber": "ECC 5:13",
    "verseText": "Nimeshaona uovu mzito chini ya jua: Utajiri uliolimbikizwa kwa kujinyima na kuleta madhara kwa mwenye mali,"
  },
  {
    "verseNumber": "ECC 5:14",
    "verseText": "au utajiri uliopotea kwa bahati mbaya, hivyo kwamba wakati akiwa na mwana hakuna chochote kilichobaki kwa ajili yake."
  },
  {
    "verseNumber": "ECC 5:15",
    "verseText": "Mtu hutoka tumboni mwa mama yake uchi, naye jinsi alivyokuja vivyo hivyo huondoka. Hachukui chochote kutokana na kazi yake ambacho anaweza kukibeba mkononi mwake."
  },
  {
    "verseNumber": "ECC 5:16",
    "verseText": "Hili nalo ni baya la kusikitisha: Kama vile mtu ajavyo, vivyo hivyo huondoka, naye anapata faida gani, maadamu hutaabika kwa ajili ya upepo?"
  },
  {
    "verseNumber": "ECC 5:17",
    "verseText": "Siku zake zote hula gizani, pamoja na fadhaa kubwa, mateso na hasira."
  },
  {
    "verseNumber": "ECC 5:18",
    "verseText": "Ndipo nikatambua kwamba ni vyema na sahihi kwa mtu kula na kunywa na kutosheka katika kazi yake ngumu chini ya jua katika siku chache za maisha yake Mungu alizompa, kwa maana hili ndilo fungu lake."
  },
  {
    "verseNumber": "ECC 5:19",
    "verseText": "Zaidi ya yote, Mungu anapompa mtu yeyote utajiri na milki, humwezesha kuvifurahia, kukubali fungu lake na kuwa na furaha katika kazi yake, hii ni karama ya Mungu."
  },
  {
    "verseNumber": "ECC 5:20",
    "verseText": "Mara chache mtu huzifikiri siku za maisha yake, kwa sababu Mungu humfanya ashikwe na furaha ya moyoni."
  },
  {
    "verseNumber": "ECC 6:1",
    "verseText": "Nimeona ubaya mwingine chini ya jua, nao unalemea sana wanadamu:"
  },
  {
    "verseNumber": "ECC 6:2",
    "verseText": "Mungu humpa mwanadamu utajiri, mali na heshima, hivyo hakukosa chochote moyo wake unachokitamani. Lakini Mungu hamwezeshi kuvifurahia, badala yake mgeni ndiye anayevifurahia. Hili ni ubatili, ni ubaya unaosikitisha."
  },
  {
    "verseNumber": "ECC 6:3",
    "verseText": "Mtu anaweza kuwa na watoto mia moja naye akaishi miaka mingi, lakini haidhuru kuwa ataishi muda mrefu kiasi gani, kama hawezi kufurahia mafanikio yake na kwamba hapati mazishi ya heshima, ninasema afadhali mtoto aliyezaliwa akiwa amekufa kuliko yeye."
  },
  {
    "verseNumber": "ECC 6:4",
    "verseText": "Kuzaliwa kwake hakuna maana, huondokea gizani na gizani jina lake hufunikwa."
  },
  {
    "verseNumber": "ECC 6:5",
    "verseText": "Ingawa hakuwahi kuliona jua wala kujua kitu chochote, yeye ana pumziko zaidi kuliko mtu huyo,"
  },
  {
    "verseNumber": "ECC 6:6",
    "verseText": "Hata kama huyo mtu ataishi miaka elfu mara mbili na zaidi, lakini akashindwa kufurahia mafanikio yake, je, wote hawaendi sehemu moja?"
  },
  {
    "verseNumber": "ECC 6:7",
    "verseText": "Juhudi zote za binadamu ni kwa ajili ya kinywa chake, hata hivyo hamu yake kamwe haitoshelezwi."
  },
  {
    "verseNumber": "ECC 6:8",
    "verseText": "Mtu mwenye hekima ana faida gani zaidi ya mpumbavu? Mtu maskini anapata faida gani kwa kujua jinsi ya kujistahi mbele ya watu wengine?"
  },
  {
    "verseNumber": "ECC 6:9",
    "verseText": "Ni bora kile ambacho jicho linakiona kuliko hamu isiyotoshelezwa. Hili nalo ni ubatili, ni kukimbiza upepo."
  },
  {
    "verseNumber": "ECC 6:10",
    "verseText": "Lolote lililopo limekwisha kupewa jina, naye mwanadamu alivyo ameshajulikana; hakuna mtu awezaye kushindana na mwenye nguvu kuliko yeye."
  },
  {
    "verseNumber": "ECC 6:11",
    "verseText": "Maneno yanavyokuwa mengi, ndivyo yanavyokosa maana, Je, hilo linamfaidia vipi yeyote?"
  },
  {
    "verseNumber": "ECC 6:12",
    "verseText": "Kwa maana ni nani anayejua lililo jema kwa ajili ya maisha ya mwanadamu, katika siku chache na za ubatili anazopita kama kivuli? Ni nani awezaye kumwambia yatakayotokea chini ya jua baada ya yeye kuondoka?"
  },
  {
    "verseNumber": "ECC 7:1",
    "verseText": "Afadhali sifa nzuri kuliko manukato safi, nayo siku ya kufa kuliko ya kuzaliwa."
  },
  {
    "verseNumber": "ECC 7:2",
    "verseText": "Afadhali kwenda kwenye nyumba ya msiba kuliko kwenda kwenye nyumba ya karamu, kwa kuwa kifo ni hatima ya kila mwanadamu, imewapasa walio hai kuliweka hili mioyoni mwao."
  },
  {
    "verseNumber": "ECC 7:3",
    "verseText": "Huzuni ni afadhali kuliko kicheko, kwa sababu uso wenye huzuni wafaa kwa moyo."
  },
  {
    "verseNumber": "ECC 7:4",
    "verseText": "Moyo wa wenye hekima uko katika nyumba ya msiba, lakini moyo wa wapumbavu uko katika nyumba ya anasa."
  },
  {
    "verseNumber": "ECC 7:5",
    "verseText": "Afadhali kusikia karipio la mtu mwenye hekima, kuliko kusikiliza wimbo wa wapumbavu."
  },
  {
    "verseNumber": "ECC 7:6",
    "verseText": "Kama ilivyo kuvunjika kwa miiba chini ya sufuria, ndivyo kilivyo kicheko cha wapumbavu. Hili nalo pia ni ubatili."
  },
  {
    "verseNumber": "ECC 7:7",
    "verseText": "Dhuluma humfanya mtu mwenye hekima kuwa mpumbavu, nayo rushwa huuharibu moyo."
  },
  {
    "verseNumber": "ECC 7:8",
    "verseText": "Mwisho wa jambo ni bora kuliko mwanzo wake, uvumilivu ni bora kuliko kiburi."
  },
  {
    "verseNumber": "ECC 7:9",
    "verseText": "Usiwe mwepesi kukasirika rohoni mwako, kwa kuwa hasira hukaa kifuani mwa wapumbavu."
  },
  {
    "verseNumber": "ECC 7:10",
    "verseText": "Usiseme, “Kwa nini siku za kale zilikuwa bora kuliko siku hizi?” Kwa maana si hekima kuuliza maswali kama hayo."
  },
  {
    "verseNumber": "ECC 7:11",
    "verseText": "Hekima, kama ulivyo urithi, ni kitu chema na huwafaidia wale walionalo jua."
  },
  {
    "verseNumber": "ECC 7:12",
    "verseText": "Hekima ni ulinzi kama fedha ilivyo ulinzi, lakini faida ya maarifa ni hii: kwamba hekima huhifadhi maisha ya aliye nayo."
  },
  {
    "verseNumber": "ECC 7:13",
    "verseText": "Tafakari kile Mungu alichokitenda: Nani awezaye kunyoosha kile ambacho yeye amekipinda?"
  },
  {
    "verseNumber": "ECC 7:14",
    "verseText": "Nyakati zikiwa nzuri, ufurahi, lakini nyakati zikiwa mbaya, tafakari: Mungu amefanya hiyo moja, naam, sanjari na hiyo nyingine. Kwa hiyo, mwanadamu hawezi kugundua kitu chochote kuhusu maisha yake ya baadaye."
  },
  {
    "verseNumber": "ECC 7:15",
    "verseText": "Katika maisha haya yangu ya ubatili nimeshaona haya mawili: mtu mwadilifu akiangamia katika uadilifu wake, naye mtu mwovu akiishi maisha marefu katika uovu wake."
  },
  {
    "verseNumber": "ECC 7:16",
    "verseText": "Usiwe mwenye haki kupita kiasi, wala usiwe na hekima kupita kiasi: kwa nini kujiangamiza mwenyewe?"
  },
  {
    "verseNumber": "ECC 7:17",
    "verseText": "Usiwe mwovu kupita kiasi, wala usiwe mpumbavu: kwa nini kufa kabla ya wakati wako?"
  },
  {
    "verseNumber": "ECC 7:18",
    "verseText": "Ni vyema kushika hilo moja na wala usiache hilo jingine likupite. Mtu amchaye Mungu ataepuka huko kupita kiasi."
  },
  {
    "verseNumber": "ECC 7:19",
    "verseText": "Hekima humfanya yeye aliye nayo kuwa na uwezo zaidi kuliko watawala kumi katika mji."
  },
  {
    "verseNumber": "ECC 7:20",
    "verseText": "Hakuna mtu mwenye haki duniani ambaye hufanya mambo ya haki na kamwe asitende dhambi."
  },
  {
    "verseNumber": "ECC 7:21",
    "verseText": "Usitie maanani kila neno linalosemwa na watu, la sivyo, waweza kumsikia mtumishi wako akikulaani:"
  },
  {
    "verseNumber": "ECC 7:22",
    "verseText": "kwa kuwa unafahamu moyoni mwako kwamba wewe mwenyewe mara nyingi umewalaani wengine."
  },
  {
    "verseNumber": "ECC 7:23",
    "verseText": "Yote haya niliyajaribu kwa hekima, nikasema, “Nimeamua kuwa na hekima”: lakini hii ilikuwa nje ya uwezo wangu."
  },
  {
    "verseNumber": "ECC 7:24",
    "verseText": "Vyovyote hekima ilivyo, hekima iko mbali sana na imejificha, ni nani awezaye kuigundua?"
  },
  {
    "verseNumber": "ECC 7:25",
    "verseText": "Nikageuza fikira zangu ili kuelewa, kuchunguza na kuitafuta hekima na kusudi la mambo, na ili kuelewa ujinga wa uovu, na wazimu wa upumbavu."
  },
  {
    "verseNumber": "ECC 7:26",
    "verseText": "Nimeona jambo lililo chungu kuliko mauti, mwanamke ambaye ni mtego, ambaye moyo wake ni wavu wa kutegea na mikono yake ni minyororo. Mtu ampendezaye Mungu atamkwepa, bali mwenye dhambi atanaswa naye."
  },
  {
    "verseNumber": "ECC 7:27",
    "verseText": "Mhubiri anasema, “Tazama, hili ndilo nililogundua: “Nimegundua kitu kimoja baada ya kingine nilipokuwa katika kusudi la mambo:"
  },
  {
    "verseNumber": "ECC 7:28",
    "verseText": "ningali natafiti lakini sipati: nilimpata mwanaume mmoja mnyofu miongoni mwa elfu, lakini hakuna mwanamke mmoja mnyofu miongoni mwao."
  },
  {
    "verseNumber": "ECC 7:29",
    "verseText": "Hili ndilo peke yake nililolipata: Mungu amemuumba mwanadamu mnyofu, lakini mwanadamu amebuni mambo mengi.”"
  },
  {
    "verseNumber": "ECC 8:1",
    "verseText": "Ni nani aliye kama mtu mwenye hekima? Ni nani ajuaye maelezo ya mambo? Hekima hungʼarisha uso wa mtu na kubadili ugumu wa uso wake."
  },
  {
    "verseNumber": "ECC 8:2",
    "verseText": "Nawaambia, Tii amri ya mfalme, kwa sababu uliapa mbele za Mungu."
  },
  {
    "verseNumber": "ECC 8:3",
    "verseText": "Usiharakishe kuondoka mbele ya mfalme. Usiendelee kutenda lililo baya, kwa maana mfalme atafanya lolote apendalo."
  },
  {
    "verseNumber": "ECC 8:4",
    "verseText": "Kwa kuwa neno la mfalme ndilo lenye mamlaka ya mwisho, nani awezaye kumwambia, “Je, wewe unafanya nini?”"
  },
  {
    "verseNumber": "ECC 8:5",
    "verseText": "Yeyote anayetii agizo lake hatadhurika, moyo wa hekima utajua wakati muafaka na jinsi ya kutenda."
  },
  {
    "verseNumber": "ECC 8:6",
    "verseText": "Kwa maana kuna wakati muafaka na utaratibu wa kila jambo, ingawa huzuni ya mwanadamu huwa nzito juu yake."
  },
  {
    "verseNumber": "ECC 8:7",
    "verseText": "Kwa vile hakuna mtu ajuaye siku zijazo, ni nani awezaye kumwambia linalokuja?"
  },
  {
    "verseNumber": "ECC 8:8",
    "verseText": "Hakuna mwanadamu awezaye kushikilia roho yake asife, wala hakuna mwenye uwezo juu ya siku ya kufa kwake. Kama vile hakuna yeyote arudishwaye nyuma wakati wa vita, kadhalika uovu hautawaweka huru wale wautendao."
  },
  {
    "verseNumber": "ECC 8:9",
    "verseText": "Yote haya niliyaona, nilipokuwa natafakari kila kitu kinachotendeka chini ya jua. Kuna wakati ambapo mtu hujifanya bwana juu ya wengine kwa madhara yake mwenyewe."
  },
  {
    "verseNumber": "ECC 8:10",
    "verseText": "Ndipo pia, nikaona waovu wakizikwa, wale ambao walizoea kuingia na kutoka mahali patakatifu na kupewa sifa katika mji ambapo walikuwa wamefanya haya. Hili nalo ni ubatili."
  },
  {
    "verseNumber": "ECC 8:11",
    "verseText": "Wakati hukumu juu ya tendo ovu haitekelezwi upesi, mioyo ya watu hujaa mipango ya kutenda maovu."
  },
  {
    "verseNumber": "ECC 8:12",
    "verseText": "Ingawa mtu mwovu hufanya maovu mia moja na akaendelea kuishi maisha marefu, najua kwamba itakuwa bora zaidi kwa watu wanaomwogopa Mungu, wamchao Mungu."
  },
  {
    "verseNumber": "ECC 8:13",
    "verseText": "Lakini kwa sababu waovu hawamwogopi Mungu, hawatafanikiwa, maisha yao hayatarefuka kama kivuli."
  },
  {
    "verseNumber": "ECC 8:14",
    "verseText": "Kuna kitu kingine ambacho ni ubatili kinachotokea duniani: Watu waadilifu kupata yale yanayowastahili waovu, nao waovu kupata yale yanayowastahili waadilifu. Hili nalo pia, nasema ni ubatili."
  },
  {
    "verseNumber": "ECC 8:15",
    "verseText": "Kwa hiyo mimi ninasifu kufurahia maisha, kwa sababu hakuna kitu bora zaidi kwa mwanadamu chini ya jua kuliko kula, kunywa na kufurahi. Kisha furaha itafuatana naye kazini mwake siku zote za maisha yake ambazo amepewa na Mungu chini ya jua."
  },
  {
    "verseNumber": "ECC 8:16",
    "verseText": "Nilipotafakari akilini mwangu ili nijue hekima na kuangalia kazi ya mwanadamu duniani, jinsi ambavyo macho yake hayapati usingizi mchana wala usiku,"
  },
  {
    "verseNumber": "ECC 8:17",
    "verseText": "ndipo nikaona yale yote ambayo Mungu ameyafanya. Hakuna yeyote awezaye kuelewa yale yanayotendeka chini ya jua. Licha ya juhudi zake zote za kutafuta, mtu hawezi kugundua maana yake. Hata ingawa mtu mwenye hekima anadai kuwa anafahamu, kwa hakika hawezi kutambua."
  },
  {
    "verseNumber": "ECC 9:1",
    "verseText": "Kwa hiyo niliyatafakari yote haya nikafikia uamuzi kwamba waadilifu na wenye hekima na yale wanayoyafanya yako mikononi mwa Mungu, lakini hakuna mtu ajuaye kama anangojewa na upendo au chuki."
  },
  {
    "verseNumber": "ECC 9:2",
    "verseText": "Wote wanayo hatima inayofanana, mwadilifu na mwovu, mwema na mbaya, aliye safi na aliye najisi, wale wanaotoa dhabihu na wale wasiotoa. Kama ilivyo kwa mtu mwema, ndivyo ilivyo kwa mtu mwenye dhambi; kama ilivyo kwa wale wanaoapa, ndivyo ilivyo kwa wale wasioapa."
  },
  {
    "verseNumber": "ECC 9:3",
    "verseText": "Huu ni ubaya ulio katika kila kitu kinachotendeka chini ya jua: Mwisho unaofanana huwapata wote. Zaidi ya hayo, mioyo ya watu, imejaa ubaya na kuna wazimu mioyoni mwao wangali hai, hatimaye huungana na waliokufa."
  },
  {
    "verseNumber": "ECC 9:4",
    "verseText": "Yeyote aliye miongoni mwa walio hai analo tumaini, hata mbwa hai ni bora kuliko simba aliyekufa!"
  },
  {
    "verseNumber": "ECC 9:5",
    "verseText": "Kwa maana walio hai wanajua kwamba watakufa, lakini wafu hawajui chochote, hawana tuzo zaidi, hata kumbukumbu yao imesahaulika."
  },
  {
    "verseNumber": "ECC 9:6",
    "verseText": "Upendo wao, chuki yao na wivu wao vimetoweka tangu kitambo, kamwe hawatakuwa tena na sehemu katika lolote linalotendeka chini ya jua."
  },
  {
    "verseNumber": "ECC 9:7",
    "verseText": "Nenda, kula chakula chako kwa furaha, unywe divai yako kwa moyo wa shangwe, kwa maana sasa Mungu anakubali unachofanya."
  },
  {
    "verseNumber": "ECC 9:8",
    "verseText": "Daima uvae nguo nyeupe na daima upake kichwa chako mafuta."
  },
  {
    "verseNumber": "ECC 9:9",
    "verseText": "Furahia maisha na mke wako, umpendaye, siku zote za maisha ya ubatili uliyopewa na Mungu chini ya jua, siku zote za ubatili. Kwa maana hili ndilo fungu lako katika maisha na katika kazi yako ya taabu chini ya jua."
  },
  {
    "verseNumber": "ECC 9:10",
    "verseText": "Lolote mkono wako upatalo kufanya, fanya kwa nguvu zako zote, kwa kuwa huko kuzimu, unakokwenda, hakuna kufanya kazi wala mipango wala maarifa wala hekima."
  },
  {
    "verseNumber": "ECC 9:11",
    "verseText": "Nimeona kitu kingine tena chini ya jua: Si wenye mbio washindao mashindano au wenye nguvu washindao vita, wala si wenye hekima wapatao chakula au wenye akili nyingi wapatao mali, wala wenye elimu wapatao upendeleo, lakini fursa huwapata wote."
  },
  {
    "verseNumber": "ECC 9:12",
    "verseText": "Zaidi ya hayo, hakuna mwanadamu ajuaye wakati saa yake itakapokuja: Kama vile samaki wavuliwavyo katika wavu mkatili, au ndege wanaswavyo kwenye mtego, vivyo hivyo wanadamu hunaswa na nyakati mbaya zinazowaangukia bila kutazamia."
  },
  {
    "verseNumber": "ECC 9:13",
    "verseText": "Pia niliona chini ya jua mfano huu wa hekima ambao ulinivutia sana:"
  },
  {
    "verseNumber": "ECC 9:14",
    "verseText": "Palikuwa na mji mdogo uliokuwa na watu wachache ndani yake. Mfalme mwenye nguvu akainuka dhidi yake, akauzunguka akaweka jeshi kubwa dhidi yake."
  },
  {
    "verseNumber": "ECC 9:15",
    "verseText": "Katika mji huo kulikuwepo mtu mmoja maskini lakini mwenye hekima, naye akauokoa ule mji kwa hekima yake. Lakini hakuna aliyemkumbuka yule maskini."
  },
  {
    "verseNumber": "ECC 9:16",
    "verseText": "Kwa hiyo, nikasema, “Hekima ni bora kuliko nguvu.” Lakini hekima ya maskini imedharauliwa, wala hakuna anayesikiliza maneno yake."
  },
  {
    "verseNumber": "ECC 9:17",
    "verseText": "Maneno ya utulivu ya mwenye hekima husikiwa kuliko makelele ya mtawala wa wapumbavu."
  },
  {
    "verseNumber": "ECC 9:18",
    "verseText": "Hekima ni bora kuliko silaha za vita, lakini mwenye dhambi mmoja huharibu mema mengi."
  },
  {
    "verseNumber": "ECC 10:1",
    "verseText": "Kama vile nzi waliokufa huacha harufu mbaya kwenye manukato, ndivyo upumbavu kidogo huzidi nguvu hekima na heshima."
  },
  {
    "verseNumber": "ECC 10:2",
    "verseText": "Moyo wa mwenye hekima huelekea kuume, lakini moyo wa mpumbavu huelekea kushoto."
  },
  {
    "verseNumber": "ECC 10:3",
    "verseText": "Hata anapotembea barabarani, mpumbavu hukosa ufahamu na kudhihirisha kwa kila mmoja jinsi alivyo mpumbavu."
  },
  {
    "verseNumber": "ECC 10:4",
    "verseText": "Kama hasira ya mtawala ikiwaka dhidi yako, usiache mahali pako, utulivu huweza kuzuia makosa mengi."
  },
  {
    "verseNumber": "ECC 10:5",
    "verseText": "Kuna ubaya niliouona chini ya jua, aina ya kosa litokalo kwa mtawala:"
  },
  {
    "verseNumber": "ECC 10:6",
    "verseText": "Wapumbavu kuwekwa kwenye nafasi nyingi za juu, wakati matajiri hushika nafasi za chini."
  },
  {
    "verseNumber": "ECC 10:7",
    "verseText": "Mimi nimeona watumwa wamepanda farasi, wakati wakuu wakitembea kwa miguu kama watumwa."
  },
  {
    "verseNumber": "ECC 10:8",
    "verseText": "Yeye achimbaye shimo aweza kutumbukia ndani yake, yeyote abomoaye ukuta anaweza kuumwa na nyoka."
  },
  {
    "verseNumber": "ECC 10:9",
    "verseText": "Yeyote apasuaye mawe inawezekana yakamuumiza, yeyote apasuaye magogo inawezekana yakamuumiza."
  },
  {
    "verseNumber": "ECC 10:10",
    "verseText": "Kama shoka ni butu na halikunolewa, nguvu nyingi zinahitajika, lakini ustadi utaleta mafanikio."
  },
  {
    "verseNumber": "ECC 10:11",
    "verseText": "Kama nyoka akiuma kabla ya kufanyiwa uaguzi, mwaguzi hatahitajika tena."
  },
  {
    "verseNumber": "ECC 10:12",
    "verseText": "Maneno yatokayo kinywani mwa mtu mwenye hekima yana neema, bali mpumbavu huangamizwa na midomo yake mwenyewe."
  },
  {
    "verseNumber": "ECC 10:13",
    "verseText": "Mwanzoni maneno yake ni upumbavu, mwishoni ni wazimu mbaya,"
  },
  {
    "verseNumber": "ECC 10:14",
    "verseText": "naye mpumbavu huzidisha maneno. Hakuna yeyote ajuaye linalokuja, ni nani awezaye kueleza ni jambo gani litakalotokea baada yake?"
  },
  {
    "verseNumber": "ECC 10:15",
    "verseText": "Kazi ya mpumbavu humchosha mwenyewe, hajui njia iendayo mjini."
  },
  {
    "verseNumber": "ECC 10:16",
    "verseText": "Ole wako, ee nchi ambayo mfalme wako alikuwa mtumwa na ambayo wakuu wako hufanya karamu asubuhi."
  },
  {
    "verseNumber": "ECC 10:17",
    "verseText": "Heri wewe, ee nchi ambayo mfalme wako ni wa uzao wenye kuheshimika na ambayo wakuu wako hula chakula kwa wakati unaofaa: ili kupata nguvu na si kwa ajili ya ulevi."
  },
  {
    "verseNumber": "ECC 10:18",
    "verseText": "Kama mtu ni mvivu paa la nyumba huinama, kutokana na mikono milegevu, nyumba huvuja."
  },
  {
    "verseNumber": "ECC 10:19",
    "verseText": "Karamu hufanywa kwa ajili ya kicheko, nao mvinyo hufurahisha maisha, lakini fedha ni jawabu la mambo yote."
  },
  {
    "verseNumber": "ECC 10:20",
    "verseText": "Usimshutumu mfalme hata ikiwa ni katika mawazo yako, au kumlaani tajiri katika chumba chako cha kulala, kwa sababu ndege wa angani wanaweza kuchukua maneno yako, naye ndege anayeruka anaweza kutoa taarifa ya yale uliyosema."
  },
  {
    "verseNumber": "ECC 11:1",
    "verseText": "Tupa mkate wako juu ya maji, kwa maana baada ya siku nyingi utaupata tena."
  },
  {
    "verseNumber": "ECC 11:2",
    "verseText": "Wape sehemu watu saba, naam hata wanane, kwa maana hujui ni baa gani litakalokuwa juu ya nchi."
  },
  {
    "verseNumber": "ECC 11:3",
    "verseText": "Kama mawingu yamejaa maji, hunyesha mvua juu ya nchi. Kama mti ukianguka kuelekea kusini au kuelekea kaskazini, mahali ulipoangukia, hapo ndipo utakapolala."
  },
  {
    "verseNumber": "ECC 11:4",
    "verseText": "Yeyote atazamaye upepo hatapanda, yeyote aangaliaye mawingu hatavuna."
  },
  {
    "verseNumber": "ECC 11:5",
    "verseText": "Kama vile usivyofahamu njia ya upepo, au jinsi mwili uumbwavyo ndani ya tumbo la mama, vivyo hivyo huwezi kufahamu kazi ya Mungu, Muumba wa vitu vyote."
  },
  {
    "verseNumber": "ECC 11:6",
    "verseText": "Panda mbegu yako asubuhi, nako jioni usiruhusu mikono yako ilegee, kwa maana hujui ni ipi itakayofanikiwa, kwamba ni hii au ni ile, au kwamba zote zitafanikiwa sawasawa."
  },
  {
    "verseNumber": "ECC 11:7",
    "verseText": "Nuru ni tamu, tena inafurahisha macho kuona jua."
  },
  {
    "verseNumber": "ECC 11:8",
    "verseText": "Hata kama mtu ataishi miaka mingi kiasi gani, na aifurahie yote. Lakini na akumbuke siku za giza, kwa maana zitakuwa nyingi. Kila kitu kitakachokuja ni ubatili."
  },
  {
    "verseNumber": "ECC 11:9",
    "verseText": "Furahi ewe kijana, wakati ungali kijana, moyo wako na ukupe furaha katika siku za ujana wako. Fuata njia za moyo wako na chochote macho yako yaonayo, lakini ujue kwamba kwa ajili ya haya yote Mungu atakuleta hukumuni."
  },
  {
    "verseNumber": "ECC 11:10",
    "verseText": "Kwa hiyo basi, ondoa wasiwasi moyoni mwako na utupilie mbali masumbufu ya mwili wako, kwa kuwa ujana na nguvu ni ubatili."
  },
  {
    "verseNumber": "ECC 12:1",
    "verseText": "Mkumbuke Muumba wako siku za ujana wako, kabla hazijaja siku za taabu, wala haijakaribia miaka utakaposema, “Mimi sifurahii hiyo”:"
  },
  {
    "verseNumber": "ECC 12:2",
    "verseText": "kabla jua na nuru, nao mwezi na nyota havijatiwa giza, kabla ya kurudi mawingu baada ya mvua;"
  },
  {
    "verseNumber": "ECC 12:3",
    "verseText": "siku ile walinzi wa nyumba watakapotetemeka, nao watu wenye nguvu watakapojiinamisha, wakati wasagao watakapokoma kwa sababu ya uchache, nao wachunguliao madirishani kutiwa giza;"
  },
  {
    "verseNumber": "ECC 12:4",
    "verseText": "wakati milango ya kuingia barabarani itakapofungwa na sauti ya kusaga kufifia; wakati watu wataamshwa kwa sauti ya ndege, lakini nyimbo zao zote zikififia;"
  },
  {
    "verseNumber": "ECC 12:5",
    "verseText": "wakati watu watakapoogopa kilichoinuka juu na hatari zitakazokuwepo barabarani; wakati mlozi utakapochanua maua na panzi kujikokota nawe usiwe na shauku ya kitu chochote. Ndipo mwanadamu aiendea nyumba yake ya milele nao waombolezaji wakizunguka barabarani."
  },
  {
    "verseNumber": "ECC 12:6",
    "verseText": "Mkumbuke Muumba wako: kabla haijakatika kamba ya fedha, au bakuli la dhahabu halijavunjika; kabla mtungi kuvunjika kwenye chemchemi, au gurudumu kuvunjika kisimani,"
  },
  {
    "verseNumber": "ECC 12:7",
    "verseText": "nayo mavumbi kurudi ardhini yalikotoka, na roho kurudi kwa Mungu aliyeitoa."
  },
  {
    "verseNumber": "ECC 12:8",
    "verseText": "Mhubiri asema, “Ubatili! Ubatili! Kila kitu ni ubatili!”"
  },
  {
    "verseNumber": "ECC 12:9",
    "verseText": "Mhubiri hakuwa tu na hekima, bali aliwagawia watu maarifa pia. Alitafakari na kutafiti na akaweka katika utaratibu mithali nyingi."
  },
  {
    "verseNumber": "ECC 12:10",
    "verseText": "Mhubiri alitafiti ili kupata maneno sahihi na kila alichoandika kilikuwa sawa na kweli."
  },
  {
    "verseNumber": "ECC 12:11",
    "verseText": "Maneno ya wenye hekima ni kama mchokoro, mithali zao zilizokusanywa pamoja ni kama misumari iliyogongomewa ikawa imara, yaliyotolewa na Mchungaji mmoja."
  },
  {
    "verseNumber": "ECC 12:12",
    "verseText": "Tena zaidi ya hayo, mwanangu, kubali maonyo, hakuna mwisho wa kutunga vitabu vingi, nako kusoma sana huuchosha mwili."
  },
  {
    "verseNumber": "ECC 12:13",
    "verseText": "Hii ndiyo jumla ya maneno; yote yamekwisha sikiwa: Mche Mungu, nawe uzishike amri zake, maana kwa jumla ndiyo impasayo mtu."
  },
  {
    "verseNumber": "ECC 12:14",
    "verseText": "Kwa maana Mungu ataleta hukumuni kila kazi, pamoja na kila neno la siri, likiwa jema au baya."
  }
]