[
  {
    "verseNumber": "EPH 1:1",
    "verseText": "Paulo, mtume wa Kristo Yesu, kwa mapenzi ya Mungu: Kwa watakatifu walioko Efeso, walio waaminifu katika Kristo Yesu:"
  },
  {
    "verseNumber": "EPH 1:2",
    "verseText": "Neema na amani itokayo kwa Mungu Baba yetu na kwa Bwana wetu Yesu Kristo iwe nanyi."
  },
  {
    "verseNumber": "EPH 1:3",
    "verseText": "Ahimidiwe Mungu na Baba wa Bwana wetu Yesu Kristo, aliyetubariki sisi kwa baraka zote za rohoni, katika ulimwengu wa roho ndani ya Kristo."
  },
  {
    "verseNumber": "EPH 1:4",
    "verseText": "Kwa maana alituchagua katika yeye kabla ya kuumbwa ulimwengu ili tuwe watakatifu na bila lawama mbele zake. Kwa upendo"
  },
  {
    "verseNumber": "EPH 1:5",
    "verseText": "alitangulia kutuchagua tuwe wanawe kwa njia ya Yesu Kristo kwa furaha yake na mapenzi yake mwenyewe."
  },
  {
    "verseNumber": "EPH 1:6",
    "verseText": "Kwa hiyo tunamsifu Mungu kwa huruma zake kuu alizotumiminia sisi katika Mwanawe Mpendwa."
  },
  {
    "verseNumber": "EPH 1:7",
    "verseText": "Ndani yake tunao ukombozi kwa njia ya damu yake, yaani, msamaha wa dhambi, sawasawa na wingi wa neema yake"
  },
  {
    "verseNumber": "EPH 1:8",
    "verseText": "aliyotumiminia kwa wingi, kwa hekima yote na maarifa yote."
  },
  {
    "verseNumber": "EPH 1:9",
    "verseText": "Naye alitujulisha siri ya mapenzi yake sawasawa na uradhi wa mapenzi yake, ambayo alikusudia katika Kristo,"
  },
  {
    "verseNumber": "EPH 1:10",
    "verseText": "ili yapate kutimizwa wakati mkamilifu utakapowadia, yaani, kuvitia vitu vyote vya mbinguni na vya duniani pamoja, chini ya kiongozi mmoja, ndiye Kristo."
  },
  {
    "verseNumber": "EPH 1:11",
    "verseText": "Katika Kristo sisi nasi tumepata urithi, tukisha kuchaguliwa sawasawa na kusudi la Mungu, yeye ambaye hufanya mambo yote kulingana na kusudi la mapenzi yake,"
  },
  {
    "verseNumber": "EPH 1:12",
    "verseText": "ili kwamba, sisi tuliokuwa wa kwanza kuweka tumaini katika Kristo, tupate kuishi kwa sifa ya utukufu wake."
  },
  {
    "verseNumber": "EPH 1:13",
    "verseText": "Ninyi pia mliingia ndani ya Kristo mliposikia Neno la kweli, Injili ya wokovu wenu. Mkiisha kuamini, ndani yake mlitiwa muhuri, yaani, Roho Mtakatifu mliyeahidiwa,"
  },
  {
    "verseNumber": "EPH 1:14",
    "verseText": "yeye ambaye ni amana yetu akituhakikishia urithi wetu hadi ukombozi wa wale walio milki ya Mungu kwa sifa ya utukufu wake."
  },
  {
    "verseNumber": "EPH 1:15",
    "verseText": "Kwa sababu hii, tangu niliposikia juu ya imani yenu katika Bwana Yesu na upendo wenu kwa watakatifu wote,"
  },
  {
    "verseNumber": "EPH 1:16",
    "verseText": "sijaacha kumshukuru Mungu kwa ajili yenu, nikiwakumbuka katika maombi yangu."
  },
  {
    "verseNumber": "EPH 1:17",
    "verseText": "Nazidi kumwomba Mungu wa Bwana wetu Yesu Kristo, Baba wa utukufu, awajalieni ninyi roho ya hekima na ya ufunuo, ili mpate kumjua zaidi."
  },
  {
    "verseNumber": "EPH 1:18",
    "verseText": "Ninaomba pia kwamba macho ya mioyo yenu yatiwe nuru ili mpate kujua tumaini mliloitiwa, utajiri wa urithi wa utukufu wake kwa watakatifu"
  },
  {
    "verseNumber": "EPH 1:19",
    "verseText": "na uweza wake mkuu usiolinganishwa kwa ajili yetu sisi tuaminio. Uweza huo unaofanya kazi ndani yetu, ni sawa na ile nguvu kuu mno"
  },
  {
    "verseNumber": "EPH 1:20",
    "verseText": "aliyoitumia katika Kristo alipomfufua kutoka kwa wafu, na akamketisha mkono wake wa kuume huko mbinguni,"
  },
  {
    "verseNumber": "EPH 1:21",
    "verseText": "juu sana kuliko falme zote na mamlaka, enzi na milki, na juu ya kila jina litajwalo, si katika ulimwengu huu tu, bali katika ule ujao pia."
  },
  {
    "verseNumber": "EPH 1:22",
    "verseText": "Naye Mungu ameweka vitu vyote viwe chini ya miguu yake na amemfanya yeye awe kichwa cha vitu vyote kwa ajili ya Kanisa,"
  },
  {
    "verseNumber": "EPH 1:23",
    "verseText": "ambalo ndilo mwili wake, ukamilifu wake yeye aliye yote katika yote."
  },
  {
    "verseNumber": "EPH 2:1",
    "verseText": "Kwa habari zenu, mlikuwa wafu katika makosa na dhambi zenu,"
  },
  {
    "verseNumber": "EPH 2:2",
    "verseText": "ambazo mlizitenda mlipofuatisha namna ya ulimwengu huu na za yule mtawala wa ufalme wa anga, yule roho atendaye kazi sasa ndani ya wale wasiotii."
  },
  {
    "verseNumber": "EPH 2:3",
    "verseText": "Sisi sote pia tuliishi katikati yao hapo zamani, tukitimiza tamaa za asili yetu ya dhambi na kufuata tamaa zake na mawazo yake. Nasi kwa asili tulikuwa wana wa ghadhabu, kama mtu mwingine yeyote."
  },
  {
    "verseNumber": "EPH 2:4",
    "verseText": "Lakini Mungu kwa upendo wake mwingi kwetu sisi, ambaye ni mwingi wa rehema,"
  },
  {
    "verseNumber": "EPH 2:5",
    "verseText": "hata tulipokuwa wafu kwa ajili ya makosa yetu, alitufanya tuwe hai pamoja na Kristo Yesu, yaani, mmeokolewa kwa neema."
  },
  {
    "verseNumber": "EPH 2:6",
    "verseText": "Mungu alitufufua pamoja na Kristo na kutuketisha pamoja naye katika ulimwengu wa roho katika Kristo Yesu,"
  },
  {
    "verseNumber": "EPH 2:7",
    "verseText": "ili katika ule ulimwengu ujao apate kuonyesha wingi wa neema yake isiyopimika, iliyodhihirishwa kwetu kwa wema wake ndani ya Kristo Yesu."
  },
  {
    "verseNumber": "EPH 2:8",
    "verseText": "Kwa maana mmeokolewa kwa neema, kwa njia ya imani, wala si kwa matendo yenu mema. Hii ni zawadi kutoka kwa Mungu,"
  },
  {
    "verseNumber": "EPH 2:9",
    "verseText": "si kwa matendo, ili mtu yeyote asije akajisifu."
  },
  {
    "verseNumber": "EPH 2:10",
    "verseText": "Kwa maana sisi ni kazi ya mikono ya Mungu, tulioumbwa katika Kristo Yesu, ili tupate kutenda matendo mema, ambayo Mungu alitangulia kuyaandaa tupate kuishi katika hayo."
  },
  {
    "verseNumber": "EPH 2:11",
    "verseText": "Kwa hiyo kumbukeni kwamba ninyi ambao hapo awali mlikuwa watu wa Mataifa kwa kuzaliwa na kuitwa “wasiotahiriwa” na wale wanaojiita “waliotahiriwa” (yaani tohara ifanyikayo katika mwili kwa mikono ya wanadamu),"
  },
  {
    "verseNumber": "EPH 2:12",
    "verseText": "kumbukeni kwamba wakati ule mlikuwa mbali na Kristo, mkiwa mmetengwa kutoka jumuiya ya Israeli, na mkiwa wageni katika yale maagano ya ahadi, nanyi mkiwa hamna tumaini wala Mungu duniani."
  },
  {
    "verseNumber": "EPH 2:13",
    "verseText": "Lakini sasa katika Kristo Yesu, ninyi ambao hapo kwanza mlikuwa mbali na Mungu, sasa mmeletwa karibu kwa njia ya damu ya Kristo."
  },
  {
    "verseNumber": "EPH 2:14",
    "verseText": "Kwa maana yeye mwenyewe ndiye amani yetu, aliyetufanya sisi tuliokuwa wawili, yaani, Wayahudi na watu wa Mataifa, tuwe wamoja kwa kuvunja kizuizi na kubomoa ule ukuta wa uadui uliokuwa kati yetu,"
  },
  {
    "verseNumber": "EPH 2:15",
    "verseText": "kwa kuibatilisha ile sheria pamoja na amri zake na maagizo yake alipoutoa mwili wake, ili apate kufanya ndani yake mtu mmoja mpya badala ya hao wawili, hivyo akifanya amani,"
  },
  {
    "verseNumber": "EPH 2:16",
    "verseText": "naye katika mwili huu mmoja awapatanishe wote wawili na Mungu kupitia msalaba, ili kwa huo msalaba akaangamiza uadui wao."
  },
  {
    "verseNumber": "EPH 2:17",
    "verseText": "Alikuja na kuhubiri amani kwenu ninyi mliokuwa mbali na pia akahubiri amani kwao waliokuwa karibu."
  },
  {
    "verseNumber": "EPH 2:18",
    "verseText": "Kwa maana kwa kupitia kwake, sisi sote tunaweza kumkaribia Baba katika Roho mmoja."
  },
  {
    "verseNumber": "EPH 2:19",
    "verseText": "Hivyo basi, ninyi sasa si wageni tena wala wapitaji, bali mmekuwa wenyeji pamoja na watakatifu na pia jamaa wa nyumbani mwake Mungu."
  },
  {
    "verseNumber": "EPH 2:20",
    "verseText": "Mmejengwa juu ya msingi wa mitume na manabii, naye Kristo Yesu mwenyewe ndiye jiwe kuu la pembeni."
  },
  {
    "verseNumber": "EPH 2:21",
    "verseText": "Ndani yake jengo lote limeshikamanishwa pamoja na kusimamishwa ili kuwa Hekalu takatifu katika Bwana."
  },
  {
    "verseNumber": "EPH 2:22",
    "verseText": "Katika yeye ninyi nanyi mnajengwa pamoja ili mpate kuwa makao ambayo Mungu anaishi ndani yake kwa njia ya Roho wake."
  },
  {
    "verseNumber": "EPH 3:1",
    "verseText": "Kwa sababu hii, mimi Paulo, mfungwa wa Kristo Yesu kwa ajili yenu ninyi watu wa Mataifa:"
  },
  {
    "verseNumber": "EPH 3:2",
    "verseText": "Kwa hakika mmekwisha kusikia kuhusu ile huduma ya neema ya Mungu niliyopewa kwa ajili yenu,"
  },
  {
    "verseNumber": "EPH 3:3",
    "verseText": "yaani, ile siri iliodhihirishwa kwangu kwa njia ya ufunuo, kama nilivyotangulia kuandika kwa kifupi."
  },
  {
    "verseNumber": "EPH 3:4",
    "verseText": "Kwa kusoma haya, basi mtaweza kuelewa ufahamu wangu katika siri ya Kristo."
  },
  {
    "verseNumber": "EPH 3:5",
    "verseText": "Siri hii haikudhihirishwa kwa wanadamu katika vizazi vingine kama vile sasa ilivyodhihirishwa na Roho kwa mitume na manabii watakatifu wa Mungu."
  },
  {
    "verseNumber": "EPH 3:6",
    "verseText": "Siri hii ni kwamba, kwa njia ya Injili, watu wa Mataifa ni warithi pamoja na Israeli, viungo vya mwili mmoja na washiriki pamoja wa ahadi katika Kristo Yesu."
  },
  {
    "verseNumber": "EPH 3:7",
    "verseText": "Nimekuwa mtumishi wa Injili hii kwa kipawa cha neema ya Mungu niliyopewa kwa nguvu yake itendayo kazi."
  },
  {
    "verseNumber": "EPH 3:8",
    "verseText": "Ingawa mimi ni mdogo kuliko aliye mdogo kabisa miongoni mwa watakatifu wote, nilipewa neema hii: ili niwahubirie watu wa Mataifa kuhusu utajiri usiopimika ulio ndani ya Kristo,"
  },
  {
    "verseNumber": "EPH 3:9",
    "verseText": "na kuweka wazi kwa kila mtu siri hii iliyokuwa imefichwa tangu zamani katika Mungu, aliyeumba vitu vyote."
  },
  {
    "verseNumber": "EPH 3:10",
    "verseText": "Ili sasa kwa njia ya Kanisa, hekima yote ya Mungu ipate kujulikana kwa watawala na wenye mamlaka katika ulimwengu wa roho,"
  },
  {
    "verseNumber": "EPH 3:11",
    "verseText": "sawasawa na kusudi lake la milele katika Kristo Yesu Bwana wetu."
  },
  {
    "verseNumber": "EPH 3:12",
    "verseText": "Ndani yake na kwa njia ya imani katika yeye twaweza kumkaribia Mungu kwa uhuru na kwa ujasiri."
  },
  {
    "verseNumber": "EPH 3:13",
    "verseText": "Kwa hiyo, nawaomba msikate tamaa kwa sababu ya mateso yangu kwa ajili yenu, hayo ni utukufu wenu."
  },
  {
    "verseNumber": "EPH 3:14",
    "verseText": "Kwa sababu hii nampigia Baba magoti,"
  },
  {
    "verseNumber": "EPH 3:15",
    "verseText": "ambaye ubaba wote wa kila jamaa za mbinguni na za duniani unatokana naye."
  },
  {
    "verseNumber": "EPH 3:16",
    "verseText": "Namwomba Mungu awaimarishe kwa kuwatia nguvu mioyo yenu kwa njia ya Roho wake kwa kadiri ya utajiri wa utukufu wake,"
  },
  {
    "verseNumber": "EPH 3:17",
    "verseText": "ili kwamba, Kristo apate kukaa mioyoni mwenu kwa njia ya imani. Nami ninaomba kwamba ninyi mkiwa wenye mizizi tena imara katika msingi wa upendo,"
  },
  {
    "verseNumber": "EPH 3:18",
    "verseText": "mwe na uwezo wa kufahamu pamoja na watakatifu wote jinsi ulivyo upana, urefu, kimo na kina upendo wa Kristo,"
  },
  {
    "verseNumber": "EPH 3:19",
    "verseText": "na kujua upendo huu unaopita fahamu, ili mpate kujazwa na kufikia kipimo cha ukamilifu wote wa Mungu."
  },
  {
    "verseNumber": "EPH 3:20",
    "verseText": "Basi kwa yeye awezaye kutenda mambo ya ajabu yasiyopimika kuliko yote tuyaombayo au tuyawazayo, kwa kadiri ya uweza wake ule utendao kazi ndani yetu,"
  },
  {
    "verseNumber": "EPH 3:21",
    "verseText": "yeye atukuzwe katika kanisa na katika Kristo Yesu kwa vizazi vyote, milele na milele. Amen."
  },
  {
    "verseNumber": "EPH 4:1",
    "verseText": "Basi, mimi niliye mfungwa wa Bwana, nawasihi mwenende kama inavyostahili wito wenu mlioitiwa."
  },
  {
    "verseNumber": "EPH 4:2",
    "verseText": "Kwa unyenyekevu wote na upole, mkiwa wavumilivu, mkichukuliana kwa upendo."
  },
  {
    "verseNumber": "EPH 4:3",
    "verseText": "Jitahidini kudumisha umoja wa Roho katika kifungo cha amani."
  },
  {
    "verseNumber": "EPH 4:4",
    "verseText": "Kuna mwili mmoja na Roho mmoja, kama vile mlivyoitwa katika tumaini moja."
  },
  {
    "verseNumber": "EPH 4:5",
    "verseText": "Tena kuna Bwana mmoja, imani moja, ubatizo mmoja,"
  },
  {
    "verseNumber": "EPH 4:6",
    "verseText": "Mungu mmoja ambaye ni Baba wa wote, aliye juu ya yote, katika yote na ndani ya yote."
  },
  {
    "verseNumber": "EPH 4:7",
    "verseText": "Lakini kila mmoja wetu amepewa neema kwa kadiri ya kipimo cha kipawa cha Kristo."
  },
  {
    "verseNumber": "EPH 4:8",
    "verseText": "Kwa hiyo husema: “Alipopaa juu zaidi, aliteka mateka, akawapa wanadamu vipawa.”"
  },
  {
    "verseNumber": "EPH 4:9",
    "verseText": "(Asemapo “alipaa juu,” maana yake nini isipokuwa ni kusema pia kwamba Kristo alishuka pande za chini sana za dunia?"
  },
  {
    "verseNumber": "EPH 4:10",
    "verseText": "Yeye aliyeshuka ndiye alipaa juu zaidi kupita mbingu zote, ili apate kuujaza ulimwengu wote.)"
  },
  {
    "verseNumber": "EPH 4:11",
    "verseText": "Ndiye aliweka wengine kuwa mitume, wengine kuwa manabii, wengine kuwa wainjilisti, wengine kuwa wachungaji na walimu,"
  },
  {
    "verseNumber": "EPH 4:12",
    "verseText": "kwa kusudi la kuwakamilisha watakatifu kwa ajili ya kazi za huduma, ili kwamba mwili wa Kristo upate kujengwa"
  },
  {
    "verseNumber": "EPH 4:13",
    "verseText": "mpaka sote tutakapoufikia umoja katika imani na katika kumjua sana Mwana wa Mungu na kuwa watu wazima kwa kufikia kimo cha ukamilifu wa Kristo."
  },
  {
    "verseNumber": "EPH 4:14",
    "verseText": "Ili tusiwe tena watoto wachanga, tukitupwatupwa huku na huku na kuchukuliwa na kila upepo wa mafundisho kwa hila za watu, kwa ujanja, kwa kufuata njia zao za udanganyifu."
  },
  {
    "verseNumber": "EPH 4:15",
    "verseText": "Badala yake, tukiambiana kweli kwa upendo, katika mambo yote tukue, hata tumfikie yeye aliye kichwa, yaani, Kristo."
  },
  {
    "verseNumber": "EPH 4:16",
    "verseText": "Kutoka kwake, mwili wote ukiwa umeungamanishwa na kushikamanishwa pamoja kwa msaada wa kila kiungo, hukua na kujijenga wenyewe katika upendo, wakati kila kiungo kinafanya kazi yake."
  },
  {
    "verseNumber": "EPH 4:17",
    "verseText": "Hivyo nawaambia hivi, nami nasisitiza katika Bwana kwamba, msiishi tena kama watu wa Mataifa waishivyo, katika ubatili wa mawazo yao."
  },
  {
    "verseNumber": "EPH 4:18",
    "verseText": "Watu hao akili zao zimetiwa giza na wametengwa mbali na uzima wa Mungu kwa sababu ya ujinga wao kutokana na ugumu wa mioyo yao."
  },
  {
    "verseNumber": "EPH 4:19",
    "verseText": "Wakiisha kufa ganzi, wamejitia katika mambo ya ufisadi na kupendelea kila aina ya uchafu, wakiendelea kutamani zaidi."
  },
  {
    "verseNumber": "EPH 4:20",
    "verseText": "Lakini ninyi, hivyo sivyo mlivyojifunza Kristo."
  },
  {
    "verseNumber": "EPH 4:21",
    "verseText": "Kama hivyo ndivyo ilivyo, ninyi mmemsikia, tena mmefundishwa naye, vile kweli ilivyo katika Yesu."
  },
  {
    "verseNumber": "EPH 4:22",
    "verseText": "Mlifundishwa kuuvua mwenendo wenu wa zamani, utu wenu wa kale, ulioharibiwa na tamaa zake za udanganyifu,"
  },
  {
    "verseNumber": "EPH 4:23",
    "verseText": "ili mfanywe upya roho na nia zenu,"
  },
  {
    "verseNumber": "EPH 4:24",
    "verseText": "mkajivike utu mpya, ulioumbwa sawasawa na mfano wa Mungu katika haki yote na utakatifu."
  },
  {
    "verseNumber": "EPH 4:25",
    "verseText": "Kwa hiyo kila mmoja wenu avue uongo na kuambiana kweli mtu na jirani yake, kwa maana sisi sote tu viungo vya mwili mmoja."
  },
  {
    "verseNumber": "EPH 4:26",
    "verseText": "Mkikasirika, msitende dhambi, wala jua lisichwe mkiwa bado mmekasirika,"
  },
  {
    "verseNumber": "EPH 4:27",
    "verseText": "wala msimpe ibilisi nafasi."
  },
  {
    "verseNumber": "EPH 4:28",
    "verseText": "Yeye ambaye amekuwa akiiba, asiibe tena, lakini lazima ajishughulishe, afanye kitu kifaacho kwa mikono yake mwenyewe, ili awe na kitu cha kuwagawia wahitaji."
  },
  {
    "verseNumber": "EPH 4:29",
    "verseText": "Maneno mabaya yasitoke vinywani mwenu, bali yale yafaayo kwa ajili ya kuwajenga wengine kulingana na mahitaji yao, ili yawafae wale wasikiao."
  },
  {
    "verseNumber": "EPH 4:30",
    "verseText": "Wala msimhuzunishe Roho Mtakatifu wa Mungu, ambaye kwake mlitiwa muhuri kwa ajili ya siku ya ukombozi."
  },
  {
    "verseNumber": "EPH 4:31",
    "verseText": "Ondoeni kabisa uchungu, ghadhabu, hasira, makelele na masingizio pamoja na kila aina ya uovu."
  },
  {
    "verseNumber": "EPH 4:32",
    "verseText": "Kuweni wafadhili na wenye kuhurumiana ninyi kwa ninyi, mkisameheana, kama vile naye Mungu katika Kristo alivyowasamehe ninyi."
  },
  {
    "verseNumber": "EPH 5:1",
    "verseText": "Kwa hiyo, mfuateni Mungu kama watoto wapendwao,"
  },
  {
    "verseNumber": "EPH 5:2",
    "verseText": "mkiishi maisha ya upendo, kama vile Kristo alivyotupenda sisi akajitoa kwa ajili yetu kuwa sadaka yenye harufu nzuri na dhabihu kwa Mungu."
  },
  {
    "verseNumber": "EPH 5:3",
    "verseText": "Lakini uasherati, usitajwe miongoni mwenu, wala uchafu wa aina yoyote, wala tamaa, kwa sababu mambo haya hayastahili miongoni mwa watakatifu."
  },
  {
    "verseNumber": "EPH 5:4",
    "verseText": "Wala pasiwepo mazungumzo machafu ya aibu, au maneno ya upuzi au mzaha, ambayo hayafai, badala yake mshukuruni Mungu."
  },
  {
    "verseNumber": "EPH 5:5",
    "verseText": "Kwa habari ya mambo haya mjue hakika kwamba: Msherati, wala mtu mwovu, wala mwenye tamaa mbaya, mtu kama huyo ni mwabudu sanamu, kamwe hataurithi Ufalme wa Kristo na wa Mungu."
  },
  {
    "verseNumber": "EPH 5:6",
    "verseText": "Mtu yeyote na asiwadanganye kwa maneno matupu, kwa kuwa hasira ya Mungu huwaka kwa sababu ya mambo kama haya juu ya wale wasiomtii."
  },
  {
    "verseNumber": "EPH 5:7",
    "verseText": "Kwa hiyo, msishirikiane nao."
  },
  {
    "verseNumber": "EPH 5:8",
    "verseText": "Kwa maana zamani ninyi mlikuwa giza, lakini sasa ninyi ni nuru katika Bwana. Enendeni kama watoto wa nuru"
  },
  {
    "verseNumber": "EPH 5:9",
    "verseText": "(kwa kuwa tunda la nuru hupatikana katika wema wote, haki na kweli),"
  },
  {
    "verseNumber": "EPH 5:10",
    "verseText": "nanyi tafuteni yale yanayompendeza Bwana."
  },
  {
    "verseNumber": "EPH 5:11",
    "verseText": "Msishiriki matendo ya giza yasiyofaa, bali yafichueni."
  },
  {
    "verseNumber": "EPH 5:12",
    "verseText": "Kwa maana ni aibu hata kutaja mambo yale ambayo wasiotii wanayafanya sirini."
  },
  {
    "verseNumber": "EPH 5:13",
    "verseText": "Lakini kila kitu kilichowekwa nuruni, huonekana,"
  },
  {
    "verseNumber": "EPH 5:14",
    "verseText": "kwa kuwa nuru ndiyo hufanya kila kitu kionekane. Hii ndiyo sababu imesemekana: “Amka, wewe uliyelala, ufufuke kutoka kwa wafu, naye Kristo atakuangazia.”"
  },
  {
    "verseNumber": "EPH 5:15",
    "verseText": "Kwa hiyo angalieni sana jinsi mnavyoenenda, si kama watu wasio na hekima, bali kama wenye hekima,"
  },
  {
    "verseNumber": "EPH 5:16",
    "verseText": "mkiukomboa wakati, kwa sababu nyakati hizi ni za uovu."
  },
  {
    "verseNumber": "EPH 5:17",
    "verseText": "Kwa hiyo msiwe wajinga, bali mpate kujua nini mapenzi ya Bwana."
  },
  {
    "verseNumber": "EPH 5:18",
    "verseText": "Pia msilewe kwa mvinyo, ambamo ndani yake mna upotovu, bali mjazwe Roho."
  },
  {
    "verseNumber": "EPH 5:19",
    "verseText": "Msemezane ninyi kwa ninyi kwa zaburi, nyimbo na tenzi za rohoni, mkimwimbia na kumsifu Bwana mioyoni mwenu,"
  },
  {
    "verseNumber": "EPH 5:20",
    "verseText": "siku zote mkimshukuru Mungu Baba kwa kila jambo katika Jina la Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "EPH 5:21",
    "verseText": "Nyenyekeaneni ninyi kwa ninyi kwa heshima kwa ajili ya Kristo."
  },
  {
    "verseNumber": "EPH 5:22",
    "verseText": "Ninyi wake, watiini waume zenu kama kumtii Bwana."
  },
  {
    "verseNumber": "EPH 5:23",
    "verseText": "Kwa maana mume ni kichwa cha mkewe kama vile Kristo alivyo kichwa cha Kanisa, ambalo ni mwili wake, naye Kristo ni Mwokozi wake."
  },
  {
    "verseNumber": "EPH 5:24",
    "verseText": "Basi, kama vile Kanisa linavyomtii Kristo, vivyo hivyo na wake nao imewapasa kuwatii waume zao kwa kila jambo."
  },
  {
    "verseNumber": "EPH 5:25",
    "verseText": "Ninyi waume, wapendeni wake zenu, kama vile Kristo alivyolipenda Kanisa akajitoa kwa ajili yake"
  },
  {
    "verseNumber": "EPH 5:26",
    "verseText": "kusudi alifanye takatifu, akilitakasa kwa kuliosha kwa maji katika Neno lake,"
  },
  {
    "verseNumber": "EPH 5:27",
    "verseText": "apate kujiletea Kanisa tukufu lisilo na doa wala kunyanzi au waa lolote, bali takatifu na lisilo na hatia."
  },
  {
    "verseNumber": "EPH 5:28",
    "verseText": "Vivyo hivyo imewapasa waume kuwapenda wake zao kama miili yao wenyewe. Ampendaye mkewe hujipenda mwenyewe."
  },
  {
    "verseNumber": "EPH 5:29",
    "verseText": "Hakuna mtu anayeuchukia mwili wake mwenyewe, bali huulisha na kuutunza vizuri, kama Kristo anavyolitunza Kanisa lake."
  },
  {
    "verseNumber": "EPH 5:30",
    "verseText": "Sisi tu viungo vya mwili wake."
  },
  {
    "verseNumber": "EPH 5:31",
    "verseText": "“Kwa sababu hii, mwanaume atamwacha baba yake na mama yake, naye ataambatana na mkewe, na hao wawili watakuwa mwili mmoja.”"
  },
  {
    "verseNumber": "EPH 5:32",
    "verseText": "Siri hii ni kubwa, bali mimi nanena kuhusu Kristo na Kanisa."
  },
  {
    "verseNumber": "EPH 5:33",
    "verseText": "Hata hivyo, kila mmoja wenu ampende mkewe kama anavyoipenda nafsi yake mwenyewe, naye mke lazima amheshimu mumewe."
  },
  {
    "verseNumber": "EPH 6:1",
    "verseText": "Enyi watoto, watiini wazazi wenu katika Bwana, kwa kuwa hili ni jema."
  },
  {
    "verseNumber": "EPH 6:2",
    "verseText": "“Waheshimu baba yako na mama yako,” hii ndio amri ya kwanza yenye ahadi,"
  },
  {
    "verseNumber": "EPH 6:3",
    "verseText": "“upate baraka na uishi siku nyingi duniani.”"
  },
  {
    "verseNumber": "EPH 6:4",
    "verseText": "Ninyi akina baba, msiwachokoze watoto wenu, bali waleeni kwa nidhamu na mafundisho ya Bwana."
  },
  {
    "verseNumber": "EPH 6:5",
    "verseText": "Ninyi watumwa, watiini hao walio mabwana zenu hapa duniani kwa heshima na kwa kutetemeka na kwa moyo mmoja, kama vile mnavyomtii Kristo."
  },
  {
    "verseNumber": "EPH 6:6",
    "verseText": "Watiini, si tu wakati wakiwaona ili mpate upendeleo wao, bali mtumike kama watumwa wa Kristo, mkifanya mapenzi ya Mungu kwa moyo."
  },
  {
    "verseNumber": "EPH 6:7",
    "verseText": "Tumikeni kwa moyo wote, kama vile mnamtumikia Bwana na si wanadamu."
  },
  {
    "verseNumber": "EPH 6:8",
    "verseText": "Mkijua kwamba Bwana atampa kila mtu thawabu kwa lolote jema alilotenda, kama yeye ni mtumwa au ni mtu huru."
  },
  {
    "verseNumber": "EPH 6:9",
    "verseText": "Nanyi mabwana, watendeeni watumwa wenu kwa jinsi iyo hiyo. Msiwatishe, kwa kuwa mnajua ya kwamba yeye aliye Bwana wenu na Bwana wao yuko mbinguni, naye hana upendeleo."
  },
  {
    "verseNumber": "EPH 6:10",
    "verseText": "Hatimaye, mzidi kuwa hodari katika Bwana na katika uweza wa nguvu zake."
  },
  {
    "verseNumber": "EPH 6:11",
    "verseText": "Vaeni silaha zote za Mungu ili kwamba mweze kuzipinga hila za ibilisi."
  },
  {
    "verseNumber": "EPH 6:12",
    "verseText": "Kwa maana kushindana kwetu si juu ya nyama na damu, bali dhidi ya falme, mamlaka, dhidi ya wakuu wa giza na majeshi ya pepo wabaya katika ulimwengu wa roho."
  },
  {
    "verseNumber": "EPH 6:13",
    "verseText": "Kwa hiyo vaeni silaha zote za Mungu ili mweze kushindana siku ya uovu itakapokuja nanyi mkiisha kufanya yote, simameni imara."
  },
  {
    "verseNumber": "EPH 6:14",
    "verseText": "Kwa hiyo simameni imara mkiwa mmejifunga kweli kiunoni na kuvaa dirii ya haki kifuani,"
  },
  {
    "verseNumber": "EPH 6:15",
    "verseText": "nayo miguu yenu ifungiwe utayari tuupatao kwa Injili ya amani."
  },
  {
    "verseNumber": "EPH 6:16",
    "verseText": "Zaidi ya haya yote, twaeni ngao ya imani, ambayo kwa hiyo mtaweza kuizima mishale yote yenye moto ya yule mwovu."
  },
  {
    "verseNumber": "EPH 6:17",
    "verseText": "Vaeni chapeo ya wokovu na mchukue upanga wa Roho, ambao ni Neno la Mungu."
  },
  {
    "verseNumber": "EPH 6:18",
    "verseText": "Mkiomba kwa Roho siku zote katika sala zote na maombi, mkikesha kila wakati mkiwaombea watakatifu wote."
  },
  {
    "verseNumber": "EPH 6:19",
    "verseText": "Niombeeni na mimi pia, ili kila nifunguapo kinywa changu, nipewe maneno ya kusema, niweze kutangaza siri ya Injili kwa ujasiri,"
  },
  {
    "verseNumber": "EPH 6:20",
    "verseText": "ambayo mimi ni balozi wake katika vifungo. Ombeni ili nipate kuhubiri kwa ujasiri kama inipasavyo."
  },
  {
    "verseNumber": "EPH 6:21",
    "verseText": "Tikiko, aliye ndugu mpendwa na mtumishi mwaminifu katika Bwana, atawaambia kila kitu, ili pia mpate kujua hali yangu na kile ninachofanya sasa."
  },
  {
    "verseNumber": "EPH 6:22",
    "verseText": "Ninamtuma kwenu kwa ajili ya kusudi hili hasa, ili mpate kujua hali yetu, na awatie moyo."
  },
  {
    "verseNumber": "EPH 6:23",
    "verseText": "Amani iwe kwa ndugu, na pendo pamoja na imani kutoka kwa Mungu Baba na Bwana Yesu Kristo."
  },
  {
    "verseNumber": "EPH 6:24",
    "verseText": "Neema iwe na wote wampendao Bwana wetu Yesu Kristo kwa upendo wa dhati. Amen."
  }
]