[
  {
    "verseNumber": "EST 1:1",
    "verseText": "Hili ndilo lililotokea wakati wa utawala wa Mfalme Ahasuero, yule aliyetawala juu ya majimbo mia na ishirini na saba tangu Bara Hindi hadi Kushi."
  },
  {
    "verseNumber": "EST 1:2",
    "verseText": "Wakati huo Mfalme Ahasuero alitawala katika kiti chake cha enzi katika ngome ya mji wa Shushani."
  },
  {
    "verseNumber": "EST 1:3",
    "verseText": "Katika mwaka wa tatu wa utawala wake, alifanya karamu kwa ajili ya wakuu wake wote pamoja na maafisa. Akawaalika viongozi wa jeshi wa Uajemi na Umedi, wana wa wafalme na wakuu wa majimbo."
  },
  {
    "verseNumber": "EST 1:4",
    "verseText": "Kwa siku zote 180 mfalme alionyesha utajiri mwingi wa ufalme wake, fahari na utukufu wa enzi yake."
  },
  {
    "verseNumber": "EST 1:5",
    "verseText": "Siku hizo zilipopita, mfalme alifanya karamu kwa muda wa siku saba, katika bustani ya ndani katika jumba la kifalme, kwa ajili ya watu wote kuanzia mdogo hadi mkubwa, waliokuwa katika ngome ya mji wa Shushani."
  },
  {
    "verseNumber": "EST 1:6",
    "verseText": "Bustani ilikuwa na mapazia ya kitani nyeupe na buluu, yaliyofungiwa kamba za kitani nyeupe na kitambaa cha zambarau, kwenye pete za fedha juu ya nguzo za marmar. Kulikuwepo viti vya dhahabu na vya fedha vilivyokuwa vimewekwa kwenye ile sakafu iliyotengenezwa kwa mawe ya rangi, marmar, lulumizi na mawe mengine ya thamani."
  },
  {
    "verseNumber": "EST 1:7",
    "verseText": "Vyombo vya dhahabu vilitumika kwa watu kunywea mvinyo, kila kimoja tofauti na kingine, naye mfalme akatoa mvinyo kwa wingi kwa kadiri ya ukarimu wake."
  },
  {
    "verseNumber": "EST 1:8",
    "verseText": "Kwa amri ya mfalme kila mgeni aliruhusiwa kunywa alichotaka, kwa kuwa mfalme alitoa maagizo kwa watumishi wote wa kuhudumu mvinyo kumhudumia kila mtu kwa jinsi alivyotaka."
  },
  {
    "verseNumber": "EST 1:9",
    "verseText": "Malkia Vashti pia akawafanyia wanawake karamu katika jumba la kifalme la Mfalme Ahasuero."
  },
  {
    "verseNumber": "EST 1:10",
    "verseText": "Siku ya saba, wakati Mfalme Ahasuero alikuwa amesisimka roho yake kwa mvinyo, aliamuru matowashi saba waliokuwa wakimhudumia, yaani, Mehumani, Biztha, Harbona, Bigtha, Abagtha, Zethari na Karkasi,"
  },
  {
    "verseNumber": "EST 1:11",
    "verseText": "kumleta Malkia Vashti mbele ya mfalme akiwa amevaa taji lake la kifalme, ili aonyeshe uzuri wake kwa watu na wakuu, kwa kuwa alikuwa ni mzuri wa kupendeza."
  },
  {
    "verseNumber": "EST 1:12",
    "verseText": "Lakini wakati watumishi walipotoa amri ya mfalme, Malkia Vashti alikataa kuja. Ndipo mfalme alighadhibika, na hasira yake ikawaka."
  },
  {
    "verseNumber": "EST 1:13",
    "verseText": "Kwa kuwa ilikuwa desturi ya mfalme kupata ushauri kwa wataalamu katika mambo ya sheria na haki, alizungumza na watu wenye busara, ambao walijua nyakati,"
  },
  {
    "verseNumber": "EST 1:14",
    "verseText": "nao waliokuwa karibu na mfalme ni Karshena, Shethari, Admatha, Tarshishi, Meresi, Marsena na Memukani, wakuu saba wa Uajemi na Umedi waliokuwa na nafasi ya pekee kwa mfalme nao walikuwa na vyeo vya juu kabisa katika utawala wake."
  },
  {
    "verseNumber": "EST 1:15",
    "verseText": "Mfalme akauliza, “Kulingana na sheria, Malkia Vashti anapaswa kutendewa nini? Malkia hakutii amri ya Mfalme Ahasuero ambayo matowashi walimpelekea.”"
  },
  {
    "verseNumber": "EST 1:16",
    "verseText": "Kisha Memukani akajibu mbele ya mfalme na wakuu, “Malkia Vashti si kwamba amemkosea mfalme tu bali pia amewakosea wakuu wote na watu wa himaya yote ya Mfalme Ahasuero."
  },
  {
    "verseNumber": "EST 1:17",
    "verseText": "Kwa maana tendo hili la malkia litajulikana kwa wanawake wote, kwa hiyo watawadharau waume zao na kusema, ‘Mfalme Ahasuero aliagiza Malkia Vashti aletwe mbele yake, lakini alikataa.’"
  },
  {
    "verseNumber": "EST 1:18",
    "verseText": "Leo hii wanawake wa wakuu wa Uajemi na Umedi ambao wamesikia juu ya tabia ya malkia watawatendea wakuu wote wa mfalme vivyo hivyo. Hapatakuwepo na mwisho wa dharau na magomvi."
  },
  {
    "verseNumber": "EST 1:19",
    "verseText": "“Kwa hiyo, kama itampendeza mfalme, atoe amri ya kifalme na iandikwe katika sheria ya Uajemi na Umedi, ambayo haitabadilika, kwamba Vashti kamwe asije tena mbele ya Mfalme Ahasuero. Pia mfalme na atoe hiyo nafasi yake ya umalkia kwa mwanamke mwingine aliye bora kumliko yeye."
  },
  {
    "verseNumber": "EST 1:20",
    "verseText": "Kisha mbiu hii ya mfalme itakapotangazwa katika himaya yake iliyo kubwa sana, wanawake wote watawaheshimu waume zao, kuanzia mdogo hadi mkubwa.”"
  },
  {
    "verseNumber": "EST 1:21",
    "verseText": "Mfalme na wakuu wake walipendezwa na shauri hili, hivyo basi mfalme akafanya kama Memukani alivyopendekeza."
  },
  {
    "verseNumber": "EST 1:22",
    "verseText": "Alipeleka barua katika sehemu zote za ufalme wake, kwa kila jimbo kwa maandishi yake mwenyewe na kwa kila watu katika lugha yao wenyewe, akitangaza kwa msemo wa kila watu kwamba inampasa kila mwanaume kuwa mtawala wa nyumba yake mwenyewe."
  },
  {
    "verseNumber": "EST 2:1",
    "verseText": "Baadaye, wakati hasira ya Mfalme Ahasuero ilikuwa imetulia, alimkumbuka Vashti na kile alichokuwa amekifanya na alilokuwa ameamuru juu yake."
  },
  {
    "verseNumber": "EST 2:2",
    "verseText": "Kisha watumishi waliomhudumia mfalme walipendekeza, “Na ufanyike utafiti kwa ajili ya wanawali mabikira wazuri wa sura kwa ajili ya mfalme."
  },
  {
    "verseNumber": "EST 2:3",
    "verseText": "Mfalme na ateue maafisa katika kila jimbo la himaya yake kuwaleta hao wanawali wote wazuri wa sura katika nyumba ya wanawake katika ngome ya mji wa Shushani. Kisha wawekwe chini ya utunzaji wa Hegai, towashi wa mfalme, msimamizi wa wanawake; na wapewe matunzo yote ya urembo."
  },
  {
    "verseNumber": "EST 2:4",
    "verseText": "Kisha yule ambaye atampendeza mfalme na awe malkia badala ya Vashti.” Shauri hili likampendeza mfalme, naye akalifuata."
  },
  {
    "verseNumber": "EST 2:5",
    "verseText": "Basi katika mji wa ngome ya Shushani palikuwa na Myahudi wa kabila ya Benyamini, jina lake Mordekai mwana wa Yairi, mwana wa Shimei, mwana wa Kishi,"
  },
  {
    "verseNumber": "EST 2:6",
    "verseText": "ambao walichukuliwa uhamishoni kutoka Yerusalemu na Mfalme Nebukadneza wa Babeli, wakiwa miongoni mwa waliochukuliwa mateka pamoja na Mfalme Yekonia wa Yuda."
  },
  {
    "verseNumber": "EST 2:7",
    "verseText": "Mordekai alikuwa na binamu yake msichana aliyeitwa Hadasa, ambaye alimlea kwa kuwa hakuwa na baba wala mama. Msichana huyu, ambaye pia alijulikana kwa jina la Esta, alikuwa na umbo na sura ya kupendeza, naye Mordekai alimtunza kama binti yake mwenyewe baada ya baba yake na mama yake kufariki."
  },
  {
    "verseNumber": "EST 2:8",
    "verseText": "Wakati agizo na amri ya mfalme lilitangazwa, wanawali wengi waliletwa kwenye ngome ya mji wa Shushani na kuwekwa chini ya uangalizi wa Hegai. Pia Esta alipelekwa katika jumba la mfalme na akakabidhiwa Hegai, aliyekuwa mkuu wa nyumba ya wanawake."
  },
  {
    "verseNumber": "EST 2:9",
    "verseText": "Msichana huyu alimpendeza na kupata kibali mbele zake. Mara moja akaanza kumpa matunzo ya uzuri na chakula maalum. Alimpa Esta vijakazi saba waliochaguliwa kutoka jumba la kifalme, na kumhamishia yeye pamoja na vijakazi wake katika sehemu bora zaidi katika nyumba ya wanawake."
  },
  {
    "verseNumber": "EST 2:10",
    "verseText": "Esta alikuwa hajadhihirisha uraia wala kabila lake, kwa sababu Mordekai alikuwa amemkataza."
  },
  {
    "verseNumber": "EST 2:11",
    "verseText": "Kila siku Mordekai alikuwa akitembeatembea karibu na ua wa nyumba ya wanawake kujua Esta alivyoendelea na kuona yaliyokuwa yakitendeka kwake."
  },
  {
    "verseNumber": "EST 2:12",
    "verseText": "Kabla zamu ya msichana haijafika ya kwenda kwa Mfalme Ahasuero, ilimbidi atimize miezi kumi na miwili ya matunzo ya urembo kama ilivyokuwa imepangwa. Kwa miezi sita walikuwa wajipake mafuta ya manemane, na miezi sita kujipaka manukato na vipodozi."
  },
  {
    "verseNumber": "EST 2:13",
    "verseText": "Basi hivi ndivyo ambavyo msichana angeingia kwa mfalme: Kila kitu alichohitaji aliruhusiwa kuchukua kutoka nyumba ya wanawake na kwenda navyo katika jumba la mfalme."
  },
  {
    "verseNumber": "EST 2:14",
    "verseText": "Jioni angekwenda pale na asubuhi kurudi sehemu nyingine ya nyumba ya wanawake katika utunzaji wa Shaashgazi, towashi wa mfalme ambaye alikuwa mkuu wa masuria. Hangeweza kurudi kwa mfalme mpaka apendezwe naye na kuagiza aitwe kwa jina lake."
  },
  {
    "verseNumber": "EST 2:15",
    "verseText": "Zamu ya Esta ilipofika kwenda kwa mfalme (msichana ambaye Mordekai alikuwa amemlea, binti wa Abihaili mjomba wake), Esta hakutaka vitu zaidi ya vile ambavyo Hegai, towashi wa mfalme aliyekuwa mkuu wa nyumba ya wanawake alivyokuwa amemshauri. Naye Esta alipata kibali kwa kila mtu aliyemwona."
  },
  {
    "verseNumber": "EST 2:16",
    "verseText": "Esta alipelekwa kwa Mfalme Ahasuero katika makao ya mfalme mwezi wa kumi, yaani mwezi wa Tebethi, katika mwaka wake wa saba wa kutawala."
  },
  {
    "verseNumber": "EST 2:17",
    "verseText": "Basi ikawa mfalme alivutiwa na Esta kuliko wanawake wengine wote, naye akapata upendeleo na kibali kuliko mabikira wengine. Kisha akamvika taji la kifalme kichwani mwake na kumfanya malkia badala ya Vashti."
  },
  {
    "verseNumber": "EST 2:18",
    "verseText": "Mfalme akafanya karamu kubwa, karamu ya Esta, kwa wakuu wake wote na maafisa. Mfalme alitangaza mapumziko katika majimbo yake yote na kugawa zawadi kwa ukarimu wa kifalme."
  },
  {
    "verseNumber": "EST 2:19",
    "verseText": "Wakati mabikira walikusanyika mara ya pili, Mordekai alikuwa ameketi katika lango la mfalme."
  },
  {
    "verseNumber": "EST 2:20",
    "verseText": "Lakini Esta alikuwa ameficha siri ya kabila lake na uraia wake, kama Mordekai alivyokuwa amemwambia, kwa maana aliendelea kufuata maelekezo ya Mordekai kama alivyokuwa akifanya alipokuwa akimlea."
  },
  {
    "verseNumber": "EST 2:21",
    "verseText": "Wakati Mordekai alikuwa ameketi kwenye lango la mfalme, Bigthana na Tereshi, maafisa wawili wa mfalme waliokuwa walinzi wa lango, walikasirika na kupanga njama ya kumuua Mfalme Ahasuero."
  },
  {
    "verseNumber": "EST 2:22",
    "verseText": "Lakini Mordekai aligundua hila hii na kumwambia Malkia Esta, ambaye baadaye alimwarifu mfalme, huku akimsifu Mordekai."
  },
  {
    "verseNumber": "EST 2:23",
    "verseText": "Taarifa hiyo ilipochunguzwa na kuonekana kuwa kweli, maafisa hao wawili waliangikwa juu ya miti ya kunyongea. Haya yote yaliandikwa katika kitabu cha kumbukumbu mbele ya mfalme."
  },
  {
    "verseNumber": "EST 3:1",
    "verseText": "Baada ya matukio haya, Mfalme Ahasuero alimheshimu Hamani mwana wa Hamedatha, Mwagagi, akampandisha na kumpa kiti chake cha heshima cha juu sana kuliko wakuu wengine wote."
  },
  {
    "verseNumber": "EST 3:2",
    "verseText": "Maafisa wote wa mfalme waliokaa langoni mwa mfalme walipiga magoti na kumpa Hamani heshima, kwa kuwa mfalme alikuwa ameamuru hili kuhusu Hamani. Lakini Mordekai hakumpigia magoti wala kumheshimu."
  },
  {
    "verseNumber": "EST 3:3",
    "verseText": "Kisha maafisa wa mfalme waliokuwa langoni mwa mfalme walimuuliza Mordekai, “Kwa nini hutii agizo la mfalme?”"
  },
  {
    "verseNumber": "EST 3:4",
    "verseText": "Siku baada ya siku walizungumza naye lakini hakukubali. Kwa hiyo walimweleza Hamani kuona kama tabia ya Mordekai itaweza kuvumiliwa, kwa maana alikuwa amewaambia kuwa yeye ni Myahudi."
  },
  {
    "verseNumber": "EST 3:5",
    "verseText": "Wakati Hamani alipoona kuwa Mordekai hampigii magoti wala kumpa heshima alighadhibika."
  },
  {
    "verseNumber": "EST 3:6",
    "verseText": "Hata hivyo baada ya kujulishwa watu wa Mordekai ni akina nani, alibadili wazo la kumuua Mordekai peke yake. Badala yake Hamani alitafuta njia ya kuwaangamiza watu wote wa Mordekai, yaani, Wayahudi, walio katika ufalme wote wa Ahasuero."
  },
  {
    "verseNumber": "EST 3:7",
    "verseText": "Katika mwaka wa kumi na mbili wa utawala wa Mfalme Ahasuero, katika mwezi wa kwanza uitwao Nisani, walipiga puri (yaani kura) mbele ya Hamani ili kuchagua siku na mwezi. Kura ikaangukia kwenye mwezi wa kumi na mbili, yaani Adari."
  },
  {
    "verseNumber": "EST 3:8",
    "verseText": "Kisha Hamani akamwambia Mfalme Ahasuero, “Wako watu fulani wameenea na kutawanyika miongoni mwa watu katika majimbo yote ya ufalme wako, ambao desturi zao ni tofauti na zile za watu wengine wote, nao hawatii sheria za mfalme. Haifai mfalme kuwavumilia watu hawa."
  },
  {
    "verseNumber": "EST 3:9",
    "verseText": "Kama inampendeza mfalme, itolewe amri kuwaangamiza, nami nitaweka talanta 10,000 za fedha katika hazina ya mfalme kwa ajili ya watu watakaoshughulikia jambo hili.”"
  },
  {
    "verseNumber": "EST 3:10",
    "verseText": "Basi mfalme alichukua pete yake ya muhuri kutoka kwenye kidole chake na kumpa Hamani mwana wa Hamedatha, Mwagagi, adui wa Wayahudi."
  },
  {
    "verseNumber": "EST 3:11",
    "verseText": "Mfalme akamwambia Hamani, “Baki na fedha yako na uwatendee hao watu utakavyo.”"
  },
  {
    "verseNumber": "EST 3:12",
    "verseText": "Kisha siku ya kumi na tatu ya mwezi wa kwanza waandishi wa mfalme waliitwa. Wakaandika barua kwa kila jimbo na katika kila lugha ya watu kama agizo la Hamani lilivyotoka kwa mfalme, kwa watawala wa majimbo mbalimbali, na wakuu wa watu mbalimbali. Hizi ziliandikwa kwa jina la Mfalme Ahasuero mwenyewe na kutiwa muhuri wa pete yake mwenyewe."
  },
  {
    "verseNumber": "EST 3:13",
    "verseText": "Barua zilipelekwa na tarishi katika majimbo yote ya mfalme zikiwa na amri ya kuharibu, kuua na kuangamiza Wayahudi wote, wadogo kwa wakubwa, wanawake na watoto wadogo, siku moja, yaani siku ya kumi na tatu ya mwezi wa kumi na mbili, ndio mwezi wa Adari, na pia kuteka nyara vitu vyao."
  },
  {
    "verseNumber": "EST 3:14",
    "verseText": "Nakala ya andiko la amri ilipaswa kutolewa kama sheria katika kila jimbo, na kufahamishwa kwa watu wa kila taifa ili waweze kuwa tayari kwa siku ile."
  },
  {
    "verseNumber": "EST 3:15",
    "verseText": "Kwa kuharakishwa na amri ya mfalme, matarishi walikwenda na andiko lilitolewa katika mji wa ngome ya Shushani. Mfalme na Hamani waliketi na kunywa, lakini mji wa Shushani ulifadhaika."
  },
  {
    "verseNumber": "EST 4:1",
    "verseText": "Mordekai alipojua yote yaliyokwisha kufanyika, alirarua mavazi yake na kuvaa nguo za magunia na kujipaka majivu, akaenda mjini, akiomboleza kwa sauti na kwa uchungu."
  },
  {
    "verseNumber": "EST 4:2",
    "verseText": "Alikwenda akasimama nje ya lango la mfalme, kwa sababu hakuna yeyote aliyeruhusiwa kuingia akiwa amevaa nguo za magunia."
  },
  {
    "verseNumber": "EST 4:3",
    "verseText": "Katika kila jimbo ambapo amri na agizo la mfalme lilifika, kulikuwa na maombolezo makuu miongoni mwa Wayahudi pamoja na kufunga, kulia na kuomboleza. Watu wengi wakalala juu ya nguo za magunia na majivu."
  },
  {
    "verseNumber": "EST 4:4",
    "verseText": "Wajakazi wa Esta na matowashi walipokuja na kumwambia kuhusu Mordekai, alipatwa na huzuni kuu. Alimtumia nguo avae badala ya nguo za magunia, lakini Mordekai hakuzikubali."
  },
  {
    "verseNumber": "EST 4:5",
    "verseText": "Ndipo Esta akamwita Hathaki, mmojawapo wa matowashi wa mfalme ambaye alikuwa amewekwa kumhudumia Esta, akamwagiza kutafuta ni nini kilikuwa kikimtaabisha Mordekai na ni kwa nini."
  },
  {
    "verseNumber": "EST 4:6",
    "verseText": "Basi Hathaki alitoka nje kumwendea Mordekai kwenye uwanja ulio wazi wa mji mbele ya lango la mfalme."
  },
  {
    "verseNumber": "EST 4:7",
    "verseText": "Mordekai akamwambia kila kitu ambacho kimempata, pamoja na hesabu kamili ya fedha ambazo Hamani aliahidi kulipa katika hazina ya mfalme kwa ajili ya maangamizi ya Wayahudi."
  },
  {
    "verseNumber": "EST 4:8",
    "verseText": "Akampa nakala ya andiko la amri kwa ajili ya maangamizi yao, lililokuwa limechapishwa huko Shushani, kumwonyesha Esta na kumwelezea. Mordekai akamwambia towashi amshawishi Esta kwenda mbele ya mfalme kuomba rehema na kumsihi kwa ajili ya watu wake."
  },
  {
    "verseNumber": "EST 4:9",
    "verseText": "Hathaki akarudi kwa Esta na kumwarifu alilolisema Mordekai."
  },
  {
    "verseNumber": "EST 4:10",
    "verseText": "Kisha Esta akamwamuru Hathaki amweleze Mordekai,"
  },
  {
    "verseNumber": "EST 4:11",
    "verseText": "“Maafisa wote wa mfalme na watu wa majimbo ya ufalme wanajua kuwa mwanaume au mwanamke yeyote ambaye ataingia kumwona mfalme katika ua wa ndani bila kuitwa, mfalme ana sheria moja tu: Atauawa. Njia pekee kinyume na hili ni mfalme kumnyooshea fimbo ya dhahabu ili aishi. Lakini siku thelathini zimepita tangu nilipoitwa kwenda kwa mfalme.”"
  },
  {
    "verseNumber": "EST 4:12",
    "verseText": "Wakati Mordekai aliarifiwa maneno ya Esta,"
  },
  {
    "verseNumber": "EST 4:13",
    "verseText": "Mordekai alirudisha jibu hili: “Usifikiri kwamba kwa sababu uko katika nyumba ya mfalme wewe pekee katika Wayahudi wote utapona."
  },
  {
    "verseNumber": "EST 4:14",
    "verseText": "Kwa kuwa kama utakaa kimya wakati huu, msaada na ukombozi kwa Wayahudi utatoka mahali pengine, lakini wewe na jamaa ya baba yako mtaangamia. Nani ajuaye kwamba hukuja kwenye nafasi ya mamlaka kwa ajili ya wakati kama huu?”"
  },
  {
    "verseNumber": "EST 4:15",
    "verseText": "Kisha Esta alituma jibu hili kwa Mordekai:"
  },
  {
    "verseNumber": "EST 4:16",
    "verseText": "“Nenda, kusanya pamoja Wayahudi wote walioko Shushani, nanyi mfunge kwa ajili yangu. Msile wala kunywa kwa siku tatu, usiku na mchana. Mimi na wajakazi wangu tutafunga kama mnavyofanya. Baada ya kufanyika hili, nitakwenda kwa mfalme, hata ingawa ni kinyume cha sheria. Ikiwa ni kuangamia na niangamie.”"
  },
  {
    "verseNumber": "EST 4:17",
    "verseText": "Kwa hiyo Mordekai alikwenda zake na kutekeleza maagizo yote ya Esta."
  },
  {
    "verseNumber": "EST 5:1",
    "verseText": "Siku ya tatu, Esta alivaa mavazi yake ya kimalkia, naye akasimama katika ua wa ndani wa jumba la mfalme, mbele ya ukumbi wa mfalme. Naye mfalme alikuwa akiketi katika kiti chake cha kifalme katika ukumbi, akielekea langoni."
  },
  {
    "verseNumber": "EST 5:2",
    "verseText": "Alipomwona Malkia Esta amesimama uani alipendezwa naye, akamnyooshea fimbo ya utawala ya dhahabu ile iliyokuwa mkononi mwake. Kwa hiyo Esta alikaribia na kuigusa ncha ya fimbo ya mfalme."
  },
  {
    "verseNumber": "EST 5:3",
    "verseText": "Kisha mfalme aliuliza, “Malkia Esta, ni nini? Ombi lako ni nini? Hata kama ni nusu ya ufalme, utapewa.”"
  },
  {
    "verseNumber": "EST 5:4",
    "verseText": "Esta akajibu, “Kama itampendeza mfalme, mfalme pamoja na Hamani waje leo katika karamu ambayo nimeiandaa kwa ajili yake.”"
  },
  {
    "verseNumber": "EST 5:5",
    "verseText": "Mfalme akasema, “Mleteni Hamani mara moja, ili tupate kufanya lile Esta analoomba.” Kwa hiyo mfalme na Hamani walihudhuria karamu aliyoiandaa Esta."
  },
  {
    "verseNumber": "EST 5:6",
    "verseText": "Walipokuwa wakinywa mvinyo mfalme akamuuliza Esta tena, “Sasa haja yako ni nini? Utapewa. Ombi lako ni nini? Hata nusu ya ufalme, utapewa.”"
  },
  {
    "verseNumber": "EST 5:7",
    "verseText": "Esta akajibu, “Haja yangu na ombi langu ni hili:"
  },
  {
    "verseNumber": "EST 5:8",
    "verseText": "Kama mfalme ameona vyema, nami nimepata kibali kwake na kama ikimpendeza mfalme kunipa ombi langu na kunitimizia haja yangu, mfalme na Hamani waje kwangu kesho katika karamu nitakayowaandalia. Kisha nitajibu swali la mfalme.”"
  },
  {
    "verseNumber": "EST 5:9",
    "verseText": "Hamani alitoka siku hiyo kwa furaha na moyo mchangamfu. Lakini alipomwona Mordekai langoni mwa mfalme na kuona kwamba hakusimama wala hakuonyesha hofu mbele yake, alijawa na ghadhabu dhidi ya Mordekai."
  },
  {
    "verseNumber": "EST 5:10",
    "verseText": "Hata hivyo, Hamani alijizuia akaenda zake nyumbani. Akawaita pamoja rafiki zake na Zereshi, mkewe."
  },
  {
    "verseNumber": "EST 5:11",
    "verseText": "Hamani akajisifia kwao juu ya utajiri wake mwingi, wanawe wengi na kwa njia zote ambazo mfalme amemheshimu kwazo na jinsi alivyomweka juu ya wakuu na maafisa wengine."
  },
  {
    "verseNumber": "EST 5:12",
    "verseText": "Hamani akaongeza, “Si hayo tu. Mimi ndiye mtu pekee ambaye Malkia Esta amemwalika kumsindikiza mfalme kwenye karamu aliyomwandalia. Naye amenialika pamoja na mfalme kesho."
  },
  {
    "verseNumber": "EST 5:13",
    "verseText": "Lakini haya yote hayanipi kuridhika iwapo ninaendelea kumwona yule Myahudi Mordekai akiketi kwenye lango la mfalme.”"
  },
  {
    "verseNumber": "EST 5:14",
    "verseText": "Zereshi mkewe na rafiki zake wote wakamwambia, “Tengeneza mahali pa kuangika watu kimo chake dhiraa hamsini, kisha kesho asubuhi mwombe mfalme Mordekai aangikwe juu yake. Ndipo uende na mfalme kwenye karamu kwa furaha.” Shauri hili lilimpendeza Hamani, naye akajenga mahali pa kuangika watu."
  },
  {
    "verseNumber": "EST 6:1",
    "verseText": "Usiku ule mfalme hakupata usingizi, hivyo akaagiza aletewe kitabu cha kumbukumbu za matukio ya utawala wake, asomewe."
  },
  {
    "verseNumber": "EST 6:2",
    "verseText": "Kitabu hicho kilikutwa na kumbukumbu kwamba Mordekai alikuwa amefichua jinsi Bigthana na Tereshi, waliokuwa maafisa wawili wa mfalme, walinzi wa lango walivyokuwa wamepanga hila ya kumuua Mfalme Ahasuero."
  },
  {
    "verseNumber": "EST 6:3",
    "verseText": "Mfalme akauliza, “Je, ni heshima na shukrani gani Mordekai alipokea kwa ajili ya jambo hili?” Watumishi wake wakajibu, “Hakuna lolote alilofanyiwa.”"
  },
  {
    "verseNumber": "EST 6:4",
    "verseText": "Mfalme akasema, “Ni nani yuko uani?” Wakati huo huo Hamani alikuwa ameingia ua wa nje wa jumba la mfalme kusema na mfalme kuhusu kumwangika Mordekai katika mahali pa kuangikia watu alipokuwa amepajenga kwa ajili yake."
  },
  {
    "verseNumber": "EST 6:5",
    "verseText": "Watumishi wake wakamjibu, “Hamani amesimama uani.” Mfalme akaamuru, “Mleteni ndani.”"
  },
  {
    "verseNumber": "EST 6:6",
    "verseText": "Hamani alipoingia, mfalme alimuuliza, “Afanyiwe nini mtu ambaye mfalme apenda kumheshimu?” Basi Hamani akawaza moyoni mwake, “Ni nani mwingine ambaye mfalme angemheshimu kuliko mimi?”"
  },
  {
    "verseNumber": "EST 6:7",
    "verseText": "Kwa hiyo akamjibu mfalme, “Kwa mtu ambaye mfalme apenda kumheshimu,"
  },
  {
    "verseNumber": "EST 6:8",
    "verseText": "aletewe joho la kifalme ambalo mfalme ameshalivaa na farasi ambaye mfalme alishampanda, ambaye amevikwa taji ya kifalme kichwani mwake."
  },
  {
    "verseNumber": "EST 6:9",
    "verseText": "Kisha joho na farasi vikabidhiwe kwa mmojawapo wa wakuu wa mfalme anayeheshimika sana. Nao wamvike mtu yule ambaye mfalme anapenda kumheshimu, na aongozwe akiwa juu ya farasi kupitia barabara za mji, wakitangaza mbele yake, ‘Hivi ndivyo anavyofanyiwa mtu ambaye mfalme apenda kumheshimu!’ ”"
  },
  {
    "verseNumber": "EST 6:10",
    "verseText": "Mfalme akamwamuru Hamani, “Nenda mara moja, chukua joho na farasi na ufanye kama vile ulivyopendekeza kwa Mordekai Myahudi, akaaye langoni mwa mfalme. Usipuuze kufanya kitu chochote ulichoshauri.”"
  },
  {
    "verseNumber": "EST 6:11",
    "verseText": "Hivyo Hamani akachukua joho na farasi. Akamvika Mordekai, na kumpandisha juu ya farasi akamtembeza katika barabara za mji akitangaza mbele yake, “Hivi ndivyo anavyofanyiwa mtu ambaye mfalme anapenda kumheshimu!”"
  },
  {
    "verseNumber": "EST 6:12",
    "verseText": "Baadaye Mordekai akarudi kwenye lango la mfalme. Lakini Hamani akakimbia nyumbani, akiwa amejaa huzuni,"
  },
  {
    "verseNumber": "EST 6:13",
    "verseText": "naye akamweleza Zereshi mkewe pamoja na rafiki zake wote kila kitu ambacho kimempata. Washauri wake pamoja na Zereshi mkewe wakamwambia, “Kwa kuwa Mordekai, ambaye mbele yake umeanza kuanguka ni wa asili ya Kiyahudi, huwezi kushindana naye; kwa hakika utaanguka!”"
  },
  {
    "verseNumber": "EST 6:14",
    "verseText": "Walipokuwa bado wakizungumza naye, matowashi wa mfalme wakaja na kumharakisha Hamani aende katika karamu aliyoiandaa Esta."
  },
  {
    "verseNumber": "EST 7:1",
    "verseText": "Basi mfalme na Hamani wakaenda kula chakula pamoja na Malkia Esta."
  },
  {
    "verseNumber": "EST 7:2",
    "verseText": "Walipokuwa wakinywa mvinyo katika siku ya pili, mfalme akauliza tena, “Malkia Esta, ni nini haja yako? Utapewa. Ombi lako ni nini? Hata nusu ya ufalme, utapewa.”"
  },
  {
    "verseNumber": "EST 7:3",
    "verseText": "Kisha Malkia Esta akajibu, “Kama nimepata kibali kwako, ee mfalme, tena kama inapendeza utukufu wako, nijalie maisha yangu, hii ndiyo haja yangu. Pia uokoe watu wangu, hili ndilo ombi langu."
  },
  {
    "verseNumber": "EST 7:4",
    "verseText": "Kwa kuwa mimi na watu wangu tumeuzwa kwa kuangamizwa, kuchinjwa na kuharibiwa. Kama tungalikuwa tumeuzwa tu kuwa watumwa wa kiume na wa kike, ningalinyamaza kimya, kwa sababu shida kama hii isingalitosha kumsumbua mfalme.”"
  },
  {
    "verseNumber": "EST 7:5",
    "verseText": "Mfalme Ahasuero akamuuliza Malkia Esta, “Ni nani huyu? Yuko wapi mtu huyu aliyethubutu kufanya jambo kama hili?”"
  },
  {
    "verseNumber": "EST 7:6",
    "verseText": "Esta akasema, “Mtesi na adui ni huyu mwovu Hamani.” Hamani alifadhaika mbele ya mfalme na malkia."
  },
  {
    "verseNumber": "EST 7:7",
    "verseText": "Mfalme akainuka kwa ghadhabu, akaacha mvinyo wake, akaenda kwenye bustani ya jumba la kifalme. Lakini Hamani, akitambua kwamba mfalme ameshaamua hatima yake, alibaki nyuma kumsihi Malkia Esta aokoe maisha yake."
  },
  {
    "verseNumber": "EST 7:8",
    "verseText": "Mara mfalme aliporudi kutoka bustani ya jumba la kifalme na kuja kwenye ukumbi wa karamu, Hamani alikuwa akijitupa juu ya kiti mahali ambapo Esta alikuwa akiegemea. Mfalme akasema kwa nguvu, “Je, atamdhalilisha malkia hata huku nyumbani akiwa pamoja nami!” Mara neno lilipotoka kinywani mwa mfalme, walifunika uso wa Hamani."
  },
  {
    "verseNumber": "EST 7:9",
    "verseText": "Kisha Harbona, mmoja wa matowashi wanaomtumikia mfalme, akasema, “Mahali pa kuangika watu penye urefu wa mita ishirini na mbili pako nyumbani mwa Hamani. Alikuwa amepatengeneza kwa ajili ya Mordekai, ambaye alizungumza ili kumsaidia mfalme.” Mfalme akasema, “Mwangikeni juu yake!”"
  },
  {
    "verseNumber": "EST 7:10",
    "verseText": "Kwa hiyo wakamtundika Hamani mahali alipokuwa ameandaa kwa ajili ya Mordekai. Ndipo ghadhabu ya mfalme ikatulia."
  },
  {
    "verseNumber": "EST 8:1",
    "verseText": "Siku ile ile Mfalme Ahasuero akampa Malkia Esta shamba la Hamani, adui wa Wayahudi. Naye Mordekai akaja mbele ya mfalme, kwa kuwa Esta alikuwa amesema jinsi anavyohusiana naye."
  },
  {
    "verseNumber": "EST 8:2",
    "verseText": "Mfalme akaivua pete yake ya muhuri, ambayo alikuwa amemnyangʼanya Hamani, akampa Mordekai, naye Esta akamweka Mordekai juu ya shamba la Hamani."
  },
  {
    "verseNumber": "EST 8:3",
    "verseText": "Esta alimsihi tena mfalme, akianguka miguuni pake na kulia. Akamwomba akomeshe mpango mwovu wa Hamani Mwagagi ambao alikuwa ameupanga dhidi ya Wayahudi."
  },
  {
    "verseNumber": "EST 8:4",
    "verseText": "Kisha mfalme alimnyooshea Esta fimbo yake ya utawala ya dhahabu naye aliinuka na kusimama mbele yake."
  },
  {
    "verseNumber": "EST 8:5",
    "verseText": "Esta akasema, “Kama ikimpendeza mfalme, nami kama nikipata kibali naye akiona ni jambo lililo sawa kunitendea na kama akipendezwa nami, basi iandikwe amri ya kuzitangua barua zile Hamani mwana wa Hamedatha, Mwagagi, alizotunga na kuandika kuangamiza Wayahudi katika majimbo yote ya mfalme."
  },
  {
    "verseNumber": "EST 8:6",
    "verseText": "Kwa maana nitawezaje kuvumilia kuona maafa yakiwapata watu wangu? Nitawezaje kuvumilia kuona maangamizi ya jamaa yangu?”"
  },
  {
    "verseNumber": "EST 8:7",
    "verseText": "Mfalme Ahasuero akawajibu Malkia Esta na Mordekai Myahudi, “Kwa sababu Hamani aliwashambulia Wayahudi, nimetoa shamba la Hamani kwa Esta, naye ameangikwa kwenye mti wa kunyongea."
  },
  {
    "verseNumber": "EST 8:8",
    "verseText": "Basi andika amri nyingine kwa jina la mfalme kwa ajili ya Wayahudi kama unavyoona vyema, kisha uifunge kwa kutia muhuri kwa pete ya mfalme kwa kuwa hakuna andiko lililoandikwa kwa jina la mfalme na kutiwa muhuri kwa pete ya mfalme linaloweza kutanguliwa.”"
  },
  {
    "verseNumber": "EST 8:9",
    "verseText": "Mara moja waandishi wa mfalme wakaitwa kwenye siku ya ishirini na tatu, mwezi wa tatu, ndio mwezi wa Siwani. Wakaandika yote Mordekai aliyoamuru kwa Wayahudi, kwa majemadari, watawala na wakuu wa majimbo 127 kuanzia Bara Hindi mpaka Kushi. Maagizo haya yaliandikwa kwa maandishi ya kila jimbo na kwa lugha ya kila mtu pia kwa Wayahudi kwa maandishi yao wenyewe na lugha yao."
  },
  {
    "verseNumber": "EST 8:10",
    "verseText": "Mordekai aliandika nyaraka kwa jina la Mfalme Ahasuero, akazitia muhuri kwa pete ya mfalme na kuzipeleka kwa njia ya matarishi, ambao waliendesha farasi waendao kasi waliozalishwa maalum kwa ajili ya mfalme."
  },
  {
    "verseNumber": "EST 8:11",
    "verseText": "Waraka wa mfalme uliwaruhusu Wayahudi katika kila mji kuwa na haki ya kukusanyika na kujilinda wenyewe; kuharibu, kuua na kuangamiza jeshi lolote, taifa lolote au jimbo lile litakalowashambulia wao, wake zao, watoto wao na kuteka mali za adui zao."
  },
  {
    "verseNumber": "EST 8:12",
    "verseText": "Siku ambayo iliwekwa kwa Wayahudi kufanya hili katika majimbo yote ya Mfalme Ahasuero ilikuwa siku ya kumi na tatu ya mwezi wa kumi na mbili, yaani mwezi wa Adari."
  },
  {
    "verseNumber": "EST 8:13",
    "verseText": "Nakala ya tangazo ilikuwa itolewe kama sheria katika kila jimbo na iweze kujulikana kwa watu wa kila taifa, ili kwamba Wayahudi wawe tayari siku hiyo kulipiza kisasi kwa adui zao."
  },
  {
    "verseNumber": "EST 8:14",
    "verseText": "Matarishi, wakiwa wamepanda farasi wa kifalme, walitoka mbio wakichochewa na agizo la mfalme. Tangazo lilitolewa pia katika ngome ya mji wa Shushani."
  },
  {
    "verseNumber": "EST 8:15",
    "verseText": "Mordekai akaondoka mbele ya mfalme akiwa amevaa mavazi ya kifalme ya buluu na nyeupe, taji kubwa la dhahabu na joho la zambarau la kitani safi. Na mji wa Shushani ukasherehekea kwa furaha."
  },
  {
    "verseNumber": "EST 8:16",
    "verseText": "Kwa maana kwa Wayahudi ulikuwa wakati wa raha na furaha, shangwe na heshima."
  },
  {
    "verseNumber": "EST 8:17",
    "verseText": "Katika kila jimbo na katika kila jiji, popote waraka wa mfalme ulipofika, kulikuwepo furaha na shangwe miongoni mwa Wayahudi, pamoja na karamu na kushangilia. Na watu wengi wa mataifa mengine wakajifanya Wayahudi kwa sababu ya kuwahofu Wayahudi."
  },
  {
    "verseNumber": "EST 9:1",
    "verseText": "Katika siku ya kumi na tatu ya mwezi wa kumi na mbili, yaani mwezi wa Adari, amri iliyoagizwa na mfalme ilikuwa itekelezwe. Siku hii adui wa Wayahudi walikuwa wametumaini kuwashinda, lakini sasa mambo yaliwageukia na Wayahudi wakawashinda wale waliokuwa wanawachukia."
  },
  {
    "verseNumber": "EST 9:2",
    "verseText": "Wayahudi walikusanyika katika miji yao, katika majimbo ya Mfalme Ahasuero kuwashambulia wale waliokuwa wanatafuta kuwaangamiza. Hakuna yeyote aliyeweza kushindana nao, kwa sababu watu wa mataifa mengine yote waliwaogopa."
  },
  {
    "verseNumber": "EST 9:3",
    "verseText": "Nao wakuu wote wa majimbo, majemadari, watawala na maafisa wa mfalme wakawasaidia Wayahudi, kwa sababu walimhofu Mordekai."
  },
  {
    "verseNumber": "EST 9:4",
    "verseText": "Mordekai alikuwa mtu mashuhuri katika jumba la mfalme; sifa zake zilienea katika majimbo yote naye alipata uwezo zaidi na zaidi."
  },
  {
    "verseNumber": "EST 9:5",
    "verseText": "Wayahudi waliwaangusha adui zao wote kwa upanga wakiwaua na kuwaangamiza, nao walifanya kile walichotaka kwa wale waliowachukia."
  },
  {
    "verseNumber": "EST 9:6",
    "verseText": "Katika ngome ya Shushani Wayahudi waliua na kuangamiza wanaume 500."
  },
  {
    "verseNumber": "EST 9:7",
    "verseText": "Pia waliwaua Parshendatha, Dalfoni, Aspatha,"
  },
  {
    "verseNumber": "EST 9:8",
    "verseText": "Poratha, Adalia, Ardatha,"
  },
  {
    "verseNumber": "EST 9:9",
    "verseText": "Parmashta, Arisai, Aridai na Waizatha,"
  },
  {
    "verseNumber": "EST 9:10",
    "verseText": "wana kumi wa Hamani mwana wa Hamedatha, adui wa Wayahudi. Lakini hawakuchukua nyara."
  },
  {
    "verseNumber": "EST 9:11",
    "verseText": "Mfalme aliarifiwa siku iyo hiyo hesabu ya waliouawa katika ngome ya Shushani."
  },
  {
    "verseNumber": "EST 9:12",
    "verseText": "Mfalme akamwambia Malkia Esta, “Wayahudi wamewaua wanaume 500 na wana kumi wa Hamani ndani ya ngome ya Shushani. Wamefanyaje katika majimbo mengine ya mfalme yaliyobaki? Je, sasa haja yako ni nini? Nayo pia utapewa. Nalo ombi lako ni nini? Nalo utafanyiwa.”"
  },
  {
    "verseNumber": "EST 9:13",
    "verseText": "Esta akajibu, “Ikimpendeza mfalme, uwape ruhusa Wayahudi walioko Shushani warudie amri ya leo kesho pia, na wana wa Hamani kumi wanyongwe mahali pa kunyongea watu.”"
  },
  {
    "verseNumber": "EST 9:14",
    "verseText": "Basi mfalme akaamuru kwamba hili litendeke. Amri ilitolewa huko Shushani, nao wakawanyonga wana kumi wa Hamani."
  },
  {
    "verseNumber": "EST 9:15",
    "verseText": "Wayahudi huko Shushani wakakusanyika pamoja siku ya kumi na nne ya mwezi wa Adari, nao wakawaua wanaume 300 huko Shushani, lakini hawakuchukua nyara zao."
  },
  {
    "verseNumber": "EST 9:16",
    "verseText": "Wakati ule ule, Wayahudi wengine waliokuwa kwenye majimbo ya mfalme, wakakusanyika kujilinda nao wakapata nafuu kutokana na adui zao. Waliua adui zao wapatao 75,000 lakini hawakugusa nyara zao."
  },
  {
    "verseNumber": "EST 9:17",
    "verseText": "Hili lilitendeka siku ya kumi na tatu ya mwezi wa Adari na siku ya kumi na nne walipumzika na kuifanya siku ya karamu na furaha."
  },
  {
    "verseNumber": "EST 9:18",
    "verseText": "Wayahudi huko Shushani, hata hivyo, walikuwa wamekusanyika siku ya kumi na tatu na ya kumi na nne, pia siku ya kumi na tano walipumzika na kuifanya siku ya karamu na furaha."
  },
  {
    "verseNumber": "EST 9:19",
    "verseText": "Ndiyo sababu Wayahudi wanaokaa vijijini na katika miji midogo huadhimisha siku ya kumi na nne ya mwezi wa Adari kama siku ya furaha na karamu, siku ambayo wao hupeana zawadi mmoja kwa mwingine."
  },
  {
    "verseNumber": "EST 9:20",
    "verseText": "Mordekai aliandika matukio haya, naye akapeleka barua kwa Wayahudi wote walioko katika majimbo ya Mfalme Ahasuero, majimbo yaliyo mbali na karibu,"
  },
  {
    "verseNumber": "EST 9:21",
    "verseText": "akiwataka kila mwaka washerehekee siku ya kumi na nne na ya kumi na tano ya mwezi wa Adari"
  },
  {
    "verseNumber": "EST 9:22",
    "verseText": "kama wakati ambao Wayahudi walipata nafuu kutoka kwa adui zao na kama mwezi ambao huzuni yao iligeuzwa kuwa furaha na kuomboleza kwao kuwa siku ya kusherehekea. Aliwaandikia kushika siku hizo kama siku za karamu na za furaha na kupeana zawadi za vyakula wao kwa wao na zawadi kwa maskini."
  },
  {
    "verseNumber": "EST 9:23",
    "verseText": "Hivyo Wayahudi walikubali kuendeleza sherehe walizokuwa wamezianza, wakifanya lile Mordekai alilokuwa amewaandikia."
  },
  {
    "verseNumber": "EST 9:24",
    "verseText": "Kwa maana Hamani mwana wa Hamedatha Mwagagi, adui wa Wayahudi wote, alikuwa amepanga hila dhidi ya Wayahudi ili kuwaangamiza, na alikuwa amepiga puri (yaani kura) kwa ajili ya maangamizi na uharibifu wao."
  },
  {
    "verseNumber": "EST 9:25",
    "verseText": "Lakini wakati shauri hilo baya lilipoarifiwa kwa mfalme, alitoa amri iliyoandikwa kwamba mipango mibaya ambayo Hamani ameipanga dhidi ya Wayahudi inapasa imrudie juu ya kichwa chake mwenyewe, na kwamba yeye na wanawe waangikwe mahali pa kunyongea watu."
  },
  {
    "verseNumber": "EST 9:26",
    "verseText": "(Kwa hiyo siku hizi ziliitwa Purimu, kutokana na neno puri.) Kwa sababu ya kila kitu kilichoandikwa kwenye barua hii na kwa sababu ya yale waliyoyaona na yale yaliyowatokea,"
  },
  {
    "verseNumber": "EST 9:27",
    "verseText": "Wayahudi wakachukua na kuifanya desturi kwamba wao na wazao wao na wote ambao walijiunga nao wangefanya bila kuacha kushika siku hizi mbili kila mwaka, kwa njia ilivyoelekezwa na kwa wakati wake."
  },
  {
    "verseNumber": "EST 9:28",
    "verseText": "Siku hizi zinapasa zikumbukwe na kuadhimishwa katika kila kizazi, kila jamaa na katika kila jimbo na kila jiji. Nazo siku hizi za Purimu kamwe zisikome kusherehekewa na Wayahudi, wala kumbukumbu zake zisipotee miongoni mwa wazao wake."
  },
  {
    "verseNumber": "EST 9:29",
    "verseText": "Basi Malkia Esta binti Abihaili, pamoja na Mordekai, Myahudi, waliandika kwa mamlaka yote kuthibitisha barua hii ya pili kuhusu Purimu."
  },
  {
    "verseNumber": "EST 9:30",
    "verseText": "Naye Mordekai akatuma barua kwa Wayahudi wote katika majimbo 127 ya ufalme wa Ahasuero, barua zenye maneno ya amani na matumaini,"
  },
  {
    "verseNumber": "EST 9:31",
    "verseText": "ili kuimarisha siku hizi za Purimu katika majira yake yaliyowekwa, kama Mordekai, Myahudi na Malkia Esta walivyowaamuru, na walivyojiimarisha wenyewe na wazao wao kuhusu nyakati za kufunga na kuomboleza."
  },
  {
    "verseNumber": "EST 9:32",
    "verseText": "Amri ya Esta ilithibitisha taratibu hizi kuhusu Purimu, nayo ikaandikwa katika kumbukumbu."
  },
  {
    "verseNumber": "EST 10:1",
    "verseText": "Mfalme Ahasuero alitoza ushuru katika ufalme wake wote hadi kwenye miambao yake ya mbali."
  },
  {
    "verseNumber": "EST 10:2",
    "verseText": "Matendo yake yote ya nguvu na uwezo, pamoja na habari zote za ukuu wa Mordekai ambao mfalme alikuwa amemkuza, je, hayakuandikwa katika kitabu cha kumbukumbu za wafalme wa Umedi na Uajemi?"
  },
  {
    "verseNumber": "EST 10:3",
    "verseText": "Mordekai Myahudi alikuwa wa pili kwa cheo kutoka Mfalme Ahasuero, naye alikuwa bora kabisa miongoni mwa Wayahudi, akipandishwa katika heshima ya juu na ndugu zake Wayahudi kwa sababu aliwatendea mema watu wake, na alizungumza kwa ajili ya ustawi wa Wayahudi wote."
  }
]