[
  {
    "verseNumber": "EXO 1:1",
    "verseText": "Haya ndiyo majina ya wana wa Israeli ambao walikwenda Misri na Yakobo, kila mmoja akiwa pamoja na jamaa yake:"
  },
  {
    "verseNumber": "EXO 1:2",
    "verseText": "Reubeni, Simeoni, Lawi na Yuda;"
  },
  {
    "verseNumber": "EXO 1:3",
    "verseText": "Isakari, Zabuloni na Benyamini;"
  },
  {
    "verseNumber": "EXO 1:4",
    "verseText": "Dani na Naftali, Gadi na Asheri."
  },
  {
    "verseNumber": "EXO 1:5",
    "verseText": "Wazao wote wa Yakobo walikuwa watu sabini; Yosefu alikuwa tayari yuko Misri."
  },
  {
    "verseNumber": "EXO 1:6",
    "verseText": "Basi Yosefu na kaka zake wote na kizazi kile chote walikufa,"
  },
  {
    "verseNumber": "EXO 1:7",
    "verseText": "lakini Waisraeli walikuwa wamezaana na kuongezeka sana, idadi yao ikawa kubwa mno, kwa hiyo wakaijaza nchi."
  },
  {
    "verseNumber": "EXO 1:8",
    "verseText": "Kisha mfalme mpya ambaye hakufahamu habari za Yosefu akatawala Misri."
  },
  {
    "verseNumber": "EXO 1:9",
    "verseText": "Akawaambia watu wake, “Tazameni, Waisraeli wamekuwa wengi mno kwa idadi kutuliko sisi."
  },
  {
    "verseNumber": "EXO 1:10",
    "verseText": "Njooni, ni lazima tuwashughulikie kwa uangalifu, la sivyo watazidi kuwa wengi zaidi, na ikiwa patatokea vita, watajiunga na adui zetu kupigana dhidi yetu na kuondoka katika nchi hii.”"
  },
  {
    "verseNumber": "EXO 1:11",
    "verseText": "Basi Wamisri wakaweka wasimamizi wa kuwasimamia na kuwatesa Waisraeli kwa kazi ngumu, nao wakajenga miji ya Pithomu na Ramesesi ya kuweka akiba ya Farao."
  },
  {
    "verseNumber": "EXO 1:12",
    "verseText": "Lakini walivyozidi kuteswa ndivyo walivyozidi kuongezeka na kuenea katika nchi; Wamisri wakawaogopa Waisraeli,"
  },
  {
    "verseNumber": "EXO 1:13",
    "verseText": "kwa hiyo wakawatumikisha kwa ukatili."
  },
  {
    "verseNumber": "EXO 1:14",
    "verseText": "Wakafanya maisha ya Waisraeli kuwa machungu kwa kufanya kazi ngumu ya kutengeneza lami na kufyatua matofali, na kazi zote za mashambani; katika kazi zao zote ngumu, Wamisri waliwatumia Waisraeli kwa ukatili."
  },
  {
    "verseNumber": "EXO 1:15",
    "verseText": "Mfalme wa Misri akawaambia wakunga wa Kimisri waliowazalisha wanawake wa Kiebrania, ambao majina yao ni Shifra na Pua,"
  },
  {
    "verseNumber": "EXO 1:16",
    "verseText": "“Mtakapowazalisha wanawake wa Kiebrania, chunguzeni wanapojifungua. Ikiwa ni mtoto wa kiume, muueni, lakini ikiwa ni msichana, mwacheni aishi.”"
  },
  {
    "verseNumber": "EXO 1:17",
    "verseText": "Lakini hao wakunga walimcha Mungu na hawakufanya kile mfalme wa Misri alichowaambia kufanya, bali wakawaacha watoto wa kiume waishi."
  },
  {
    "verseNumber": "EXO 1:18",
    "verseText": "Ndipo mfalme wa Misri akawaita hao wakunga, akawauliza, “Kwa nini mmefanya hivi? Mbona mmeacha watoto wa kiume waishi?”"
  },
  {
    "verseNumber": "EXO 1:19",
    "verseText": "Wakunga wakamjibu Farao, “Wanawake wa Kiebrania ni tofauti na wanawake wa Kimisri; wao wana nguvu, nao hujifungua watoto kabla wakunga hawajafika.”"
  },
  {
    "verseNumber": "EXO 1:20",
    "verseText": "Kwa hiyo Mungu akawatendea mema wakunga hao. Waisraeli wakaongezeka na kuendelea kuwa wengi zaidi."
  },
  {
    "verseNumber": "EXO 1:21",
    "verseText": "Kwa vile hao wakunga walimcha Mungu, Mungu akawajalia kuwa na jamaa zao wenyewe."
  },
  {
    "verseNumber": "EXO 1:22",
    "verseText": "Kisha Farao akatoa agizo hili kwa watu wake wote: “Kila mtoto wa kiume atakayezaliwa kwa Waebrania lazima atupwe katika Mto Naili, bali kila mtoto wa kike aachwe aishi.”"
  },
  {
    "verseNumber": "EXO 2:1",
    "verseText": "Basi mtu mmoja wa nyumba ya Lawi akaoa mwanamke Mlawi,"
  },
  {
    "verseNumber": "EXO 2:2",
    "verseText": "naye mwanamke huyo akapata mimba, akazaa mtoto wa kiume. Alipoona mtoto huyo ni mzuri, akamficha kwa miezi mitatu."
  },
  {
    "verseNumber": "EXO 2:3",
    "verseText": "Lakini alipoona hawezi kumficha zaidi, akamtengenezea kisafina cha mafunjo, akakipaka lami. Kisha akamweka huyo mtoto ndani yake, akakificha katikati ya matete kando ya ukingo wa Mto Naili."
  },
  {
    "verseNumber": "EXO 2:4",
    "verseText": "Dada ya huyo mtoto akasimama mbali ili kuona kitakachompata mtoto."
  },
  {
    "verseNumber": "EXO 2:5",
    "verseText": "Ndipo binti Farao akateremka mtoni Naili kuoga, nao wahudumu wake wakawa wanatembea ukingoni mwa mto. Binti mfalme akaona kisafina katikati ya manyasi, akamtuma mmoja wa watumwa wake wa kike kukichukua."
  },
  {
    "verseNumber": "EXO 2:6",
    "verseText": "Alifungua kisafina akaona mtoto ndani yake. Mtoto alikuwa akilia, akamhurumia. Akasema, “Huyu ni mmoja wa watoto wa Kiebrania.”"
  },
  {
    "verseNumber": "EXO 2:7",
    "verseText": "Ndipo dada wa huyo mtoto akamuuliza binti Farao, “Je, niende nikakutafutie mmoja wa wanawake wa Kiebrania akulelee huyu mtoto?”"
  },
  {
    "verseNumber": "EXO 2:8",
    "verseText": "Binti Farao akamjibu, “Ndiyo, nenda.” Yule msichana akaenda akamleta mama wa mtoto."
  },
  {
    "verseNumber": "EXO 2:9",
    "verseText": "Binti Farao akamwambia, “Mchukue huyu mtoto unisaidie kumlea, nami nitakulipa.” Basi yule mwanamke akamchukua mtoto na kumlea."
  },
  {
    "verseNumber": "EXO 2:10",
    "verseText": "Mtoto alipokua, akampeleka kwa binti Farao, naye akawa mwanawe. Akamwita jina lake Mose akisema, “Nilimtoa kwenye maji.”"
  },
  {
    "verseNumber": "EXO 2:11",
    "verseText": "Siku moja, baada ya Mose kukua, akaondoka kwenda walikokuwa watu wake, na akachunguza jinsi walivyokuwa wakifanya kazi ngumu. Akamwona Mmisri akimpiga Mwebrania, mmojawapo wa watu wake."
  },
  {
    "verseNumber": "EXO 2:12",
    "verseText": "Mose akatazama huku na huko asione mtu yeyote, akamuua yule Mmisri, akamficha mchangani."
  },
  {
    "verseNumber": "EXO 2:13",
    "verseText": "Kesho yake akatoka, akaona Waebrania wawili wakipigana. Akamuuliza yule aliyekosa, “Mbona unampiga Mwebrania mwenzako?”"
  },
  {
    "verseNumber": "EXO 2:14",
    "verseText": "Yule mtu akamjibu, “Ni nani aliyekufanya mtawala na mwamuzi juu yetu? Je, unataka kuniua kama ulivyomuua yule Mmisri?” Ndipo Mose akaogopa na kuwaza, “Jambo lile nililofanya lazima limefahamika.”"
  },
  {
    "verseNumber": "EXO 2:15",
    "verseText": "Farao aliposikia jambo hili, alijaribu kumuua Mose, lakini Mose akamkimbia Farao na kwenda kuishi katika nchi ya Midiani, akaketi kando ya kisima."
  },
  {
    "verseNumber": "EXO 2:16",
    "verseText": "Kuhani wa Midiani alikuwa na binti saba, nao wakaja kisimani ili kuchota maji na kujaza hori kwa ajili ya kunyweshea mifugo ya baba yao."
  },
  {
    "verseNumber": "EXO 2:17",
    "verseText": "Baadhi ya wachungaji wakaja wakawafukuza hao wasichana. Ndipo Mose akainuka, akawasaidia na kunywesha mifugo yao."
  },
  {
    "verseNumber": "EXO 2:18",
    "verseText": "Hao wasichana waliporudi nyumbani kwa Reueli baba yao, akawauliza, “Imekuwaje leo mmerudi mapema hivyo?”"
  },
  {
    "verseNumber": "EXO 2:19",
    "verseText": "Wakamjibu, “Mmisri mmoja alituokoa kutoka mikononi mwa wachungaji. Pia mtu huyo alituchotea maji na kunywesha mifugo.”"
  },
  {
    "verseNumber": "EXO 2:20",
    "verseText": "Akawauliza binti zake, “Yuko wapi? Mbona mmemwacha? Mkaribisheni ale chakula.”"
  },
  {
    "verseNumber": "EXO 2:21",
    "verseText": "Mose akakubali kukaa kwa huyo mtu, ambaye alimpa Mose binti yake aliyeitwa Sipora amwoe."
  },
  {
    "verseNumber": "EXO 2:22",
    "verseText": "Sipora alizaa mtoto wa kiume, naye Mose akamwita Gershomu, akisema, “Nimekuwa mgeni katika nchi ya kigeni.”"
  },
  {
    "verseNumber": "EXO 2:23",
    "verseText": "Baada ya muda mrefu, mfalme wa Misri akafa. Waisraeli wakalia kwa huzuni katika utumwa wao, walilia na kilio chao cha kutaka msaada kwa ajili ya utumwa kikamfikia Mungu."
  },
  {
    "verseNumber": "EXO 2:24",
    "verseText": "Mungu akasikia kilio chao cha huzuni, akakumbuka Agano alilofanya na Abrahamu pamoja na Isaki na Yakobo."
  },
  {
    "verseNumber": "EXO 2:25",
    "verseText": "Kwa hiyo Mungu akawaangalia Waisraeli na kuwahurumia."
  },
  {
    "verseNumber": "EXO 3:1",
    "verseText": "Basi Mose alikuwa anachunga mifugo ya Yethro mkwewe, kuhani wa Midiani. Mose akapeleka mifugo mbali nyuma ya jangwa, naye akafika Horebu, mlima wa Mungu."
  },
  {
    "verseNumber": "EXO 3:2",
    "verseText": "Huko malaika wa BWANA akamtokea Mose katika mwali wa moto kutoka kichakani. Mose akaona kwamba ingawa kile kichaka kilikuwa kinawaka moto, kilikuwa hakiteketei."
  },
  {
    "verseNumber": "EXO 3:3",
    "verseText": "Ndipo Mose akawaza, “Nitageuka sasa nione kitu hiki cha ajabu, nami nione ni kwa nini kichaka hiki hakiteketei.”"
  },
  {
    "verseNumber": "EXO 3:4",
    "verseText": "BWANA alipoona kuwa amegeuka ili aone, Mungu akamwita kutoka ndani ya kile kichaka, “Mose! Mose!” Naye Mose akajibu, “Mimi hapa.”"
  },
  {
    "verseNumber": "EXO 3:5",
    "verseText": "Mungu akamwambia, “Usikaribie zaidi. Vua viatu vyako, kwa maana mahali unaposimama ni patakatifu.”"
  },
  {
    "verseNumber": "EXO 3:6",
    "verseText": "Kisha akamwambia, “Mimi ni Mungu wa baba yako, Mungu wa Abrahamu, Mungu wa Isaki, na Mungu wa Yakobo.” Mose aliposikia hayo, akafunika uso wake kwa sababu aliogopa kumtazama Mungu."
  },
  {
    "verseNumber": "EXO 3:7",
    "verseText": "BWANA akamwambia, “Hakika nimeona mateso ya watu wangu katika Misri. Nimesikia kilio chao kwa sababu ya wasimamizi wao, nami naguswa na mateso yao."
  },
  {
    "verseNumber": "EXO 3:8",
    "verseText": "Basi nimeshuka niwaokoe kutoka mkono wa Wamisri, niwatoe na kuwapandisha kutoka nchi hiyo, niwapeleke katika nchi nzuri na kubwa, nchi itiririkayo maziwa na asali, nchi ya Wakanaani, Wahiti, Waamori, Waperizi, Wahivi na Wayebusi."
  },
  {
    "verseNumber": "EXO 3:9",
    "verseText": "Sasa kilio cha Waisraeli kimenifikia, nami nimeona jinsi Wamisri wanavyowatesa."
  },
  {
    "verseNumber": "EXO 3:10",
    "verseText": "Basi, sasa nenda. Ninakutuma kwa Farao ili kuwatoa watu wangu Waisraeli kutoka Misri.”"
  },
  {
    "verseNumber": "EXO 3:11",
    "verseText": "Lakini Mose akamwambia Mungu, “Mimi ni nani hata niende kwa Farao kuwatoa Waisraeli nchini Misri?”"
  },
  {
    "verseNumber": "EXO 3:12",
    "verseText": "Naye Mungu akasema, “Mimi nitakuwa pamoja nawe. Hii itakuwa ishara kwako kwamba ni Mimi nimekutuma: Hapo utakapokuwa umewatoa watu Misri, mtamwabudu Mungu katika mlima huu.”"
  },
  {
    "verseNumber": "EXO 3:13",
    "verseText": "Mose akamwambia Mungu, “Ikiwa nitawaendea Waisraeli na kuwaambia, ‘Mungu wa baba zenu amenituma kwenu,’ nao wakiniuliza, ‘Jina lake ni nani?’ Nitawaambia nini?”"
  },
  {
    "verseNumber": "EXO 3:14",
    "verseText": "Mungu akamwambia Mose, “MIMI NIKO AMBAYE NIKO. Hivyo ndivyo utakavyowaambia Waisraeli: ‘MIMI NIKO amenituma kwenu.’ ”"
  },
  {
    "verseNumber": "EXO 3:15",
    "verseText": "Vilevile Mungu akamwambia Mose, “Waambie Waisraeli, ‘BWANA, Mungu wa baba zenu, Mungu wa Abrahamu, Mungu wa Isaki, na Mungu wa Yakobo amenituma kwenu.’ Hili ndilo Jina langu milele, Jina ambalo mtanikumbuka kwalo kutoka kizazi hadi kizazi."
  },
  {
    "verseNumber": "EXO 3:16",
    "verseText": "“Nenda, ukawakusanye wazee wa Israeli, uwaambie, ‘BWANA, Mungu wa baba zenu, Mungu wa Abrahamu, Isaki na Yakobo, alinitokea akaniambia: Nimewatazama, nami nimeona mliyofanyiwa katika Misri."
  },
  {
    "verseNumber": "EXO 3:17",
    "verseText": "Nami nimeahidi kuwapandisha kutoka mateso yenu katika nchi ya Misri, niwapeleke nchi ya Wakanaani, Wahiti, Waamori, Waperizi, Wahivi na Wayebusi, nchi itiririkayo maziwa na asali.’"
  },
  {
    "verseNumber": "EXO 3:18",
    "verseText": "“Wazee wa Israeli watakusikiliza. Kisha wewe na wazee mtakwenda kwa mfalme wa Misri na kumwambia, ‘BWANA, Mungu wa Waebrania ametutokea. Turuhusu twende safari ya siku tatu huko jangwani kutoa dhabihu kwa BWANA Mungu wetu.’"
  },
  {
    "verseNumber": "EXO 3:19",
    "verseText": "Lakini nafahamu kwamba mfalme wa Misri hatawaruhusu kwenda, mpaka mkono wenye nguvu umlazimishe."
  },
  {
    "verseNumber": "EXO 3:20",
    "verseText": "Kwa hiyo nitaunyoosha mkono wangu na kuwapiga Wamisri kwa maajabu yote nitakayofanya miongoni mwao. Baada ya hayo, atawaruhusu mwondoke."
  },
  {
    "verseNumber": "EXO 3:21",
    "verseText": "“Nami nitawapa hawa watu upendeleo mbele ya Wamisri, kwa hiyo mtakapoondoka nchini hamtaondoka mikono mitupu."
  },
  {
    "verseNumber": "EXO 3:22",
    "verseText": "Kila mwanamke Mwisraeli atamwomba jirani yake Mmisri na mwanamke yeyote anayeishi nyumbani kwake ampe vyombo vya fedha, dhahabu na nguo, ambavyo mtawavika wana wenu na binti zenu. Hivyo mtawateka nyara Wamisri.”"
  },
  {
    "verseNumber": "EXO 4:1",
    "verseText": "Mose akamjibu, “Itakuwaje kama hawataniamini au kunisikiliza, waseme, ‘BWANA hakukutokea’?”"
  },
  {
    "verseNumber": "EXO 4:2",
    "verseText": "Ndipo BWANA akamwambia, “Ni nini hicho kilicho mkononi mwako?” Akajibu, “Fimbo.”"
  },
  {
    "verseNumber": "EXO 4:3",
    "verseText": "BWANA akasema, “Itupe chini.” Mose akaitupa chini hiyo fimbo nayo ikawa nyoka, naye akaikimbia."
  },
  {
    "verseNumber": "EXO 4:4",
    "verseText": "Kisha BWANA akamwambia, “Nyoosha mkono wako umkamate mkiani.” Basi Mose akanyoosha mkono akamkamata yule nyoka, naye akabadilika tena kuwa fimbo mkononi mwake."
  },
  {
    "verseNumber": "EXO 4:5",
    "verseText": "BWANA akasema, “Hivi ndivyo Waisraeli watakavyoamini kuwa BWANA, Mungu wa baba zao, Mungu wa Abrahamu, Mungu wa Isaki, na Mungu wa Yakobo, amekutokea wewe.”"
  },
  {
    "verseNumber": "EXO 4:6",
    "verseText": "Kisha BWANA akamwambia, “Weka mkono wako ndani ya joho lako.” Basi Mose akaweka mkono wake ndani ya joho lake, naye alipoutoa, ulikuwa na ukoma, mweupe kama theluji."
  },
  {
    "verseNumber": "EXO 4:7",
    "verseText": "Mungu akamwambia, “Sasa urudishe tena huo mkono ndani ya joho lako.” Basi Mose akaurudisha mkono wake ndani ya joho lake na alipoutoa, ulikuwa mzima, kama sehemu zingine za mwili wake."
  },
  {
    "verseNumber": "EXO 4:8",
    "verseText": "Ndipo BWANA akamwambia, “Kama hawatakuamini wewe, au kutojali ishara ya kwanza, wataamini ishara ya pili."
  },
  {
    "verseNumber": "EXO 4:9",
    "verseText": "Lakini kama hawataamini ishara hizi mbili au hawatawasikiliza ninyi, chukua kiasi cha maji kutoka Mto Naili uyamimine juu ya ardhi kavu. Maji mtakayotoa mtoni yatakuwa damu juu ya ardhi.”"
  },
  {
    "verseNumber": "EXO 4:10",
    "verseText": "Mose akamwambia BWANA, “Ee BWANA, kamwe sijapata kuwa msemaji kwa ufasaha wakati uliopita wala tangu ulipoanza kuzungumza na mtumishi wako. Ulimi wangu ni mzito kuzungumza.”"
  },
  {
    "verseNumber": "EXO 4:11",
    "verseText": "BWANA akamwambia, “Ni nani aliyempa mwanadamu kinywa? Ni nani aliyemfanya mtu kuwa kiziwi au bubu? Ni nani anayempa mtu kuona au upofu? Je, si mimi, BWANA?"
  },
  {
    "verseNumber": "EXO 4:12",
    "verseText": "Sasa nenda, nitakusaidia kusema, nami nitakufundisha jambo la kusema.”"
  },
  {
    "verseNumber": "EXO 4:13",
    "verseText": "Lakini Mose akasema, “Ee Bwana, tafadhali mtume mtu mwingine kufanya kazi hiyo.”"
  },
  {
    "verseNumber": "EXO 4:14",
    "verseText": "Ndipo hasira ya BWANA ikawaka dhidi ya Mose, akamwambia, “Vipi kuhusu ndugu yako, Aroni Mlawi? Ninajua yeye anaweza kuzungumza vizuri. Naye yuko tayari njiani kukulaki, na moyo wake utafurahi wakati atakapokuona."
  },
  {
    "verseNumber": "EXO 4:15",
    "verseText": "Utazungumza naye na kuweka maneno kinywani mwake. Nitawasaidia ninyi wawili kusema, nami nitawafundisha jambo la kufanya."
  },
  {
    "verseNumber": "EXO 4:16",
    "verseText": "Aroni ataongea na watu badala yako na itakuwa kwamba yeye amekuwa kinywa chako nawe utakuwa kama Mungu kwake."
  },
  {
    "verseNumber": "EXO 4:17",
    "verseText": "Lakini chukua fimbo hii mkononi mwako ili uweze kuitumia kufanya ishara hizo za ajabu.”"
  },
  {
    "verseNumber": "EXO 4:18",
    "verseText": "Kisha Mose akarudi kwa Yethro mkwewe akamwambia, “Niruhusu nirudi kwa watu wangu Misri kuona kama yuko hata mmoja wao ambaye bado anaishi.” Yethro akamwambia, “Nenda, nami nakutakia mema.”"
  },
  {
    "verseNumber": "EXO 4:19",
    "verseText": "Basi BWANA alikuwa amemwambia Mose huko Midiani, “Rudi Misri kwa maana watu wote waliotaka kukuua wamekufa.”"
  },
  {
    "verseNumber": "EXO 4:20",
    "verseText": "Basi Mose akamchukua mkewe na wanawe, akawapandisha juu ya punda na kuanza safari kurudi Misri. Naye akaichukua ile fimbo ya Mungu mkononi mwake."
  },
  {
    "verseNumber": "EXO 4:21",
    "verseText": "BWANA akamwambia Mose, “Utakaporudi Misri, hakikisha kwamba utafanya mbele ya Farao maajabu yote niliyokupa uwezo wa kuyafanya. Lakini nitafanya moyo wake kuwa mgumu ili kwamba asiwaruhusu watu waende."
  },
  {
    "verseNumber": "EXO 4:22",
    "verseText": "Kisha mwambie Farao, ‘Hili ndilo asemalo BWANA: Israeli ni mwanangu mzaliwa wa kwanza,"
  },
  {
    "verseNumber": "EXO 4:23",
    "verseText": "nami nilikuambia, “Ruhusu mwanangu aondoke, ili aweze kuniabudu mimi.” Lakini ukakataa kumruhusu kwenda, basi nitaua mwana wako mzaliwa wa kwanza.’ ”"
  },
  {
    "verseNumber": "EXO 4:24",
    "verseText": "Mose alipokuwa mahali pa kulala wageni akiwa njiani kurudi Misri, BWANA akakutana naye, akataka kumuua."
  },
  {
    "verseNumber": "EXO 4:25",
    "verseText": "Lakini Sipora akachukua jiwe gumu, akakata govi la mwanawe na kugusa nalo miguu ya Mose. Sipora akasema, “Hakika wewe ni bwana arusi wa damu kwangu.”"
  },
  {
    "verseNumber": "EXO 4:26",
    "verseText": "Sipora alipomwita Mose, “BWANA arusi wa damu,” alikuwa anamaanisha ile tohara. Baada ya hayo BWANA akamwacha."
  },
  {
    "verseNumber": "EXO 4:27",
    "verseText": "BWANA akamwambia Aroni, “Nenda jangwani ukamlaki Mose.” Basi akakutana na Mose kwenye mlima wa Mungu, akambusu."
  },
  {
    "verseNumber": "EXO 4:28",
    "verseText": "Kisha Mose akamwambia Aroni kila kitu BWANA alichomtuma kusema, vilevile habari za ishara na maajabu alizokuwa amemwamuru kufanya."
  },
  {
    "verseNumber": "EXO 4:29",
    "verseText": "Mose na Aroni wakawakusanya wazee wote wa Waisraeli,"
  },
  {
    "verseNumber": "EXO 4:30",
    "verseText": "naye Aroni akawaambia kila kitu BWANA alichokuwa amemwambia Mose. Pia akafanya ishara mbele ya watu,"
  },
  {
    "verseNumber": "EXO 4:31",
    "verseText": "nao wakaamini. Nao waliposikia kuwa BWANA anajishughulisha nao, na kwamba ameona mateso yao, walisujudu na kuabudu."
  },
  {
    "verseNumber": "EXO 5:1",
    "verseText": "Baadaye Mose na Aroni wakaenda kwa Farao, wakamwambia, “Hili ndilo asemalo BWANA, Mungu wa Israeli: ‘Waruhusu watu wangu waende, ili waweze kunifanyia sikukuu huko jangwani.’ ”"
  },
  {
    "verseNumber": "EXO 5:2",
    "verseText": "Farao akasema, “Huyo BWANA ni nani, hata nimtii na kuruhusu Israeli uende? Simjui huyo BWANA wala sitawaruhusu Israeli waende.”"
  },
  {
    "verseNumber": "EXO 5:3",
    "verseText": "Ndipo Mose na Aroni wakasema, “Mungu wa Waebrania amekutana nasi. Sasa turuhusu tuwe na safari ya siku tatu ya jangwani ili tukamtolee BWANA Mungu wetu dhabihu, la sivyo aweza kutupiga sisi kwa tauni au kwa upanga.”"
  },
  {
    "verseNumber": "EXO 5:4",
    "verseText": "Lakini mfalme wa Misri akasema, “Mbona ninyi Mose na Aroni mnawachukua watu waache kazi zao? Rudini kwenye kazi zenu!”"
  },
  {
    "verseNumber": "EXO 5:5",
    "verseText": "Kisha Farao akasema, “Tazama, sasa watu hawa ni wengi, nanyi mnawazuia kufanya kazi.”"
  },
  {
    "verseNumber": "EXO 5:6",
    "verseText": "Siku iyo hiyo Farao akatoa amri hii kwa viongozi wa watumwa na wasimamizi wa watu akawaambia:"
  },
  {
    "verseNumber": "EXO 5:7",
    "verseText": "“Tangu sasa msiwape hawa watu nyasi za kutengenezea matofali. Wao wakusanye nyasi zao wenyewe."
  },
  {
    "verseNumber": "EXO 5:8",
    "verseText": "Lakini watakeni kutengeneza matofali kiasi kile kile cha mwanzo, kiwango kisipunguzwe. Wao ni wavivu, ndiyo sababu wanalia, wakisema, ‘Turuhusiwe twende kumtolea Mungu wetu dhabihu.’"
  },
  {
    "verseNumber": "EXO 5:9",
    "verseText": "Fanyeni kazi kuwa ngumu zaidi kwa watu hao ili kwamba wakazane na kazi na kuacha kusikiliza uongo.”"
  },
  {
    "verseNumber": "EXO 5:10",
    "verseText": "Basi viongozi wa watumwa na wasimamizi wakaenda kuwaambia watu, “Hivi ndivyo Farao asemavyo: ‘Sitawapa tena nyasi."
  },
  {
    "verseNumber": "EXO 5:11",
    "verseText": "Nendeni mkatafute nyasi wenyewe popote mnapoweza kuzipata, lakini kazi yenu haitapunguzwa hata kidogo.’ ”"
  },
  {
    "verseNumber": "EXO 5:12",
    "verseText": "Basi watu wakatawanyika kote nchini Misri kukusanya mabua ya kutumia badala ya nyasi."
  },
  {
    "verseNumber": "EXO 5:13",
    "verseText": "Viongozi wa watumwa wakasisitiza, wakisema, “Timizeni kazi mnayotakiwa kwa kila siku, kama wakati ule mlipokuwa mkipewa nyasi.”"
  },
  {
    "verseNumber": "EXO 5:14",
    "verseText": "Wasimamizi wa Kiisraeli waliochaguliwa na viongozi wa watumwa wa Farao walipigwa na kuulizwa, “Kwa nini hamkutimiza kiwango chenu cha kutengeneza matofali jana na leo, kama mwanzoni?”"
  },
  {
    "verseNumber": "EXO 5:15",
    "verseText": "Ndipo wasimamizi wa Kiisraeli wakaenda kumlilia Farao, wakisema: “Mbona umewatendea watumishi wako hivi?"
  },
  {
    "verseNumber": "EXO 5:16",
    "verseText": "Watumishi wako hawapewi nyasi, hata hivyo tumeambiwa, ‘Tengenezeni matofali!’ Watumishi wako wanapigwa, lakini kosa ni la watu wako wenyewe.”"
  },
  {
    "verseNumber": "EXO 5:17",
    "verseText": "Farao akasema, “Ninyi ni wavivu ndiyo sababu mnasema, ‘Turuhusu twende tukamtolee BWANA dhabihu.’"
  },
  {
    "verseNumber": "EXO 5:18",
    "verseText": "Sasa nendeni kazini. Hamtapewa nyasi zozote, nanyi ni lazima mtengeneze matofali.”"
  },
  {
    "verseNumber": "EXO 5:19",
    "verseText": "Wasimamizi wa Kiisraeli walitambua kuwa wako taabani walipoambiwa, “Hamtakiwi kupunguza idadi ya matofali mliotakiwa kutengeneza kila siku.”"
  },
  {
    "verseNumber": "EXO 5:20",
    "verseText": "Walipoondoka kwa Farao, wakawakuta Mose na Aroni wakingojea kukutana nao,"
  },
  {
    "verseNumber": "EXO 5:21",
    "verseText": "wakawaambia Mose na Aroni, “BWANA na awaangalie awahukumu ninyi! Mmetufanya tunuke kwa Farao na maafisa wake, nanyi mmeweka upanga mikononi mwao ili kutuua sisi.”"
  },
  {
    "verseNumber": "EXO 5:22",
    "verseText": "Mose akarudi kwa BWANA na kumwambia, “Ee BWANA, mbona umewaletea watu hawa taabu? Kwa nini basi ukanituma mimi?"
  },
  {
    "verseNumber": "EXO 5:23",
    "verseText": "Tangu nilipomwendea Farao kuzungumza naye kwa jina lako, amewaletea taabu watu hawa, nawe kamwe hujawakomboa watu wako.”"
  },
  {
    "verseNumber": "EXO 6:1",
    "verseText": "Kisha BWANA akamwambia Mose, “Sasa utaona kitu nitakachomfanyia Farao: Kwa sababu ya mkono wangu wenye nguvu atawaachia watu waende; kwa sababu ya mkono wangu wenye nguvu atawafukuza waondoke nchini mwake.”"
  },
  {
    "verseNumber": "EXO 6:2",
    "verseText": "Pia Mungu akamwambia Mose, “Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EXO 6:3",
    "verseText": "Nilimtokea Abrahamu, Isaki na Yakobo kama Mungu Mwenyezi, ingawa sikuwajulisha Jina langu, Yehova, Mimi mwenyewe sikujitambulisha kwao."
  },
  {
    "verseNumber": "EXO 6:4",
    "verseText": "Pia niliweka Agano langu nao kuwapa nchi ya Kanaani, ambako waliishi kama wageni."
  },
  {
    "verseNumber": "EXO 6:5",
    "verseText": "Zaidi ya hayo, nimesikia kilio cha huzuni cha Waisraeli ambao Wamisri wamewatia utumwani, nami nimelikumbuka Agano langu."
  },
  {
    "verseNumber": "EXO 6:6",
    "verseText": "“Kwa hiyo, waambie Waisraeli: ‘Mimi ndimi BWANA, nami nitawatoa mtoke katika kongwa la Wamisri. Nitawaweka huru mtoke kuwa watumwa wao, nami nitawakomboa kwa mkono ulionyooshwa pamoja na matendo makuu ya hukumu."
  },
  {
    "verseNumber": "EXO 6:7",
    "verseText": "Nitawatwaa mwe watu wangu mwenyewe, nami nitakuwa Mungu wenu. Ndipo mtajua kuwa mimi ndimi BWANA Mungu wenu, niliyewatoa chini ya kongwa la Wamisri."
  },
  {
    "verseNumber": "EXO 6:8",
    "verseText": "Nami nitawaleta mpaka nchi niliyoapa kwa mkono ulioinuliwa kumpa Abrahamu, Isaki na Yakobo. Nitawapa iwe milki yenu. Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "EXO 6:9",
    "verseText": "Mose akawaarifu Waisraeli jambo hili, lakini hawakumsikiliza kwa sababu ya maumivu makuu ya moyoni na utumwa wa kikatili."
  },
  {
    "verseNumber": "EXO 6:10",
    "verseText": "Ndipo BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "EXO 6:11",
    "verseText": "“Nenda, mwambie Farao mfalme wa Misri awaachie Waisraeli waondoke nchini mwake.”"
  },
  {
    "verseNumber": "EXO 6:12",
    "verseText": "Lakini Mose akamwambia BWANA, “Ikiwa Waisraeli hawatanisikiliza, kwa nini yeye Farao anisikilize mimi, ambaye huzungumza kwa kigugumizi?”"
  },
  {
    "verseNumber": "EXO 6:13",
    "verseText": "Ndipo BWANA akanena na Mose na Aroni kuhusu Waisraeli na Farao mfalme wa Misri, naye akawaamuru wawatoe Waisraeli kutoka Misri."
  },
  {
    "verseNumber": "EXO 6:14",
    "verseText": "Hawa walikuwa wakuu wa jamaa zao: Wana wa Reubeni mzaliwa wa kwanza wa kiume wa Israeli walikuwa Hanoki, Palu, Hesroni na Karmi. Hawa walikuwa ndio koo za Reubeni."
  },
  {
    "verseNumber": "EXO 6:15",
    "verseText": "Wana wa Simeoni walikuwa Yemueli, Yamini, Ohadi, Yakini, Sohari na Shauli mwana wa mwanamke Mkanaani. Hawa walikuwa ndio koo za Simeoni."
  },
  {
    "verseNumber": "EXO 6:16",
    "verseText": "Haya ndiyo majina ya wana wa Lawi kufuatana na orodha zao: Gershoni, Kohathi na Merari. Lawi aliishi miaka 137."
  },
  {
    "verseNumber": "EXO 6:17",
    "verseText": "Wana wa Gershoni kwa koo, walikuwa Libni na Shimei."
  },
  {
    "verseNumber": "EXO 6:18",
    "verseText": "Wana wa Kohathi walikuwa Amramu, Ishari, Hebroni na Uzieli. Kohathi aliishi miaka 133."
  },
  {
    "verseNumber": "EXO 6:19",
    "verseText": "Wana wa Merari walikuwa Mahli na Mushi. Hizi ndizo zilizokuwa koo za Lawi kufuatana na orodha zao."
  },
  {
    "verseNumber": "EXO 6:20",
    "verseText": "Amramu akamwoa Yokebedi, shangazi yake, ambaye alimzalia Aroni na Mose. Amramu aliishi miaka 137."
  },
  {
    "verseNumber": "EXO 6:21",
    "verseText": "Wana wa Ishari walikuwa Kora, Nefegi na Zikri."
  },
  {
    "verseNumber": "EXO 6:22",
    "verseText": "Wana wa Uzieli walikuwa Mishaeli, Elisafani na Sithri."
  },
  {
    "verseNumber": "EXO 6:23",
    "verseText": "Aroni akamwoa Elisheba binti wa Aminadabu ndugu yake Nashoni, naye akamzalia Nadabu, Abihu, Eleazari na Ithamari."
  },
  {
    "verseNumber": "EXO 6:24",
    "verseText": "Wana wa Kora walikuwa Asiri, Elikana na Abiasafu. Hawa walikuwa ndio koo za Kora."
  },
  {
    "verseNumber": "EXO 6:25",
    "verseText": "Eleazari mwana wa Aroni akamwoa mmoja wa binti za Putieli, naye akamzalia Finehasi. Hawa walikuwa ndio wakuu wa jamaa za Walawi, ukoo kwa ukoo."
  },
  {
    "verseNumber": "EXO 6:26",
    "verseText": "Hawa walikuwa Aroni na Mose wale wale ambao BWANA aliwaambia, “Watoeni Waisraeli katika nchi ya Misri kwa vikosi vyao.”"
  },
  {
    "verseNumber": "EXO 6:27",
    "verseText": "Ndio hao hao waliozungumza na Farao mfalme wa Misri kuhusu kuwatoa Waisraeli Misri. Ilikuwa ni huyo Mose na huyo Aroni."
  },
  {
    "verseNumber": "EXO 6:28",
    "verseText": "BWANA aliponena na Mose huko Misri,"
  },
  {
    "verseNumber": "EXO 6:29",
    "verseText": "akamwambia, “Mimi ndimi BWANA. Mwambie Farao mfalme wa Misri kila kitu nikuambiacho.”"
  },
  {
    "verseNumber": "EXO 6:30",
    "verseText": "Lakini Mose akamwambia BWANA, “Kwa kuwa mimi huzungumza kwa kigugumizi, Farao atanisikiliza mimi?”"
  },
  {
    "verseNumber": "EXO 7:1",
    "verseText": "Kisha BWANA akamwambia Mose, “Tazama, nimekufanya kuwa kama Mungu kwa Farao, naye Aroni, huyo ndugu yako, atakuwa nabii wako."
  },
  {
    "verseNumber": "EXO 7:2",
    "verseText": "Utasema kila kitu nitakachokuagiza, naye Aroni ndugu yako atamwambia Farao awaachie Waisraeli watoke katika nchi yake."
  },
  {
    "verseNumber": "EXO 7:3",
    "verseText": "Lakini nitaufanya moyo wa Farao kuwa mgumu. Ingawa nitazidisha ishara na maajabu katika Misri,"
  },
  {
    "verseNumber": "EXO 7:4",
    "verseText": "hatawasikiliza. Kisha nitaupeleka mkono wangu juu ya Misri, na kwa matendo makuu ya hukumu nitavitoa vikundi vyangu, watu wangu Waisraeli."
  },
  {
    "verseNumber": "EXO 7:5",
    "verseText": "Nao Wamisri watajua kuwa Mimi ndimi BWANA nitakapounyoosha mkono wangu dhidi ya Misri na kuwatoa Waisraeli watoke humo.”"
  },
  {
    "verseNumber": "EXO 7:6",
    "verseText": "Mose na Aroni wakafanya sawasawa kama vile BWANA alivyowaagiza."
  },
  {
    "verseNumber": "EXO 7:7",
    "verseText": "Mose alikuwa na umri wa miaka themanini na Aroni alikuwa na umri wa miaka themanini na mitatu walipozungumza na Farao."
  },
  {
    "verseNumber": "EXO 7:8",
    "verseText": "BWANA akamwambia Mose na Aroni,"
  },
  {
    "verseNumber": "EXO 7:9",
    "verseText": "“Farao atakapowaambia, ‘Fanyeni muujiza,’ basi mwambie Aroni, ‘Chukua fimbo yako na uitupe chini mbele ya Farao,’ nayo fimbo itakuwa nyoka.”"
  },
  {
    "verseNumber": "EXO 7:10",
    "verseText": "Ndipo Mose na Aroni wakaenda kwa Farao wakafanya sawasawa kama vile BWANA alivyoagiza. Aroni akaitupa ile fimbo yake chini mbele ya Farao na maafisa wake, nayo ikawa nyoka."
  },
  {
    "verseNumber": "EXO 7:11",
    "verseText": "Farao naye akawaita watu wenye maarifa na wachawi na waganga wa Kimisri, nao wakafanya vivyo hivyo kwa siri ya uganga wao."
  },
  {
    "verseNumber": "EXO 7:12",
    "verseText": "Kila mmoja alitupa fimbo yake chini, nayo ikawa nyoka. Lakini fimbo ya Aroni ikazimeza zile fimbo zao."
  },
  {
    "verseNumber": "EXO 7:13",
    "verseText": "Hata hivyo moyo wa Farao ukawa mgumu, naye hakuwasikiliza Mose na Aroni, sawasawa kama vile BWANA alivyokuwa amesema."
  },
  {
    "verseNumber": "EXO 7:14",
    "verseText": "Kisha BWANA akamwambia Mose, “Moyo wa Farao ni mgumu, anakataa kuwaachia watu kuondoka."
  },
  {
    "verseNumber": "EXO 7:15",
    "verseText": "Nenda kwa Farao asubuhi wakati anapokwenda mtoni. Ngoja ukingoni mwa Naili ili uonane naye, na uchukue mkononi mwako fimbo ile iliyobadilishwa kuwa nyoka."
  },
  {
    "verseNumber": "EXO 7:16",
    "verseText": "Kisha umwambie, ‘BWANA, Mungu wa Waebrania, amenituma nikuambie: Waachie watu wangu waende, ili wapate kuniabudu jangwani. Lakini hadi sasa hujasikiliza."
  },
  {
    "verseNumber": "EXO 7:17",
    "verseText": "Hili ndilo BWANA asemalo: Kwa hili utajua kuwa Mimi ndimi BWANA: Fimbo iliyo mkononi mwangu nitapiga nayo maji ya Naili nayo yatabadilika kuwa damu."
  },
  {
    "verseNumber": "EXO 7:18",
    "verseText": "Samaki waliomo katika Mto Naili watakufa, nao mto utanuka vibaya, Wamisri hawataweza kunywa hayo maji yake.’ ”"
  },
  {
    "verseNumber": "EXO 7:19",
    "verseText": "BWANA akamwambia Mose, “Mwambie Aroni, ‘Chukua ile fimbo yako unyooshe mkono wako juu ya maji ya Misri, juu ya chemchemi na mifereji, juu ya madimbwi na mabwawa yote,’ navyo vitabadilika kuwa damu. Damu itakuwa kila mahali katika Misri, hata kwenye vyombo vya miti na vya mawe.”"
  },
  {
    "verseNumber": "EXO 7:20",
    "verseText": "Mose na Aroni wakafanya kama vile BWANA alivyokuwa amewaagiza. Akainua fimbo yake machoni pa Farao na maafisa wake na kuyapiga maji ya Mto Naili, na maji yote yakabadilika kuwa damu."
  },
  {
    "verseNumber": "EXO 7:21",
    "verseText": "Samaki katika Mto Naili wakafa, nao mto ukanuka vibaya sana kiasi kwamba Wamisri hawakuweza kunywa maji yake. Damu ilikuwa kila mahali katika nchi ya Misri."
  },
  {
    "verseNumber": "EXO 7:22",
    "verseText": "Lakini waganga wa Misri kwa kutumia siri ya uganga wao wakafanya vivyo hivyo, nao moyo wa Farao ukawa mgumu, hakuwasikiliza Mose na Aroni, kama vile BWANA alivyokuwa amesema."
  },
  {
    "verseNumber": "EXO 7:23",
    "verseText": "Badala yake, Farao akageuka, akaenda kwenye jumba lake la kifalme, wala hakulitia hili moyoni."
  },
  {
    "verseNumber": "EXO 7:24",
    "verseText": "Nao Wamisri wote wakachimba kandokando ya Mto Naili kupata maji ya kunywa, kwa sababu hawakuweza kunywa maji ya mto."
  },
  {
    "verseNumber": "EXO 7:25",
    "verseText": "Zilipita siku saba baada ya BWANA kuyapiga maji ya Mto Naili."
  },
  {
    "verseNumber": "EXO 8:1",
    "verseText": "Ndipo BWANA akamwambia Mose, “Nenda kwa Farao ukamwambie, ‘Hili ndilo asemalo BWANA: Waachie watu wangu waende, ili wapate kuniabudu."
  },
  {
    "verseNumber": "EXO 8:2",
    "verseText": "Kama ukikataa kuwaruhusu kuondoka, basi nitaipiga nchi yako yote kwa kuwaletea vyura."
  },
  {
    "verseNumber": "EXO 8:3",
    "verseText": "Mto Naili utafurika vyura. Watakuja kwenye jumba lako la kifalme na katika chumba chako cha kulala na kitandani mwako, katika nyumba za maafisa wako na kwa watu wako, vyura hao wataingia katika meko yenu na kwenye vyombo vya kukandia unga."
  },
  {
    "verseNumber": "EXO 8:4",
    "verseText": "Vyura watapanda juu yako, juu ya watu wako na maafisa wako wote.’ ”"
  },
  {
    "verseNumber": "EXO 8:5",
    "verseText": "Ndipo BWANA akamwambia Mose, “Mwambie Aroni, ‘Nyoosha mkono wako ukiwa na ile fimbo yako juu ya vijito, mifereji na madimbwi, fanya vyura waje juu ya nchi ya Misri.’ ”"
  },
  {
    "verseNumber": "EXO 8:6",
    "verseText": "Ndipo Aroni akaunyoosha mkono wake juu ya maji ya Misri, nao vyura wakatokea na kuifunika nchi."
  },
  {
    "verseNumber": "EXO 8:7",
    "verseText": "Lakini waganga wakafanya vivyo hivyo kwa siri ya uganga wao, nao pia wakafanya vyura kuja juu ya nchi ya Misri."
  },
  {
    "verseNumber": "EXO 8:8",
    "verseText": "Ndipo Farao akamwita Mose na Aroni na kusema, “Mwombeni BWANA awaondoe vyura kutoka kwangu na kwa watu wangu, nami nitawaachia watu wenu waende kumtolea BWANA dhabihu.”"
  },
  {
    "verseNumber": "EXO 8:9",
    "verseText": "Mose akamwambia Farao, “Ninakupa heshima ya kuamua ni wakati gani wa kukuombea wewe, maafisa wako na watu wako ili kwamba vyura watoke kwenu na kwenye nyumba zenu. Isipokuwa wale walio katika Mto Naili.”"
  },
  {
    "verseNumber": "EXO 8:10",
    "verseText": "Farao akasema, “Kesho.” Mose akamjibu, “Itakuwa kama unavyosema, ili upate kujua kwamba hakuna yeyote kama BWANA Mungu wetu."
  },
  {
    "verseNumber": "EXO 8:11",
    "verseText": "Vyura wataondoka kwako na katika nyumba zako, kwa maafisa wako na kwa watu wako, ila watabakia katika Mto Naili tu.”"
  },
  {
    "verseNumber": "EXO 8:12",
    "verseText": "Baada ya Mose na Aroni kuondoka kwa Farao, Mose akamlilia BWANA kuhusu vyura aliokuwa amewaleta kwa Farao."
  },
  {
    "verseNumber": "EXO 8:13",
    "verseText": "Naye BWANA akafanya lile Mose alilomwomba. Vyura wakafia ndani ya nyumba, viwanjani na mashambani."
  },
  {
    "verseNumber": "EXO 8:14",
    "verseText": "Wakayakusanya malundo, nchi nzima ikanuka."
  },
  {
    "verseNumber": "EXO 8:15",
    "verseText": "Lakini Farao alipoona pametokea nafuu, akaushupaza moyo wake na hakuwasikiliza Mose na Aroni, kama vile BWANA alivyokuwa amesema."
  },
  {
    "verseNumber": "EXO 8:16",
    "verseText": "Ndipo BWANA akamwambia Mose, “Mwambie Aroni, ‘Nyoosha fimbo yako uyapige mavumbi ya ardhi,’ nayo nchi yote ya Misri mavumbi yatakuwa viroboto.”"
  },
  {
    "verseNumber": "EXO 8:17",
    "verseText": "Wakafanya hivyo, Aroni aliponyoosha mkono wake wenye fimbo na kuyapiga mavumbi ya nchi, viroboto wakawajia watu na wanyama. Mavumbi yote katika nchi ya Misri yakawa viroboto."
  },
  {
    "verseNumber": "EXO 8:18",
    "verseText": "Lakini waganga walipojaribu kutengeneza viroboto kwa siri ya uganga wao, hawakuweza. Nao viroboto walikuwa juu ya watu na wanyama."
  },
  {
    "verseNumber": "EXO 8:19",
    "verseText": "Waganga wale wakamwambia Farao, “Hiki ni kidole cha Mungu.” Lakini moyo wa Farao ukawa mgumu naye hakuwasikiliza, kama vile BWANA alivyosema."
  },
  {
    "verseNumber": "EXO 8:20",
    "verseText": "Kisha BWANA akamwambia Mose, “Amka mapema asubuhi na usimame mbele ya Farao wakati anapokwenda mtoni nawe umwambie, ‘Hili ndilo BWANA asemalo: Waachie watu wangu waende, ili wapate kuniabudu."
  },
  {
    "verseNumber": "EXO 8:21",
    "verseText": "Kama hutawaachia watu wangu waondoke nitakupelekea makundi ya mainzi juu yako, kwa maafisa wako, kwa watu wako na kwenye nyumba zenu. Nyumba za Wamisri zitajazwa mainzi, hata na ardhi yote ya Misri."
  },
  {
    "verseNumber": "EXO 8:22",
    "verseText": "“ ‘Lakini siku ile nitafanya kitu tofauti katika nchi ya Gosheni, ambapo watu wangu wanaishi, hapatakuwepo na makundi ya mainzi, ili mpate kujua kwamba Mimi, BWANA, niko katika nchi hii."
  },
  {
    "verseNumber": "EXO 8:23",
    "verseText": "Nitaweka tofauti kati ya watu wangu na watu wenu. Ishara hii ya ajabu itatokea kesho.’ ”"
  },
  {
    "verseNumber": "EXO 8:24",
    "verseText": "Naye BWANA akafanya hivyo. Makundi makubwa ya mainzi yalimiminika katika jumba la kifalme la Farao na katika nyumba za maafisa wake, pia nchi yote ya Misri ikaharibiwa na mainzi."
  },
  {
    "verseNumber": "EXO 8:25",
    "verseText": "Ndipo Farao akamwita Mose na Aroni na kuwaambia, “Nendeni mkamtolee Mungu wenu dhabihu katika nchi hii.”"
  },
  {
    "verseNumber": "EXO 8:26",
    "verseText": "Lakini Mose akamwambia, “Hilo halitakuwa sawa. Dhabihu tutakazomtolea BWANA Mungu wetu zitakuwa chukizo kwa Wamisri. Kama tukitoa dhabihu ambazo ni chukizo mbele yao, je, hawatatupiga mawe?"
  },
  {
    "verseNumber": "EXO 8:27",
    "verseText": "Ni lazima twende mwendo wa siku tatu mpaka tufike jangwani ili tumtolee BWANA Mungu wetu dhabihu, kama alivyotuagiza.”"
  },
  {
    "verseNumber": "EXO 8:28",
    "verseText": "Farao akamwambia, “Nitawaruhusu mwende kumtolea BWANA Mungu wenu dhabihu huko jangwani, lakini hamna ruhusa kwenda mbali sana. Sasa mniombee.”"
  },
  {
    "verseNumber": "EXO 8:29",
    "verseText": "Mose akajibu, “Mara tu nitakapoondoka, nitamwomba BWANA na kesho mainzi yataondoka kwa Farao, kwa maafisa wake na kwa watu wake. Hakikisha tu kwamba Farao hatatenda kwa udanganyifu tena kwa kutokuwaachia watu waende kumtolea BWANA dhabihu.”"
  },
  {
    "verseNumber": "EXO 8:30",
    "verseText": "Ndipo Mose akamwacha Farao na kumwomba BWANA,"
  },
  {
    "verseNumber": "EXO 8:31",
    "verseText": "naye BWANA akafanya lile Mose alilomwomba. Mainzi yakaondoka kwa Farao, kwa maafisa wake na kwa watu wake, wala hakuna hata inzi aliyebakia."
  },
  {
    "verseNumber": "EXO 8:32",
    "verseText": "Lakini wakati huu pia Farao akaushupaza moyo wake, wala hakuwaruhusu Waisraeli waondoke."
  },
  {
    "verseNumber": "EXO 9:1",
    "verseText": "Ndipo BWANA akamwambia Mose, “Nenda kwa Farao ukamwambie, ‘Hili ndilo BWANA, Mungu wa Waebrania asemalo: “Waachie watu wangu waende ili wapate kuniabudu.”"
  },
  {
    "verseNumber": "EXO 9:2",
    "verseText": "Kama ukikataa kuwaachia waende, nawe ukiendelea kuwashikilia,"
  },
  {
    "verseNumber": "EXO 9:3",
    "verseText": "mkono wa BWANA utaleta pigo baya kwa mifugo yako, juu ya farasi wako, punda, ngamia, ngʼombe wako, kondoo na mbuzi."
  },
  {
    "verseNumber": "EXO 9:4",
    "verseText": "Lakini BWANA ataweka tofauti kati ya mifugo ya Israeli na ile ya Misri, kwamba hakuna mnyama wa Mwisraeli atakayekufa.’ ”"
  },
  {
    "verseNumber": "EXO 9:5",
    "verseText": "BWANA akaweka wakati na kusema, “Kesho BWANA atalitenda hili katika nchi.”"
  },
  {
    "verseNumber": "EXO 9:6",
    "verseText": "Siku iliyofuata BWANA akalitenda: Mifugo yote ya Wamisri ikafa, lakini hakuna hata mnyama mmoja wa wana wa Israeli aliyekufa."
  },
  {
    "verseNumber": "EXO 9:7",
    "verseText": "Farao akatuma watu kuchunguza, nao wakakuta kuwa hakuna hata mnyama mmoja wa Waisraeli aliyekufa. Lakini moyo wa Farao haukukubali kuwaachia watu waende."
  },
  {
    "verseNumber": "EXO 9:8",
    "verseText": "Kisha BWANA akamwambia Mose na Aroni, “Chukueni majivu ya tanuru, naye Mose ayarushe angani mbele ya Farao."
  },
  {
    "verseNumber": "EXO 9:9",
    "verseText": "Yatakuwa vumbi jepesi juu ya nchi yote ya Misri, pia yatatokea majipu yenye kufura juu ya watu na wanyama katika nchi yote.”"
  },
  {
    "verseNumber": "EXO 9:10",
    "verseText": "Basi wakachukua majivu kwenye tanuru na kusimama mbele ya Farao. Mose akayarusha hewani, nayo majipu yenye kufura yakatokea miilini mwa watu na wanyama."
  },
  {
    "verseNumber": "EXO 9:11",
    "verseText": "Waganga hawakuweza kusimama mbele ya Mose kwa sababu ya majipu yale yaliyokuwa miilini mwao na juu ya miili ya Wamisri wote."
  },
  {
    "verseNumber": "EXO 9:12",
    "verseText": "Lakini BWANA akaufanya moyo wa Farao kuwa mgumu, naye hakuwasikiliza Mose na Aroni, sawasawa kama vile BWANA alivyokuwa amemwambia Mose."
  },
  {
    "verseNumber": "EXO 9:13",
    "verseText": "Kisha BWANA akamwambia Mose, “Amka mapema asubuhi, usimame mbele ya Farao, umwambie, ‘Hili ndilo asemalo BWANA, Mungu wa Waebrania: Waachie watu wangu waende, ili kwamba waweze kuniabudu,"
  },
  {
    "verseNumber": "EXO 9:14",
    "verseText": "au wakati huu nitaleta mapigo yangu yenye nguvu dhidi yako, maafisa wako na watu wako, ili upate kujua kuwa hakuna mwingine kama Mimi katika dunia yote."
  },
  {
    "verseNumber": "EXO 9:15",
    "verseText": "Kwa kuwa mpaka sasa ningelikuwa nimenyoosha mkono wangu na kukupiga wewe na watu wako kwa pigo ambalo lingekufutilia mbali juu ya nchi."
  },
  {
    "verseNumber": "EXO 9:16",
    "verseText": "Lakini nimekuinua wewe kwa kusudi hili hasa, ili nipate kukuonyesha uwezo wangu, na ili Jina langu lipate kutangazwa duniani yote."
  },
  {
    "verseNumber": "EXO 9:17",
    "verseText": "Bado unaendelea kujiinua juu ya watu wangu, wala hutaki kuwaachia waende."
  },
  {
    "verseNumber": "EXO 9:18",
    "verseText": "Kwa hiyo, kesho wakati kama huu nitaleta mvua mbaya sana ya mawe ambayo haijapata kunyesha katika nchi ya Misri, tangu siku ilipoumbwa mpaka leo."
  },
  {
    "verseNumber": "EXO 9:19",
    "verseText": "Sasa toa amri urudishe wanyama wote watoke malishoni na chochote ambacho kipo mashambani waje mpaka mahali pa usalama, kwa sababu mvua ya mawe itanyesha juu ya kila mtu na kila mnyama ambaye hajaletwa ndani ambao bado wako nje mashambani, nao watakufa.’ ”"
  },
  {
    "verseNumber": "EXO 9:20",
    "verseText": "Wale maafisa wa Farao ambao waliliogopa neno la BWANA wakafanya haraka kuwaleta watumwa wao na mifugo yao ndani."
  },
  {
    "verseNumber": "EXO 9:21",
    "verseText": "Lakini wale waliopuuza neno la BWANA wakawaacha watumwa wao na mifugo yao shambani."
  },
  {
    "verseNumber": "EXO 9:22",
    "verseText": "Ndipo BWANA akamwambia Mose, “Nyoosha mkono wako kuelekea angani ili kwamba mvua ya mawe inyeshe juu ya Misri yote, juu ya watu, wanyama na juu ya kila kitu kiotacho katika mashamba ya Misri.”"
  },
  {
    "verseNumber": "EXO 9:23",
    "verseText": "Mose alipoinyoosha fimbo yake kuelekea angani, BWANA akatuma ngurumo na mvua ya mawe, umeme wa radi ulimulika hadi nchi. Kwa hiyo BWANA akaifanya mvua ya mawe kunyesha juu ya nchi ya Misri,"
  },
  {
    "verseNumber": "EXO 9:24",
    "verseText": "mvua ya mawe ikanyesha na radi ikamulika pote. Ikawa dhoruba ya kutisha ambayo haijakuwako katika nchi ya Misri, tangu nchi hiyo iwe taifa."
  },
  {
    "verseNumber": "EXO 9:25",
    "verseText": "Mvua ya mawe ikaharibu kila kitu katika nchi ya Misri kilichokuwa katika mashamba, watu na wanyama, ikaharibu kila kitu kinachoota mashambani na kuvunja kila mti."
  },
  {
    "verseNumber": "EXO 9:26",
    "verseText": "Mahali pekee ambapo mvua ya mawe haikunyesha ni nchi ya Gosheni, ambako Waisraeli waliishi."
  },
  {
    "verseNumber": "EXO 9:27",
    "verseText": "Ndipo Farao akawaita Mose na Aroni akawaambia, “Wakati huu nimetenda dhambi. BWANA ni mwenye haki, mimi na watu wangu ni wakosaji."
  },
  {
    "verseNumber": "EXO 9:28",
    "verseText": "Mwombeni BWANA, kwa kuwa tumepata ngurumo na mvua za mawe za kututosha. Nitawaachia mwondoke; hamtahitaji kungoja zaidi.”"
  },
  {
    "verseNumber": "EXO 9:29",
    "verseText": "Mose akamjibu, “Nitakapokuwa nimetoka nje ya mji, nitanyoosha mikono yangu juu kumwomba BWANA. Ngurumo zitakoma na hapatakuwepo mvua ya mawe tena, ili upate kujua kuwa, nchi ni mali ya BWANA."
  },
  {
    "verseNumber": "EXO 9:30",
    "verseText": "Lakini ninajua kuwa wewe na maafisa wako bado hammwogopi BWANA Mungu.”"
  },
  {
    "verseNumber": "EXO 9:31",
    "verseText": "(Kitani na shayiri viliharibiwa, kwa kuwa shayiri ilikuwa na masuke, na kitani ilikuwa katika kutoa maua."
  },
  {
    "verseNumber": "EXO 9:32",
    "verseText": "Hata hivyo, ngano na jamii nyingine ya ngano hazikuharibiwa kwa sababu zilikuwa hazijakomaa bado.)"
  },
  {
    "verseNumber": "EXO 9:33",
    "verseText": "Kisha Mose akaondoka kwa Farao akaenda nje ya mji. Mose akanyoosha mikono yake kuelekea kwa BWANA, ngurumo na mvua ya mawe vikakoma, mvua haikuendelea tena kunyesha nchini."
  },
  {
    "verseNumber": "EXO 9:34",
    "verseText": "Farao alipoona kwamba mvua ya mawe na ngurumo zimekoma, akafanya dhambi tena. Yeye na maafisa wake wakafanya mioyo yao kuwa migumu."
  },
  {
    "verseNumber": "EXO 9:35",
    "verseText": "Kwa hiyo moyo wa Farao ukawa mgumu, wala hakuwaachia Waisraeli waende, kama vile BWANA alivyokuwa amesema kupitia Mose."
  },
  {
    "verseNumber": "EXO 10:1",
    "verseText": "Ndipo BWANA akamwambia Mose, “Nenda kwa Farao, kwa kuwa nimeufanya moyo wake kuwa mgumu na mioyo ya maafisa wake ili kwamba nipate kutenda ishara hizi zangu za ajabu miongoni mwao"
  },
  {
    "verseNumber": "EXO 10:2",
    "verseText": "ili upate kuwaeleza watoto wako na wajukuu wako jinsi nilivyowatendea Wamisri kwa ukali na jinsi nilivyofanya ishara zangu miongoni mwao, nanyi mpate kujua kuwa Mimi ndimi BWANA.”"
  },
  {
    "verseNumber": "EXO 10:3",
    "verseText": "Kwa hiyo Mose na Aroni wakaenda kwa Farao na kumwambia, “Hili ndilo BWANA, Mungu wa Waebrania, asemalo: ‘Utaendelea hata lini kukataa kunyenyekea mbele yangu? Waachie watu wangu waende, ili wapate kuniabudu."
  },
  {
    "verseNumber": "EXO 10:4",
    "verseText": "Kama ukikataa kuwaachia waende, kesho nitaleta nzige katika nchi yako."
  },
  {
    "verseNumber": "EXO 10:5",
    "verseText": "Nao watafunika uso wa ardhi hata usionekane. Watatafuna mabaki machache yaliyobakizwa baada ya ile mvua ya mawe, yaani pamoja na kila mti unaoota katika mashamba yenu."
  },
  {
    "verseNumber": "EXO 10:6",
    "verseText": "Nzige hao watajaza nyumba zako, za maafisa wako wote na za Wamisri wote. Jambo ambalo baba zenu wala babu zenu hawajapata kuona tangu siku ile walipoanza kuishi katika nchi hii mpaka leo hii.’ ” Ndipo Mose akageuka na kumwacha Farao."
  },
  {
    "verseNumber": "EXO 10:7",
    "verseText": "Maafisa wa Farao wakamwambia, “Mpaka lini huyu mtu atakuwa tanzi kwetu? Waachie hao watu waende zao, ili wapate kumwabudu BWANA Mungu wao. Je, bado hutambui kuwa Misri imeangamia?”"
  },
  {
    "verseNumber": "EXO 10:8",
    "verseText": "Ndipo Mose na Aroni wakaletwa kwa Farao. Farao akawaambia, “Nendeni, mkamwabudu BWANA Mungu wenu. Lakini ni nani hasa watakaokwenda?”"
  },
  {
    "verseNumber": "EXO 10:9",
    "verseText": "Mose akajibu, “Tutakwenda na vijana wetu na wazee, pamoja na wana wetu na binti zetu, pia pamoja na kondoo zetu, ngʼombe, mbuzi, farasi na punda kwa sababu tutaadhimisha sikukuu kwa BWANA.”"
  },
  {
    "verseNumber": "EXO 10:10",
    "verseText": "Farao akasema, “BWANA awe pamoja nanyi, kama nikiwaruhusu mwondoke pamoja na wanawake wenu na watoto wenu! Ni wazi kwamba mna makusudi mabaya."
  },
  {
    "verseNumber": "EXO 10:11",
    "verseText": "La hasha! Wanaume peke yao na waende, wakamwabudu BWANA, kwa kuwa hilo ndilo mmekuwa mkiomba.” Kwa hiyo Mose na Aroni wakaondolewa mbele ya Farao."
  },
  {
    "verseNumber": "EXO 10:12",
    "verseText": "Basi BWANA akamwambia Mose, “Nyoosha mkono wako juu ya Misri ili kundi la nzige liweze kuingia juu ya nchi na kutafuna kila kitu kiotacho katika mashamba na kila kitu kilichosazwa na ile mvua ya mawe.”"
  },
  {
    "verseNumber": "EXO 10:13",
    "verseText": "Kwa hiyo Mose akanyoosha fimbo yake juu ya Misri, BWANA akauleta upepo wa mashariki ukavuma katika nchi yote mchana wote na usiku kucha, kufikia asubuhi upepo ukawa umeleta nzige."
  },
  {
    "verseNumber": "EXO 10:14",
    "verseText": "Wakaivamia Misri yote na kukaa kila eneo la nchi kwa wingi. Kamwe hapajapata kuwepo pigo la nzige kama hilo, wala halitakuwepo tena."
  },
  {
    "verseNumber": "EXO 10:15",
    "verseText": "Wakafunika ardhi yote mpaka ardhi ikawa nyeusi. Wakatafuna kile chote kilichokuwa kimebakizwa na ile mvua ya mawe, kila kitu kiotacho mashambani pamoja na matunda kwenye miti. Hakuna kitu chochote cha kijani kilichosalia katika miti au mmea katika nchi yote ya Misri."
  },
  {
    "verseNumber": "EXO 10:16",
    "verseText": "Farao akawaita Mose na Aroni kwa haraka na kuwaambia, “Nimetenda dhambi dhidi ya BWANA Mungu wenu na dhidi yenu pia."
  },
  {
    "verseNumber": "EXO 10:17",
    "verseText": "Sasa unisamehe dhambi yangu mara moja tena na umwombe BWANA Mungu wako aondoe pigo hili baya kwangu.”"
  },
  {
    "verseNumber": "EXO 10:18",
    "verseText": "Kisha Mose akaondoka kwa Farao akamwomba BWANA."
  },
  {
    "verseNumber": "EXO 10:19",
    "verseText": "Naye BWANA akaugeuza upepo ukavuma kutoka magharibi, wenye nguvu nyingi, ambao uliwaondoa wale nzige na kuwapeleka kwenye Bahari ya Shamu. Hakuna nzige hata mmoja aliyebaki popote katika nchi ya Misri."
  },
  {
    "verseNumber": "EXO 10:20",
    "verseText": "Lakini BWANA akaufanya moyo wa Farao kuwa mgumu, wala hakuwaachia Waisraeli waondoke."
  },
  {
    "verseNumber": "EXO 10:21",
    "verseText": "Kisha BWANA akamwambia Mose, “Nyoosha mkono wako kuelekea angani ili giza litande katika nchi ya Misri, giza ambalo watu wanaweza kulipapasa na kulihisi.”"
  },
  {
    "verseNumber": "EXO 10:22",
    "verseText": "Kwa hiyo Mose akaunyoosha mkono wake kuelekea angani, na giza nene likafunika pote katika nchi ya Misri kwa muda wa siku tatu."
  },
  {
    "verseNumber": "EXO 10:23",
    "verseText": "Hakuna mtu yeyote aliyeweza kumwona mwenzake, wala kuondoka mahali alipokuwa kwa muda wa siku tatu. Lakini Waisraeli wote walikuwa na mwanga katika maeneo yao waliyokuwa wanaishi."
  },
  {
    "verseNumber": "EXO 10:24",
    "verseText": "Ndipo Farao akamwita Mose na kusema, “Nendeni, mkamwabudu BWANA. Hata wanawake na watoto wenu mwaweza kwenda nao pia, lakini kondoo, mbuzi na ngʼombe wenu waacheni.”"
  },
  {
    "verseNumber": "EXO 10:25",
    "verseText": "Lakini Mose akasema, “Huna budi kuturuhusu tuwe na dhabihu na sadaka za kuteketezwa za kutoa mbele za BWANA Mungu wetu."
  },
  {
    "verseNumber": "EXO 10:26",
    "verseText": "Sisi ni lazima tuondoke na mifugo yetu pia, wala hakuna ukwato utakaoachwa nyuma. Inatupasa kutumia baadhi ya hiyo mifugo katika kumwabudu BWANA Mungu wetu, kwa kuwa mpaka tutakapofika huko hatutakuwa tumefahamu ni nini tutakachotumia katika kumwabudu BWANA.”"
  },
  {
    "verseNumber": "EXO 10:27",
    "verseText": "Lakini BWANA akaufanya moyo wa Farao kuwa mgumu, hakuwa radhi kuwaachia waondoke."
  },
  {
    "verseNumber": "EXO 10:28",
    "verseText": "Farao akamwambia Mose, “Ondoka mbele yangu! Hakikisha kuwa hutakuja mbele yangu tena! Siku ile utakapouona uso wangu utakufa.”"
  },
  {
    "verseNumber": "EXO 10:29",
    "verseText": "Mose akamjibu, “Iwe kama ulivyosema! Kamwe sitauona uso wako tena.”"
  },
  {
    "verseNumber": "EXO 11:1",
    "verseText": "Basi BWANA alikuwa amemwambia Mose, “Nitaleta pigo moja zaidi kwa Farao na katika nchi ya Misri. Baada ya hilo, atawaacha mwondoke hapa na atakapofanya hivyo, atawafukuza mtoke kabisa."
  },
  {
    "verseNumber": "EXO 11:2",
    "verseText": "Waambie watu wote waume kwa wake wawaombe majirani zao vitu vya fedha na vya dhahabu.”"
  },
  {
    "verseNumber": "EXO 11:3",
    "verseText": "(BWANA akawafanya Wamisri wawe na moyo wa ukarimu kwa Waisraeli, naye Mose mwenyewe akaheshimiwa sana na maafisa wa Farao na watu wote katika nchi ya Misri.)"
  },
  {
    "verseNumber": "EXO 11:4",
    "verseText": "Kwa hiyo Mose akasema, “Hili ndilo BWANA asemalo: ‘Panapo usiku wa manane Mimi nitapita katika nchi yote ya Misri."
  },
  {
    "verseNumber": "EXO 11:5",
    "verseText": "Kila mwanaume kifungua mimba katika Misri atakufa, kuanzia mzaliwa wa kwanza wa kiume wa Farao, aketiye penye kiti cha ufalme, hadi mzaliwa wa kwanza wa kiume wa mtumwa wa kike, anayesaga nafaka kwa jiwe, pamoja na kila mzaliwa wa kwanza wa mifugo."
  },
  {
    "verseNumber": "EXO 11:6",
    "verseText": "Patakuwepo kilio kikubwa katika nchi yote ya Misri, kilio kibaya ambacho hakijakuwepo wala kamwe hakitakuwepo tena."
  },
  {
    "verseNumber": "EXO 11:7",
    "verseText": "Lakini miongoni mwa Waisraeli hakuna hata mbwa atakayembwekea mwanadamu wala mnyama yeyote.’ Ndipo mtakapojua kuwa BWANA huweka tofauti kati ya Misri na Israeli."
  },
  {
    "verseNumber": "EXO 11:8",
    "verseText": "Maafisa hawa wako wote watanijia, wakisujudu mbele yangu, wakisema, ‘Ondoka, wewe pamoja na watu wako wote wanaokufuata!’ Baada ya haya nitaondoka.” Kisha Mose, huku akiwa amewaka hasira, akamwacha Farao."
  },
  {
    "verseNumber": "EXO 11:9",
    "verseText": "BWANA alikuwa amemwambia Mose, “Farao atakataa kukusikiliza, ili maajabu yangu yapate kuongezeka katika nchi ya Misri.”"
  },
  {
    "verseNumber": "EXO 11:10",
    "verseText": "Mose na Aroni wakafanya maajabu haya yote mbele ya Farao, lakini BWANA akaufanya moyo wa Farao kuwa mgumu, wala hakuwaachia Waisraeli waondoke katika nchi yake."
  },
  {
    "verseNumber": "EXO 12:1",
    "verseText": "BWANA akamwambia Mose na Aroni katika nchi ya Misri,"
  },
  {
    "verseNumber": "EXO 12:2",
    "verseText": "“Mwezi huu utakuwa mwanzo wa miezi kwenu, yaani mwezi wa kwanza wa mwaka wenu."
  },
  {
    "verseNumber": "EXO 12:3",
    "verseText": "Iambie jumuiya yote ya Israeli kwamba katika siku ya kumi ya mwezi huu, kila mtu atatwaa mwana-kondoo mmoja kwa ajili ya familia yake, mmoja kwa kila nyumba."
  },
  {
    "verseNumber": "EXO 12:4",
    "verseText": "Ikiwa nyumba yoyote ina watu wachache wasioweza kumaliza huyo mwana-kondoo mzima, nyumba hiyo itabidi ishirikiane na nyumba ya jirani wa karibu, baada ya kuzingatia idadi ya watu waliomo. Mtaangalia ni kiasi gani cha nyama kitahitajika kulingana na mahitaji ya kila mtu."
  },
  {
    "verseNumber": "EXO 12:5",
    "verseText": "Wanyama mtakaowachagua, lazima wawe wa kiume wa umri wa mwaka mmoja wasiokuwa na dosari, mwaweza kuwachukua kati ya kondoo au mbuzi."
  },
  {
    "verseNumber": "EXO 12:6",
    "verseText": "Tunzeni wanyama hao mpaka siku ya kumi na nne ya mwezi, ambapo lazima watu wa jumuiya yote ya Israeli wachinje wanyama hao wakati wa jioni."
  },
  {
    "verseNumber": "EXO 12:7",
    "verseText": "Ndipo watakapochukua baadhi ya hiyo damu na kuipaka kwenye vizingiti vya juu na miimo ya milango ya nyumba ambamo watakula wana-kondoo hao."
  },
  {
    "verseNumber": "EXO 12:8",
    "verseText": "Usiku huo huo watakula nyama iliyookwa kwenye moto, pamoja na mboga chungu za majani na mikate isiyotiwa chachu."
  },
  {
    "verseNumber": "EXO 12:9",
    "verseText": "Msile nyama mbichi wala iliyochemshwa, lakini iwe imeokwa kwenye moto, kichwa, miguu na nyama zake za ndani."
  },
  {
    "verseNumber": "EXO 12:10",
    "verseText": "Msibakize nyama yoyote mpaka asubuhi; nazo kama zitabakia mpaka asubuhi, lazima mziteketeze kwa moto."
  },
  {
    "verseNumber": "EXO 12:11",
    "verseText": "Hivi ndivyo mtakavyokula: Mtajifunga mikanda viunoni, mtakuwa mmevaa viatu vyenu miguuni na kushika fimbo zenu mkononi mwenu. Mle kwa haraka; hii ni Pasaka ya BWANA."
  },
  {
    "verseNumber": "EXO 12:12",
    "verseText": "“Usiku huo huo nitapita katika nchi yote ya Misri na kumuua kila mzaliwa wa kwanza, wa wanadamu na wa wanyama, nami nitaihukumu miungu yote ya Misri. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EXO 12:13",
    "verseText": "Damu itakuwa ishara kwa ajili yenu ya kuonyesha nyumba ambazo mtakuwamo; nami nitakapoiona damu, nitapita juu yenu. Hakuna pigo la uharibifu litakalowagusa ninyi nitakapoipiga Misri."
  },
  {
    "verseNumber": "EXO 12:14",
    "verseText": "“Siku hii itakuwa kumbukumbu kwenu, mtaiadhimisha kuwa sikukuu kwa BWANA, katika vizazi vyenu vyote: mtaishika kuwa amri ya kudumu."
  },
  {
    "verseNumber": "EXO 12:15",
    "verseText": "Kwa siku saba mtakula mikate isiyotiwa chachu. Katika siku ya kwanza mtaondoa chachu yote ndani ya nyumba zenu, kwa maana yeyote atakayekula chochote chenye chachu kuanzia siku ya kwanza hadi ya saba lazima akatiliwe mbali kutoka Israeli."
  },
  {
    "verseNumber": "EXO 12:16",
    "verseText": "Katika siku ya kwanza mtakuwa na kusanyiko takatifu, na kusanyiko jingine katika siku ya saba. Katika siku hizo msifanye kazi kamwe isipokuwa kutayarisha chakula cha kila mmoja; hilo ndilo tu mtakalofanya."
  },
  {
    "verseNumber": "EXO 12:17",
    "verseText": "“Mtaadhimisha Sikukuu ya Mikate Isiyotiwa Chachu, kwa sababu hiyo ndiyo siku ile niliyovitoa vikosi vyenu kutoka Misri. Mtaiadhimisha siku hii kwa vizazi vyenu vyote kuwa amri ya kudumu."
  },
  {
    "verseNumber": "EXO 12:18",
    "verseText": "Katika mwezi wa kwanza mtakula mikate isiyotiwa chachu, kuanzia jioni ya siku ya kumi na nne hadi jioni ya siku ya ishirini na moja."
  },
  {
    "verseNumber": "EXO 12:19",
    "verseText": "Kwa muda wa siku saba isionekane chachu yoyote katika nyumba zenu. Yeyote alaye chochote chenye chachu ndani yake, lazima akatiliwe mbali kutoka jumuiya ya Israeli, akiwa ni mgeni au mzawa."
  },
  {
    "verseNumber": "EXO 12:20",
    "verseText": "Msile chochote kilichotiwa chachu. Popote muishipo, ni lazima mle mikate isiyotiwa chachu.”"
  },
  {
    "verseNumber": "EXO 12:21",
    "verseText": "Ndipo Mose akawaita wazee wote wa Israeli na kuwaambia, “Nendeni mara moja mkachague wanyama kwa ajili ya jamaa zenu, mkachinje mwana-kondoo wa Pasaka."
  },
  {
    "verseNumber": "EXO 12:22",
    "verseText": "Chukueni kitawi cha hisopo, kichovyeni kwenye damu iliyopo kwenye sinia na kuipaka baadhi ya hiyo damu kwenye vizingiti na kwenye miimo yote miwili ya milango. Mtu yeyote asitoke nje ya mlango wa nyumba yake mpaka asubuhi."
  },
  {
    "verseNumber": "EXO 12:23",
    "verseText": "BWANA apitapo katika nchi yote kuwapiga Wamisri, ataiona damu juu ya vizingiti na kwenye miimo ya milango, naye atapita juu, wala hatamruhusu mwangamizi kuingia katika nyumba zenu na kuwapiga ninyi."
  },
  {
    "verseNumber": "EXO 12:24",
    "verseText": "“Shikeni maagizo haya yawe kanuni ya kudumu kwenu na kwa ajili ya wazao wenu."
  },
  {
    "verseNumber": "EXO 12:25",
    "verseText": "Mtakapoingia katika nchi BWANA atakayowapa kama alivyoahidi, shikeni desturi hii."
  },
  {
    "verseNumber": "EXO 12:26",
    "verseText": "Watoto wenu watakapowauliza, ‘Sikukuu hii ina maana gani kwenu?’"
  },
  {
    "verseNumber": "EXO 12:27",
    "verseText": "Basi waambieni, ‘Hii ni dhabihu ya Pasaka kwa BWANA, ambaye alipita juu ya nyumba za Waisraeli katika nchi ya Misri na hakudhuru nyumba zetu alipowapiga Wamisri.’ ” Ndipo watu wa Israeli waliposujudu na kuabudu."
  },
  {
    "verseNumber": "EXO 12:28",
    "verseText": "Waisraeli wakafanya kama vile BWANA alivyomwagiza Mose na Aroni."
  },
  {
    "verseNumber": "EXO 12:29",
    "verseText": "Ilipofika usiku wa manane, BWANA akawapiga wazaliwa wa kwanza wote katika Misri, kuanzia mzaliwa wa kwanza wa Farao, mrithi wa kiti cha ufalme, hadi mzaliwa wa kwanza wa mfungwa, aliyekuwa gerezani, na wazaliwa wa kwanza wa mifugo yote pia."
  },
  {
    "verseNumber": "EXO 12:30",
    "verseText": "Farao, na maafisa wake wote, na Wamisri wote wakaamka usiku, na kulikuwa na kilio kikubwa katika nchi ya Misri, kwa kuwa haikuwepo nyumba ambayo hakufa mtu."
  },
  {
    "verseNumber": "EXO 12:31",
    "verseText": "Wakati huo Farao akawaita Mose na Aroni na kuwaambia, “Ondokeni! Tokeni kwa watu wangu, ninyi pamoja na Waisraeli! Nendeni mkamwabudu BWANA kama mlivyoomba."
  },
  {
    "verseNumber": "EXO 12:32",
    "verseText": "Chukueni makundi yenu ya kondoo na mbuzi pamoja na ngʼombe, kama mlivyosema, nanyi mwende zenu. Nanyi pia mnibariki.”"
  },
  {
    "verseNumber": "EXO 12:33",
    "verseText": "Wamisri wakawahimiza Waisraeli waondoke kwa haraka na kuacha nchi yao. Kwa kuwa walisema, “La sivyo, tutakufa wote!”"
  },
  {
    "verseNumber": "EXO 12:34",
    "verseText": "Hivyo watu wakachukua donge lao la unga kabla ya kutiwa chachu, wakaweka ndani ya mabakuli ya kukandia, wakayaviringisha katika vitambaa na kuyabeba mabegani mwao."
  },
  {
    "verseNumber": "EXO 12:35",
    "verseText": "Waisraeli wakafanya kama Mose alivyowaelekeza, nao wakawaomba Wamisri wawapatie vitu vya fedha, dhahabu na nguo."
  },
  {
    "verseNumber": "EXO 12:36",
    "verseText": "Basi BWANA alikuwa amewafanya Wamisri kuwa wakarimu kwa hawa watu, wakawapatia Waisraeli vile walivyotaka kwao; kwa hiyo wakawateka nyara Wamisri."
  },
  {
    "verseNumber": "EXO 12:37",
    "verseText": "Waisraeli wakasafiri kutoka Ramesesi mpaka Sukothi. Walikuwepo wanaume wapatao 600,000 waendao kwa miguu bila kuhesabu wanawake na watoto."
  },
  {
    "verseNumber": "EXO 12:38",
    "verseText": "Watu wengine wengi wakafuatana nao, pamoja na makundi makubwa ya mifugo wakiwemo kondoo, mbuzi na ngʼombe."
  },
  {
    "verseNumber": "EXO 12:39",
    "verseText": "Wakatengeneza maandazi yasiyotiwa chachu kwa ule unga uliokandwa waliokuwa wameutoa Misri, donge hilo la unga halikuwa limetiwa chachu, kwa kuwa walikuwa wameondolewa Misri kwa haraka nao hawakuwa na muda wa kuandaa chakula chao."
  },
  {
    "verseNumber": "EXO 12:40",
    "verseText": "Waisraeli walikuwa wameishi Misri kwa muda wa miaka 430."
  },
  {
    "verseNumber": "EXO 12:41",
    "verseText": "Ilikuwa ni siku ya mwisho ya hiyo miaka 430, vikosi vyote vya BWANA vilipokuwa vimeondoka Misri."
  },
  {
    "verseNumber": "EXO 12:42",
    "verseText": "Kwa sababu BWANA aliutenga usiku ule ili kuwatoa Waisraeli katika nchi ya Misri, katika usiku huu Waisraeli wote wanapaswa kuadhimisha kwa kukesha ili kumheshimu BWANA katika vizazi vijavyo."
  },
  {
    "verseNumber": "EXO 12:43",
    "verseText": "BWANA akamwambia Mose na Aroni, “Haya ndiyo masharti kwa ajili ya Pasaka: “Mgeni hataruhusiwa kula Pasaka."
  },
  {
    "verseNumber": "EXO 12:44",
    "verseText": "Mtumwa yeyote ambaye mmemnunua aweza kuila kama mmemtahiri,"
  },
  {
    "verseNumber": "EXO 12:45",
    "verseText": "lakini kibarua yeyote au msafiri haruhusiwi kula."
  },
  {
    "verseNumber": "EXO 12:46",
    "verseText": "“Sharti iliwe ndani ya nyumba; msichukue nyama yoyote nje ya nyumba hiyo. Msiuvunje mfupa wowote."
  },
  {
    "verseNumber": "EXO 12:47",
    "verseText": "Jumuiya yote ya Israeli ni lazima waiadhimishe Pasaka hiyo."
  },
  {
    "verseNumber": "EXO 12:48",
    "verseText": "“Mgeni aishiye miongoni mwenu ambaye anataka kuadhimisha Pasaka ya BWANA ni lazima wanaume wote waliomo nyumbani mwake wawe wametahiriwa, ndipo aweze kushiriki kama mzawa. Mwanaume yeyote asiyetahiriwa haruhusiwi kuila."
  },
  {
    "verseNumber": "EXO 12:49",
    "verseText": "Sheria iyo hiyo itamuhusu mzawa na mgeni anayeishi miongoni mwenu.”"
  },
  {
    "verseNumber": "EXO 12:50",
    "verseText": "Waisraeli wote walifanya kama vile BWANA alivyomwagiza Mose na Aroni."
  },
  {
    "verseNumber": "EXO 12:51",
    "verseText": "Siku ile ile BWANA akawatoa Waisraeli katika nchi ya Misri kwa vikosi vyao."
  },
  {
    "verseNumber": "EXO 13:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "EXO 13:2",
    "verseText": "“Niwekeeni wakfu kila mzaliwa wa kwanza wa kiume. Kila mtoto wa kwanza aliye kifungua tumbo miongoni mwa Waisraeli ni mali yangu, akiwa wa mwanadamu au wa mnyama.”"
  },
  {
    "verseNumber": "EXO 13:3",
    "verseText": "Ndipo Mose akawaambia watu, “Ikumbukeni siku hii, siku ambayo mlitoka katika nchi ya Misri, katika nchi ya utumwa, kwa sababu BWANA aliwatoa humo kwa mkono wenye nguvu. Msile chochote kilichotiwa chachu."
  },
  {
    "verseNumber": "EXO 13:4",
    "verseText": "Leo, katika mwezi wa Abibu, mnatoka."
  },
  {
    "verseNumber": "EXO 13:5",
    "verseText": "BWANA atakapokuleta katika nchi ya Wakanaani, Wahiti, Waamori, Wahivi na Wayebusi, nchi aliyowaapia baba zako kukupa, nchi itiririkayo maziwa na asali, utaiadhimisha sikukuu hii katika mwezi huu:"
  },
  {
    "verseNumber": "EXO 13:6",
    "verseText": "Kwa siku saba utakula mikate isiyotiwa chachu na katika siku ya saba utamfanyia BWANA sikukuu."
  },
  {
    "verseNumber": "EXO 13:7",
    "verseText": "Kwa muda wa siku saba utakula mikate isiyotiwa chachu, pasionekane kitu chochote kilicho na chachu miongoni mwako, wala chachu yoyote isionekane popote ndani ya mipaka yako."
  },
  {
    "verseNumber": "EXO 13:8",
    "verseText": "Siku ile utamwambia mwanao, ‘Nafanya hivi kwa sababu ya jambo ambalo BWANA alinitendea nilipotoka katika nchi ya Misri.’"
  },
  {
    "verseNumber": "EXO 13:9",
    "verseText": "Adhimisho hili, litakuwa kama alama kwenye mkono wako na ukumbusho katika paji lako la uso, kwamba sheria ya BWANA inapaswa iwe kinywani mwako. Kwa kuwa BWANA alikutoa katika nchi ya Misri kwa mkono wake wenye nguvu."
  },
  {
    "verseNumber": "EXO 13:10",
    "verseText": "Ni lazima uishike amri hii kwa wakati uliopangwa mwaka baada ya mwaka."
  },
  {
    "verseNumber": "EXO 13:11",
    "verseText": "“Baada ya BWANA kukuingiza katika nchi ya Wakanaani na kukupa nchi hiyo, kama alivyokuahidi kwa kiapo na kwa baba zako,"
  },
  {
    "verseNumber": "EXO 13:12",
    "verseText": "inakupasa kumtolea BWANA mzaliwa wa kwanza wa kila tumbo. Wazaliwa wote wa kwanza wa kiume wa mifugo yako ni mali ya BWANA."
  },
  {
    "verseNumber": "EXO 13:13",
    "verseText": "Kila mzaliwa wa kwanza wa punda utamkomboa kwa mwana-kondoo, lakini kama hukumkomboa, utamvunja shingo yake. Kila mzaliwa wa kwanza mwanaume miongoni mwa wana wenu utamkomboa."
  },
  {
    "verseNumber": "EXO 13:14",
    "verseText": "“Katika siku zijazo, mwanao akikuuliza, ‘Hii ina maana gani?’ Mwambie, ‘Kwa mkono wenye nguvu BWANA alitutoa katika nchi ya Misri, kutoka nchi ya utumwa."
  },
  {
    "verseNumber": "EXO 13:15",
    "verseText": "Farao alipokataa kwa ukaidi kuturuhusu kuondoka, BWANA aliua kila mzaliwa wa kwanza wa Wamisri, mwanadamu na wa mnyama. Hii ndiyo sababu ninatoa dhabihu kwa BWANA mzaliwa wa kwanza wa kiume, wa kila tumbo na kumkomboa kila mzaliwa wa kwanza wa wana wangu.’"
  },
  {
    "verseNumber": "EXO 13:16",
    "verseText": "Jambo hili litakuwa kama ishara kwenye mkono wako na kama alama kwenye paji la uso wako, kwamba BWANA alikutoa katika nchi ya Misri kwa mkono wake wenye nguvu.”"
  },
  {
    "verseNumber": "EXO 13:17",
    "verseText": "Farao alipowaachia watu waende, Mungu hakuwaongoza kufuata njia ipitiayo katika nchi ya Wafilisti, ingawa njia hiyo ilikuwa fupi zaidi. Kwa maana Mungu alisema, “Wakikabiliana na vita, wanaweza kubadili mawazo yao na kurudi Misri.”"
  },
  {
    "verseNumber": "EXO 13:18",
    "verseText": "Kwa hiyo Mungu akawaongoza watu kupitia njia ya kuzunguka kupitia jangwani, kuelekea Bahari ya Shamu. Waisraeli walipanda kutoka nchi ya Misri wakiwa wamejiandaa kwa vita."
  },
  {
    "verseNumber": "EXO 13:19",
    "verseText": "Mose akachukua mifupa ya Yosefu kwa sababu Yosefu alikuwa amewaapisha wana wa Israeli. Alikuwa amewaambia, “Hakika Mungu atakuja kuwasaidia, nanyi ni lazima mwiichukue mifupa yangu mwende nayo kutoka mahali hapa.”"
  },
  {
    "verseNumber": "EXO 13:20",
    "verseText": "Baada ya Waisraeli kuondoka Sukothi wakapiga kambi huko Ethamu pembeni mwa jangwa."
  },
  {
    "verseNumber": "EXO 13:21",
    "verseText": "Wakati wa mchana BWANA aliwatangulia kwa nguzo ya wingu kuwaongoza katika njia yao, na wakati wa usiku aliwatangulia kwa nguzo ya moto kuwaangazia, ili waweze kusafiri mchana au usiku."
  },
  {
    "verseNumber": "EXO 13:22",
    "verseText": "Ile nguzo ya wingu wakati wa mchana au ile nguzo ya moto wakati wa usiku haikuondoka mahali pake mbele ya watu."
  },
  {
    "verseNumber": "EXO 14:1",
    "verseText": "Ndipo BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "EXO 14:2",
    "verseText": "“Waambie Waisraeli wageuke nyuma na wapige kambi karibu na Pi-Hahirothi, kati ya Migdoli na bahari. Watapiga kambi kando ya bahari, mkabala na Baal-Sefoni."
  },
  {
    "verseNumber": "EXO 14:3",
    "verseText": "Farao atafikiri kwamba, ‘Hao Waisraeli wanatangatanga katika nchi kwa kuchanganyikiwa, nalo jangwa limewafungia.’"
  },
  {
    "verseNumber": "EXO 14:4",
    "verseText": "Nami nitaufanya moyo wa Farao mgumu, naye atawafuatilia. Lakini nitajipatia utukufu kwa ajili yangu mwenyewe kupitia Farao na jeshi lake lote, nao Wamisri watajua kuwa mimi ndimi BWANA.” Kwa hiyo Waisraeli wakafanya hivyo."
  },
  {
    "verseNumber": "EXO 14:5",
    "verseText": "Mfalme wa Misri alipoambiwa kuwa Waisraeli wamekimbia, Farao na maafisa wake wakabadili nia zao kuhusu Waisraeli, wakasema, “Tumefanya nini? Tumewaachia Waisraeli waende zao na tumeukosa utumishi wao!”"
  },
  {
    "verseNumber": "EXO 14:6",
    "verseText": "Kwa hiyo akaandaliwa gari lake la vita, naye akaenda pamoja na jeshi lake."
  },
  {
    "verseNumber": "EXO 14:7",
    "verseText": "Akachukua magari bora mia sita, pamoja na magari mengine yote ya Misri, pamoja na maafisa wa magari hayo yote."
  },
  {
    "verseNumber": "EXO 14:8",
    "verseText": "BWANA akaufanya mgumu moyo wa Farao, mfalme wa Misri, kwa hiyo akawafuatia Waisraeli, waliokuwa wakiondoka Misri kwa ujasiri."
  },
  {
    "verseNumber": "EXO 14:9",
    "verseText": "Nao Wamisri, yaani farasi wote wa Farao na magari ya vita, wapanda farasi na vikosi vya askari, wakawafuatia Waisraeli, wakawakuta karibu na Pi-Hahirothi, mkabala na Baal-Sefoni walipokuwa wamepiga kambi kando ya bahari."
  },
  {
    "verseNumber": "EXO 14:10",
    "verseText": "Farao alipokaribia, Waisraeli wakainua macho yao, wakawaona Wamisri wakija nyuma yao. Wakashikwa na hofu, wakamlilia BWANA."
  },
  {
    "verseNumber": "EXO 14:11",
    "verseText": "Wakamwambia Mose, “Je, ni kwamba hayakuwako makaburi huko Misri hata umetuleta tufe huku jangwani? Umetufanyia nini kututoa Misri?"
  },
  {
    "verseNumber": "EXO 14:12",
    "verseText": "Hatukukuambia tulipokuwa huko Misri, tuache tuwatumikie Wamisri? Ingekuwa vyema zaidi kwetu kuwatumikia Wamisri kuliko kufa jangwani!”"
  },
  {
    "verseNumber": "EXO 14:13",
    "verseText": "Mose akawajibu Waisraeli, “Msiogope. Simameni imara, nanyi mtauona wokovu BWANA atakaowapatia leo. Hao Wamisri mnaowaona leo kamwe hamtawaona tena."
  },
  {
    "verseNumber": "EXO 14:14",
    "verseText": "BWANA atawapigania ninyi, nanyi mnatakiwa kutulia tu.”"
  },
  {
    "verseNumber": "EXO 14:15",
    "verseText": "Ndipo BWANA akamwambia Mose, “Kwa nini wewe unanililia? Waambie Waisraeli waendelee mbele."
  },
  {
    "verseNumber": "EXO 14:16",
    "verseText": "Inua fimbo yako na unyooshe mkono wako juu ya bahari ili kuyagawa maji, hivyo kwamba Waisraeli wapate kupita mahali pakavu baharini."
  },
  {
    "verseNumber": "EXO 14:17",
    "verseText": "Nitaifanya mioyo ya Wamisri kuwa migumu kusudi waingie baharini wakiwafuatia. Nami nitajipatia utukufu kupitia Farao pamoja na jeshi lake lote, kupitia magari yake ya vita na wapanda farasi wake."
  },
  {
    "verseNumber": "EXO 14:18",
    "verseText": "Nao Wamisri watajua kwamba Mimi ndimi BWANA nitakapojipatia utukufu kupitia Farao, magari yake ya vita na wapanda farasi wake.”"
  },
  {
    "verseNumber": "EXO 14:19",
    "verseText": "Ndipo malaika wa Mungu, aliyekuwa akisafiri mbele ya jeshi la Israeli, akaondoka akakaa nyuma yao. Pia ile nguzo ya wingu ikaondoka hapo mbele yao na kusimama nyuma,"
  },
  {
    "verseNumber": "EXO 14:20",
    "verseText": "ikakaa kati ya majeshi ya Misri na Israeli. Usiku kucha wingu likaleta giza upande mmoja na nuru kwa upande mwingine, kwa hiyo hakuna aliyemkaribia mwenzake usiku kucha."
  },
  {
    "verseNumber": "EXO 14:21",
    "verseText": "Ndipo Mose akanyoosha mkono wake juu ya bahari, naye BWANA akayasukuma maji ya bahari nyuma kwa upepo mkali wa mashariki usiku ule wote na kupafanya nchi kavu. Maji yakagawanyika,"
  },
  {
    "verseNumber": "EXO 14:22",
    "verseText": "nao Waisraeli wakapita baharini mahali pakavu, maji yakiwa ukuta upande wao wa kuume na upande wao wa kushoto."
  },
  {
    "verseNumber": "EXO 14:23",
    "verseText": "Wamisri wakawafuatia ndani ya bahari, pamoja na farasi wote wa Farao, magari ya vita na wapanda farasi."
  },
  {
    "verseNumber": "EXO 14:24",
    "verseText": "Karibia mapambazuko, BWANA akaliangalia jeshi la Wamisri kutoka ile nguzo ya moto na ya wingu, akalifadhaisha."
  },
  {
    "verseNumber": "EXO 14:25",
    "verseText": "Mungu akayaondoa magurudumu ya magari yao, kwa hivyo wakayaendesha kwa shida. Nao Wamisri wakasema, “Tuachane na Waisraeli! BWANA anawapigania dhidi ya Misri.”"
  },
  {
    "verseNumber": "EXO 14:26",
    "verseText": "Ndipo BWANA akamwambia Mose, “Nyoosha mkono wako juu ya bahari ili maji yarudiane yawafunike Wamisri, magari yao ya vita na wapanda farasi wao.”"
  },
  {
    "verseNumber": "EXO 14:27",
    "verseText": "Mose akanyoosha mkono wake juu ya bahari, wakati wa mapambazuko bahari ikarudiana na kuwa kama kawaida. Wamisri wakajaribu kuyakimbia maji, lakini BWANA akawasukumia ndani ya bahari."
  },
  {
    "verseNumber": "EXO 14:28",
    "verseText": "Maji yakarudiana na kuyafunika magari ya vita na wapanda farasi pamoja na jeshi lote la Farao lililokuwa limewafuata Waisraeli ndani ya bahari. Hakuna hata mmoja wao aliyenusurika."
  },
  {
    "verseNumber": "EXO 14:29",
    "verseText": "Lakini Waisraeli wakapita baharini mahali pakavu, ukiwepo ukuta wa maji upande wao wa kuume na upande wao wa kushoto."
  },
  {
    "verseNumber": "EXO 14:30",
    "verseText": "Siku ile BWANA akawaokoa Waisraeli kutoka mikononi mwa Wamisri, nao Waisraeli wakawaona Wamisri wamelala ufuoni mwa bahari wakiwa wamekufa."
  },
  {
    "verseNumber": "EXO 14:31",
    "verseText": "Basi Waisraeli walipoona uwezo mkubwa BWANA aliodhihirisha dhidi ya Wamisri, watu wakamwogopa BWANA na wakaweka tumaini lao kwake na kwa Mose mtumishi wake."
  },
  {
    "verseNumber": "EXO 15:1",
    "verseText": "Ndipo Mose na Waisraeli wakamwimbia BWANA wimbo huu: “Nitamwimbia BWANA, kwa kuwa ametukuzwa sana. Farasi na mpanda farasi amewatosa baharini."
  },
  {
    "verseNumber": "EXO 15:2",
    "verseText": "BWANA ni nguvu zangu na wimbo wangu; amekuwa wokovu wangu. Yeye ni Mungu wangu, nami nitamsifu, Mungu wa baba yangu, nami nitamtukuza."
  },
  {
    "verseNumber": "EXO 15:3",
    "verseText": "BWANA ni shujaa wa vita; BWANA ndilo jina lake."
  },
  {
    "verseNumber": "EXO 15:4",
    "verseText": "Magari ya vita ya Farao na jeshi lake amewatosa baharini. Maafisa wa Farao walio bora sana wamezamishwa katika Bahari ya Shamu."
  },
  {
    "verseNumber": "EXO 15:5",
    "verseText": "Maji yenye kina yamewafunika, wamezama mpaka vilindini kama jiwe."
  },
  {
    "verseNumber": "EXO 15:6",
    "verseText": "“Mkono wako wa kuume, Ee BWANA ulitukuka kwa uweza. Mkono wako wa kuume, Ee BWANA, ukamponda adui."
  },
  {
    "verseNumber": "EXO 15:7",
    "verseText": "Katika ukuu wa utukufu wako, ukawaangusha chini wale waliokupinga. Uliachia hasira yako kali, ikawateketeza kama kapi."
  },
  {
    "verseNumber": "EXO 15:8",
    "verseText": "Kwa pumzi ya pua zako maji yalijilundika. Mawimbi ya maji yakasimama imara kama ukuta, vilindi vikagandamana ndani ya moyo wa bahari."
  },
  {
    "verseNumber": "EXO 15:9",
    "verseText": "“Adui alijivuna, ‘Nitawafuatia, nitawapata. Nitagawanya nyara; nitajishibisha kwa wao. Nitafuta upanga wangu na mkono wangu utawaangamiza.’"
  },
  {
    "verseNumber": "EXO 15:10",
    "verseText": "Lakini ulipuliza kwa pumzi yako, bahari ikawafunika. Wakazama kama risasi kwenye maji makuu."
  },
  {
    "verseNumber": "EXO 15:11",
    "verseText": "“Ni nani miongoni mwa miungu aliye kama wewe, Ee BWANA? Ni nani kama Wewe: uliyetukuka katika utakatifu, utishaye katika utukufu, ukitenda maajabu?"
  },
  {
    "verseNumber": "EXO 15:12",
    "verseText": "Uliunyoosha mkono wako wa kuume na nchi ikawameza."
  },
  {
    "verseNumber": "EXO 15:13",
    "verseText": "“Katika upendo wako usiokoma utawaongoza watu uliowakomboa. Katika nguvu zako utawaongoza mpaka makao yako matakatifu."
  },
  {
    "verseNumber": "EXO 15:14",
    "verseText": "Mataifa watasikia na kutetemeka, uchungu utawakamata watu wa Ufilisti."
  },
  {
    "verseNumber": "EXO 15:15",
    "verseText": "Wakuu wa Edomu wataogopa, viongozi wa Moabu watatetemeka kwa hofu, watu wa Kanaani watayeyuka,"
  },
  {
    "verseNumber": "EXO 15:16",
    "verseText": "vitisho na hofu vitawaangukia. Kwa nguvu ya mkono wako watatulia kama jiwe, mpaka watu wako waishe kupita, Ee BWANA, mpaka watu uliowanunua wapite."
  },
  {
    "verseNumber": "EXO 15:17",
    "verseText": "Utawaingiza na kuwapandikiza juu ya mlima wa urithi wako: hapo mahali, Ee BWANA, ulipopafanya kuwa makao yako, mahali patakatifu, Ee BWANA, ulipopajenga kwa mikono yako."
  },
  {
    "verseNumber": "EXO 15:18",
    "verseText": "BWANA atatawala milele na milele.”"
  },
  {
    "verseNumber": "EXO 15:19",
    "verseText": "Farasi wa Farao, magari yake ya vita na wapanda farasi wake walipoingia baharini, BWANA aliyarudisha maji ya bahari yakawafunika, lakini wana wa Israeli walipita baharini mahali pakavu."
  },
  {
    "verseNumber": "EXO 15:20",
    "verseText": "Kisha Miriamu yule nabii mke, ndugu yake Aroni, akachukua matari mkononi mwake na wanawake wote wakamfuata na matari yao wakicheza."
  },
  {
    "verseNumber": "EXO 15:21",
    "verseText": "Miriamu akawaimbia: “Mwimbieni BWANA, kwa maana ametukuka sana. Farasi na mpanda farasi amewatosa baharini.”"
  },
  {
    "verseNumber": "EXO 15:22",
    "verseText": "Kisha Mose akawaongoza Israeli kutoka Bahari ya Shamu na kuingia katika Jangwa la Shuri. Kwa siku tatu walisafiri jangwani bila kupata maji."
  },
  {
    "verseNumber": "EXO 15:23",
    "verseText": "Walipofika Mara, hawakuweza kunywa maji yake kwa sababu yalikuwa machungu. (Ndiyo sababu mahali hapo panaitwa Mara )"
  },
  {
    "verseNumber": "EXO 15:24",
    "verseText": "Kwa hiyo watu wakamnungʼunikia Mose, wakisema, “Tunywe nini?”"
  },
  {
    "verseNumber": "EXO 15:25",
    "verseText": "Ndipo Mose akamlilia BWANA, naye BWANA akamwonyesha kipande cha mti. Akakitupa ndani ya maji, nayo maji yakawa matamu. Huko BWANA akawapa amri na sheria na huko akawajaribu."
  },
  {
    "verseNumber": "EXO 15:26",
    "verseText": "Mungu akasema, “Kama mkisikiliza kwa bidii sauti ya BWANA Mungu wenu na kuyafanya yaliyo sawa machoni pake, kama mkiyatii maagizo yake na kuzishika amri zake zote, sitaleta juu yenu ugonjwa wowote niliowaletea Wamisri, kwa kuwa Mimi ndimi BWANA, niwaponyaye.”"
  },
  {
    "verseNumber": "EXO 15:27",
    "verseText": "Kisha wakafika Elimu, mahali palipokuwa na chemchemi kumi na mbili, na miti sabini ya mitende, wakapiga kambi huko karibu na maji."
  },
  {
    "verseNumber": "EXO 16:1",
    "verseText": "Jumuiya yote ya Kiisraeli ikaondoka Elimu, wakafika Jangwa la Sini, lililokuwa kati ya Elimu na Sinai, siku ya kumi na tano ya mwezi wa pili baada ya kutoka Misri."
  },
  {
    "verseNumber": "EXO 16:2",
    "verseText": "Huko jangwani hiyo jumuiya yote wakawanungʼunikia Mose na Aroni."
  },
  {
    "verseNumber": "EXO 16:3",
    "verseText": "Waisraeli wakawaambia, “Laiti tungelikufa kwa mkono wa BWANA huko Misri! Huko tuliketi tukizunguka masufuria ya nyama na tukala vyakula tulivyovitaka, lakini ninyi mmetuleta huku jangwani ili mpate kuua mkutano huu wote kwa njaa.”"
  },
  {
    "verseNumber": "EXO 16:4",
    "verseText": "Kisha BWANA akamwambia Mose, “Nitanyesha mikate kutoka mbinguni kwa ajili yenu. Watu watatoka kila siku na kukusanya kitakachowatosha kwa siku ile, kwa njia hii, nitawajaribu nione kama watafuata maelekezo yangu."
  },
  {
    "verseNumber": "EXO 16:5",
    "verseText": "Siku ya sita watatayarisha kile waletacho ndani, nacho kitakuwa mara mbili kuliko ya kile walichokusanya kila siku.”"
  },
  {
    "verseNumber": "EXO 16:6",
    "verseText": "Kwa hiyo Mose na Aroni wakawaambia Waisraeli wote, “Jioni mtajua kwamba BWANA ndiye aliwatoa Misri,"
  },
  {
    "verseNumber": "EXO 16:7",
    "verseText": "kisha asubuhi mtauona utukufu wa BWANA, kwa sababu amesikia manungʼuniko yenu dhidi yake. Sisi ni nani hata mtunungʼunikie?”"
  },
  {
    "verseNumber": "EXO 16:8",
    "verseText": "Pia Mose akasema, “Mtajua kuwa alikuwa BWANA wakati atakapowapa nyama mle ifikapo jioni na mikate yote mtakayohitaji asubuhi kwa sababu amesikia manungʼuniko yenu dhidi yake. Sisi ni nani? Hamnungʼuniki dhidi yetu, bali dhidi ya BWANA.”"
  },
  {
    "verseNumber": "EXO 16:9",
    "verseText": "Kisha Mose akamwambia Aroni, “Iambie jumuiya yote ya Waisraeli kwamba, ‘Mje mbele zake BWANA, kwa maana amesikia manungʼuniko yenu.’ ”"
  },
  {
    "verseNumber": "EXO 16:10",
    "verseText": "Aroni alipokuwa akizungumza na jumuiya yote ya Waisraeli, wakatazama kuelekea jangwani, na huko wakaona utukufu wa BWANA ukitokeza katika wingu."
  },
  {
    "verseNumber": "EXO 16:11",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "EXO 16:12",
    "verseText": "“Nimesikia manungʼuniko ya Waisraeli. Waambie, ‘Jioni mtakula nyama, na asubuhi mtashiba mikate. Ndipo mtajua ya kwamba Mimi ndimi BWANA Mungu wenu.’ ”"
  },
  {
    "verseNumber": "EXO 16:13",
    "verseText": "Jioni ile kware wakaja wakaifunika kambi na asubuhi kulikuwa na tabaka la umande kuzunguka kambi."
  },
  {
    "verseNumber": "EXO 16:14",
    "verseText": "Wakati umande ulipoondoka, vipande vidogo vidogo kama theluji vilionekana juu ya uso wa jangwa."
  },
  {
    "verseNumber": "EXO 16:15",
    "verseText": "Waisraeli walipoona, wakaambiana, “Hiki ni nini?” Kwa kuwa hawakujua kilikuwa kitu gani. Mose akawaambia, “Huu ndio mkate ambao BWANA amewapa mle."
  },
  {
    "verseNumber": "EXO 16:16",
    "verseText": "Hivi ndivyo BWANA alivyoamuru: ‘Kila mmoja akusanye kiasi anachohitaji. Chukueni pishi moja kwa kila mtu mliye naye katika hema yenu.’ ”"
  },
  {
    "verseNumber": "EXO 16:17",
    "verseText": "Waisraeli wakafanya kama walivyoambiwa, baadhi yao wakakusanya zaidi, wengine pungufu."
  },
  {
    "verseNumber": "EXO 16:18",
    "verseText": "Nao walipopima katika pishi, yule aliyekusanya zaidi hakuwa na ziada, wala aliyekusanya kidogo hakupungukiwa. Kila mmoja alikusanya kiasi alichohitaji."
  },
  {
    "verseNumber": "EXO 16:19",
    "verseText": "Kisha Mose akawaambia, “Mtu yeyote asibakize chochote mpaka asubuhi.”"
  },
  {
    "verseNumber": "EXO 16:20",
    "verseText": "Hata hivyo, wengine hawakuzingatia aliyosema Mose, wakahifadhi kiasi fulani mpaka asubuhi, lakini kile alichohifadhi kikajaa mabuu na kuanza kunuka. Kwa hiyo Mose akawakasirikia."
  },
  {
    "verseNumber": "EXO 16:21",
    "verseText": "Kila asubuhi, kila mmoja alikusanya kiasi alichohitaji na jua lilipokuwa kali, iliyeyuka."
  },
  {
    "verseNumber": "EXO 16:22",
    "verseText": "Siku ya sita, wakakusanya mara mbili, kiasi cha pishi mbili kwa kila mtu, nao viongozi wa jumuiya wakaja kumwarifu Mose."
  },
  {
    "verseNumber": "EXO 16:23",
    "verseText": "Mose akawaambia, “Hivi ndivyo alivyoagiza BWANA: ‘Kesho itakuwa siku ya mapumziko, Sabato takatifu kwa BWANA. Kwa hiyo okeni kile mnachotaka kuoka na mchemshe kile mnachotaka kuchemsha. Hifadhini chochote kinachobaki na mkiweke mpaka asubuhi.’ ”"
  },
  {
    "verseNumber": "EXO 16:24",
    "verseText": "Kwa hiyo wakavihifadhi mpaka asubuhi, kama Mose alivyoagiza, na havikunuka wala kuwa na mabuu."
  },
  {
    "verseNumber": "EXO 16:25",
    "verseText": "Mose akawaambia, “Kuleni leo, kwa sababu leo ni Sabato kwa BWANA. Hamtapata chochote juu ya nchi leo."
  },
  {
    "verseNumber": "EXO 16:26",
    "verseText": "Kwa siku sita mtakusanya, lakini siku ya saba, yaani Sabato, hakutakuwepo chochote.”"
  },
  {
    "verseNumber": "EXO 16:27",
    "verseText": "Hata hivyo, baadhi ya watu wakatoka kwenda kukusanya siku ya saba, lakini hawakupata chochote."
  },
  {
    "verseNumber": "EXO 16:28",
    "verseText": "Ndipo BWANA akamwambia Mose, “Je, mtaacha kushika maagizo na maelekezo yangu mpaka lini?"
  },
  {
    "verseNumber": "EXO 16:29",
    "verseText": "Fahamuni kuwa BWANA amewapa ninyi Sabato, ndiyo sababu katika siku ya sita amewapa mikate ya siku mbili. Kila mmoja inampasa kukaa pale alipo katika siku ya saba. Hata mmoja haruhusiwi kutoka.”"
  },
  {
    "verseNumber": "EXO 16:30",
    "verseText": "Kwa hiyo watu wakapumzika siku ya saba."
  },
  {
    "verseNumber": "EXO 16:31",
    "verseText": "Watu wa Israeli wakaita ile mikate mana Ilikuwa myeupe kama mbegu za mtama na ladha yake ilikuwa kama mkate mwembamba uliotengenezwa kwa asali."
  },
  {
    "verseNumber": "EXO 16:32",
    "verseText": "Mose akasema, “Hivi ndivyo alivyoagiza BWANA: ‘Chukueni pishi ya mana na kuhifadhi kwa ajili ya vizazi vijavyo ili vione mikate niliyowapa mle jangwani nilipowatoa katika nchi ya Misri.’ ”"
  },
  {
    "verseNumber": "EXO 16:33",
    "verseText": "Kwa hiyo Mose akamwambia Aroni, “Chukua gudulia na uweke pishi moja ya mana ndani yake. Kisha uweke mbele za BWANA ili kihifadhiwe kwa ajili ya vizazi vijavyo.”"
  },
  {
    "verseNumber": "EXO 16:34",
    "verseText": "Kama BWANA alivyomwagiza Mose, hatimaye Aroni alikuja kuihifadhi ndani ya Sanduku la Ushuhuda."
  },
  {
    "verseNumber": "EXO 16:35",
    "verseText": "Waisraeli wakala mana kwa miaka arobaini, mpaka walipofika katika nchi iliyokaliwa na watu; walikula mana hadi walipofika mpakani mwa Kanaani."
  },
  {
    "verseNumber": "EXO 16:36",
    "verseText": "(Pishi moja ni sehemu ya kumi ya kipimo cha efa. )"
  },
  {
    "verseNumber": "EXO 17:1",
    "verseText": "Jumuiya yote ya Israeli ikaondoka kutoka Jangwa la Sini, ikisafiri kutoka sehemu moja hadi nyingine kama BWANA alivyoagiza. Wakapiga kambi huko Refidimu, lakini hapakuwa na maji ya watu kunywa."
  },
  {
    "verseNumber": "EXO 17:2",
    "verseText": "Kwa hiyo wakagombana na Mose wakisema, “Tupe maji ya kunywa.” Mose akajibu, “Mbona mnagombana nami? Kwa nini mnamjaribu BWANA?”"
  },
  {
    "verseNumber": "EXO 17:3",
    "verseText": "Lakini watu walikuwa na kiu huko, wakanungʼunika dhidi ya Mose, wakisema, “Kwa nini ulitutoa kule Misri, ukatuleta hapa utuue kwa kiu sisi, watoto wetu na mifugo yetu?”"
  },
  {
    "verseNumber": "EXO 17:4",
    "verseText": "Kisha Mose akamlilia BWANA, akasema, “Niwafanyie nini watu hawa? Sasa wanakaribia kunipiga kwa mawe.”"
  },
  {
    "verseNumber": "EXO 17:5",
    "verseText": "BWANA akamjibu Mose, “Pita mbele ya watu. Wachukue pamoja nawe baadhi ya wazee wa Israeli, ichukue mkononi mwako ile fimbo uliyopiga nayo Mto Naili, nawe uende."
  },
  {
    "verseNumber": "EXO 17:6",
    "verseText": "Huko nitasimama mbele yako karibu na mwamba wa Horebu. Uupige mwamba na maji yatatoka ndani yake kwa ajili ya watu kunywa.” Kwa hiyo Mose akafanya haya mbele ya wazee wa Israeli."
  },
  {
    "verseNumber": "EXO 17:7",
    "verseText": "Naye akapaita mahali pale Masa, na Meriba kwa sababu Waisraeli waligombana na kumjaribu BWANA wakisema, “Je, BWANA yu pamoja nasi au la?”"
  },
  {
    "verseNumber": "EXO 17:8",
    "verseText": "Waamaleki wakaja na kuwashambulia Waisraeli huko Refidimu."
  },
  {
    "verseNumber": "EXO 17:9",
    "verseText": "Mose akamwambia Yoshua, “Chagua baadhi ya watu wetu na uende kupigana na Waamaleki. Kesho nitasimama juu ya kilima nikiwa na fimbo ya Mungu mkononi mwangu.”"
  },
  {
    "verseNumber": "EXO 17:10",
    "verseText": "Kwa hiyo Yoshua akapigana na Waamaleki kama Mose alivyomwagiza, nao Mose, Aroni na Huri wakapanda juu ya kilima."
  },
  {
    "verseNumber": "EXO 17:11",
    "verseText": "Ikawa wakati wote Mose alipokuwa amenyanyua mikono yake, Waisraeli walikuwa wakishinda, lakini kila aliposhusha mikono yake Waamaleki walishinda."
  },
  {
    "verseNumber": "EXO 17:12",
    "verseText": "Mikono ya Mose ilipochoka, wakachukua jiwe na kumpa alikalie. Aroni na Huri wakaishikilia juu mikono ya Mose, mmoja upande huu na mwingine upande huu. Wakaitegemeza mikono yake ikabaki thabiti mpaka jua lilipozama."
  },
  {
    "verseNumber": "EXO 17:13",
    "verseText": "Kwa hiyo Yoshua akalishinda jeshi la Waamaleki kwa upanga."
  },
  {
    "verseNumber": "EXO 17:14",
    "verseText": "Kisha BWANA akamwambia Mose, “Andika mambo haya katika kitabu ili yakumbukwe, na uhakikishe kwamba Yoshua amesikia, kwa sababu nitafuta kabisa kumbukumbu la Amaleki chini ya mbingu.”"
  },
  {
    "verseNumber": "EXO 17:15",
    "verseText": "Mose akajenga madhabahu na kuiita Yehova Nisi."
  },
  {
    "verseNumber": "EXO 17:16",
    "verseText": "Mose akasema, “Kwa maana mikono iliinuliwa mpaka kwenye kiti cha enzi cha BWANA. BWANA atakuwa na vita dhidi ya Waamaleki kutoka kizazi hata kizazi.”"
  },
  {
    "verseNumber": "EXO 18:1",
    "verseText": "Basi Yethro, kuhani wa Midiani, baba mkwe wa Mose, akawa amesikia kila kitu Mungu alichomfanyia Mose na watu wake wa Israeli, pia jinsi BWANA alivyowatoa Israeli Misri."
  },
  {
    "verseNumber": "EXO 18:2",
    "verseText": "Baada ya Mose kumrudisha mkewe Sipora, Yethro baba mkwe wake alimpokea"
  },
  {
    "verseNumber": "EXO 18:3",
    "verseText": "pamoja na wanawe wawili. Jina la mmoja aliitwa Gershomu, kwa kuwa Mose alisema, “Nimekuwa mgeni katika nchi ya kigeni.”"
  },
  {
    "verseNumber": "EXO 18:4",
    "verseText": "Mwingine aliitwa Eliezeri, kwa kuwa alisema, “Mungu wa baba yangu alikuwa msaada wangu, akaniokoa kutoka upanga wa Farao.”"
  },
  {
    "verseNumber": "EXO 18:5",
    "verseText": "Yethro, baba mkwe wa Mose, pamoja na wana wawili wa Mose na mkewe, wakamjia Mose huko jangwani, mahali alipokuwa amepiga kambi karibu na mlima wa Mungu."
  },
  {
    "verseNumber": "EXO 18:6",
    "verseText": "Yethro alikuwa ametuma ujumbe kwake Mose, kusema, “Mimi Yethro baba mkwe wako ninakuja kwako pamoja na mke wako na wanao wawili.”"
  },
  {
    "verseNumber": "EXO 18:7",
    "verseText": "Kwa hiyo Mose akatoka kumlaki baba mkwe wake, akainama na kumbusu. Wakasalimiana, kisha wakaingia hemani."
  },
  {
    "verseNumber": "EXO 18:8",
    "verseText": "Mose akamwambia baba mkwe wake kuhusu kila kitu BWANA alichomfanyia Farao na Wamisri kwa ajili ya Israeli, na pia kuhusu shida zote walizokutana nazo njiani na jinsi BWANA alivyowaokoa."
  },
  {
    "verseNumber": "EXO 18:9",
    "verseText": "Yethro akafurahishwa sana kusikia juu ya mambo yote mazuri BWANA aliyowatendea Waisraeli kuwaokoa kutoka mkono wa Wamisri."
  },
  {
    "verseNumber": "EXO 18:10",
    "verseText": "Yethro akasema, “Sifa na ziwe kwa BWANA, aliyekuokoa wewe kutoka mikononi mwa Wamisri na Farao, na aliyewaokoa watu kutoka mikononi mwa Wamisri."
  },
  {
    "verseNumber": "EXO 18:11",
    "verseText": "Sasa najua ya kuwa BWANA ni mkuu kuliko miungu mingine yote, kwa kuwa amewatendea hivi wale waliowatenda Israeli kwa ujeuri.”"
  },
  {
    "verseNumber": "EXO 18:12",
    "verseText": "Kisha Yethro, baba mkwe wa Mose, akaleta sadaka ya kuteketezwa na dhabihu nyingine kwa Mungu, naye Aroni pamoja na wazee wote wa Israeli wakaja kula chakula pamoja na baba mkwe wa Mose mbele za Mungu."
  },
  {
    "verseNumber": "EXO 18:13",
    "verseText": "Siku iliyofuata, Mose akachukua nafasi yake kama hakimu wa watu, nao wakasimama kumzunguka kuanzia asubuhi hadi jioni."
  },
  {
    "verseNumber": "EXO 18:14",
    "verseText": "Baba mkwe wake alipoona yote Mose anayowafanyia watu, akasema, “Ni nini hiki unachowafanyia watu? Kwa nini wewe unakuwa mwamuzi wa watu hawa peke yako, wakati watu hawa wamesimama wakikuzunguka tangu asubuhi mpaka jioni?”"
  },
  {
    "verseNumber": "EXO 18:15",
    "verseText": "Mose akamjibu, “Kwa sababu watu wananijia kutaka mapenzi ya Mungu."
  },
  {
    "verseNumber": "EXO 18:16",
    "verseText": "Kila wakiwa na shauri huletwa kwangu, nami huamua kati ya mtu na mwenzake na kuwajulisha juu ya amri na sheria za Mungu.”"
  },
  {
    "verseNumber": "EXO 18:17",
    "verseText": "Baba mkwe wa Mose akamjibu, “Unachofanya sio kizuri."
  },
  {
    "verseNumber": "EXO 18:18",
    "verseText": "Wewe pamoja na watu hawa wanaokujia mtajichosha bure. Kazi ni nzito sana kwako, huwezi kuibeba mwenyewe."
  },
  {
    "verseNumber": "EXO 18:19",
    "verseText": "Sasa nisikilize mimi, nitakupa shauri, naye Mungu na awe pamoja nawe. Yapasa wewe uwe mwakilishi wa watu mbele za Mungu na ulete mashauri yao kwake."
  },
  {
    "verseNumber": "EXO 18:20",
    "verseText": "Uwafundishe amri na sheria, tena uwaonyeshe namna ya kuishi na kazi zinazowapasa wao kufanya."
  },
  {
    "verseNumber": "EXO 18:21",
    "verseText": "Lakini uchague watu wenye uwezo miongoni mwa watu wote, watu wanaomwogopa Mungu, watu waaminifu wanaochukia mali ya dhuluma, uwateuwe wawe maafisa juu ya maelfu, mamia, hamsini na makumi."
  },
  {
    "verseNumber": "EXO 18:22",
    "verseText": "Waweke wawe waamuzi wa watu kwa wakati wote, lakini waambie wakuletee kila shauri lililo gumu; yale yaliyo rahisi wayaamue wao wenyewe. Hii itafanya mzigo wako kuwa mwepesi, kwa sababu watashirikiana nawe."
  },
  {
    "verseNumber": "EXO 18:23",
    "verseText": "Kama ukifanya hivi, na ikiwa Mungu ameagiza hivyo, utaweza kushinda uchovu, nao watu hawa wote watarudi nyumbani wameridhika.”"
  },
  {
    "verseNumber": "EXO 18:24",
    "verseText": "Mose akamsikiliza baba mkwe wake na kufanya kila kitu alichosema."
  },
  {
    "verseNumber": "EXO 18:25",
    "verseText": "Mose akawachagua watu wenye uwezo kutoka Israeli yote, akawafanya kuwa viongozi wa watu, maafisa juu ya maelfu, mamia, hamsini na makumi."
  },
  {
    "verseNumber": "EXO 18:26",
    "verseText": "Wakatumika kama waamuzi wa watu kwa wakati wote. Mashauri magumu wakayaleta kwa Mose, lakini yale yaliyo rahisi wakayaamua wenyewe."
  },
  {
    "verseNumber": "EXO 18:27",
    "verseText": "Kisha Mose akaagana na Yethro baba mkwe wake, naye akarudi kwa nchi yake."
  },
  {
    "verseNumber": "EXO 19:1",
    "verseText": "Mnamo mwezi wa tatu baada ya Waisraeli kuondoka Misri, siku kama iyo hiyo, wakafika katika Jangwa la Sinai."
  },
  {
    "verseNumber": "EXO 19:2",
    "verseText": "Baada ya kuondoka Refidimu, waliingia katika Jangwa la Sinai na Israeli wakapiga kambi pale jangwani mbele ya mlima."
  },
  {
    "verseNumber": "EXO 19:3",
    "verseText": "Kisha Mose akakwea kwenda kwa Mungu, naye BWANA akamwita kutoka kwenye ule mlima akasema, “Hivi ndivyo utakavyosema na nyumba ya Yakobo na utakachowaambia watu wa Israeli:"
  },
  {
    "verseNumber": "EXO 19:4",
    "verseText": "‘Ninyi wenyewe mmeona nililofanya huko Misri, jinsi nilivyowabeba kwenye mbawa za tai na kuwaleta kwangu."
  },
  {
    "verseNumber": "EXO 19:5",
    "verseText": "Sasa kama mkinitii kikamilifu na kutunza Agano langu, basi ninyi mtakuwa mali yangu ya thamani kubwa miongoni mwa mataifa yote. Ijapokuwa dunia yote ni mali yangu,"
  },
  {
    "verseNumber": "EXO 19:6",
    "verseText": "ninyi mtakuwa kwangu ufalme wa makuhani na taifa takatifu.’ Haya ndiyo maneno utakayosema kwa wana wa Israeli.”"
  },
  {
    "verseNumber": "EXO 19:7",
    "verseText": "Kwa hiyo Mose akarudi, akawaita wazee wa watu na kuwaambia maneno yote ambayo BWANA alikuwa amemwamuru ayaseme."
  },
  {
    "verseNumber": "EXO 19:8",
    "verseText": "Watu wote wakajibu kwa pamoja, “Tutafanya kila kitu BWANA alichokisema.” Naye Mose akarudisha majibu yao kwa BWANA."
  },
  {
    "verseNumber": "EXO 19:9",
    "verseText": "BWANA akamwambia Mose, “Nitakujia katika wingu zito, ili watu wanisikie nikinena nawe na kila mara waweke tumaini lao kwako.” Kisha Mose akamwambia BWANA yale ambayo watu walikuwa wamesema."
  },
  {
    "verseNumber": "EXO 19:10",
    "verseText": "Naye BWANA akamwambia Mose, “Nenda kwa watu ukawaweke wakfu leo na kesho. Waambie wafue nguo zao"
  },
  {
    "verseNumber": "EXO 19:11",
    "verseText": "na wawe tayari siku ya tatu, kwa sababu siku hiyo, BWANA atashuka juu ya mlima Sinai machoni pa watu wote."
  },
  {
    "verseNumber": "EXO 19:12",
    "verseText": "Weka mipaka kuzunguka mlima kwa ajili ya watu, uwaambie, ‘Mwe waangalifu, msije mkapanda mlimani au kuugusa. Yeyote atakayeugusa mlima hakika atauawa."
  },
  {
    "verseNumber": "EXO 19:13",
    "verseText": "Hakika atapigwa mawe au kupigwa mishale; mkono wa mtu hautamgusa. Akiwa mwanadamu au mnyama, hataruhusiwa kuishi.’ Ila tu wakati baragumu itakapopigwa kwa mfululizo, ndipo watu wote watakapopanda mlimani.”"
  },
  {
    "verseNumber": "EXO 19:14",
    "verseText": "Baada ya Mose kushuka kutoka mlimani akawaendea watu na kuwaweka wakfu, wakafua nguo zao."
  },
  {
    "verseNumber": "EXO 19:15",
    "verseText": "Kisha akawaambia watu, “Jitayarisheni kwa ajili ya siku ya tatu. Mwanaume yeyote asimkaribie mwanamke.”"
  },
  {
    "verseNumber": "EXO 19:16",
    "verseText": "Asubuhi ya siku ya tatu kulikuwa na ngurumo na radi pamoja na wingu nene juu ya mlima na mlio mkubwa sana wa tarumbeta. Kila mmoja aliyekuwa kambini akatetemeka."
  },
  {
    "verseNumber": "EXO 19:17",
    "verseText": "Kisha Mose akawaongoza watu kutoka kambini kukutana na Mungu, nao wakasimama chini ya mlima."
  },
  {
    "verseNumber": "EXO 19:18",
    "verseText": "Mlima Sinai ulikuwa umefunikwa na moshi, kwa sababu BWANA alishuka juu yake katika moto. Moshi wa moto huo ulipanda juu kama moshi kutoka kwenye tanuru kubwa na mlima wote ukatetemeka kwa nguvu nyingi,"
  },
  {
    "verseNumber": "EXO 19:19",
    "verseText": "nayo sauti ya tarumbeta ikawa kubwa zaidi na zaidi. Kisha Mose akazungumza na sauti ya BWANA ikamjibu."
  },
  {
    "verseNumber": "EXO 19:20",
    "verseText": "BWANA akashuka juu ya Mlima Sinai na akamwita Mose apande juu mlimani. Kwa hiyo Mose akapanda juu,"
  },
  {
    "verseNumber": "EXO 19:21",
    "verseText": "naye BWANA akamwambia Mose, “Shuka ukawaonye watu ili wasijipenyeze kutafuta kumwona BWANA na wengi wao wakafa."
  },
  {
    "verseNumber": "EXO 19:22",
    "verseText": "Hata makuhani, watakaomkaribia BWANA ni lazima wajiweke wakfu, la sivyo BWANA atawaadhibu.”"
  },
  {
    "verseNumber": "EXO 19:23",
    "verseText": "Mose akamwambia BWANA, “Watu hawawezi kupanda mlima Sinai kwa sababu wewe mwenyewe ulituonya ukisema, ‘Wekeni mipaka kuuzunguka mlima na kuutenga kama patakatifu.’ ”"
  },
  {
    "verseNumber": "EXO 19:24",
    "verseText": "BWANA akajibu, “Shuka ukamlete Aroni pamoja nawe. Lakini makuhani pamoja na watu wasije wakalazimisha kuja kwa BWANA, nisije nikawaadhibu.”"
  },
  {
    "verseNumber": "EXO 19:25",
    "verseText": "Basi Mose akashuka kwa watu na kuwaambia lile aliloambiwa."
  },
  {
    "verseNumber": "EXO 20:1",
    "verseText": "Ndipo Mungu akasema maneno haya yote:"
  },
  {
    "verseNumber": "EXO 20:2",
    "verseText": "“Mimi ndimi BWANA Mungu wako, niliyekutoa Misri, kutoka nchi ya utumwa."
  },
  {
    "verseNumber": "EXO 20:3",
    "verseText": "Usiwe na miungu mingine ila mimi."
  },
  {
    "verseNumber": "EXO 20:4",
    "verseText": "Usijitengenezee sanamu katika umbo la kitu chochote kilicho juu mbinguni, au duniani chini, au ndani ya maji."
  },
  {
    "verseNumber": "EXO 20:5",
    "verseText": "Usivisujudie wala kuviabudu; kwa kuwa Mimi, BWANA Mungu wako, ni Mungu mwenye wivu, ninayewaadhibu watoto kwa ajili ya dhambi za baba zao hadi kizazi cha tatu na cha nne cha wanichukiao,"
  },
  {
    "verseNumber": "EXO 20:6",
    "verseText": "lakini ninaonyesha upendo kwa maelfu ya vizazi vya wale wanipendao na kuzishika amri zangu."
  },
  {
    "verseNumber": "EXO 20:7",
    "verseText": "Usilitaje bure jina la BWANA Mungu wako, kwa kuwa BWANA hataacha kumhesabia hatia yeye alitajaye jina lake bure."
  },
  {
    "verseNumber": "EXO 20:8",
    "verseText": "Ikumbuke siku ya Sabato, uitakase."
  },
  {
    "verseNumber": "EXO 20:9",
    "verseText": "Kwa siku sita utafanya kazi na kutenda shughuli zako zote,"
  },
  {
    "verseNumber": "EXO 20:10",
    "verseText": "lakini siku ya saba ni Sabato kwa BWANA Mungu wako. Siku hiyo hutafanya kazi yoyote, wewe, wala mwanao au binti yako, wala mtumishi wako wa kiume au wa kike, wala wanyama wako, wala mgeni aliye ndani ya malango yako."
  },
  {
    "verseNumber": "EXO 20:11",
    "verseText": "Kwa kuwa kwa siku sita, BWANA aliumba mbingu na nchi, bahari na vyote vilivyomo, lakini akapumzika siku ya saba. Kwa hiyo BWANA akaibariki siku ya Sabato na kuifanya takatifu."
  },
  {
    "verseNumber": "EXO 20:12",
    "verseText": "Waheshimu baba yako na mama yako, ili upate kuishi siku nyingi katika nchi anayokupa BWANA Mungu wako."
  },
  {
    "verseNumber": "EXO 20:13",
    "verseText": "Usiue."
  },
  {
    "verseNumber": "EXO 20:14",
    "verseText": "Usizini."
  },
  {
    "verseNumber": "EXO 20:15",
    "verseText": "Usiibe."
  },
  {
    "verseNumber": "EXO 20:16",
    "verseText": "Usimshuhudie jirani yako uongo."
  },
  {
    "verseNumber": "EXO 20:17",
    "verseText": "Usiitamani nyumba ya jirani yako. Usimtamani mke wa jirani yako, wala mtumishi wake wa kiume au wa kike, wala ngʼombe wake au punda wake, wala chochote kile alicho nacho jirani yako.”"
  },
  {
    "verseNumber": "EXO 20:18",
    "verseText": "Watu walipoona ngurumo na radi, na kusikia mlio wa tarumbeta, na kuuona mlima katika moshi, walitetemeka kwa woga. Wakasimama mbali"
  },
  {
    "verseNumber": "EXO 20:19",
    "verseText": "na wakamwambia Mose, “Sema nasi wewe mwenyewe, nasi tutakusikiliza. Lakini usimwache Mungu aseme nasi, la sivyo tutakufa.”"
  },
  {
    "verseNumber": "EXO 20:20",
    "verseText": "Mose akawaambia watu, “Msiogope! Mungu amekuja kuwajaribu, ili kwamba hofu ya Mungu iwakalie, msitende dhambi.”"
  },
  {
    "verseNumber": "EXO 20:21",
    "verseText": "Watu wakabaki mbali, wakati Mose alipolisogelea lile giza nene mahali pale Mungu alipokuwa."
  },
  {
    "verseNumber": "EXO 20:22",
    "verseText": "Kisha BWANA akamwambia Mose, “Waambie Waisraeli hivi: ‘Mmejionea wenyewe kwamba nimesema nanyi kutoka mbinguni:"
  },
  {
    "verseNumber": "EXO 20:23",
    "verseText": "Msijifanyizie miungu yoyote na kuilinganisha nami, msijitengenezee miungu ya fedha wala miungu ya dhahabu."
  },
  {
    "verseNumber": "EXO 20:24",
    "verseText": "“ ‘Utanitengenezea madhabahu ya udongo, na juu yake utoe sadaka za kuteketezwa kwa moto na sadaka za amani, kondoo zako, mbuzi na ngʼombe zako. Popote nitakapofanya Jina langu liheshimiwe, nitakuja kwenu na kuwabariki."
  },
  {
    "verseNumber": "EXO 20:25",
    "verseText": "Ikiwa unanitengenezea madhabahu ya mawe, usiijenge kwa mawe ya kuchonga, maana mkitumia chombo cha kuchongea mtaitia unajisi."
  },
  {
    "verseNumber": "EXO 20:26",
    "verseText": "Msitumie ngazi kupandia kwenye madhabahu yangu, uchi wako usije ukadhihirika kwa chini.’"
  },
  {
    "verseNumber": "EXO 21:1",
    "verseText": "“Hizi ndizo sheria utakazoweka mbele ya Waisraeli:"
  },
  {
    "verseNumber": "EXO 21:2",
    "verseText": "“Kama ukimnunua mtumwa wa Kiebrania, atakutumikia kwa miaka sita. Lakini katika mwaka wa saba, atakuwa huru naye atakwenda zake pasipo kulipa chochote."
  },
  {
    "verseNumber": "EXO 21:3",
    "verseText": "Kama akija peke yake, atakwenda huru peke yake, lakini kama akija na mke, ataondoka pamoja naye."
  },
  {
    "verseNumber": "EXO 21:4",
    "verseText": "Kama bwana wake alimpatia mke naye akamzalia wana au binti, mwanamke pamoja na watoto wake watakuwa mali ya bwana wake na huyo mwanaume ataondoka peke yake."
  },
  {
    "verseNumber": "EXO 21:5",
    "verseText": "“Lakini kama mtumishi akisema, ‘Ninampenda bwana wangu, mke wangu pamoja na watoto na sitaki kuwa huru,’"
  },
  {
    "verseNumber": "EXO 21:6",
    "verseText": "ndipo bwana wake atakapolazimika kumpeleka mbele ya waamuzi. Kisha atampeleka kwenye mlango au kizingiti na kutoboa sikio lake kwa shazia. Naye atamtumikia bwana wake maisha yake yote."
  },
  {
    "verseNumber": "EXO 21:7",
    "verseText": "“Kama mtu akimuuza binti yake kuwa mtumwa, hataachwa huru kama watumwa wa kiume waachiwavyo."
  },
  {
    "verseNumber": "EXO 21:8",
    "verseText": "Kama hakumpendeza bwana wake aliyemchagua, huyo bwana atamwacha akombolewe. Hatakuwa na haki ya kumuuza kwa wageni, kwa sababu huyo bwana atakuwa amekosa uaminifu."
  },
  {
    "verseNumber": "EXO 21:9",
    "verseText": "Kama akimchagua aolewe na mwanawe, ni lazima ampe haki za kuwa binti yake."
  },
  {
    "verseNumber": "EXO 21:10",
    "verseText": "Ikiwa huyo mwana aliyeozwa mtumwa mwanamke ataoa mwanamke mwingine, ni lazima aendelee kumtosheleza huyo mke wa kwanza kwa chakula, mavazi na haki zote za ndoa."
  },
  {
    "verseNumber": "EXO 21:11",
    "verseText": "Iwapo hatamtosheleza kwa mambo hayo matatu, huyo mke wa kwanza ataondoka na kuwa huru bila malipo yoyote ya fedha."
  },
  {
    "verseNumber": "EXO 21:12",
    "verseText": "“Yeyote ampigaye mtu na kumuua ni lazima auawe hakika."
  },
  {
    "verseNumber": "EXO 21:13",
    "verseText": "Hata hivyo, kama hakumuua kwa makusudi, lakini Mungu akaruhusu itendeke, basi atakimbilia mahali nitakapomchagulia."
  },
  {
    "verseNumber": "EXO 21:14",
    "verseText": "Lakini kama mtu akipanga na kumuua mwingine kwa makusudi, mwondoe katika madhabahu yangu na kumuua."
  },
  {
    "verseNumber": "EXO 21:15",
    "verseText": "“Yeyote amshambuliaye baba yake au mama yake ni lazima auawe."
  },
  {
    "verseNumber": "EXO 21:16",
    "verseText": "“Yeyote amtekaye nyara mwingine akamuuza au akamweka kwake, akikamatwa ni lazima auawe."
  },
  {
    "verseNumber": "EXO 21:17",
    "verseText": "“Yeyote atakayemlaani baba yake au mama yake ni lazima auawe."
  },
  {
    "verseNumber": "EXO 21:18",
    "verseText": "“Kama watu wakigombana na mmoja akimpiga mwingine kwa jiwe au kwa ngumi yake na hakufa bali akaugua na kulala kitandani,"
  },
  {
    "verseNumber": "EXO 21:19",
    "verseText": "yule aliyempiga ngumi hatahesabiwa kuwa na hatia kama mwenzake ataamka na kujikongoja kwa fimbo yake, lakini hata hivyo, ni lazima amlipe fidia ya muda wake aliopoteza na awajibike mpaka apone kabisa."
  },
  {
    "verseNumber": "EXO 21:20",
    "verseText": "“Kama mtu akimpiga mtumwa wake wa kiume au wa kike kwa fimbo na mtumwa huyo akafa papo hapo, ni lazima aadhibiwe"
  },
  {
    "verseNumber": "EXO 21:21",
    "verseText": "lakini ikiwa mtumwa ataamka baada ya siku moja au mbili, hataadhibiwa, kwa sababu yule mtumwa ni mali yake."
  },
  {
    "verseNumber": "EXO 21:22",
    "verseText": "“Ikiwa watu wawili wanapigana na wakamuumiza mwanamke mjamzito, naye akazaa kabla ya wakati lakini hakuna majeraha makubwa, mhalifu atatozwa mali kiasi cha madai ya mume wa yule mwanamke, na jinsi mahakama itakavyoamua."
  },
  {
    "verseNumber": "EXO 21:23",
    "verseText": "Lakini kukiwa na jeraha kubwa, ni lazima ulipe uhai kwa uhai,"
  },
  {
    "verseNumber": "EXO 21:24",
    "verseText": "jicho kwa jicho, jino kwa jino, mkono kwa mkono, mguu kwa mguu,"
  },
  {
    "verseNumber": "EXO 21:25",
    "verseText": "kuchomwa moto kwa kuchomwa moto, jeraha kwa jeraha, mchubuko kwa mchubuko."
  },
  {
    "verseNumber": "EXO 21:26",
    "verseText": "“Ikiwa mtu atampiga mtumwa mwanaume au mwanamke kwenye jicho na kuliharibu, ni lazima amwache huru yule mtumwa kama fidia ya hilo jicho."
  },
  {
    "verseNumber": "EXO 21:27",
    "verseText": "Kama akimvunja jino mtumwa wa kiume au wa kike, ni lazima amwache huru huyo mtumwa kwa kufidia hilo jino."
  },
  {
    "verseNumber": "EXO 21:28",
    "verseText": "“Kama fahali akimuua mwanaume au mwanamke kwa kumpiga kwa pembe, fahali huyo ni lazima auawe kwa kupigwa mawe, na nyama yake haitaliwa. Lakini mwenye fahali huyo hatawajibika."
  },
  {
    "verseNumber": "EXO 21:29",
    "verseText": "Lakini hata hivyo, ikiwa huyo fahali amekuwa na tabia ya kupiga kwa pembe, na mwenyewe ameonywa na hakutaka kumfungia naye akamuua mwanaume au mwanamke, huyo fahali ni lazima auawe kwa mawe na mwenye fahali pia auawe."
  },
  {
    "verseNumber": "EXO 21:30",
    "verseText": "Lakini ikiwa malipo yatatakiwa kwake, basi anaweza kulipa kinachodaiwa ili kuukomboa uhai wake."
  },
  {
    "verseNumber": "EXO 21:31",
    "verseText": "Sheria hii pia itatumika ikiwa fahali atampiga kwa pembe mwana au binti."
  },
  {
    "verseNumber": "EXO 21:32",
    "verseText": "Ikiwa fahali atampiga mtumwa wa kike au wa kiume, mwenye fahali atalipa shekeli thelathini za fedha kwa bwana mwenye mtumwa, na fahali ni lazima auawe kwa mawe."
  },
  {
    "verseNumber": "EXO 21:33",
    "verseText": "“Kama mtu akiacha shimo wazi, ama akachimba shimo kisha asilifukie, na ngʼombe au punda akatumbukia ndani yake,"
  },
  {
    "verseNumber": "EXO 21:34",
    "verseText": "mwenye shimo ni lazima alipe hasara iliyotokea; ni lazima amlipe mwenye mnyama. Mnyama aliyekufa atakuwa wake."
  },
  {
    "verseNumber": "EXO 21:35",
    "verseText": "“Kama fahali wa mtu fulani atamuumiza fahali wa mtu mwingine na akafa, watamuuza yule aliye hai na wagawane sawa fedha pamoja na mnyama aliyekufa."
  },
  {
    "verseNumber": "EXO 21:36",
    "verseText": "Hata hivyo, kama ikifahamika kwamba fahali huyo alikuwa na tabia ya kupiga kwa pembe na mwenyewe hakumfunga, ni lazima mwenye fahali alipe mnyama kwa mnyama, na mnyama aliyekufa atakuwa wake."
  },
  {
    "verseNumber": "EXO 22:1",
    "verseText": "“Kama mtu akiiba maksai au kondoo na kumchinja au kumuuza, ni lazima alipe ngʼombe watano badala ya maksai mmoja na kondoo wanne badala ya kondoo mmoja."
  },
  {
    "verseNumber": "EXO 22:2",
    "verseText": "“Kama mwizi akishikwa anavunja nyumba akapigwa hata akafa, aliyemuua hana hatia ya kumwaga damu;"
  },
  {
    "verseNumber": "EXO 22:3",
    "verseText": "lakini jambo hilo likitokea wakati jua limechomoza, huyo mtu atakuwa na hatia ya kumwaga damu. “Mwizi huyo sharti alipe, lakini kama hana kitu, lazima auzwe ili alipe kwa ajili ya wizi wake."
  },
  {
    "verseNumber": "EXO 22:4",
    "verseText": "“Kama mnyama aliyeibwa akikutwa hai mikononi mwake, ikiwa ni maksai au punda au kondoo, lazima alipe mara mbili."
  },
  {
    "verseNumber": "EXO 22:5",
    "verseText": "“Kama mtu akichunga mifugo yake katika shamba au shamba la mizabibu, na akawaachia wajilishe katika shamba la mtu mwingine, ni lazima alipe vitu bora kutoka kwenye shamba lake mwenyewe au kutoka shamba lake la mizabibu."
  },
  {
    "verseNumber": "EXO 22:6",
    "verseText": "“Kama moto ukiwaka na kuenea kwenye vichaka vya miiba na kuteketeza miganda ya nafaka au nafaka ambayo haijavunwa, au kuteketeza shamba lote, mtu yule aliyewasha moto lazima alipe."
  },
  {
    "verseNumber": "EXO 22:7",
    "verseText": "“Kama mtu akimpa jirani yake fedha au mali nyingine amtunzie, na kama vikiibwa kutoka nyumba ya huyo jirani, kama mwizi atashikwa, lazima alipe mara mbili."
  },
  {
    "verseNumber": "EXO 22:8",
    "verseText": "Lakini mwizi asipopatikana, mwenye nyumba atafika mbele ya waamuzi ili kuthibitisha kuwa hakuchukua mali ya mwenzake."
  },
  {
    "verseNumber": "EXO 22:9",
    "verseText": "Pakiwepo jambo lolote la mali isiyo halali, ikiwa ni maksai, punda, kondoo, mavazi, ama mali yoyote iliyopotea ambayo fulani atasema, ‘Hii ni mali yangu,’ pande zote mbili wataleta mashauri yao mbele ya waamuzi. Yule ambaye waamuzi watamwona kuwa na hatia atamlipa jirani yake mara mbili."
  },
  {
    "verseNumber": "EXO 22:10",
    "verseText": "“Kama mtu akimpa jirani yake punda, ngʼombe, kondoo au mnyama mwingine yeyote amtunzie, akifa au akijeruhiwa au akichukuliwa wakati haonekani na mtu yeyote,"
  },
  {
    "verseNumber": "EXO 22:11",
    "verseText": "jambo hili kati yao wawili litaamuliwa kwa kuapa kiapo mbele za BWANA, kwamba huyo jirani hakuhusika na wizi wa mali ya jirani yake. Mwenye mali itampasa akubali jambo hili, na hakuna malipo yatakayohitajika."
  },
  {
    "verseNumber": "EXO 22:12",
    "verseText": "Lakini kama mnyama aliibwa kwa jirani, itampasa amlipe mwenye mnyama."
  },
  {
    "verseNumber": "EXO 22:13",
    "verseText": "Kama ameraruliwa na mnyama pori, ataleta mabaki ya mnyama kama ushahidi, naye hatadaiwa kulipa mnyama aliyeraruliwa."
  },
  {
    "verseNumber": "EXO 22:14",
    "verseText": "“Kama mtu akimwazima mnyama kutoka kwa jirani yake, na kama akiumia au akafa na mwenye mnyama hayupo, lazima amlipe huyo mnyama."
  },
  {
    "verseNumber": "EXO 22:15",
    "verseText": "Lakini mwenye mnyama akiwa angalipo na mnyama wake, mwazimaji hatalazimika kumlipa. Kama mnyama alikuwa amekodishwa, fedha iliyolipwa kwa kukodisha inatosha kwa kufidia hasara."
  },
  {
    "verseNumber": "EXO 22:16",
    "verseText": "“Kama mtu akimshawishi bikira ambaye hajaposwa na akilala naye, lazima alipe mahari, kisha atamwoa msichana huyo."
  },
  {
    "verseNumber": "EXO 22:17",
    "verseText": "Baba wa msichana akikataa katakata kumpa huyo mtu huyo msichana wake, bado ni lazima huyo mtu atalipa mahari kama inavyostahili malipo ya ubikira."
  },
  {
    "verseNumber": "EXO 22:18",
    "verseText": "“Usiruhusu mwanamke mchawi aishi."
  },
  {
    "verseNumber": "EXO 22:19",
    "verseText": "“Mtu yeyote aziniye na mnyama lazima auawe."
  },
  {
    "verseNumber": "EXO 22:20",
    "verseText": "“Mtu awaye yote anayemtolea mungu mwingine dhabihu isipokuwa BWANA, lazima aangamizwe."
  },
  {
    "verseNumber": "EXO 22:21",
    "verseText": "“Usimtendee mgeni vibaya au kumwonea, kwa kuwa nanyi mlikuwa wageni huko Misri."
  },
  {
    "verseNumber": "EXO 22:22",
    "verseText": "“Usimdhulumu mjane wala yatima."
  },
  {
    "verseNumber": "EXO 22:23",
    "verseText": "Kama ukifanya hivyo nao wakinililia, hakika nitasikia kilio chao."
  },
  {
    "verseNumber": "EXO 22:24",
    "verseText": "Hasira yangu itawaka, nami nitawaua kwa upanga, wake zenu watakuwa wajane na watoto wenu watakuwa yatima."
  },
  {
    "verseNumber": "EXO 22:25",
    "verseText": "“Kama ukimkopesha mmojawapo wa watu wangu fedha ambaye ni mhitaji, usiwe kama mtu mkopesha fedha; usimtoze riba."
  },
  {
    "verseNumber": "EXO 22:26",
    "verseText": "Kama ukichukua vazi la jirani kama rehani, ulirudishe kwake kabla jua kuzama,"
  },
  {
    "verseNumber": "EXO 22:27",
    "verseText": "kwa kuwa vazi lake ndilo pekee alilo nalo la kumfunika mwili wake. Ni nini kingine atajifunika nacho? Atakaponililia, nitasikia, kwa kuwa nina huruma."
  },
  {
    "verseNumber": "EXO 22:28",
    "verseText": "“Usimkufuru Mungu au kumlaani mtawala wa watu wako."
  },
  {
    "verseNumber": "EXO 22:29",
    "verseText": "“Usiache kutoa sadaka kutoka ghala lako au mapipa yako. “Lazima unipe mzaliwa wa kwanza wa wana wako."
  },
  {
    "verseNumber": "EXO 22:30",
    "verseText": "Ufanye vivyo hivyo kwa ngʼombe wako na kwa kondoo wako. Waache wakae na mama zao kwa siku saba, lakini siku ya nane unipe."
  },
  {
    "verseNumber": "EXO 22:31",
    "verseText": "“Ninyi mtakuwa watu wangu watakatifu. Kwa hiyo msile nyama ya mnyama aliyeraruliwa na wanyama pori; mtupieni mbwa."
  },
  {
    "verseNumber": "EXO 23:1",
    "verseText": "“Usieneze habari za uongo. Usimsaidie mtu mwovu kwa kuwa shahidi mwenye nia ya kudhuru wengine."
  },
  {
    "verseNumber": "EXO 23:2",
    "verseText": "“Usifuate umati wa watu katika kutenda mabaya. Unapotoa ushahidi kwenye mashtaka, usipotoshe haki ukijumuika na umati wa watu,"
  },
  {
    "verseNumber": "EXO 23:3",
    "verseText": "nawe usimpendelee mtu maskini katika mashtaka yake."
  },
  {
    "verseNumber": "EXO 23:4",
    "verseText": "“Kama ukikutana na maksai au punda wa adui yako anapotea, hakikisha umemrudisha kwake."
  },
  {
    "verseNumber": "EXO 23:5",
    "verseText": "Ukiona punda wa mtu anayekuchukia ameanguka na mzigo wake, usimwache hapo alipoangukia; hakikisha kuwa umemsaidia."
  },
  {
    "verseNumber": "EXO 23:6",
    "verseText": "“Usiwanyime haki watu wako walio maskini katika mashtaka yao."
  },
  {
    "verseNumber": "EXO 23:7",
    "verseText": "Ujiepushe na mashtaka ya uongo, wala usimuue mtu asiye na hatia au mtu mwaminifu, kwa maana sitamhesabia hana hatia yeye aliye na hatia."
  },
  {
    "verseNumber": "EXO 23:8",
    "verseText": "“Usipokee rushwa, kwa kuwa rushwa hupofusha wale waonao, na kupinda maneno ya wenye haki."
  },
  {
    "verseNumber": "EXO 23:9",
    "verseText": "“Usimwonee mgeni; ninyi wenyewe mnajua jinsi mgeni anavyojisikia, kwa sababu mlikuwa wageni Misri."
  },
  {
    "verseNumber": "EXO 23:10",
    "verseText": "“Kwa muda wa miaka sita mtapanda mashamba yenu na kuvuna mazao,"
  },
  {
    "verseNumber": "EXO 23:11",
    "verseText": "lakini katika mwaka wa saba usiilime ardhi wala kuitumia, ili watu walio maskini miongoni mwenu waweze kupata chakula kutoka kwenye hayo mashamba, nao wanyama pori wapate chakula kwa yale mabaki watakayobakiza. Utafanya hivyo katika shamba lako la mizabibu na la mizeituni."
  },
  {
    "verseNumber": "EXO 23:12",
    "verseText": "“Kwa siku sita fanya kazi zako, lakini siku ya saba usifanye kazi, ili maksai wako na punda wako wapate kupumzika, naye mtumwa aliyezaliwa nyumbani mwako, pamoja na mgeni, wapate kustarehe."
  },
  {
    "verseNumber": "EXO 23:13",
    "verseText": "“Uzingatie kutenda kila kitu nilichokuambia. Usiombe kwa majina ya miungu mingine, wala usiyaruhusu kusikika kinywani mwako."
  },
  {
    "verseNumber": "EXO 23:14",
    "verseText": "“Mara tatu kwa mwaka utanifanyia sikukuu."
  },
  {
    "verseNumber": "EXO 23:15",
    "verseText": "“Utaadhimisha Sikukuu ya Mikate Isiyotiwa Chachu; kwa siku saba utakula mikate isiyotiwa chachu kama nilivyokuagiza. Fanya jambo hili kwa wakati uliopangwa katika mwezi wa Abibu, ndio mwezi wa nne, kwa sababu katika mwezi huo ulitoka Misri. “Mtu yeyote asije mbele yangu mikono mitupu."
  },
  {
    "verseNumber": "EXO 23:16",
    "verseText": "“Utaadhimisha Sikukuu ya Mavuno kwa malimbuko ya mazao yako uliyopanda katika shamba lako. “Utaadhimisha Sikukuu ya Kukusanya mavuno mwishoni mwa mwaka, unapokusanya mavuno yako toka shambani."
  },
  {
    "verseNumber": "EXO 23:17",
    "verseText": "“Mara tatu kwa mwaka wanaume wote watakuja mbele za BWANA Mwenyezi."
  },
  {
    "verseNumber": "EXO 23:18",
    "verseText": "“Msitoe damu ya dhabihu kwangu pamoja na kitu chochote kilicho na chachu. “Mafuta ya mnyama wa sadaka ya sikukuu yangu yasibakizwe mpaka asubuhi."
  },
  {
    "verseNumber": "EXO 23:19",
    "verseText": "“Utaleta malimbuko bora ya ardhi yako katika nyumba ya BWANA Mungu wako. “Usimchemshe mwana-mbuzi katika maziwa ya mama yake."
  },
  {
    "verseNumber": "EXO 23:20",
    "verseText": "“Tazama, ninamtuma malaika akutangulie mbele yako akulinde njiani na kukuleta mpaka mahali nilipoandaa."
  },
  {
    "verseNumber": "EXO 23:21",
    "verseText": "Mtamtii na kusikiliza kile anachokisema. Usiasi dhidi yake; hatakusamehe uasi wako, kwa maana Jina langu limo ndani yake."
  },
  {
    "verseNumber": "EXO 23:22",
    "verseText": "Kama ukitii kweli kweli kile asemacho na kufanya yote nisemayo, nitakuwa adui wa adui zako, na nitawapinga wale wakupingao."
  },
  {
    "verseNumber": "EXO 23:23",
    "verseText": "Malaika wangu atatangulia mbele yako na kukuleta katika nchi ya Waamori, Wahiti, Waperizi, Wakanaani, Wahivi na Wayebusi, nami nitawafutilia mbali."
  },
  {
    "verseNumber": "EXO 23:24",
    "verseText": "Usiisujudie miungu yao, au kuiabudu, wala kufuata desturi yao. Utayabomoa kabisa na kuvunjavunja mawe yao ya ibada vipande vipande."
  },
  {
    "verseNumber": "EXO 23:25",
    "verseText": "Utamwabudu BWANA Mungu wako, na baraka zake zitakuwa juu ya vyakula vyako na maji yako. Nami nitaondoa maradhi miongoni mwako,"
  },
  {
    "verseNumber": "EXO 23:26",
    "verseText": "na hakuna atakayeharibu mimba wala atakayekuwa tasa katika nchi yako. Nami nitakupa maisha makamilifu."
  },
  {
    "verseNumber": "EXO 23:27",
    "verseText": "“Nitapeleka utisho wangu mbele yako na kufadhaisha kila taifa utakalolifikia. Nitafanya adui zako wote wakupe kisogo na kukimbia."
  },
  {
    "verseNumber": "EXO 23:28",
    "verseText": "Nitatanguliza manyigu mbele yako kuwafukuza Wahivi, Wakanaani na Wahiti waondoke njiani mwako."
  },
  {
    "verseNumber": "EXO 23:29",
    "verseText": "Lakini sitawafukuza kwa mara moja, kwa sababu nchi itabaki ukiwa na wanyama pori watakuwa wengi mno kwako."
  },
  {
    "verseNumber": "EXO 23:30",
    "verseText": "Nitawafukuza kidogo kidogo mbele yako, mpaka uwe umeongezeka kiasi cha kutosha kuimiliki nchi."
  },
  {
    "verseNumber": "EXO 23:31",
    "verseText": "“Nitaweka mipaka ya nchi yako kuanzia Bahari ya Shamu hadi Bahari ya Wafilisti, na kuanzia jangwani hadi Mto Frati. Nitawatia watu wanaoishi katika nchi hizo mikononi mwako, nawe utawafukuza watoke mbele yako."
  },
  {
    "verseNumber": "EXO 23:32",
    "verseText": "Usifanye agano lolote nao wala na miungu yao."
  },
  {
    "verseNumber": "EXO 23:33",
    "verseText": "Usiwaache waishi katika nchi yako, la sivyo watakusababisha utende dhambi dhidi yangu, kwa sababu ibada ya miungu yao hakika itakuwa mtego kwako.”"
  },
  {
    "verseNumber": "EXO 24:1",
    "verseText": "Kisha Mungu akamwambia Mose, “Njooni huku juu kwa BWANA, wewe na Aroni, Nadabu na Abihu, pamoja na wazee sabini wa Israeli. Mniabudu kwa mbali,"
  },
  {
    "verseNumber": "EXO 24:2",
    "verseText": "lakini Mose peke yake ndiye atakayemkaribia BWANA; wengine wasije karibu. Nao watu wasije wakapanda pamoja naye.”"
  },
  {
    "verseNumber": "EXO 24:3",
    "verseText": "Mose alipokwenda na kuwaambia watu maneno yote na sheria zote za BWANA, wakaitikia kwa sauti moja, “Kila kitu alichosema BWANA tutakifanya.”"
  },
  {
    "verseNumber": "EXO 24:4",
    "verseText": "Ndipo Mose akaandika kila kitu BWANA alichokuwa amesema. Akaamka kesho yake asubuhi na mapema na kujenga madhabahu chini ya mlima na kusimamisha nguzo kumi na mbili za mawe kuwakilisha makabila kumi na mawili ya Israeli."
  },
  {
    "verseNumber": "EXO 24:5",
    "verseText": "Kisha akawatuma vijana wanaume wa Kiisraeli, nao wakatoa sadaka za kuteketezwa na dhabihu za mafahali wachanga kuwa sadaka za amani kwa BWANA."
  },
  {
    "verseNumber": "EXO 24:6",
    "verseText": "Mose akachukua nusu ya damu ya wale wanyama na kuiweka kwenye mabakuli na nusu nyingine akainyunyiza juu ya madhabahu."
  },
  {
    "verseNumber": "EXO 24:7",
    "verseText": "Kisha akachukua kile Kitabu cha Agano na kuwasomea watu. Nao wakajibu, “Tutafanya kila kitu alichosema BWANA, nasi tutatii.”"
  },
  {
    "verseNumber": "EXO 24:8",
    "verseText": "Ndipo Mose akachukua ile damu, akawanyunyizia wale watu, akasema, “Hii ni damu ya agano ambalo BWANA amelifanya nanyi kufuatana na maneno haya yote.”"
  },
  {
    "verseNumber": "EXO 24:9",
    "verseText": "Mose na Aroni, Nadabu na Abihu, pamoja na wazee sabini wa Israeli wakapanda mlimani,"
  },
  {
    "verseNumber": "EXO 24:10",
    "verseText": "nao wakamwona Mungu wa Israeli. Chini ya miguu yake kulikuwa na kitu kama sakafu ya mawe ya yakuti samawi, iliyo safi kama anga angavu."
  },
  {
    "verseNumber": "EXO 24:11",
    "verseText": "Lakini Mungu hakuinua mkono wake dhidi ya hawa viongozi wa Waisraeli; walimwona Mungu, nao wakala na kunywa."
  },
  {
    "verseNumber": "EXO 24:12",
    "verseText": "BWANA akamwambia Mose, “Panda uje kwangu huku mlimani na ukae hapa, nami nitakupa vibao vya mawe, vyenye sheria na amri ambazo nimeziandika ziwe mwongozo wao.”"
  },
  {
    "verseNumber": "EXO 24:13",
    "verseText": "Basi Mose akaondoka na Yoshua mtumishi wake, naye Mose akapanda juu kwenye mlima wa Mungu."
  },
  {
    "verseNumber": "EXO 24:14",
    "verseText": "Mose akawaambia wazee wa Israeli, “Tungojeni hapa mpaka tutakapowarudia. Aroni na Huri wako pamoja nanyi, na kila aliye na neno aweza kuwaendea wao.”"
  },
  {
    "verseNumber": "EXO 24:15",
    "verseText": "Mose alipopanda juu mlimani, wingu liliufunika huo mlima,"
  },
  {
    "verseNumber": "EXO 24:16",
    "verseText": "nao utukufu wa BWANA ukatua juu ya Mlima Sinai. Kwa muda wa siku sita wingu lilifunika mlima, na siku ya saba BWANA akamwita Mose kutoka katikati ya lile wingu."
  },
  {
    "verseNumber": "EXO 24:17",
    "verseText": "Kwa Waisraeli utukufu wa BWANA ulionekana kama moto uteketezao juu ya mlima."
  },
  {
    "verseNumber": "EXO 24:18",
    "verseText": "Kisha Mose akaingia ndani ya lile wingu alivyokuwa akipanda mlimani. Naye akakaa huko mlimani kwa muda wa siku arobaini, usiku na mchana."
  },
  {
    "verseNumber": "EXO 25:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "EXO 25:2",
    "verseText": "“Waambie Waisraeli waniletee sadaka. Utapokea sadaka kwa niaba yangu kutoka kwa kila mtu ambaye moyo wake wapenda kutoa."
  },
  {
    "verseNumber": "EXO 25:3",
    "verseText": "Hizi ndizo sadaka utakazozipokea kutoka kwao: dhahabu, fedha na shaba;"
  },
  {
    "verseNumber": "EXO 25:4",
    "verseText": "nyuzi za rangi ya buluu, za zambarau, za rangi nyekundu, pamoja na kitani safi; singa za mbuzi;"
  },
  {
    "verseNumber": "EXO 25:5",
    "verseText": "ngozi za kondoo dume zilizopakwa rangi nyekundu, na ngozi za pomboo; mbao za mshita;"
  },
  {
    "verseNumber": "EXO 25:6",
    "verseText": "mafuta ya zeituni kwa ajili ya taa; vikolezi kwa ajili ya mafuta ya upako, pamoja na uvumba wa harufu nzuri;"
  },
  {
    "verseNumber": "EXO 25:7",
    "verseText": "na vito vya shohamu na vito vingine vya thamani vya kuweka kwenye kisibau na kile kifuko cha kifuani."
  },
  {
    "verseNumber": "EXO 25:8",
    "verseText": "“Kisha uwaamuru wanitengenezee mahali patakatifu, nami nitakaa miongoni mwao."
  },
  {
    "verseNumber": "EXO 25:9",
    "verseText": "Tengeneza hema hili na vyombo vyake vyote sawasawa na kielelezo nitakachokuonyesha."
  },
  {
    "verseNumber": "EXO 25:10",
    "verseText": "“Nao watatengeneza Sanduku la mbao za mshita, lenye urefu wa dhiraa mbili na nusu, upana wa dhiraa moja na nusu, na kimo cha dhiraa moja na nusu."
  },
  {
    "verseNumber": "EXO 25:11",
    "verseText": "Utalifunika hilo Sanduku kwa dhahabu safi ndani na nje, na kulifanyia ukingo wa dhahabu juu yake kulizunguka."
  },
  {
    "verseNumber": "EXO 25:12",
    "verseText": "Utalisubu kwa pete nne za dhahabu na kuzifungia kwenye miguu yake minne, pete mbili kwa upande mmoja na pete mbili kwa upande mwingine."
  },
  {
    "verseNumber": "EXO 25:13",
    "verseText": "Kisha utatengeneza mipiko ya mti wa mshita na kuzifunika kwa dhahabu."
  },
  {
    "verseNumber": "EXO 25:14",
    "verseText": "Utaiingiza hiyo mipiko kwenye zile pete katika pande mbili za Sanduku ili kulibeba."
  },
  {
    "verseNumber": "EXO 25:15",
    "verseText": "Hiyo mipiko itabakia daima katika hizo pete za hilo Sanduku; haitaondolewa."
  },
  {
    "verseNumber": "EXO 25:16",
    "verseText": "Kisha weka ndani ya hilo Sanduku ule Ushuhuda nitakaokupa."
  },
  {
    "verseNumber": "EXO 25:17",
    "verseText": "“Tengeneza kifuniko cha upatanisho cha dhahabu safi, chenye urefu wa dhiraa mbili na nusu, na upana wa dhiraa moja na nusu."
  },
  {
    "verseNumber": "EXO 25:18",
    "verseText": "Tengeneza makerubi wawili wa dhahabu iliyofuliwa katika miisho ya hicho kifuniko."
  },
  {
    "verseNumber": "EXO 25:19",
    "verseText": "Tengeneza kerubi mmoja kwenye mwisho mmoja, na kerubi mwingine kwenye mwisho mwingine; watengeneze makerubi hao wawe kitu kimoja na hicho kifuniko katika miisho hiyo miwili."
  },
  {
    "verseNumber": "EXO 25:20",
    "verseText": "Makerubi hao watakuwa wametandaza mabawa kuelekea juu, yakitia kivuli hicho kifuniko. Makerubi hao wataelekeana, wakitazama hicho kifuniko."
  },
  {
    "verseNumber": "EXO 25:21",
    "verseText": "Weka huo Ushuhuda nitakaokupa ndani ya hilo Sanduku la Agano, na uweke hicho kifuniko juu ya hilo Sanduku."
  },
  {
    "verseNumber": "EXO 25:22",
    "verseText": "Hapo juu ya hicho kifuniko, kati ya hao makerubi wawili walioko juu ya hilo Sanduku la Ushuhuda, hapo ndipo nitakapokutana nawe na kukupa maagizo yangu kwa ajili ya Waisraeli."
  },
  {
    "verseNumber": "EXO 25:23",
    "verseText": "“Tengeneza meza ya mbao za mshita yenye urefu wa dhiraa mbili, upana wa dhiraa moja, na kimo cha dhiraa moja na nusu."
  },
  {
    "verseNumber": "EXO 25:24",
    "verseText": "Ifunike kwa dhahabu safi, na kuitengenezea ukingo wa dhahabu kuizunguka pande zote."
  },
  {
    "verseNumber": "EXO 25:25",
    "verseText": "Kisha tengeneza upapi wenye upana wa nyanda nne, na ufanyie ule upapi ukingo wa dhahabu kuuzunguka pande zote."
  },
  {
    "verseNumber": "EXO 25:26",
    "verseText": "Tengeneza pete nne za dhahabu kwa ajili ya meza hiyo, na uzifungie kwenye pembe nne, pale penye miguu yake minne."
  },
  {
    "verseNumber": "EXO 25:27",
    "verseText": "Pete hizo zitakuwa karibu na ukingo ule ili kuishikilia ile mipiko itakayotumika kuibebea hiyo meza."
  },
  {
    "verseNumber": "EXO 25:28",
    "verseText": "Tengeneza mipiko hiyo kwa mbao za mshita, uifunike na dhahabu, uitumie kubeba hiyo meza."
  },
  {
    "verseNumber": "EXO 25:29",
    "verseText": "Tengeneza sahani zake na masinia yake kwa dhahabu safi, pamoja na bilauri na bakuli zake kwa ajili ya kumiminia sadaka."
  },
  {
    "verseNumber": "EXO 25:30",
    "verseText": "Utaweka mikate ya Wonyesho juu ya meza hii iwe mbele yangu daima."
  },
  {
    "verseNumber": "EXO 25:31",
    "verseText": "“Tengeneza kinara cha taa cha dhahabu safi iliyofuliwa vizuri katika kitako chake na ufito wake; vikombe vyake vinavyofanana na ua, matovu yake na maua yake viwe kitu kimoja."
  },
  {
    "verseNumber": "EXO 25:32",
    "verseText": "Matawi sita yatatokeza kuanzia ule ufito wa katikati wa kinara cha taa: matawi matatu upande mmoja na matatu upande mwingine."
  },
  {
    "verseNumber": "EXO 25:33",
    "verseText": "Vikombe vitatu vya mfano wa maua ya mlozi yenye matovu na maua vitakuwa katika tawi moja, vikombe vitatu katika tawi jingine, na vivyo hivyo kwa matawi yote sita yanayotokeza kwenye kile kinara cha taa."
  },
  {
    "verseNumber": "EXO 25:34",
    "verseText": "Juu ya kinara chenyewe vitakuwepo vikombe vinne vya mfano wa maua ya mlozi yakiwa na matovu yake na maua yake."
  },
  {
    "verseNumber": "EXO 25:35",
    "verseText": "Tovu moja litakuwa chini ya jozi ya kwanza ya matawi yaliyotokeza kwenye kinara cha taa, tovu la pili chini ya jozi ya pili, nalo tovu la tatu chini ya jozi ya tatu, yaani matawi sita kwa jumla."
  },
  {
    "verseNumber": "EXO 25:36",
    "verseText": "Matovu na matawi yote yatakuwa kitu kimoja na kile kinara cha taa, yakifuliwa kwa dhahabu safi."
  },
  {
    "verseNumber": "EXO 25:37",
    "verseText": "“Kisha tengeneza taa zake saba na uziweke juu ya kinara hicho ili ziangaze mbele yake."
  },
  {
    "verseNumber": "EXO 25:38",
    "verseText": "Mikasi ya kusawazishia tambi, pamoja na masinia, zote zitakuwa za dhahabu safi."
  },
  {
    "verseNumber": "EXO 25:39",
    "verseText": "Utatumia talanta moja ya dhahabu safi kutengeneza hicho kinara na vifaa vyake vyote."
  },
  {
    "verseNumber": "EXO 25:40",
    "verseText": "Hakikisha kuwa umevitengeneza sawasawa na ule mfano ulioonyeshwa kule mlimani."
  },
  {
    "verseNumber": "EXO 26:1",
    "verseText": "“Tengeneza maskani kwa mapazia kumi ya kitani iliyosokotwa vizuri na nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu, naye fundi stadi atatarizi makerubi kwenye mapazia hayo."
  },
  {
    "verseNumber": "EXO 26:2",
    "verseText": "Mapazia yote yatatoshana kwa ukubwa: kila moja litakuwa na urefu wa dhiraa ishirini na nane, na upana wa dhiraa nne"
  },
  {
    "verseNumber": "EXO 26:3",
    "verseText": "Unganisha mapazia matano pamoja; fanya vivyo hivyo kwa hayo mengine matano."
  },
  {
    "verseNumber": "EXO 26:4",
    "verseText": "Tengeneza vitanzi vya kitambaa cha buluu kwenye upindo wa pazia la mwisho la fungu la kwanza, na ufanye vivyo hivyo na pazia la fungu la mwisho."
  },
  {
    "verseNumber": "EXO 26:5",
    "verseText": "Fanya vitanzi hamsini katika pazia mmoja, na vitanzi vingine hamsini kwenye pazia la mwisho la fungu hilo lingine, nazo vitanzi vyote vielekeane."
  },
  {
    "verseNumber": "EXO 26:6",
    "verseText": "Kisha tengeneza vifungo hamsini vya dhahabu ili vitumike kufunga na kuunganisha mapazia pamoja kufanya Hema liwe kitu kimoja."
  },
  {
    "verseNumber": "EXO 26:7",
    "verseText": "“Tengeneza mapazia kumi na moja ya singa za mbuzi kwa ajili ya kufunika maskani."
  },
  {
    "verseNumber": "EXO 26:8",
    "verseText": "Mapazia hayo kumi na moja yatakuwa na kipimo kimoja, yaani urefu wa dhiraa thelathini, na upana wa dhiraa nne."
  },
  {
    "verseNumber": "EXO 26:9",
    "verseText": "Unganisha hayo mapazia matano yawe fungu moja, na hayo mengine sita yawe fungu lingine. Kunja hilo pazia la sita mara mbili mbele ya maskani."
  },
  {
    "verseNumber": "EXO 26:10",
    "verseText": "Tengeneza vitanzi hamsini kwenye upindo wa pazia la mwisho la fungu moja, na vivyo hivyo kwenye upindo wa pazia la mwisho la fungu hilo lingine."
  },
  {
    "verseNumber": "EXO 26:11",
    "verseText": "Kisha tengeneza vifungo hamsini vya shaba, uviingize katika vile vitanzi ili kukaza hema pamoja kuwa kitu kimoja."
  },
  {
    "verseNumber": "EXO 26:12",
    "verseText": "Kuhusu kile kipande cha ziada cha pazia la Hema, nusu ya hilo pazia lililobaki litaningʼinizwa upande wa nyuma wa Hema."
  },
  {
    "verseNumber": "EXO 26:13",
    "verseText": "Mapazia ya hema yatakuwa na urefu wa dhiraa moja zaidi pande zote, sehemu itakayobaki itaningʼinia pande zote za Hema ili kuifunika."
  },
  {
    "verseNumber": "EXO 26:14",
    "verseText": "Tengeneza kifuniko cha hema kwa ngozi za kondoo dume zilizotiwa rangi nyekundu, na juu yake kifuniko cha ngozi za pomboo."
  },
  {
    "verseNumber": "EXO 26:15",
    "verseText": "“Tengeneza mihimili ya kusimamisha ya mti wa mshita kwa ajili ya maskani."
  },
  {
    "verseNumber": "EXO 26:16",
    "verseText": "Kila mhimili uwe na urefu wa dhiraa kumi na upana wa dhiraa moja na nusu,"
  },
  {
    "verseNumber": "EXO 26:17",
    "verseText": "zikiwa na ndimi mbili zilizo sambamba kila mmoja na mwingine. Tengeneza mihimili yote ya maskani jinsi hii."
  },
  {
    "verseNumber": "EXO 26:18",
    "verseText": "Tengeneza mihimili ishirini kwa ajili ya upande wa kusini wa maskani,"
  },
  {
    "verseNumber": "EXO 26:19",
    "verseText": "kisha tengeneza vitako arobaini vya fedha vya kuweka chini ya hiyo mihimili, vitako viwili kwa kila mhimili, kimoja chini ya kila ulimi."
  },
  {
    "verseNumber": "EXO 26:20",
    "verseText": "Kuhusu upande wa kaskazini wa maskani, tengeneza mihimili ishirini"
  },
  {
    "verseNumber": "EXO 26:21",
    "verseText": "na vitako arobaini vya fedha, viwili chini ya kila mhimili."
  },
  {
    "verseNumber": "EXO 26:22",
    "verseText": "Kisha tengeneza mihimili sita kwa mwisho ulio mbali, yaani upande wa magharibi wa maskani,"
  },
  {
    "verseNumber": "EXO 26:23",
    "verseText": "na pia utengeneze mihimili miwili ya pembe za upande ulio mbali."
  },
  {
    "verseNumber": "EXO 26:24",
    "verseText": "Katika pembe hizi mbili ni lazima mihimili yake iwe miwili kuanzia chini mpaka juu, na iingizwe kwenye pete moja; mihimili ya pembe hizi mbili itafanana."
  },
  {
    "verseNumber": "EXO 26:25",
    "verseText": "Kwa hiyo itakuwepo mihimili minane, na vitako kumi na sita vya fedha, viwili chini ya kila mhimili."
  },
  {
    "verseNumber": "EXO 26:26",
    "verseText": "“Pia tengeneza mataruma ya mti wa mshita: matano kwa ajili ya mihimili ya upande mmoja wa maskani,"
  },
  {
    "verseNumber": "EXO 26:27",
    "verseText": "matano kwa ajili ya mihimili ya upande mwingine, na matano kwa ajili ya mihimili ya upande wa magharibi, mwisho kabisa mwa maskani."
  },
  {
    "verseNumber": "EXO 26:28",
    "verseText": "Taruma la katikati litapenya katikati ya mihimili kutoka mwisho mmoja hadi mwisho mwingine."
  },
  {
    "verseNumber": "EXO 26:29",
    "verseText": "Funika hiyo mihimili kwa dhahabu, kisha tengeneza pete za dhahabu ambazo zitashikilia hayo mataruma. Pia funika hayo mataruma kwa dhahabu."
  },
  {
    "verseNumber": "EXO 26:30",
    "verseText": "“Simamisha Hema sawasawa na mfano ulioonyeshwa kule mlimani."
  },
  {
    "verseNumber": "EXO 26:31",
    "verseText": "“Tengeneza pazia la nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu na kitani safi iliyosokotwa vizuri, naye fundi stadi atirizi makerubi kwenye hilo pazia."
  },
  {
    "verseNumber": "EXO 26:32",
    "verseText": "Litundike kwa kulabu za dhahabu kwenye nguzo nne za mti wa mshita ambazo zimefunikwa kwa dhahabu, zikiwa zimesimamishwa kwenye vitako vinne vya fedha."
  },
  {
    "verseNumber": "EXO 26:33",
    "verseText": "Ningʼiniza pazia hilo kwenye vifungo, kisha weka Sanduku la Ushuhuda nyuma ya pazia. Pazia litatenganisha Mahali Patakatifu kutoka Patakatifu pa Patakatifu."
  },
  {
    "verseNumber": "EXO 26:34",
    "verseText": "Weka kifuniko cha kiti cha rehema juu ya Sanduku la Ushuhuda ndani ya Patakatifu pa Patakatifu."
  },
  {
    "verseNumber": "EXO 26:35",
    "verseText": "Weka meza nje ya pazia upande wa kaskazini wa Hema, kisha weka kinara cha taa upande wa kusini wa Hema."
  },
  {
    "verseNumber": "EXO 26:36",
    "verseText": "“Kwa ajili ya ingilio la hema, tengeneza pazia la nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu na kitani safi iliyosokotwa vizuri, kazi ya mtarizi."
  },
  {
    "verseNumber": "EXO 26:37",
    "verseText": "Tengeneza kulabu za dhahabu kwa ajili ya hilo pazia, na nguzo tano za mshita zilizofunikwa kwa dhahabu. Kisha mimina vitako vitano vya shaba kwa ajili yake."
  },
  {
    "verseNumber": "EXO 27:1",
    "verseText": "“Jenga madhabahu ya mbao za mti wa mshita, kimo chake kiwe dhiraa tatu; itakuwa mraba, urefu wake dhiraa tano, na upana wake dhiraa tano."
  },
  {
    "verseNumber": "EXO 27:2",
    "verseText": "Tengeneza upembe kwenye kila pembe ya hizo pembe nne, ili zile pembe na madhabahu ziwe zimeungana, na ufunike madhabahu kwa shaba."
  },
  {
    "verseNumber": "EXO 27:3",
    "verseText": "Tengeneza vyombo vyake vyote kwa shaba: vyungu vyake vya kuondolea majivu, masepetu, mabakuli ya kunyunyizia, uma za nyama, na vyombo vya kuchukulia moto."
  },
  {
    "verseNumber": "EXO 27:4",
    "verseText": "Kisha tengenezea hayo madhabahu wavu wa shaba, na utengeneze pete za shaba kwenye kila moja ya hizo pembe nne za huo wavu."
  },
  {
    "verseNumber": "EXO 27:5",
    "verseText": "Weka wavu huo chini ya ukingo wa madhabahu ili ufikie nusu ya kimo cha madhabahu."
  },
  {
    "verseNumber": "EXO 27:6",
    "verseText": "Tengeneza mipiko ya mti wa mshita kwa ajili ya madhabahu, na uifunike kwa shaba."
  },
  {
    "verseNumber": "EXO 27:7",
    "verseText": "Hiyo mipiko itaingizwa kwenye zile pete ili iwe pande mbili za madhabahu inapobebwa."
  },
  {
    "verseNumber": "EXO 27:8",
    "verseText": "Tengeneza madhabahu yawe na uvungu ndani yake ukitumia mbao. Utaitengeneza sawasawa na vile ulivyoonyeshwa mlimani."
  },
  {
    "verseNumber": "EXO 27:9",
    "verseText": "“Tengeneza ua kwa ajili ya Hema la Kukutania. Upande wa kusini utakuwa na urefu wa dhiraa mia moja, na utakuwa na mapazia ya kitani iliyosokotwa vizuri,"
  },
  {
    "verseNumber": "EXO 27:10",
    "verseText": "pamoja na nguzo ishirini na vitako vya shaba ishirini, na kulabu na tepe za fedha juu ya hizo nguzo."
  },
  {
    "verseNumber": "EXO 27:11",
    "verseText": "Upande wa kaskazini utakuwa na urefu wa dhiraa mia moja, nao utakuwa na mapazia, pamoja na nguzo ishirini na vitako vya shaba ishirini, pamoja na kulabu na tepe za fedha juu ya hizo nguzo."
  },
  {
    "verseNumber": "EXO 27:12",
    "verseText": "“Upande wa magharibi wa ua utakuwa na upana wa dhiraa hamsini, nao utakuwa na mapazia, na nguzo kumi na vitako vyake kumi."
  },
  {
    "verseNumber": "EXO 27:13",
    "verseText": "Upande wa mwisho wa mashariki jua linakochomoza, ua pia utakuwa na upana wa dhiraa hamsini."
  },
  {
    "verseNumber": "EXO 27:14",
    "verseText": "Mapazia yenye urefu wa dhiraa kumi na tano yatakuwa upande mmoja wa ingilio, pamoja na nguzo tatu na vitako vitatu."
  },
  {
    "verseNumber": "EXO 27:15",
    "verseText": "Kutakuwepo tena na mapazia ya dhiraa kumi na tano kwa upande mwingine wa ingilio, pamoja na nguzo tatu na vitako vitatu."
  },
  {
    "verseNumber": "EXO 27:16",
    "verseText": "“Kuhusu ingilio la ua, weka pazia lenye urefu wa dhiraa ishirini la nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu pamoja na kitani iliyosokotwa vizuri, kazi ya mtarizi. Pazia hilo litashikiliwa na nguzo nne na vitako vinne."
  },
  {
    "verseNumber": "EXO 27:17",
    "verseText": "Nguzo zote zinazozunguka ua zitakuwa na tepe na kulabu za fedha, na vitako vya shaba."
  },
  {
    "verseNumber": "EXO 27:18",
    "verseText": "Ua wa kukutania utakuwa na urefu wa dhiraa mia moja na upana wa dhiraa hamsini, ukiwa na mapazia ya kitani yaliyosokotwa vizuri yenye urefu wa dhiraa tano kwenda juu na vitako vya shaba."
  },
  {
    "verseNumber": "EXO 27:19",
    "verseText": "Vyombo vingine vyote vinavyotumika katika maskani kwa shughuli yoyote, pamoja na vigingi vyote na hata vile vya ua, vitakuwa vya shaba."
  },
  {
    "verseNumber": "EXO 27:20",
    "verseText": "“Utawaamuru Waisraeli wakuletee mafuta safi ya zeituni yaliyokamuliwa kwa ajili ya mwanga ili zile taa ziwake mfululizo."
  },
  {
    "verseNumber": "EXO 27:21",
    "verseText": "Katika Hema la Kukutania, nje ya pazia lililo mbele ya Sanduku la Ushuhuda, Aroni na wanawe watahakikisha kuwa taa hizo zinawaka kuanzia jioni mpaka asubuhi mbele za BWANA. Hili litakuwa agizo la milele miongoni mwa Waisraeli kwa vizazi vyote vijavyo."
  },
  {
    "verseNumber": "EXO 28:1",
    "verseText": "“Mtwae Aroni ndugu yako aliyeletwa kwako kutoka miongoni mwa Waisraeli, pamoja na wanawe Nadabu, Abihu, Eleazari na Ithamari, ili wanitumikie katika kazi ya ukuhani."
  },
  {
    "verseNumber": "EXO 28:2",
    "verseText": "Mshonee Aroni ndugu yako mavazi matakatifu ili yampe ukuu na heshima."
  },
  {
    "verseNumber": "EXO 28:3",
    "verseText": "Waambie mafundi stadi wote niliowapa hekima katika shughuli hiyo wamtengenezee Aroni mavazi hayo, ili awekwe wakfu, anitumikie katika kazi ya ukuhani."
  },
  {
    "verseNumber": "EXO 28:4",
    "verseText": "Haya ndiyo mavazi watakayoshona: kifuko cha kifuani, kisibau, kanzu, joho lililorembwa, kilemba na mshipi. Mavazi haya yatashonwa kwa ajili ya ndugu yako Aroni na wanawe ili wanitumikie katika kazi ya ukuhani."
  },
  {
    "verseNumber": "EXO 28:5",
    "verseText": "Waambie watumie dhahabu na nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu pamoja na kitani safi."
  },
  {
    "verseNumber": "EXO 28:6",
    "verseText": "“Tengeneza kisibau cha dhahabu, na nyuzi za rangi ya buluu, za zambarau, za rangi nyekundu na kitani safi iliyosokotwa, kazi ya fundi stadi."
  },
  {
    "verseNumber": "EXO 28:7",
    "verseText": "Kitakuwa na vipande viwili vya mabegani vilivyoshikizwa kwenye pembe zake mbili ili kufungia kisibau."
  },
  {
    "verseNumber": "EXO 28:8",
    "verseText": "Mshipi wa kiunoni uliofumwa kwa ustadi utafanana nacho: utakuwa kitu kimoja na hicho kisibau, nao utengenezwe kwa dhahabu na nyuzi za rangi ya buluu, za zambarau, na nyekundu na kwa kitani iliyosokotwa vizuri."
  },
  {
    "verseNumber": "EXO 28:9",
    "verseText": "“Chukua vito viwili vya shohamu, na uchore juu yake majina ya wana wa Israeli"
  },
  {
    "verseNumber": "EXO 28:10",
    "verseText": "kufuatana na walivyozaliwa: majina sita katika kito kimoja, na mengine sita katika kito kingine."
  },
  {
    "verseNumber": "EXO 28:11",
    "verseText": "Yachore majina ya wana wa Israeli juu ya vito hivyo viwili kama vile sonara anavyochonga muhuri. Kisha uvitie vito hivyo katika vijalizo vya dhahabu,"
  },
  {
    "verseNumber": "EXO 28:12",
    "verseText": "na uvifungie juu ya vipande vya mabega ya kisibau yawe kama vito vya ukumbusho kwa wana wa Israeli. Aroni atavaa majina hayo mabegani mwake kama kumbukumbu mbele za BWANA."
  },
  {
    "verseNumber": "EXO 28:13",
    "verseText": "Tengeneza vijalizo vya dhahabu"
  },
  {
    "verseNumber": "EXO 28:14",
    "verseText": "na mikufu miwili ya dhahabu safi iliyosokotwa kama kamba, na uifunge mikufu hiyo kwenye vijalizo."
  },
  {
    "verseNumber": "EXO 28:15",
    "verseText": "“Fanyiza kifuko cha kifuani kwa ajili ya kufanya maamuzi, kazi ya fundi stadi. Kitengeneze kama kile kisibau: cha dhahabu, na nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu, cha kitani safi iliyosokotwa."
  },
  {
    "verseNumber": "EXO 28:16",
    "verseText": "Kitakuwa cha mraba, chenye urefu wa shibiri moja na upana wa shibiri moja, na kikunjwe mara mbili."
  },
  {
    "verseNumber": "EXO 28:17",
    "verseText": "Kisha weka safu nne za vito vya thamani juu yake. Safu ya kwanza itakuwa na akiki, yakuti manjano na zabarajadi;"
  },
  {
    "verseNumber": "EXO 28:18",
    "verseText": "katika safu ya pili itakuwa na almasi, yakuti samawi na zumaridi;"
  },
  {
    "verseNumber": "EXO 28:19",
    "verseText": "safu ya tatu itakuwa na hiakintho, akiki nyekundu na amethisto;"
  },
  {
    "verseNumber": "EXO 28:20",
    "verseText": "na safu ya nne itakuwa na krisolitho, shohamu na yaspi. Yote yatiwe kwenye vijalizo vya dhahabu."
  },
  {
    "verseNumber": "EXO 28:21",
    "verseText": "Patakuwa na vito kumi na viwili, kila kimoja kwa jina mojawapo la wana wa Israeli, kila kimoja kichorwe kama muhuri kikiwa na jina mojawapo la yale makabila kumi na mawili."
  },
  {
    "verseNumber": "EXO 28:22",
    "verseText": "“Kwa ajili ya kile kifuko cha kifuani, tengeneza mikufu ya dhahabu safi, iliyosokotwa kama kamba."
  },
  {
    "verseNumber": "EXO 28:23",
    "verseText": "Tengeneza pete mbili za dhahabu kwa ajili yake, uzifungie kwenye pembe mbili za hicho kifuko cha kifuani."
  },
  {
    "verseNumber": "EXO 28:24",
    "verseText": "Funga ile mikufu miwili ya dhahabu kwenye hizo pete zilizo katika pembe za hicho kifuko cha kifuani,"
  },
  {
    "verseNumber": "EXO 28:25",
    "verseText": "nazo zile ncha nyingine za mkufu zifunge kwenye vile vijalizo viwili, na uzishikamanishe na vile vipande vya mabega vya kile kisibau upande wa mbele."
  },
  {
    "verseNumber": "EXO 28:26",
    "verseText": "Tengeneza pete mbili za dhahabu, uzishikamanishe kwenye pembe mbili za chini, upande wa ndani wa kifuko cha kifuani karibu na kisibau."
  },
  {
    "verseNumber": "EXO 28:27",
    "verseText": "Tengeneza pete nyingine mbili za dhahabu, na uzishikamanishe sehemu ya chini ya vipande vya mabega upande wa mbele wa kile kisibau, karibu na pindo juu kidogo ya mshipi wa kiunoni wa kisibau."
  },
  {
    "verseNumber": "EXO 28:28",
    "verseText": "Pete za kifuko cha kifuani zitafungwa kwenye pete zile za kisibau kwa kamba ya buluu, ziunganishwe na ule mshipi wa kiunoni, ili kifuko cha kifuani kisisogee kutoka kwenye kile kisibau."
  },
  {
    "verseNumber": "EXO 28:29",
    "verseText": "“Wakati wowote Aroni aingiapo Mahali Patakatifu, atakuwa na yale majina ya wana wa Israeli moyoni mwake juu ya kile kifuko cha kifuani cha uamuzi kama kumbukumbu ya kudumu mbele za BWANA."
  },
  {
    "verseNumber": "EXO 28:30",
    "verseText": "Pia weka Urimu na Thumimu ndani ya kifuko cha kifuani, yawe juu ya moyo wa Aroni kila mara aingiapo mbele za BWANA. Kwa hiyo siku zote Aroni atakuwa na uwezo kufanya maamuzi kwa ajili ya wana wa Israeli mbele za BWANA."
  },
  {
    "verseNumber": "EXO 28:31",
    "verseText": "“Shona joho la kisibau lote kwa kitambaa cha rangi ya buluu tupu,"
  },
  {
    "verseNumber": "EXO 28:32",
    "verseText": "na katikati uweke nafasi ya kuingizia kichwa. Kutakuwa na utepe uliofumwa, unaofanana na ukosi kuizunguka nafasi hiyo, ili isichanike."
  },
  {
    "verseNumber": "EXO 28:33",
    "verseText": "Tengeneza makomamanga ya nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu kuzunguka pindo la hilo joho, na uweke pia vikengele vya dhahabu kati ya hayo makomamanga."
  },
  {
    "verseNumber": "EXO 28:34",
    "verseText": "Hivyo vikengele vya dhahabu na makomamanga vitapishana kuzunguka upindo wa joho lile."
  },
  {
    "verseNumber": "EXO 28:35",
    "verseText": "Ni lazima Aroni alivae anapofanya huduma. Sauti ya hivyo vikengele itasikika anapoingia na kutoka Mahali Patakatifu mbele za BWANA, ili asije akafa."
  },
  {
    "verseNumber": "EXO 28:36",
    "verseText": "“Tengeneza bamba la dhahabu safi na uchore juu yake maneno haya kama vile muhuri huchorwa: Mtakatifu kwa Bwana."
  },
  {
    "verseNumber": "EXO 28:37",
    "verseText": "Lifunge hilo bamba kwa kamba ya buluu kwenye kilemba, nalo ni lazima liwe mbele ya kilemba."
  },
  {
    "verseNumber": "EXO 28:38",
    "verseText": "Aroni alivae bamba hilo kwenye paji la uso wake, naye atachukua hatia kuhusu sadaka takatifu za Waisraeli wanazoweka wakfu, sadaka za aina yoyote. Litakuwa kwenye paji la uso wa Aroni daima ili zikubalike kwa BWANA."
  },
  {
    "verseNumber": "EXO 28:39",
    "verseText": "“Fuma koti la kitani safi na ufanye kilemba cha kitani safi. Mshipi uwe ni kazi ya mtarizi."
  },
  {
    "verseNumber": "EXO 28:40",
    "verseText": "Watengenezee wana wa Aroni makoti, mishipi na kofia, ili kuwapa ukuu na heshima."
  },
  {
    "verseNumber": "EXO 28:41",
    "verseText": "Baada ya kumvika Aroni ndugu yako pamoja na wanawe nguo hizi, watie mafuta na kuwabariki. Waweke wakfu ili wanitumikie katika kazi ya ukuhani."
  },
  {
    "verseNumber": "EXO 28:42",
    "verseText": "“Watengenezee nguo za ndani za kitani zitakazofunika mwili, kutoka kiunoni hadi mapajani."
  },
  {
    "verseNumber": "EXO 28:43",
    "verseText": "Aroni na wanawe ni lazima wavae haya kila wanapoingia katika Hema la Kukutania au wanaposogelea madhabahu wakati wa kutoa huduma katika Mahali Patakatifu, ili wasije wakafanya kosa wakafa. “Haya yawe maagizo ya kudumu kwa Aroni na vizazi vyake."
  },
  {
    "verseNumber": "EXO 29:1",
    "verseText": "“Hili ndilo utakalofanya ili kuwaweka wakfu makuhani ili wanitumikie mimi katika kazi ya ukuhani: Chukua fahali mchanga mmoja na kondoo dume wawili wasio na dosari."
  },
  {
    "verseNumber": "EXO 29:2",
    "verseText": "Kutokana na unga laini wa ngano usiotiwa chachu, tengeneza mikate na maandazi yaliyokandwa kwa mafuta, pamoja na mikate midogo myembamba."
  },
  {
    "verseNumber": "EXO 29:3",
    "verseText": "Viwekwe vyote ndani ya kikapu na kuvitoa pamoja na yule fahali na wale kondoo dume wawili."
  },
  {
    "verseNumber": "EXO 29:4",
    "verseText": "Kisha mlete Aroni na wanawe kwenye lango la Hema la Kukutania na uwaoshe kwa maji."
  },
  {
    "verseNumber": "EXO 29:5",
    "verseText": "Chukua yale mavazi na umvike Aroni koti, joho la kisibau na kisibau chenyewe pamoja na kile kifuko cha kifuani. Mfungie hicho kisibau kwa ule mshipi wa kiunoni uliosukwa kwa ustadi."
  },
  {
    "verseNumber": "EXO 29:6",
    "verseText": "Weka kilemba kichwani mwake na kuweka taji takatifu ishikamane na hicho kilemba."
  },
  {
    "verseNumber": "EXO 29:7",
    "verseText": "Chukua yale mafuta ya upako umimine juu ya kichwa chake."
  },
  {
    "verseNumber": "EXO 29:8",
    "verseText": "Walete wanawe na uwavike makoti,"
  },
  {
    "verseNumber": "EXO 29:9",
    "verseText": "pia uwavike zile tepe za kichwani. Ndipo uwafunge Aroni na wanawe mishipi. Ukuhani ni wao kwa agizo la kudumu. Kwa njia hii utamweka wakfu Aroni na wanawe."
  },
  {
    "verseNumber": "EXO 29:10",
    "verseText": "“Mlete yule fahali mbele ya Hema la Kukutania, naye Aroni na wanawe wataweka mikono yao juu ya kichwa chake."
  },
  {
    "verseNumber": "EXO 29:11",
    "verseText": "Mchinje huyo fahali mbele za BWANA kwenye mlango wa Hema la Kukutania."
  },
  {
    "verseNumber": "EXO 29:12",
    "verseText": "Chukua sehemu ya damu ya huyo fahali na kuipaka kwenye pembe za hayo madhabahu kwa kidole chako, na damu iliyobaki uimwage sehemu ya chini ya madhabahu."
  },
  {
    "verseNumber": "EXO 29:13",
    "verseText": "Kisha chukua mafuta yote ya huyo mnyama ya sehemu za ndani, yale yanayofunika ini, figo zote mbili pamoja na mafuta yake, uviteketeze juu ya madhabahu."
  },
  {
    "verseNumber": "EXO 29:14",
    "verseText": "Lakini nyama ya huyo fahali na ngozi yake na matumbo yake utavichoma nje ya kambi. Hii ni sadaka ya dhambi."
  },
  {
    "verseNumber": "EXO 29:15",
    "verseText": "“Chukua mmoja wa wale kondoo dume, naye Aroni na wanawe wataweka mikono yao juu ya kichwa chake."
  },
  {
    "verseNumber": "EXO 29:16",
    "verseText": "Mchinje huyo kondoo dume, chukua damu yake na uinyunyize pande zote za hayo madhabahu."
  },
  {
    "verseNumber": "EXO 29:17",
    "verseText": "Mkate huyo kondoo dume vipande vipande na usafishe sehemu za ndani pamoja na miguu, ukiviweka pamoja na kichwa na vipande vingine."
  },
  {
    "verseNumber": "EXO 29:18",
    "verseText": "Kisha mteketeze huyo kondoo dume mzima juu ya madhabahu. Hii ni sadaka ya kuteketezwa kwa BWANA, harufu ya kupendeza, sadaka iliyotolewa kwa BWANA kwa moto."
  },
  {
    "verseNumber": "EXO 29:19",
    "verseText": "“Mchukue yule kondoo dume mwingine, naye Aroni na wanawe waweke mikono yao juu ya kichwa chake."
  },
  {
    "verseNumber": "EXO 29:20",
    "verseText": "Mchinje, uchukue sehemu ya damu yake na kuipaka kwenye masikio ya Aroni na wanawe, kwenye vidole gumba vya mikono yao ya kuume, pia kwenye vidole gumba vya miguu yao ya kuume. Kisha nyunyiza hiyo damu pande zote za madhabahu."
  },
  {
    "verseNumber": "EXO 29:21",
    "verseText": "Pia chukua sehemu ya damu iliyo juu ya madhabahu na sehemu ya mafuta ya upako, umnyunyizie Aroni na mavazi yake, pia wanawe na mavazi yao. Ndipo Aroni na wanawe pamoja na mavazi yao watakuwa wamewekwa wakfu."
  },
  {
    "verseNumber": "EXO 29:22",
    "verseText": "“Chukua mafuta ya huyu kondoo dume, mafuta ya mkia, mafuta ya sehemu za ndani yale yanayofunika ini, figo zote mbili na mafuta yake, pamoja na paja la kulia. (Huyo ndiye kondoo dume kwa ajili ya kuwaweka wakfu.)"
  },
  {
    "verseNumber": "EXO 29:23",
    "verseText": "Kutoka kwenye kile kikapu chenye mikate iliyotengenezwa bila chachu, kilichoko mbele za BWANA, chukua mkate, andazi lililokandwa kwa mafuta na mkate mdogo mwembamba."
  },
  {
    "verseNumber": "EXO 29:24",
    "verseText": "Viweke vitu hivi vyote mikononi mwa Aroni na wanawe na uviinue mbele za BWANA kuwa sadaka ya kuinuliwa."
  },
  {
    "verseNumber": "EXO 29:25",
    "verseText": "Kisha vichukue vitu hivyo kutoka mikononi mwao, uviteketeze juu ya madhabahu pamoja na sadaka ya kuteketezwa kuwa harufu nzuri ya kupendeza kwa BWANA, sadaka iliyotolewa kwa BWANA kwa moto."
  },
  {
    "verseNumber": "EXO 29:26",
    "verseText": "Baada ya kuchukua kidari cha huyo kondoo dume wa kuwekwa wakfu kwa Aroni, kiinue mbele za BWANA kuwa sadaka ya kuinuliwa, nayo itakuwa fungu lako."
  },
  {
    "verseNumber": "EXO 29:27",
    "verseText": "“Weka wakfu zile sehemu za kondoo dume aliyetumika kwa kumweka wakfu Aroni na wanawe: kidari kile kilichoinuliwa na lile paja lililotolewa."
  },
  {
    "verseNumber": "EXO 29:28",
    "verseText": "Siku zote hili litakuwa fungu la kawaida kutoka kwa Waisraeli kwa ajili ya Aroni na wanawe. Hili ni toleo la Waisraeli watakalotoa kwa BWANA kutoka sadaka zao za amani."
  },
  {
    "verseNumber": "EXO 29:29",
    "verseText": "“Mavazi matakatifu ya Aroni yatakuwa ya wazao wake ili kwamba waweze kutiwa mafuta na kuwekwa wakfu wakiwa wameyavaa."
  },
  {
    "verseNumber": "EXO 29:30",
    "verseText": "Mwana atakayeingia mahali pake kuwa kuhani na kuja kwenye Hema la Kukutania kuhudumu katika Mahali Patakatifu atayavaa kwa siku saba."
  },
  {
    "verseNumber": "EXO 29:31",
    "verseText": "“Chukua nyama ya huyo kondoo dume wa kuwaweka wakfu uipike katika Mahali Patakatifu."
  },
  {
    "verseNumber": "EXO 29:32",
    "verseText": "Aroni na wanawe wataila ile nyama ya huyo kondoo dume pamoja na ile mikate iliyo kwenye hicho kikapu wakiwa hapo ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "EXO 29:33",
    "verseText": "Watakula sadaka hizi ambazo upatanisho ulifanywa kwazo kwa ajili ya kuwaweka wakfu na kuwatakasa. Lakini hakuna mtu mwingine yeyote anayeruhusiwa kuvila, kwa sababu ni vitakatifu."
  },
  {
    "verseNumber": "EXO 29:34",
    "verseText": "Ikiwa nyama yoyote ya huyo kondoo dume iliyotumika kwa kuwaweka wakfu au mkate wowote umebaki mpaka asubuhi, vichomwe. Kamwe visiliwe, kwa sababu ni vitakatifu."
  },
  {
    "verseNumber": "EXO 29:35",
    "verseText": "“Hivyo utamfanyia Aroni na wanawe kila kitu kama vile nilivyokuamuru: Utachukua muda wa siku saba kuwaweka wakfu."
  },
  {
    "verseNumber": "EXO 29:36",
    "verseText": "Utatoa dhabihu ya fahali kila siku kuwa sadaka ya dhambi ili kufanya upatanisho. Takasa madhabahu kwa kufanya upatanisho kwa ajili yake, nayo uitie mafuta na kuiweka wakfu."
  },
  {
    "verseNumber": "EXO 29:37",
    "verseText": "Kwa muda wa siku saba fanya upatanisho kwa ajili ya madhabahu na kuiweka wakfu. Ndipo madhabahu itakuwa takatifu sana na chochote kitakachoigusa kitakuwa kitakatifu."
  },
  {
    "verseNumber": "EXO 29:38",
    "verseText": "“Kwa kawaida hiki ndicho utakachotoa juu ya madhabahu kila siku: wana-kondoo wawili wenye umri wa mwaka mmoja."
  },
  {
    "verseNumber": "EXO 29:39",
    "verseText": "Utamtoa mmoja asubuhi na huyo mwingine jioni."
  },
  {
    "verseNumber": "EXO 29:40",
    "verseText": "Pamoja na mwana-kondoo wa kwanza utatoa efa moja ya unga wa ngano laini uliochanganywa na robo ya hini ya mafuta yaliyokamuliwa, pamoja na robo ya hini ya divai kuwa sadaka ya kinywaji."
  },
  {
    "verseNumber": "EXO 29:41",
    "verseText": "Huyo mwana-kondoo mwingine mtoe dhabihu wakati wa machweo pamoja na sadaka za unga na za kinywaji kama vile ulivyofanya asubuhi, kuwa harufu ya kupendeza, sadaka iliyotolewa kwa BWANA kwa moto."
  },
  {
    "verseNumber": "EXO 29:42",
    "verseText": "“Kwa vizazi vijavyo itakuwa kawaida kutoa sadaka hii ya kuteketezwa kila mara kwenye ingilio la Hema la Kukutania mbele za BWANA. Hapo ndipo nitakapokutana na ninyi na kusema nanyi,"
  },
  {
    "verseNumber": "EXO 29:43",
    "verseText": "Huko ndipo nitakapokutana na Waisraeli, nalo Hema la Kukutania litatakaswa na utukufu wangu."
  },
  {
    "verseNumber": "EXO 29:44",
    "verseText": "“Kwa hiyo nitaliweka wakfu Hema la Kukutania pamoja na madhabahu, nami nitamweka wakfu Aroni na wanawe ili wanitumikie mimi katika kazi ya ukuhani."
  },
  {
    "verseNumber": "EXO 29:45",
    "verseText": "Ndipo nitakapofanya makao miongoni mwa Waisraeli na kuwa Mungu wao."
  },
  {
    "verseNumber": "EXO 29:46",
    "verseText": "Nao watajua kuwa Mimi Ndimi BWANA Mungu wao, aliyewatoa Misri ili nipate kufanya makao miongoni mwao. Mimi Ndimi BWANA Mungu wao."
  },
  {
    "verseNumber": "EXO 30:1",
    "verseText": "“Tengeneza madhabahu kwa mbao za mshita kwa ajili ya kufukizia uvumba."
  },
  {
    "verseNumber": "EXO 30:2",
    "verseText": "Madhabahu hayo yawe mraba, urefu na upana wake dhiraa moja, na kimo cha dhiraa mbili, nazo pembe zake zitakuwa kitu kimoja nayo."
  },
  {
    "verseNumber": "EXO 30:3",
    "verseText": "Funika hayo madhabahu juu na pande zote na pia pembe zake kwa dhahabu safi, na uifanyizie ukingo wa dhahabu kuizunguka."
  },
  {
    "verseNumber": "EXO 30:4",
    "verseText": "Tengeneza pete mbili za dhahabu kwa ajili ya madhabahu chini ya huo ukingo, ziwe mbili kila upande, za kushikilia hiyo mipiko itumikayo kuibebea madhabahu."
  },
  {
    "verseNumber": "EXO 30:5",
    "verseText": "Tengeneza mipiko kwa miti ya mshita na uifunike kwa dhahabu."
  },
  {
    "verseNumber": "EXO 30:6",
    "verseText": "Weka hayo madhabahu mbele ya lile pazia lililo mbele ya Sanduku la Ushuhuda, lililo mbele ya kiti cha rehema kilicho juu ya Sanduku la Ushuhuda, mahali ambapo nitakutana nawe."
  },
  {
    "verseNumber": "EXO 30:7",
    "verseText": "“Itampasa Aroni kufukiza uvumba wenye harufu nzuri juu ya madhabahu kila siku asubuhi wakati anapowasha zile taa."
  },
  {
    "verseNumber": "EXO 30:8",
    "verseText": "Itampasa afukize uvumba tena wakati anapowasha taa wakati wa machweo ili uvumba ufukizwe daima mbele za BWANA kwa vizazi vijavyo."
  },
  {
    "verseNumber": "EXO 30:9",
    "verseText": "Usifukize uvumba mwingine wowote juu ya madhabahu haya au sadaka nyingine yoyote ya kuteketezwa wala sadaka ya nafaka, wala usimimine sadaka ya kinywaji juu yake."
  },
  {
    "verseNumber": "EXO 30:10",
    "verseText": "Mara moja kwa mwaka Aroni atafanya upatanisho juu ya pembe za hayo madhabahu. Upatanisho huu wa mwaka lazima ufanywe kwa damu ya sadaka ya upatanisho kwa ajili ya dhambi kwa vizazi vijavyo. Ni takatifu sana kwa BWANA.”"
  },
  {
    "verseNumber": "EXO 30:11",
    "verseText": "Naye BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "EXO 30:12",
    "verseText": "“Utakapowahesabu Waisraeli, kila mmoja lazima alipe kwa BWANA fidia kwa ajili ya nafsi yake wakati wa kuhesabiwa kwake. Ndipo hakutakuwa na pigo juu yao unapowahesabu."
  },
  {
    "verseNumber": "EXO 30:13",
    "verseText": "Kila mmoja anayekwenda upande wa wale waliokwisha hesabiwa atatoa nusu shekeli, kulingana na shekeli ya mahali patakatifu, ambayo ina uzito wa gera ishirini. Hii nusu shekeli ni sadaka kwa BWANA."
  },
  {
    "verseNumber": "EXO 30:14",
    "verseText": "Wote wale wanaovuka, wenye umri wa miaka ishirini au zaidi, watatoa sadaka kwa BWANA."
  },
  {
    "verseNumber": "EXO 30:15",
    "verseText": "Matajiri hawatalipa zaidi ya nusu shekeli, nao maskini hawatatoa pungufu wakati mnatoa sadaka kwa BWANA kwa kufanya upatanisho wa nafsi zenu."
  },
  {
    "verseNumber": "EXO 30:16",
    "verseText": "Utapokea fedha ya upatanisho kutoka kwa Waisraeli na uzitumie kwa ajili ya huduma ya Hema la Kukutania. Itakuwa ni ukumbusho kwa Waisraeli mbele za BWANA kufanya upatanisho kwa ajili ya nafsi zenu.”"
  },
  {
    "verseNumber": "EXO 30:17",
    "verseText": "Kisha BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "EXO 30:18",
    "verseText": "“Tengeneza sinia la shaba lenye kitako cha shaba kwa ajili ya kunawia. Liweke kati ya Hema la Kukutania na madhabahu, kisha uweke maji ndani yake."
  },
  {
    "verseNumber": "EXO 30:19",
    "verseText": "Aroni na wanawe watanawa mikono na miguu yao kwa maji yatokayo katika hilo sinia."
  },
  {
    "verseNumber": "EXO 30:20",
    "verseText": "Wakati wowote wanapoingia katika Hema la Kukutania, watanawa kwa maji ili kwamba wasije wakafa. Pia, wanapokaribia madhabahu ili kuhudumu kwa kuleta sadaka zilizotolewa kwa BWANA kwa moto,"
  },
  {
    "verseNumber": "EXO 30:21",
    "verseText": "watanawa mikono na miguu yao ili kwamba wasije wakafa. Hii itakuwa ni amri ya kudumu kwa ajili ya Aroni na wazao wake kwa vizazi vijavyo.”"
  },
  {
    "verseNumber": "EXO 30:22",
    "verseText": "Kisha BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "EXO 30:23",
    "verseText": "“Chukua vikolezi bora vifuatavyo: shekeli 500 za manemane ya maji, shekeli 250 za mdalasini wenye harufu nzuri, shekeli 250 za miwa yenye harufu nzuri,"
  },
  {
    "verseNumber": "EXO 30:24",
    "verseText": "shekeli 500 za aina nyingine ya mdalasini, vyote kulingana na shekeli ya mahali patakatifu, pia hini ya mafuta ya zeituni."
  },
  {
    "verseNumber": "EXO 30:25",
    "verseText": "Vitengeneze vikolezi hivi kuwa mafuta matakatifu ya upako yenye harufu nzuri, kazi ya mtengeneza manukato. Yatakuwa mafuta matakatifu ya upako."
  },
  {
    "verseNumber": "EXO 30:26",
    "verseText": "Kisha yatumie kupaka hilo Hema la Kukutania, Sanduku la Ushuhuda,"
  },
  {
    "verseNumber": "EXO 30:27",
    "verseText": "meza na vifaa vyake vyote, kinara cha taa na vifaa vyake vyote, madhabahu ya kufukizia uvumba,"
  },
  {
    "verseNumber": "EXO 30:28",
    "verseText": "madhabahu ya sadaka ya kuteketezwa na vyombo vyake vyote na sinia pamoja na kitako chake."
  },
  {
    "verseNumber": "EXO 30:29",
    "verseText": "Utaviweka wakfu ili viwe vitakatifu sana na kila kitakachoigusa kitakuwa kitakatifu."
  },
  {
    "verseNumber": "EXO 30:30",
    "verseText": "“Mtie Aroni na wanawe mafuta na uwaweke wakfu ili waweze kunitumikia katika kazi ya ukuhani."
  },
  {
    "verseNumber": "EXO 30:31",
    "verseText": "Waambie Waisraeli, ‘Haya yatakuwa mafuta matakatifu yangu ya upako kwa vizazi vijavyo."
  },
  {
    "verseNumber": "EXO 30:32",
    "verseText": "Usiyamimine juu ya miili ya wanadamu wala usitengeneze mafuta ya aina nyingine kwa utaratibu huu. Ni mafuta matakatifu na ni lazima myaone kuwa ni matakatifu."
  },
  {
    "verseNumber": "EXO 30:33",
    "verseText": "Mtu yeyote atakayetengeneza manukato kama hayo na yeyote atakayeyamimina juu ya mtu yeyote ambaye si kuhani atakatiliwa mbali na watu wake.’ ”"
  },
  {
    "verseNumber": "EXO 30:34",
    "verseText": "Kisha BWANA akamwambia Mose, “Chukua vikolezi vyenye harufu nzuri vifuatavyo: natafi, shekelethi, kelbena na uvumba safi vyote vikiwa na vipimo sawa,"
  },
  {
    "verseNumber": "EXO 30:35",
    "verseText": "pia tengeneza mchanganyiko wa uvumba wenye harufu nzuri, kazi ya mtengeneza manukato. Utiwe chumvi ili upate kuwa safi na mtakatifu."
  },
  {
    "verseNumber": "EXO 30:36",
    "verseText": "Saga baadhi yake kuwa unga na uweke mbele ya Sanduku la Ushuhuda ndani ya Hema la Kukutania, mahali ambapo nitakutana nawe. Itakuwa takatifu sana kwenu."
  },
  {
    "verseNumber": "EXO 30:37",
    "verseText": "Msitengeneze uvumba mwingine wowote wa namna hii kwa ajili yenu wenyewe; uoneni kuwa ni mtakatifu kwa BWANA."
  },
  {
    "verseNumber": "EXO 30:38",
    "verseText": "Yeyote atakayetengeneza uvumba kama huu ili kufurahia harufu yake nzuri lazima akatiliwe mbali na watu wake.”"
  },
  {
    "verseNumber": "EXO 31:1",
    "verseText": "Ndipo BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "EXO 31:2",
    "verseText": "“Tazama, nimemchagua Bezaleli mwana wa Uri, mwana wa Huri, wa kabila la Yuda,"
  },
  {
    "verseNumber": "EXO 31:3",
    "verseText": "nami nimemjaza Roho wa Mungu, pamoja na ustadi, uwezo na ujuzi katika aina zote za ufundi,"
  },
  {
    "verseNumber": "EXO 31:4",
    "verseText": "ili kubuni michoro ya kupendeza katika ufundi wa dhahabu, fedha na shaba,"
  },
  {
    "verseNumber": "EXO 31:5",
    "verseText": "kuchonga vito na kuvitia mahali, kufanya ufundi kwa mbao, na kujishughulisha na aina zote za ufundi."
  },
  {
    "verseNumber": "EXO 31:6",
    "verseText": "Tena nimemteua Oholiabu mwana wa Ahisamaki, wa kabila la Dani, ili kumsaidia. Pia mafundi wote nimewapa ustadi wa kutengeneza kila kitu nilichokuamuru wewe:"
  },
  {
    "verseNumber": "EXO 31:7",
    "verseText": "Hema la Kukutania, Sanduku la Ushuhuda pamoja na kiti cha rehema juu yake, pia na vifaa vyote vya kwenye hema,"
  },
  {
    "verseNumber": "EXO 31:8",
    "verseText": "meza na vifaa vyake, kinara cha taa cha dhahabu safi na vifaa vyake vyote, madhabahu ya kufukizia uvumba,"
  },
  {
    "verseNumber": "EXO 31:9",
    "verseText": "madhabahu ya sadaka ya kuteketezwa na vyombo vyake vyote, sinia na kinara chake,"
  },
  {
    "verseNumber": "EXO 31:10",
    "verseText": "pamoja na mavazi matakatifu yaliyofumwa ya kuhani Aroni, na mavazi kwa ajili ya wanawe wakati wanahudumu katika kazi ya ukuhani,"
  },
  {
    "verseNumber": "EXO 31:11",
    "verseText": "pia mafuta ya upako na uvumba wenye harufu nzuri kwa ajili ya Mahali Patakatifu. Watavitengeneza sawasawa kama vile nilivyokuagiza wewe.”"
  },
  {
    "verseNumber": "EXO 31:12",
    "verseText": "Kisha BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "EXO 31:13",
    "verseText": "“Waambie Waisraeli, ‘Ninyi ni lazima mzishike Sabato zangu. Hii itakuwa ni ishara kati yangu na ninyi kwa ajili ya vizazi vijavyo, ili mpate kujua kwamba Mimi Ndimi BWANA, niwafanyaye ninyi watakatifu."
  },
  {
    "verseNumber": "EXO 31:14",
    "verseText": "“ ‘Mtaishika Sabato, kwa sababu ni takatifu kwenu. Yeyote atakayeinajisi lazima auawe, yeyote atakayefanya kazi siku hiyo lazima akafie mbali na watu wake."
  },
  {
    "verseNumber": "EXO 31:15",
    "verseText": "Kwa siku sita, mtafanya kazi, lakini siku ya saba ni Sabato ya kupumzika, takatifu kwa BWANA. Yeyote afanyaye kazi yoyote siku ya Sabato ni lazima auawe."
  },
  {
    "verseNumber": "EXO 31:16",
    "verseText": "Waisraeli wataishika Sabato, kuiadhimisha kwa vizazi vijavyo kuwa Agano la milele."
  },
  {
    "verseNumber": "EXO 31:17",
    "verseText": "Itakuwa ishara kati yangu na Waisraeli milele, kwa kuwa kwa muda wa siku sita BWANA aliumba mbingu na dunia, na siku ya saba akaacha kufanya kazi, akapumzika.’ ”"
  },
  {
    "verseNumber": "EXO 31:18",
    "verseText": "BWANA alipomaliza kusema na Mose juu ya Mlima Sinai, Mungu akampa vile vibao viwili vya Ushuhuda, vibao vya mawe vilivyoandikwa kwa kidole cha Mungu."
  },
  {
    "verseNumber": "EXO 32:1",
    "verseText": "Watu walipoona kuwa Mose amekawia sana kushuka kutoka mlimani, walimkusanyikia Aroni na kumwambia, “Njoo, tutengenezee miungu itakayotutangulia. Kwa maana huyu jamaa yetu Mose aliyetupandisha kutoka Misri, hatujui jambo lililompata.”"
  },
  {
    "verseNumber": "EXO 32:2",
    "verseText": "Aroni akawajibu, “Vueni vipuli vya dhahabu ambavyo wake zenu, wana wenu na binti zenu wamevaa, mkaniletee.”"
  },
  {
    "verseNumber": "EXO 32:3",
    "verseText": "Kwa hiyo watu wote wakavua vipuli vyao, wakavileta kwa Aroni."
  },
  {
    "verseNumber": "EXO 32:4",
    "verseText": "Akavichukua vile vitu walivyomkabidhi, akavifanyiza kwa kusubu sanamu yenye umbo la ndama, akaichonga kwa kutumia chombo. Kisha wakasema, “Hii ndiyo miungu yenu, ee Israeli, iliyowapandisha kutoka Misri.”"
  },
  {
    "verseNumber": "EXO 32:5",
    "verseText": "Aroni alipoona hili, akajenga madhabahu mbele ya yule ndama na kutangaza, “Kesho kutakuwa na sikukuu kwa BWANA.”"
  },
  {
    "verseNumber": "EXO 32:6",
    "verseText": "Kwa hiyo siku iliyofuata watu wakaamka asubuhi na mapema na kutoa sadaka za kuteketeza na sadaka za amani. Baadaye watu wakaketi kula na kunywa, nao wakasimama, wakajizamisha katika sherehe."
  },
  {
    "verseNumber": "EXO 32:7",
    "verseText": "Kisha BWANA akamwambia Mose, “Shuka, kwa sababu watu wako, uliowatoa Misri, wamepotoka."
  },
  {
    "verseNumber": "EXO 32:8",
    "verseText": "Wamekuwa wepesi kugeuka na kuacha niliyowaamuru, na wamejitengenezea sanamu ya kuyeyusha yenye umbo la ndama. Wameisujudia na kuitolea dhabihu, nao wamesema, ‘Hii ndiyo miungu yenu, ee Israeli iliyokupandisha kutoka Misri.’ ”"
  },
  {
    "verseNumber": "EXO 32:9",
    "verseText": "BWANA akamwambia Mose, “Nimeona watu hawa, nao ni watu wenye shingo ngumu."
  },
  {
    "verseNumber": "EXO 32:10",
    "verseText": "Sasa niache ili hasira yangu ipate kuwaka dhidi yao, nami nipate kuwaangamiza. Kisha nitakufanya wewe kuwa taifa kubwa.”"
  },
  {
    "verseNumber": "EXO 32:11",
    "verseText": "Lakini Mose akamsihi BWANA Mungu wake, akasema, “Ee BWANA, kwa nini hasira yako iwake dhidi ya watu wako, wale uliowatoa Misri kwa uweza mkuu na mkono wenye nguvu?"
  },
  {
    "verseNumber": "EXO 32:12",
    "verseText": "Kwa nini Wamisri waseme, ‘Ni kwa nia mbaya aliwatoa Misri, ili awaue milimani na kuwafuta usoni mwa dunia’? Achilia mbali hasira yako kali, waonee huruma na usilete maafa juu ya watu wako."
  },
  {
    "verseNumber": "EXO 32:13",
    "verseText": "Wakumbuke watumishi wako Abrahamu, Isaki na Israeli, ambao uliwaapia kwa nafsi yako mwenyewe: ‘Nitawafanya uzao wako kuwa wengi kama nyota za angani, nami nitawapa wazao wako nchi hii yote ambayo niliwaahidia, nayo itakuwa urithi wao milele.’ ”"
  },
  {
    "verseNumber": "EXO 32:14",
    "verseText": "Kisha BWANA akawaonea huruma, wala hakuleta juu ya watu wake maafa aliyokuwa amekusudia."
  },
  {
    "verseNumber": "EXO 32:15",
    "verseText": "Mose akageuka, akashuka kutoka mlimani akiwa na vibao viwili vya Ushuhuda mikononi mwake. Vilikuwa vimeandikwa pande zote mbili, mbele na nyuma."
  },
  {
    "verseNumber": "EXO 32:16",
    "verseText": "Vibao hivyo vilikuwa kazi ya Mungu; maandishi yalikuwa mwandiko wa Mungu, yaliyochorwa kama muhuri juu ya vibao."
  },
  {
    "verseNumber": "EXO 32:17",
    "verseText": "Yoshua aliposikia sauti za watu wakipiga kelele, akamwambia Mose, “Kuna sauti ya vita kambini.”"
  },
  {
    "verseNumber": "EXO 32:18",
    "verseText": "Mose akajibu: “Si sauti ya ushindi, wala si sauti ya kushindwa; ni sauti ya kuimba ninayosikia.”"
  },
  {
    "verseNumber": "EXO 32:19",
    "verseText": "Mose alipoikaribia kambi na kuona yule ndama na ile michezo, hasira yake ikawaka, akatupa vile vibao vilivyokuwa mikononi mwake, akavipasua vipande vipande pale chini ya mlima."
  },
  {
    "verseNumber": "EXO 32:20",
    "verseText": "Kisha akamchukua yule ndama waliokuwa wamemtengeneza na kumchoma kwenye moto, kisha akamsaga kuwa unga, akanyunyiza kwenye maji na kuwafanya Waisraeli wanywe."
  },
  {
    "verseNumber": "EXO 32:21",
    "verseText": "Mose akamwambia Aroni, “Watu hawa walikufanyia nini, hata ukawaongoza kufanya dhambi kubwa hivyo?”"
  },
  {
    "verseNumber": "EXO 32:22",
    "verseText": "Aroni akamwambia, “Usikasirike bwana wangu. Unajua jinsi watu hawa walivyo tayari kwa maovu."
  },
  {
    "verseNumber": "EXO 32:23",
    "verseText": "Wao waliniambia, ‘Tufanyie miungu itakayotuongoza. Kwa kuwa huyu jamaa yetu Mose aliyetupandisha kutoka Misri, hatufahamu yaliyompata.’"
  },
  {
    "verseNumber": "EXO 32:24",
    "verseText": "Kwa hiyo nikawaambia, ‘Yeyote aliye na kito chochote cha dhahabu avue.’ Kisha wakanipa hiyo dhahabu, nami nikaitupa motoni, akatokea huyu ndama!”"
  },
  {
    "verseNumber": "EXO 32:25",
    "verseText": "Mose akaona kuwa watu wameasi, kwa kuwa Aroni alikuwa amewaacha waasi, na hivyo kuwa kichekesho kwa adui zao."
  },
  {
    "verseNumber": "EXO 32:26",
    "verseText": "Kwa hiyo Mose akasimama kwenye ingilio la kambi, akasema, “Yeyote aliye upande wa BWANA, aje upande wangu.” Walawi wote wakamjia."
  },
  {
    "verseNumber": "EXO 32:27",
    "verseText": "Ndipo alipowaambia, “Hili ndilo BWANA, Mungu wa Israeli asemalo: ‘Kila mmoja wenu ajifunge upanga wake kiunoni aende huku na huko kambi yote mwisho hadi mwisho mwingine, kila mmoja amuue ndugu yake, na rafiki yake na jirani yake.’ ”"
  },
  {
    "verseNumber": "EXO 32:28",
    "verseText": "Walawi wakafanya kama Mose alivyoamuru, siku ile wakafa watu wapatao 3,000."
  },
  {
    "verseNumber": "EXO 32:29",
    "verseText": "Kisha Mose akasema, “Leo mmewekwa wakfu kwa BWANA, kwa kuwa mlikuwa kinyume na wana wenu wenyewe na ndugu zenu, naye Mungu amewabariki leo.”"
  },
  {
    "verseNumber": "EXO 32:30",
    "verseText": "Siku iliyofuata Mose akawaambia watu, “Mmefanya dhambi kubwa. Lakini sasa nitapanda juu kwa BWANA, labda nitaweza kufanya upatanisho kwa ajili ya dhambi yenu.”"
  },
  {
    "verseNumber": "EXO 32:31",
    "verseText": "Hivyo Mose akarudi kwa BWANA na kumwambia, “Lo! Hawa watu wamefanya dhambi kubwa namna gani! Wamejitengenezea miungu ya dhahabu."
  },
  {
    "verseNumber": "EXO 32:32",
    "verseText": "Lakini sasa nakusihi, wasamehe dhambi yao; lakini kama sivyo, basi nifute kutoka kwenye kitabu ulichoandika.”"
  },
  {
    "verseNumber": "EXO 32:33",
    "verseText": "BWANA akamjibu Mose, “Yeyote aliyenitenda dhambi ndiye nitakayemfuta kutoka kwenye kitabu changu."
  },
  {
    "verseNumber": "EXO 32:34",
    "verseText": "Sasa nenda, uongoze hao watu mpaka mahali nilipokuambia, naye malaika wangu atakutangulia. Pamoja na hayo, wakati utakapofika wa mimi kuwaadhibu, nitawaadhibu kwa ajili ya dhambi yao.”"
  },
  {
    "verseNumber": "EXO 32:35",
    "verseText": "Ndipo BWANA akawapiga watu kwa ugonjwa wa tauni kwa sababu ya yale waliyoyafanya kwa ndama yule ambaye alitengenezwa na Aroni."
  },
  {
    "verseNumber": "EXO 33:1",
    "verseText": "Kisha BWANA akamwambia Mose, “Ondoka mahali hapa, wewe pamoja na hao watu uliowapandisha kutoka Misri, mpande mpaka nchi niliyomwahidi Abrahamu, Isaki na Yakobo kwa kiapo, nikisema, ‘Nitawapa wazao wenu nchi hii.’"
  },
  {
    "verseNumber": "EXO 33:2",
    "verseText": "Nitamtuma malaika mbele yenu, naye atawafukuza Wakanaani, Waamori, Wahiti, Waperizi, Wahivi na Wayebusi."
  },
  {
    "verseNumber": "EXO 33:3",
    "verseText": "Pandeni mwende katika nchi itiririkayo maziwa na asali. Lakini mimi sitakwenda pamoja nanyi, kwa sababu ninyi ni watu wenye shingo ngumu, nisije nikawaangamiza njiani.”"
  },
  {
    "verseNumber": "EXO 33:4",
    "verseText": "Watu waliposikia habari hizo za huzuni, wakaanza kuomboleza wala hakuna mtu aliyevaa mapambo yoyote."
  },
  {
    "verseNumber": "EXO 33:5",
    "verseText": "Kwa kuwa BWANA alikuwa amemwambia Mose, “Waambie Waisraeli, ‘Ninyi ni watu wenye shingo ngumu. Kama ningefuatana nanyi hata kwa muda mfupi, ningewaangamiza. Sasa vueni mapambo yenu, nami nitaamua nitakalowatendea.’ ”"
  },
  {
    "verseNumber": "EXO 33:6",
    "verseText": "Hivyo Waisraeli wakavua mapambo yao katika Mlima wa Horebu."
  },
  {
    "verseNumber": "EXO 33:7",
    "verseText": "Basi Mose alikuwa na desturi ya kuchukua hema na kuliweka wakfu nje ya kambi umbali kiasi, akaliita “Hema la Kukutania.” Kila aliyekuwa akiulizia shauri kwa BWANA, angelikwenda katika Hema la Kukutania nje ya kambi."
  },
  {
    "verseNumber": "EXO 33:8",
    "verseText": "Wakati wowote Mose alipokwenda kwenye Hema, watu wote waliinuka na kusimama kwenye maingilio ya mahema yao, wakimwangalia Mose mpaka aingie kwenye Hema."
  },
  {
    "verseNumber": "EXO 33:9",
    "verseText": "Kila mara Mose alipoingia ndani ya hema, nguzo ya wingu ingeshuka chini na kukaa kwenye ingilio, wakati Mungu akizungumza na Mose."
  },
  {
    "verseNumber": "EXO 33:10",
    "verseText": "Kila mara watu walipoona hiyo nguzo ya wingu ikiwa imesimama kwenye ingilio la hema, wote walisimama wakaabudu, kila mmoja kwenye ingilio la hema lake."
  },
  {
    "verseNumber": "EXO 33:11",
    "verseText": "BWANA angezungumza na Mose uso kwa uso, kama vile mtu azungumzavyo na rafiki yake. Kisha Mose angerudi kambini, lakini msaidizi wake kijana Yoshua mwana wa Nuni hakuondoka mle Hemani."
  },
  {
    "verseNumber": "EXO 33:12",
    "verseText": "Mose akamwambia BWANA, “Umekuwa ukiniambia, ‘Ongoza watu hawa,’ lakini hujanifahamisha ni nani utakayemtuma pamoja nami. Umesema, ‘Ninakujua wewe kwa jina lako, nawe umepata kibali mbele zangu.’"
  },
  {
    "verseNumber": "EXO 33:13",
    "verseText": "Ikiwa umependezwa nami, nifundishe njia zako ili nipate kukujua, nami nizidi kupata kibali mbele zako. Kumbuka kuwa taifa hili ni watu wako.”"
  },
  {
    "verseNumber": "EXO 33:14",
    "verseText": "BWANA akajibu, “Uso wangu utakwenda pamoja nawe, nami nitakupa raha.”"
  },
  {
    "verseNumber": "EXO 33:15",
    "verseText": "Kisha Mose akamwambia, “Kama Uso wako hauendi pamoja nasi, usituondoe hapa."
  },
  {
    "verseNumber": "EXO 33:16",
    "verseText": "Mtu yeyote atajuaje kuwa mimi pamoja na watu wako tumepata kibali mbele zako, usipokwenda pamoja nasi? Ni nini kingine kitakachoweza kututofautisha mimi na watu wako miongoni mwa watu wengine wote walio katika uso wa dunia?”"
  },
  {
    "verseNumber": "EXO 33:17",
    "verseText": "BWANA akamwambia Mose, “Nitakufanyia jambo lile uliloomba, kwa sababu ninapendezwa nawe, nami ninakujua kwa jina lako.”"
  },
  {
    "verseNumber": "EXO 33:18",
    "verseText": "Kisha Mose akasema, “Basi nionyeshe utukufu wako.”"
  },
  {
    "verseNumber": "EXO 33:19",
    "verseText": "Ndipo BWANA akasema, “Nitapitisha wema wangu wote mbele yako, nami nitalitangaza Jina langu, BWANA, mbele ya uso wako. Nitamrehemu yeye nimrehemuye, na pia nitamhurumia yeye nimhurumiaye.”"
  },
  {
    "verseNumber": "EXO 33:20",
    "verseText": "Lakini Mungu akasema, “Hutaweza kuuona uso wangu, kwa kuwa hakuna mtu yeyote awezaye kuniona akaishi.”"
  },
  {
    "verseNumber": "EXO 33:21",
    "verseText": "Kisha BWANA akasema, “Kuna mahali karibu nami ambapo unaweza kusimama juu ya mwamba."
  },
  {
    "verseNumber": "EXO 33:22",
    "verseText": "Utukufu wangu unapopita, nitakuweka gengeni kwenye mwamba na kukufunika kwa mkono wangu mpaka nitakapokwisha kupita."
  },
  {
    "verseNumber": "EXO 33:23",
    "verseText": "Kisha nitaondoa mkono wangu nawe utaona mgongo wangu; lakini kamwe uso wangu hautaonekana.”"
  },
  {
    "verseNumber": "EXO 34:1",
    "verseText": "BWANA akamwambia Mose, “Chonga vibao viwili vya mawe kama vile vya kwanza, nami nitaandika juu yake maneno yale yaliyokuwa kwenye vile vibao vya kwanza, ulivyovivunja."
  },
  {
    "verseNumber": "EXO 34:2",
    "verseText": "Uwe tayari asubuhi, kisha upande juu ya Mlima Sinai. Uje mbele zangu kukutana nami huko juu ya mlima."
  },
  {
    "verseNumber": "EXO 34:3",
    "verseText": "Mtu yeyote asije pamoja nawe, wala asionekane mtu popote juu ya mlima, wala kondoo na mbuzi au ngʼombe wasilishe karibu mbele ya huo mlima.”"
  },
  {
    "verseNumber": "EXO 34:4",
    "verseText": "Kwa hiyo Mose akachonga vibao viwili vya mawe kama vile vya kwanza, naye akapanda juu ya Mlima Sinai asubuhi na mapema, kama BWANA alivyokuwa amemwagiza, akachukua vile vibao viwili vya mawe mikononi mwake."
  },
  {
    "verseNumber": "EXO 34:5",
    "verseText": "Kisha BWANA akashuka katika wingu akasimama pamoja naye huko, akalitangaza jina lake, BWANA."
  },
  {
    "verseNumber": "EXO 34:6",
    "verseText": "BWANA akapita mbele ya Mose, akitangaza, “BWANA, BWANA, Mungu mwenye huruma na neema, asiye mwepesi wa hasira, mwingi wa upendo na uaminifu,"
  },
  {
    "verseNumber": "EXO 34:7",
    "verseText": "akidumisha upendo kwa maelfu, pia akisamehe uovu, uasi na dhambi. Lakini haachi kuadhibu mwenye hatia; huwaadhibu watoto na watoto wao kwa ajili ya dhambi ya baba zao hata katika kizazi cha tatu na cha nne.”"
  },
  {
    "verseNumber": "EXO 34:8",
    "verseText": "Mara Mose akasujudu na kuabudu."
  },
  {
    "verseNumber": "EXO 34:9",
    "verseText": "Mose akasema, “Ee BWANA, kama nimepata kibali mbele zako, basi BWANA uende pamoja nasi. Ingawa watu hawa ni wenye shingo ngumu, samehe uovu wetu na dhambi yetu, tuchukue kuwa urithi wako.”"
  },
  {
    "verseNumber": "EXO 34:10",
    "verseText": "Kisha BWANA akasema: “Tazama ninafanya Agano mbele ya watu wako wote. Mbele ya watu wako wote nitafanya maajabu ambayo hayajafanyika katika taifa lolote katika ulimwengu wote. Watu wale mnaoishi miongoni mwao wataona jinsi ilivyo ya kushangaza ile kazi nitakayowafanyia mimi BWANA wenu."
  },
  {
    "verseNumber": "EXO 34:11",
    "verseText": "Tii yale ninayokuamuru leo. Tazama nawafukuza mbele yako Waamori, Wakanaani, Wahiti, Waperizi, Wahivi na Wayebusi."
  },
  {
    "verseNumber": "EXO 34:12",
    "verseText": "Uwe mwangalifu, usifanye agano na wale wanaokaa katika nchi ile unayoiendea, la sivyo watakuwa mtego katikati yako."
  },
  {
    "verseNumber": "EXO 34:13",
    "verseText": "Bomoa madhabahu yao, vunja mawe yao ya kuabudia na ukatekate nguzo zao za Ashera."
  },
  {
    "verseNumber": "EXO 34:14",
    "verseText": "Usiabudu mungu mwingine, kwa kuwa BWANA, ambaye jina lake ni Wivu, ni Mungu mwenye wivu."
  },
  {
    "verseNumber": "EXO 34:15",
    "verseText": "“Uwe mwangalifu usifanye agano na wale watu wanaoishi katika nchi, kwa maana wakati wanapojifanyia ukahaba kwa miungu yao na kuwatolea kafara, watakualika wewe nawe utakula sadaka za matambiko yao."
  },
  {
    "verseNumber": "EXO 34:16",
    "verseText": "Unapowachagua baadhi ya binti zao kuwa wake wa wana wenu na binti hao wakajifanyia ukahaba kwa miungu yao, watawaongoza wana wenu kufanya vivyo hivyo."
  },
  {
    "verseNumber": "EXO 34:17",
    "verseText": "“Usijifanyie sanamu za kusubu."
  },
  {
    "verseNumber": "EXO 34:18",
    "verseText": "“Utaadhimisha Sikukuu ya Mikate Isiyotiwa Chachu. Kwa siku saba mtakula mikate isiyotiwa chachu, kama nilivyokuamuru. Fanya hivi kwa wakati ulioamriwa, katika mwezi wa Abibu, ndio mwezi wa nne, kwa kuwa katika mwezi huo ndipo wewe ulipotoka Misri."
  },
  {
    "verseNumber": "EXO 34:19",
    "verseText": "“Mzaliwa wa kwanza wa kila tumbo ni mali yangu, pamoja na wazaliwa wa kwanza wote wa kiume wa mifugo yako, ikiwa ni wa ngʼombe au wa kondoo au mbuzi."
  },
  {
    "verseNumber": "EXO 34:20",
    "verseText": "Utakomboa mzaliwa wa kwanza wa punda kwa mwana-kondoo, lakini kama humkomboi, utavunja shingo yake. Utakomboa wazaliwa wako wa kwanza wote wa kiume. “Mtu yeyote asije mbele zangu mikono mitupu."
  },
  {
    "verseNumber": "EXO 34:21",
    "verseText": "“Kwa siku sita utafanya kazi, lakini siku ya saba utapumzika, hata ikiwa ni majira ya kulima au ya kuvuna lazima upumzike."
  },
  {
    "verseNumber": "EXO 34:22",
    "verseText": "“Utaadhimisha Sikukuu ya Majuma kwa malimbuko ya mavuno ya ngano, na Sikukuu ya Mavuno mwishoni mwa mwaka."
  },
  {
    "verseNumber": "EXO 34:23",
    "verseText": "Mara tatu kwa mwaka wanaume wako wote watakuja mbele za BWANA Mwenyezi, Mungu wa Israeli."
  },
  {
    "verseNumber": "EXO 34:24",
    "verseText": "Nitawafukuza mataifa mbele yako na kupanua mipaka ya nchi yako, wala hakuna mtu yeyote atakayeitamani nchi yako wakati unapokwenda mara tatu kila mwaka kuonana na BWANA Mungu wako."
  },
  {
    "verseNumber": "EXO 34:25",
    "verseText": "“Usinitolee damu ya dhabihu pamoja na kitu chochote chenye chachu, wala usibakize dhabihu yoyote ya Sikukuu ya Pasaka mpaka asubuhi."
  },
  {
    "verseNumber": "EXO 34:26",
    "verseText": "“Leta matunda ya kwanza yaliyo bora zaidi ya ardhi yako katika nyumba ya BWANA Mungu wako. “Usimchemshe mwana-mbuzi katika maziwa ya mama yake.”"
  },
  {
    "verseNumber": "EXO 34:27",
    "verseText": "Kisha BWANA akamwambia Mose, “Andika maneno haya, kwa maana kulingana na maneno haya, nimefanya Agano na wewe pamoja na Israeli.”"
  },
  {
    "verseNumber": "EXO 34:28",
    "verseText": "Mose alikuwa huko pamoja na BWANA kwa siku arobaini usiku na mchana bila kula chakula wala kunywa maji. Naye akaandika juu ya vibao maneno ya Agano, yaani zile Amri Kumi."
  },
  {
    "verseNumber": "EXO 34:29",
    "verseText": "Mose alipoteremka kutoka Mlima Sinai akiwa na vile vibao viwili vya Ushuhuda mikononi mwake, hakujua kuwa uso wake ulikuwa ukingʼaa, kwa sababu alikuwa amezungumza na BWANA."
  },
  {
    "verseNumber": "EXO 34:30",
    "verseText": "Aroni na Waisraeli wote walipomwona Mose, kuwa uso wake unangʼaa, waliogopa kumkaribia."
  },
  {
    "verseNumber": "EXO 34:31",
    "verseText": "Lakini Mose akawaita, kwa hiyo Aroni na viongozi wote wa jumuiya wakarudi, naye akazungumza nao."
  },
  {
    "verseNumber": "EXO 34:32",
    "verseText": "Baadaye Waisraeli wote wakamkaribia, naye akawapa amri zote BWANA alizompa katika Mlima wa Sinai."
  },
  {
    "verseNumber": "EXO 34:33",
    "verseText": "Mose alipomaliza kuzungumza nao, akaweka utaji kwenye uso wake."
  },
  {
    "verseNumber": "EXO 34:34",
    "verseText": "Lakini kila wakati Mose alipoingia mbele za BWANA kuzungumza naye, aliondoa ule utaji mpaka alipotoka nje. Naye alipotoka nje na kuwaambia Waisraeli lile ambalo ameagizwa,"
  },
  {
    "verseNumber": "EXO 34:35",
    "verseText": "waliona kuwa uso wake unangʼaa. Kisha Mose angeliweka tena utaji juu ya uso wake mpaka alipokwenda kuzungumza na BWANA."
  },
  {
    "verseNumber": "EXO 35:1",
    "verseText": "Mose akakusanya jumuiya yote ya Waisraeli na kuwaambia, “Haya ndiyo mambo ambayo BWANA amewaamuru ninyi mfanye:"
  },
  {
    "verseNumber": "EXO 35:2",
    "verseText": "Kwa siku sita, mtafanya kazi, lakini siku ya saba itakuwa takatifu kwenu, Sabato ya kupumzika kwa BWANA. Yeyote atakayefanya kazi yoyote siku hiyo ni lazima auawe."
  },
  {
    "verseNumber": "EXO 35:3",
    "verseText": "Msiwashe moto mahali popote katika makazi yenu siku ya Sabato.”"
  },
  {
    "verseNumber": "EXO 35:4",
    "verseText": "Mose akaiambia jumuiya yote ya Waisraeli, “Hili ndilo BWANA aliloamuru:"
  },
  {
    "verseNumber": "EXO 35:5",
    "verseText": "Toeni sadaka kwa BWANA kutoka mali mliyo nayo. Kila mmoja aliye na moyo wa kupenda atamletea BWANA sadaka ya dhahabu, fedha na shaba;"
  },
  {
    "verseNumber": "EXO 35:6",
    "verseText": "nyuzi za rangi ya buluu, za zambarau, za rangi nyekundu na kitani safi; singa za mbuzi;"
  },
  {
    "verseNumber": "EXO 35:7",
    "verseText": "ngozi za kondoo dume zilizopakwa rangi nyekundu, na ngozi za pomboo; mbao za mshita;"
  },
  {
    "verseNumber": "EXO 35:8",
    "verseText": "mafuta ya zeituni kwa ajili ya taa; vikolezi kwa ajili ya mafuta ya upako, pamoja na uvumba wa harufu nzuri;"
  },
  {
    "verseNumber": "EXO 35:9",
    "verseText": "vito vya shohamu, na vito vingine vya thamani vya kuweka kwenye kisibau na kile kifuko cha kifuani."
  },
  {
    "verseNumber": "EXO 35:10",
    "verseText": "“Wote wenye ujuzi miongoni mwenu inawapasa kuja na kutengeneza kila kitu BWANA alichoamuru:"
  },
  {
    "verseNumber": "EXO 35:11",
    "verseText": "Maskani pamoja na hema lake na kifuniko chake, vibanio, mihimili, mataruma, nguzo na vitako;"
  },
  {
    "verseNumber": "EXO 35:12",
    "verseText": "Sanduku la Agano pamoja na mipiko yake, kifuniko cha kiti cha rehema na pazia linalokizuia;"
  },
  {
    "verseNumber": "EXO 35:13",
    "verseText": "meza na mipiko yake pamoja na vyombo vyake vyote, mikate ya Wonyesho;"
  },
  {
    "verseNumber": "EXO 35:14",
    "verseText": "kinara cha taa kwa ajili ya mwanga pamoja na vifaa vyake vyote, taa na mafuta kwa ajili ya mwanga;"
  },
  {
    "verseNumber": "EXO 35:15",
    "verseText": "madhabahu ya kufukiza uvumba pamoja na mipiko yake, mafuta ya upako na uvumba wenye harufu nzuri; pazia la mlangoni mahali pa kuingilia ndani ya maskani;"
  },
  {
    "verseNumber": "EXO 35:16",
    "verseText": "madhabahu ya sadaka za kuteketeza pamoja na wavu wake wa shaba, mipiko yake pamoja na vyombo vyake vyote; sinia la shaba pamoja na tako lake;"
  },
  {
    "verseNumber": "EXO 35:17",
    "verseText": "pazia la eneo la ua pamoja na nguzo zake na vitako vyake, pazia la ingilio la kwenye ua;"
  },
  {
    "verseNumber": "EXO 35:18",
    "verseText": "vigingi vya hema kwa ajili ya maskani pamoja na ua na kamba zake;"
  },
  {
    "verseNumber": "EXO 35:19",
    "verseText": "mavazi yaliyofumwa yanayovaliwa wakati wa huduma katika mahali patakatifu, yaani mavazi matakatifu kwa ajili ya kuhani Aroni, na mavazi kwa ajili ya wanawe watakapokuwa wakihudumu katika kazi ya ukuhani.”"
  },
  {
    "verseNumber": "EXO 35:20",
    "verseText": "Ndipo jumuiya yote ya Waisraeli ilipoondoka mbele ya Mose,"
  },
  {
    "verseNumber": "EXO 35:21",
    "verseText": "na kila mmoja aliyependa na ambaye moyo wake ulimsukuma alikuja na kuleta sadaka kwa BWANA, kwa ajili ya kazi katika Hema la Kukutania, kwa ajili ya huduma yake yote na kwa ajili ya mavazi matakatifu."
  },
  {
    "verseNumber": "EXO 35:22",
    "verseText": "Wote waliokuwa na utayari, wanaume kwa wanawake, wakaja wakaleta vito vya dhahabu vya kila aina: vipini, vipuli, pete na mapambo. Wote wakatoa dhahabu zao kama sadaka ya kuinuliwa kwa BWANA."
  },
  {
    "verseNumber": "EXO 35:23",
    "verseText": "Kila mmoja aliyekuwa na nyuzi za rangi ya buluu, za zambarau, au za rangi nyekundu au kitani safi, au singa za mbuzi, ngozi za kondoo dume zilizotiwa rangi nyekundu, au ngozi za pomboo, wakavileta."
  },
  {
    "verseNumber": "EXO 35:24",
    "verseText": "Wale waliotoa sadaka ya fedha au shaba wakavileta kama sadaka kwa BWANA, na kila aliyekuwa na mti wa mshita kwa ajili ya kazi yoyote ile akauleta."
  },
  {
    "verseNumber": "EXO 35:25",
    "verseText": "Kila mwanamke aliyekuwa na ujuzi alisokota kwa mikono yake na alileta kile alichosokota, iwe ni nyuzi za rangi ya buluu, za zambarau, au za rangi nyekundu au kitani safi."
  },
  {
    "verseNumber": "EXO 35:26",
    "verseText": "Wanawake wote waliopenda na waliokuwa na ujuzi wakasokota singa za mbuzi."
  },
  {
    "verseNumber": "EXO 35:27",
    "verseText": "Viongozi wakaleta vito vya shohamu pamoja na vito vingine vya thamani kwa ajili ya kuweka kwenye kisibau na kwenye kifuko cha kifuani."
  },
  {
    "verseNumber": "EXO 35:28",
    "verseText": "Wakaleta pia vikolezi na mafuta ya zeituni kwa ajili ya mwanga, kwa ajili ya mafuta ya upako na kwa ajili ya uvumba wenye harufu nzuri."
  },
  {
    "verseNumber": "EXO 35:29",
    "verseText": "Waisraeli wote waume kwa wake waliokuwa wanapenda wakaleta mbele za BWANA kwa hiari yao wenyewe sadaka kwa ajili ya kazi yote ya BWANA aliyokuwa amewaagiza kuifanya kupitia kwa Mose."
  },
  {
    "verseNumber": "EXO 35:30",
    "verseText": "Kisha Mose akawaambia Waisraeli, “Tazameni, BWANA amemchagua Bezaleli mwana wa Uri, mwana wa Huri, wa kabila la Yuda,"
  },
  {
    "verseNumber": "EXO 35:31",
    "verseText": "naye amemjaza Roho wa Mungu, pamoja na ustadi, na uwezo na ujuzi katika aina zote za ufundi,"
  },
  {
    "verseNumber": "EXO 35:32",
    "verseText": "ili kubuni michoro ya kupendeza katika ufundi wa dhahabu, fedha na shaba,"
  },
  {
    "verseNumber": "EXO 35:33",
    "verseText": "kuchonga vito na kuvitia mahali, kufanya ufundi kwa mbao, na kujishughulisha na aina zote za ufundi wa kupendeza."
  },
  {
    "verseNumber": "EXO 35:34",
    "verseText": "Tena amempa yeye pamoja na Oholiabu, mwana wa Ahisamaki, wa kabila la Dani, uwezo wa kufundisha wengine."
  },
  {
    "verseNumber": "EXO 35:35",
    "verseText": "Amewajaza ustadi wa kufanya kazi za aina zote zifanywazo na mafundi, na wenye kubuni michoro, pia na watarizi kwa rangi za buluu, zambarau, nyekundu na kitani safi, na wafumaji: wote wakiwa mafundi na wabunifu hodari."
  },
  {
    "verseNumber": "EXO 36:1",
    "verseText": "Kwa hiyo Bezaleli, Oholiabu na kila mtu BWANA aliyempa ustadi na uwezo wa kujua jinsi ya kufanya kazi zote za kujenga mahali patakatifu wataifanya hiyo kazi kama vile BWANA alivyoagiza.”"
  },
  {
    "verseNumber": "EXO 36:2",
    "verseText": "Ndipo Mose akawaita Bezaleli na Oholiabu na kila mtu mwenye ustadi ambaye BWANA alikuwa amempa uwezo na mwenye kupenda kuja na kufanya kazi."
  },
  {
    "verseNumber": "EXO 36:3",
    "verseText": "Wakapokea kutoka kwa Mose sadaka zote ambazo Waisraeli walikuwa wameleta ili kuifanya kazi ya ujenzi wa Mahali Patakatifu. Nao watu wakaendelea kuleta sadaka za hiari kila asubuhi."
  },
  {
    "verseNumber": "EXO 36:4",
    "verseText": "Ikafika wakati mafundi wote wenye ujuzi waliokuwa wakiifanya kazi yote ya mahali patakatifu wakasimamisha kazi zao,"
  },
  {
    "verseNumber": "EXO 36:5",
    "verseText": "wakaja na kumwambia Mose, “Watu wanaleta vitu vingi kuliko tunavyohitaji kwa ajili ya kazi hii ambayo BWANA ameagiza ifanyike.”"
  },
  {
    "verseNumber": "EXO 36:6",
    "verseText": "Ndipo Mose akatoa agizo, nao wakapeleka neno hili katika kambi yote: “Mtu yeyote mwanaume au mwanamke asilete tena kitu chochote kwa ajili ya sadaka ya mahali patakatifu.” Hivyo watu wakazuiliwa kuleta zaidi,"
  },
  {
    "verseNumber": "EXO 36:7",
    "verseText": "kwa sababu walivyokuwa navyo tayari vilitosha na kuzidi kuifanya kazi yote."
  },
  {
    "verseNumber": "EXO 36:8",
    "verseText": "Watu wote wenye ustadi miongoni mwa wafanyakazi wote wakatengeneza maskani kwa mapazia kumi ya kitani iliyosokotwa vizuri, na nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu, naye fundi stadi akatirizi makerubi kwenye mapazia hayo."
  },
  {
    "verseNumber": "EXO 36:9",
    "verseText": "Mapazia yote yalitoshana kwa ukubwa: kila moja lilikuwa na urefu wa dhiraa ishirini na nane, na upana wa dhiraa nne"
  },
  {
    "verseNumber": "EXO 36:10",
    "verseText": "Wakayaunganisha mapazia matano pamoja, pia wakafanya vivyo hivyo kwa hayo mengine matano."
  },
  {
    "verseNumber": "EXO 36:11",
    "verseText": "Kisha wakatengeneza vitanzi vya kitambaa cha buluu kwenye upindo wa pazia la mwisho la fungu la kwanza, pia wakafanya vivyo hivyo na pazia la fungu la mwisho."
  },
  {
    "verseNumber": "EXO 36:12",
    "verseText": "Wakatengeneza pia vitanzi hamsini katika pazia mmoja, na vitanzi vingine hamsini kwenye pazia la mwisho la fungu hilo lingine, nazo vitanzi vyote vikaelekeana."
  },
  {
    "verseNumber": "EXO 36:13",
    "verseText": "Kisha wakatengeneza vifungo hamsini vya dhahabu, na wakavitumia kufunga na kuunganisha zile fungu mbili za mapazia pamoja ili maskani ipate kuwa kitu kimoja."
  },
  {
    "verseNumber": "EXO 36:14",
    "verseText": "Wakatengeneza mapazia kumi na moja ya singa za mbuzi kwa ajili ya kufunika maskani."
  },
  {
    "verseNumber": "EXO 36:15",
    "verseText": "Mapazia hayo kumi na moja yalikuwa na kipimo kimoja, yaani urefu wa dhiraa thelathini, na upana wa dhiraa nne."
  },
  {
    "verseNumber": "EXO 36:16",
    "verseText": "Wakaunganisha mapazia matano kuwa fungu moja, na hayo mengine sita kuwa fungu lingine."
  },
  {
    "verseNumber": "EXO 36:17",
    "verseText": "Kisha wakatengeneza vitanzi hamsini kwenye upindo wa pazia la mwisho la fungu moja, na vivyo hivyo kwenye upindo wa pazia la mwisho la fungu hilo lingine."
  },
  {
    "verseNumber": "EXO 36:18",
    "verseText": "Wakatengeneza vifungo hamsini vya shaba ili kukaza hema pamoja kuwa kitu kimoja."
  },
  {
    "verseNumber": "EXO 36:19",
    "verseText": "Kisha wakatengeneza kifuniko cha hema kwa ngozi za kondoo dume zilizotiwa rangi nyekundu, na juu yake kifuniko cha ngozi za pomboo."
  },
  {
    "verseNumber": "EXO 36:20",
    "verseText": "Wakatengeneza mihimili ya kusimamisha ya mti wa mshita kwa ajili ya maskani."
  },
  {
    "verseNumber": "EXO 36:21",
    "verseText": "Kila mhimili ulikuwa na urefu wa dhiraa kumi, na upana wa dhiraa moja na nusu,"
  },
  {
    "verseNumber": "EXO 36:22",
    "verseText": "zikiwa na ndimi mbili zilizokuwa sambamba kila mmoja na mwingine. Wakatengeneza mihimili yote ya maskani jinsi hii."
  },
  {
    "verseNumber": "EXO 36:23",
    "verseText": "Wakatengeneza mihimili ishirini kwa ajili ya upande wa kusini wa maskani,"
  },
  {
    "verseNumber": "EXO 36:24",
    "verseText": "na wakatengeneza vitako arobaini vya fedha vya kuweka chini ya hiyo mihimili, vitako viwili kwa kila mhimili, kimoja chini ya kila ulimi."
  },
  {
    "verseNumber": "EXO 36:25",
    "verseText": "Kwa upande wa kaskazini wa maskani wakatengeneza mihimili ishirini"
  },
  {
    "verseNumber": "EXO 36:26",
    "verseText": "na vitako arobaini vya fedha, viwili chini ya kila mhimili."
  },
  {
    "verseNumber": "EXO 36:27",
    "verseText": "Wakatengeneza mihimili sita kwa mwisho ulio mbali, yaani upande wa magharibi wa maskani,"
  },
  {
    "verseNumber": "EXO 36:28",
    "verseText": "na mihimili miwili ikatengenezwa kwa ajili ya pembe za maskani za upande uliokuwa mbali."
  },
  {
    "verseNumber": "EXO 36:29",
    "verseText": "Katika pembe hizi mbili mihimili yake ilikuwa miwili kuanzia chini mpaka juu, na ikaingizwa kwenye pete moja; mihimili ya pembe hizi mbili ilifanana."
  },
  {
    "verseNumber": "EXO 36:30",
    "verseText": "Kwa hiyo kulikuwa na mihimili minane, na vitako kumi na sita vya fedha, viwili chini ya kila mhimili."
  },
  {
    "verseNumber": "EXO 36:31",
    "verseText": "Wakatengeneza pia mataruma kwa mti wa mshita: matano kwa ajili ya mihimili ya upande mmoja wa maskani,"
  },
  {
    "verseNumber": "EXO 36:32",
    "verseText": "matano kwa ajili ya mihimili ya upande mwingine, na matano kwa ajili mihimili ya upande wa magharibi, mwisho kabisa mwa maskani."
  },
  {
    "verseNumber": "EXO 36:33",
    "verseText": "Wakatengeneza taruma la katikati, likapenya katikati ya mihimili kutoka mwisho mmoja hadi mwisho mwingine."
  },
  {
    "verseNumber": "EXO 36:34",
    "verseText": "Wakaifunika hiyo mihimili kwa dhahabu, na wakatengeneza pete za dhahabu za kushikilia hayo mataruma. Pia wakayafunika hayo mataruma kwa dhahabu."
  },
  {
    "verseNumber": "EXO 36:35",
    "verseText": "Wakatengeneza pazia la nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu na kitani safi iliyosokotwa vizuri, naye fundi stadi akatirizi makerubi kwenye hilo pazia."
  },
  {
    "verseNumber": "EXO 36:36",
    "verseText": "Wakatengeneza nguzo nne za mti wa mshita kwa ajili yake na kuzifunika kwa dhahabu. Wakatengeneza kulabu za dhahabu kwa ajili ya nguzo hizo, na kusubu vitako vinne vya fedha."
  },
  {
    "verseNumber": "EXO 36:37",
    "verseText": "Kwa ajili ya ingilio la hema wakatengeneza pazia la nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu na kitani safi iliyosokotwa vizuri, kazi ya mtarizi."
  },
  {
    "verseNumber": "EXO 36:38",
    "verseText": "Pia wakatengeneza nguzo tano zenye kulabu. Wakafunika ncha za juu za hizo nguzo pamoja na tepe zake kwa dhahabu, na pia wakatengeneza vitako vyake vitano vya shaba."
  },
  {
    "verseNumber": "EXO 37:1",
    "verseText": "Bezaleli akatengeneza Sanduku la mbao za mshita: urefu wake ulikuwa dhiraa mbili na nusu, upana wake dhiraa moja na nusu, na kimo chake dhiraa moja na nusu."
  },
  {
    "verseNumber": "EXO 37:2",
    "verseText": "Akalifunika kwa dhahabu safi ndani na nje, na kulizungushia ukingo wa dhahabu."
  },
  {
    "verseNumber": "EXO 37:3",
    "verseText": "Akasubu pete nne za dhahabu na kuzifungia kwenye miguu yake minne, pete mbili kwa upande mmoja na pete mbili kwa upande mwingine."
  },
  {
    "verseNumber": "EXO 37:4",
    "verseText": "Kisha akatengeneza mipiko ya mti wa mshita na kuzifunika kwa dhahabu."
  },
  {
    "verseNumber": "EXO 37:5",
    "verseText": "Akaiingiza hiyo mipiko kwenye zile pete katika pande mbili za Sanduku ili kulibeba."
  },
  {
    "verseNumber": "EXO 37:6",
    "verseText": "Akatengeneza kifuniko cha upatanisho kwa dhahabu safi: urefu wake ulikuwa dhiraa mbili na nusu, na upana wake dhiraa moja na nusu."
  },
  {
    "verseNumber": "EXO 37:7",
    "verseText": "Kisha akatengeneza makerubi wawili wa dhahabu iliyofuliwa katika miisho ya hicho kifuniko."
  },
  {
    "verseNumber": "EXO 37:8",
    "verseText": "Akatengeneza kerubi mmoja kwenye mwisho mmoja, na kerubi mwingine kwenye mwisho mwingine; akawatengeneza kuwa kitu kimoja na hicho kifuniko katika miisho hiyo miwili."
  },
  {
    "verseNumber": "EXO 37:9",
    "verseText": "Makerubi hao walikuwa wametandaza mabawa kuelekea juu, wakitia kivuli hicho kifuniko. Makerubi hao walielekeana, wakitazama hicho kifuniko."
  },
  {
    "verseNumber": "EXO 37:10",
    "verseText": "Akatengeneza meza ya mbao za mshita yenye urefu wa dhiraa mbili, upana wa dhiraa moja, na kimo cha dhiraa moja na nusu."
  },
  {
    "verseNumber": "EXO 37:11",
    "verseText": "Kisha akaifunika kwa dhahabu safi, na kuitengenezea ukingo wa dhahabu kuizunguka pande zote."
  },
  {
    "verseNumber": "EXO 37:12",
    "verseText": "Pia akatengeneza upapi wenye upana wa nyanda nne, na kuufanyia ule upapi ukingo wa dhahabu kuuzunguka pande zote."
  },
  {
    "verseNumber": "EXO 37:13",
    "verseText": "Akasubu pete nne za dhahabu kwa ajili ya meza hiyo, na kuzifungia kwenye pembe nne, pale penye miguu yake minne."
  },
  {
    "verseNumber": "EXO 37:14",
    "verseText": "Pete hizo ziliwekwa karibu na ukingo ule ili kuishikilia ile mipiko iliyotumika kuibebea hiyo meza."
  },
  {
    "verseNumber": "EXO 37:15",
    "verseText": "Mipiko hiyo ya kubebea meza ilitengenezwa kwa mti wa mshita, na ilikuwa imefunikwa kwa dhahabu."
  },
  {
    "verseNumber": "EXO 37:16",
    "verseText": "Vyombo vyote vya mezani vilitengenezwa kwa dhahabu safi: yaani sahani zake, masinia, na bakuli na bilauri zake kwa ajili ya kumiminia sadaka za vinywaji."
  },
  {
    "verseNumber": "EXO 37:17",
    "verseText": "Akatengeneza kinara cha taa cha dhahabu safi iliyofuliwa vizuri katika kitako chake na ufito wake; vikombe vyake vilivyofanana na ua, matovu na maua vilikuwa kitu kimoja."
  },
  {
    "verseNumber": "EXO 37:18",
    "verseText": "Matawi sita yalitokeza kuanzia ule ufito wa katikati wa kinara cha taa: matawi matatu upande mmoja na matatu upande mwingine."
  },
  {
    "verseNumber": "EXO 37:19",
    "verseText": "Vikombe vitatu vya mfano wa maua ya mlozi yenye matovu na maua vilikuwa katika tawi moja, vikombe vitatu katika tawi jingine, na vivyo hivyo kwa matawi yote sita yaliyotokeza kwenye kile kinara cha taa."
  },
  {
    "verseNumber": "EXO 37:20",
    "verseText": "Juu ya kinara chenyewe kulikuwepo na vikombe vinne vya mfano wa maua ya mlozi yakiwa na matovu yake na maua yake."
  },
  {
    "verseNumber": "EXO 37:21",
    "verseText": "Tovu moja lilikuwa chini ya jozi ya kwanza ya matawi yaliyotokeza kwenye kinara cha taa, tovu la pili chini ya jozi ya pili, nalo tovu la tatu chini ya jozi ya tatu, yaani, matawi sita kwa jumla."
  },
  {
    "verseNumber": "EXO 37:22",
    "verseText": "Matovu na matawi yote yalikuwa kitu kimoja na kile kinara cha taa, yakiwa yamefuliwa kwa dhahabu safi."
  },
  {
    "verseNumber": "EXO 37:23",
    "verseText": "Akatengeneza taa zake saba, na pia mikasi ya kusawazishia tambi, pamoja na masinia, zote kwa dhahabu safi."
  },
  {
    "verseNumber": "EXO 37:24",
    "verseText": "Akatengeneza kinara hicho cha taa pamoja na vifaa vyake vyote kutumia talanta moja ya dhahabu safi."
  },
  {
    "verseNumber": "EXO 37:25",
    "verseText": "Akatengeneza madhabahu ya kufukizia uvumba kwa mbao za mshita. Ilikuwa ya mraba, urefu na upana wake dhiraa moja, na kimo cha dhiraa mbili, nazo pembe zake zilikuwa kitu kimoja nayo."
  },
  {
    "verseNumber": "EXO 37:26",
    "verseText": "Akafunika hayo madhabahu juu na pande zote na pia zile pembe zake kwa dhahabu safi, na akayafanyizia ukingo wa dhahabu kuizunguka."
  },
  {
    "verseNumber": "EXO 37:27",
    "verseText": "Akatengeneza pete mbili za dhahabu kwa ajili ya madhabahu chini ya huo ukingo, zikiwa mbili kila upande, za kushikilia hiyo mipiko iliyotumika kuyabebea madhabahu."
  },
  {
    "verseNumber": "EXO 37:28",
    "verseText": "Akatengeneza mipiko kwa miti ya mshita na kuifunika kwa dhahabu."
  },
  {
    "verseNumber": "EXO 37:29",
    "verseText": "Pia akatengeneza mafuta matakatifu ya upako, na uvumba safi wenye harufu nzuri, kazi ya mtengeneza manukato."
  },
  {
    "verseNumber": "EXO 38:1",
    "verseText": "Akatengeneza madhabahu ya sadaka ya kuteketezwa kwa mbao za mti wa mshita, kimo chake dhiraa tatu; nayo ilikuwa mraba, urefu wake dhiraa tano, na upana wa dhiraa tano"
  },
  {
    "verseNumber": "EXO 38:2",
    "verseText": "Akatengeneza upembe kwenye kila pembe ya hizo pembe nne, ili zile pembe na madhabahu zikawa zimeungana, akafunika madhabahu kwa shaba."
  },
  {
    "verseNumber": "EXO 38:3",
    "verseText": "Akatengeneza vyombo vyake vyote kwa shaba: vyungu vyake vya kuondolea majivu, masepetu, mabakuli ya kunyunyizia, uma za nyama na vyombo vya kuchukulia moto."
  },
  {
    "verseNumber": "EXO 38:4",
    "verseText": "Akatengeneza wavu wa shaba chini ya ukingo wa madhabahu ili ufikie nusu ya kimo cha madhabahu."
  },
  {
    "verseNumber": "EXO 38:5",
    "verseText": "Akasubu pete za shaba za kushikilia ile mipiko kwa ajili ya zile pembe nne za huo wavu wa shaba."
  },
  {
    "verseNumber": "EXO 38:6",
    "verseText": "Akatengeneza mipiko ya mti wa mshita na kuifunika kwa shaba."
  },
  {
    "verseNumber": "EXO 38:7",
    "verseText": "Akaiingiza ile mipiko kwenye zile pete, ili iwe pande mbili za madhabahu kwa ajili ya kuibeba. Akaitengeneza madhabahu yenye uvungu ndani yake akitumia mbao."
  },
  {
    "verseNumber": "EXO 38:8",
    "verseText": "Akatengeneza sinia la shaba lenye kitako cha shaba kutoka kwa vioo vya shaba vilivyotolewa na wanawake waliohudumu pale ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "EXO 38:9",
    "verseText": "Kisha akatengeneza ua. Upande wa kusini ulikuwa na urefu wa dhiraa mia moja, na ulikuwa na mapazia ya kitani iliyosokotwa vizuri,"
  },
  {
    "verseNumber": "EXO 38:10",
    "verseText": "pamoja na nguzo ishirini na vitako vya shaba ishirini, na kulabu na tepe za fedha juu ya hizo nguzo."
  },
  {
    "verseNumber": "EXO 38:11",
    "verseText": "Upande wa kaskazini ulikuwa na urefu wa dhiraa mia moja, pamoja na nguzo ishirini na vitako vya shaba ishirini, pamoja na kulabu na tepe za fedha juu ya hizo nguzo."
  },
  {
    "verseNumber": "EXO 38:12",
    "verseText": "Upande wa mwisho wa magharibi ulikuwa na upana wa dhiraa hamsini na ulikuwa na mapazia, na nguzo kumi na vitako vyake kumi, pamoja na kulabu na tepe za fedha juu ya hizo nguzo."
  },
  {
    "verseNumber": "EXO 38:13",
    "verseText": "Upande wa mwisho wa mashariki jua linakochomoza, pia ulikuwa na upana wa dhiraa hamsini."
  },
  {
    "verseNumber": "EXO 38:14",
    "verseText": "Mapazia yenye urefu wa dhiraa kumi na tano yalikuwa upande mmoja wa ingilio, pamoja na nguzo tatu na vitako vitatu."
  },
  {
    "verseNumber": "EXO 38:15",
    "verseText": "Mapazia yenye urefu wa dhiraa kumi na tano yalikuwa upande mwingine wa ingilio la ua, pamoja na nguzo tatu na vitako vitatu."
  },
  {
    "verseNumber": "EXO 38:16",
    "verseText": "Mapazia yote yaliyozunguka ua yalikuwa ya kitani iliyosokotwa vizuri."
  },
  {
    "verseNumber": "EXO 38:17",
    "verseText": "Vitako vya nguzo vilikuwa vya shaba. Kulabu na tepe juu ya nguzo zilikuwa za fedha, na ncha zake zilifunikwa kwa fedha. Kwa hiyo nguzo zote za ua zilikuwa na tepe za fedha."
  },
  {
    "verseNumber": "EXO 38:18",
    "verseText": "Pazia la ingilio la ua lilikuwa la nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu pamoja na kitani iliyosokotwa vizuri, kazi ya mtarizi. Pazia hilo lilikuwa na urefu wa dhiraa ishirini kama zile za kwenye ua, na kimo chake kilikuwa dhiraa tano,"
  },
  {
    "verseNumber": "EXO 38:19",
    "verseText": "likiwa na nguzo nne na vitako vinne vya shaba. Kulabu zake na tepe zake zilikuwa za fedha, na ncha zake zilikuwa zimefunikwa kwa fedha."
  },
  {
    "verseNumber": "EXO 38:20",
    "verseText": "Vigingi vyote vya maskani na vya ua ulioizunguka vilikuwa vya shaba."
  },
  {
    "verseNumber": "EXO 38:21",
    "verseText": "Ifuatayo ni orodha ya vifaa vilivyotumika kwa ajili ya ujenzi wa maskani, maskani ya Ushuhuda, ambavyo vilitayarishwa na Walawi kama alivyoagiza Mose, chini ya usimamizi wa Ithamari, mwana wa kuhani Aroni."
  },
  {
    "verseNumber": "EXO 38:22",
    "verseText": "(Bezaleli mwana wa Uri, mwana wa Huri, wa kabila la Yuda, alifanya kila kitu BWANA alichomwamuru Mose,"
  },
  {
    "verseNumber": "EXO 38:23",
    "verseText": "akiwa pamoja na Oholiabu mwana wa Ahisamaki, wa kabila la Dani, fundi stadi wa kutia nakshi, kubuni michoro, mtarizi kwa rangi ya buluu, ya zambarau, nyekundu na kitani safi.)"
  },
  {
    "verseNumber": "EXO 38:24",
    "verseText": "Jumla ya dhahabu iliyopatikana kutokana na sadaka ya kuinuliwa kwa ajili ya kazi ya mahali patakatifu ilikuwa na uzito wa talanta 29 na shekeli 730, kulingana na shekeli ya mahali patakatifu."
  },
  {
    "verseNumber": "EXO 38:25",
    "verseText": "Fedha iliyopatikana kutokana na jumuiya ya watu waliohesabiwa ilikuwa yenye uzito wa talanta mia moja na shekeli 1,775, kulingana na shekeli ya mahali patakatifu."
  },
  {
    "verseNumber": "EXO 38:26",
    "verseText": "Kila mtu alitoa beka moja, ambayo ni sawa na nusu shekeli ya fedha, kwa kazi ya mahali patakatifu, kutoka kwa kila mtu aliyekuwa amehesabiwa mwenye umri wa miaka ishirini au zaidi, ambao jumla yao walikuwa wanaume 603,550."
  },
  {
    "verseNumber": "EXO 38:27",
    "verseText": "Talanta hizo 100 za fedha zilitumika kusubu vile vitako mia moja kwa ajili ya mahali patakatifu na pazia: vitako mia moja kwa talanta mia, yaani, talanta moja kwa kila kitako."
  },
  {
    "verseNumber": "EXO 38:28",
    "verseText": "Akatumia zile shekeli hizo 1,775 kutengeneza kulabu za nguzo, kufunika ncha za nguzo na kutengeneza vitanzi vyake."
  },
  {
    "verseNumber": "EXO 38:29",
    "verseText": "Shaba iliyopatikana kutokana na sadaka ya kuinuliwa ilikuwa na uzito wa talanta 70 na shekeli 2,400."
  },
  {
    "verseNumber": "EXO 38:30",
    "verseText": "Akaitumia hiyo shaba kutengeneza vitako vya ingilio la Hema la Kukutania, madhabahu ya shaba pamoja na ule wavu wake na vyombo vyake vyote,"
  },
  {
    "verseNumber": "EXO 38:31",
    "verseText": "vile vitako vya ule ua uliozunguka na vile vya ingilio, na vigingi vyote vya Maskani pamoja na ule ua uliozunguka."
  },
  {
    "verseNumber": "EXO 39:1",
    "verseText": "Kutokana na nyuzi za rangi ya buluu, ya zambarau na nyekundu akatengeneza mavazi yaliyofumwa kwa ajili ya kuhudumu katika mahali patakatifu. Pia akamshonea Aroni mavazi matakatifu, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "EXO 39:2",
    "verseText": "Akatengeneza kisibau cha dhahabu, na nyuzi za rangi ya buluu, za zambarau, na nyekundu na kitani iliyosokotwa vizuri."
  },
  {
    "verseNumber": "EXO 39:3",
    "verseText": "Akafua vipande vyembamba vya dhahabu kwa nyundo na kutengeneza nyuzi nyembamba ili kuzifuma pamoja na hizo nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu na kitani safi, kazi ya fundi stadi."
  },
  {
    "verseNumber": "EXO 39:4",
    "verseText": "Akatengeneza vipande vya mabegani vya kisibau, vilivyoshikizwa kwenye pembe zake mbili ili kukifungia kisibau."
  },
  {
    "verseNumber": "EXO 39:5",
    "verseText": "Mshipi wa kiunoni uliofumwa kwa ustadi ulifanana nacho: ulikuwa kitu kimoja na hicho kisibau, nao ulitengenezwa kwa dhahabu na nyuzi za rangi ya buluu, za zambarau, na nyekundu na kwa kitani iliyosokotwa vizuri, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "EXO 39:6",
    "verseText": "Akatengeneza vito vya shohamu vilivyowekwa katika vijalizo vya dhahabu, navyo vilichorwa na majina ya wana wa Israeli kama vile muhuri huchorwa."
  },
  {
    "verseNumber": "EXO 39:7",
    "verseText": "Kisha akavifungia kwenye vipande vya mabega ya kisibau kuwa vito vya ukumbusho kwa wana wa Israeli, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "EXO 39:8",
    "verseText": "Akafanyiza kifuko cha kifuani, kazi ya fundi stadi. Akakitengeneza kama kile kisibau: cha dhahabu, na nyuzi za rangi ya buluu, za zambarau, na za rangi nyekundu, cha kitani safi iliyosokotwa."
  },
  {
    "verseNumber": "EXO 39:9",
    "verseText": "Kifuko hicho kilikuwa cha mraba, chenye urefu wa shibiri moja na upana wa shibiri moja, nacho kilikunjwa mara mbili."
  },
  {
    "verseNumber": "EXO 39:10",
    "verseText": "Kifuko hicho kilipambwa kwa safu nne za vito vya thamani. Safu ya kwanza ilikuwa na akiki, yakuti manjano na zabarajadi;"
  },
  {
    "verseNumber": "EXO 39:11",
    "verseText": "safu ya pili ilikuwa na almasi, yakuti samawi na zumaridi;"
  },
  {
    "verseNumber": "EXO 39:12",
    "verseText": "safu ya tatu ilikuwa na hiakintho, akiki nyekundu na amethisto;"
  },
  {
    "verseNumber": "EXO 39:13",
    "verseText": "katika safu ya nne ilikuwa na krisolitho, shohamu na yaspi. Vito hivyo vilitiwa kwenye vijalizo vya dhahabu."
  },
  {
    "verseNumber": "EXO 39:14",
    "verseText": "Palikuwa na vito kumi na viwili, kila kimoja kikiwa na jina mojawapo la wana wa Israeli; kila kimoja kilichorwa kama muhuri kikiwa na jina mojawapo la yale makabila kumi na mawili."
  },
  {
    "verseNumber": "EXO 39:15",
    "verseText": "Kwa ajili ya kile kifuko cha kifuani akakitengenezea mikufu ya dhahabu safi, iliyosokotwa kama kamba."
  },
  {
    "verseNumber": "EXO 39:16",
    "verseText": "Akatengeneza vijalizo viwili vya dhahabu na pete mbili za dhahabu, na kuzifungia pete hizo kwenye pembe mbili za hicho kifuko cha kifuani."
  },
  {
    "verseNumber": "EXO 39:17",
    "verseText": "Akafunga hiyo mikufu miwili ya dhahabu kwenye hizo pete katika pembe za hicho kifuko cha kifuani,"
  },
  {
    "verseNumber": "EXO 39:18",
    "verseText": "nazo zile ncha nyingine za mkufu akazifunga kwenye vile vijalizo viwili, na kuzishikamanisha na vile vipande vya mabega vya kile kisibau upande wa mbele."
  },
  {
    "verseNumber": "EXO 39:19",
    "verseText": "Akatengeneza pete mbili za dhahabu na kuzishikamanisha kwenye pembe mbili za chini, upande wa ndani wa kifuko cha kifuani karibu na kisibau."
  },
  {
    "verseNumber": "EXO 39:20",
    "verseText": "Kisha akatengeneza pete nyingine mbili za dhahabu na kuzishikamanisha sehemu ya chini ya vipande vya mabega upande wa mbele wa kile kisibau, karibu na pindo juu kidogo ya mshipi wa kiunoni wa kisibau."
  },
  {
    "verseNumber": "EXO 39:21",
    "verseText": "Akafunga pete za hicho kifuko cha kifuani kwenye pete za kisibau kwa kamba ya buluu, wakiziunganisha na ule mshipi wa kiunoni, ili kifuko cha kifuani kisisogee kutoka kwenye kile kisibau, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "EXO 39:22",
    "verseText": "Akashona joho la kisibau lote kwa kitambaa cha rangi ya buluu tupu, kazi ya mfumaji,"
  },
  {
    "verseNumber": "EXO 39:23",
    "verseText": "na lilikuwa na nafasi ya shingo katikati ya joho lile iliyofanana na ukosi, na utepe ulioshonwa kuizunguka nafasi hiyo ili isichanike."
  },
  {
    "verseNumber": "EXO 39:24",
    "verseText": "Akatengeneza makomamanga ya nyuzi za rangi ya buluu, za zambarau, na nyekundu na ya kitani iliyosokotwa vizuri kuzunguka pindo la hilo joho."
  },
  {
    "verseNumber": "EXO 39:25",
    "verseText": "Kisha akatengeneza vikengele vya dhahabu safi na kuvishikamanisha kuzunguka pindo hilo kati ya hayo makomamanga."
  },
  {
    "verseNumber": "EXO 39:26",
    "verseText": "Hivyo vikengele na makomamanga vilipishana kuzunguka upindo wa joho ili livaliwe kwa kuhudumu, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "EXO 39:27",
    "verseText": "Pia akamtengenezea Aroni na wanawe makoti ya kitani safi, kazi ya mfumaji,"
  },
  {
    "verseNumber": "EXO 39:28",
    "verseText": "na kilemba cha kitani safi, tepe za kichwani za kitani, na nguo za ndani za kitani iliyosokotwa vizuri."
  },
  {
    "verseNumber": "EXO 39:29",
    "verseText": "Mshipi ulikuwa wa kitani iliyosokotwa vizuri ya rangi ya buluu, na zambarau, na nyekundu, kazi ya mtarizi, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "EXO 39:30",
    "verseText": "Kisha akatengeneza lile bamba, taji takatifu, kwa dhahabu safi na kuchora juu yake maneno haya kama vile muhuri huchorwa: Mtakatifu kwa Bwana."
  },
  {
    "verseNumber": "EXO 39:31",
    "verseText": "Kisha wakalifunga kwa kamba ya rangi ya buluu ili kulishikamanisha na kile kilemba kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "EXO 39:32",
    "verseText": "Kwa hiyo kazi yote ya maskani, Hema la Kukutania ikakamilika. Waisraeli wakafanya kila kitu sawasawa kama vile BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "EXO 39:33",
    "verseText": "Ndipo wakaleta maskani kwa Mose: hema pamoja na vifaa vyake vyote, vibanio vyake, mihimili yake, mataruma yake, nguzo na vitako vyake;"
  },
  {
    "verseNumber": "EXO 39:34",
    "verseText": "kifuniko cha ngozi za kondoo dume kilichotiwa rangi nyekundu, kifuniko cha ngozi za pomboo, pazia la kufunikia;"
  },
  {
    "verseNumber": "EXO 39:35",
    "verseText": "Sanduku la Ushuhuda pamoja na mipiko yake na kiti cha rehema,"
  },
  {
    "verseNumber": "EXO 39:36",
    "verseText": "meza pamoja na vyombo vyake vyote na mikate ya Wonyesho;"
  },
  {
    "verseNumber": "EXO 39:37",
    "verseText": "kinara cha taa cha dhahabu safi, safu zake za taa pamoja na vifaa vyake vyote pamoja na mafuta kwa ajili ya taa;"
  },
  {
    "verseNumber": "EXO 39:38",
    "verseText": "madhabahu ya dhahabu, mafuta ya upako, uvumba wenye harufu nzuri na pazia la ingilio la hema;"
  },
  {
    "verseNumber": "EXO 39:39",
    "verseText": "madhabahu ya shaba, pamoja na wavu wa shaba, nguzo zake na vyombo vyake vyote, sinia, na tako lake;"
  },
  {
    "verseNumber": "EXO 39:40",
    "verseText": "mapazia ya ua pamoja na nguzo na vitako vyake, pia na pazia kwa ajili ya ingilio la kwenye ua; kamba zake na vigingi vya hema kwa ajili ya ua; vyombo vyote vilivyohitajiwa kwa ajili ya maskani, Hema la Kukutania;"
  },
  {
    "verseNumber": "EXO 39:41",
    "verseText": "na mavazi yaliyofumwa yanayovaliwa wakati wa huduma katika mahali patakatifu, yaani mavazi matakatifu ya kuhani Aroni na mavazi kwa ajili ya wanawe watakapokuwa wakihudumu katika kazi ya ukuhani."
  },
  {
    "verseNumber": "EXO 39:42",
    "verseText": "Waisraeli walikuwa wamefanya kazi yote sawasawa na vile BWANA alivyokuwa amemwagiza Mose."
  },
  {
    "verseNumber": "EXO 39:43",
    "verseText": "Mose akakagua kazi na kuona kuwa walikuwa wameifanya sawasawa kama vile BWANA alivyokuwa ameagiza. Kwa hiyo Mose akawabariki."
  },
  {
    "verseNumber": "EXO 40:1",
    "verseText": "Kisha BWANA akamwambia Mose:"
  },
  {
    "verseNumber": "EXO 40:2",
    "verseText": "“Simika Maskani ya Mungu, yaani Hema la Kukutania, katika siku ya kwanza ya mwezi wa kwanza."
  },
  {
    "verseNumber": "EXO 40:3",
    "verseText": "Weka Sanduku la Ushuhuda ndani yake na ulifunike kwa pazia. Ingiza meza na kupanga vitu vyake juu yake."
  },
  {
    "verseNumber": "EXO 40:4",
    "verseText": "Kisha ingiza kinara cha taa na uweke taa zake juu yake."
  },
  {
    "verseNumber": "EXO 40:5",
    "verseText": "Weka madhabahu ya dhahabu ya kufukizia uvumba mbele ya Sanduku la Ushuhuda kisha uweke pazia kwenye lango la Maskani ya Mungu."
  },
  {
    "verseNumber": "EXO 40:6",
    "verseText": "“Weka madhabahu ya sadaka za kuteketezwa mbele ya lango la Maskani ya Mungu, yaani Hema la Kukutania;"
  },
  {
    "verseNumber": "EXO 40:7",
    "verseText": "weka sinia kati ya Hema la Kukutania na madhabahu, na uweke maji ndani yake."
  },
  {
    "verseNumber": "EXO 40:8",
    "verseText": "Fanyiza ua kuzunguka maskani na uweke pazia penye ingilio la ua."
  },
  {
    "verseNumber": "EXO 40:9",
    "verseText": "“Chukua mafuta ya upako, ipake Maskani ya Mungu pamoja na kila kitu kilichomo ndani yake; iweke wakfu pamoja na vitu vyote vilivyomo ndani mwake, nayo itakuwa takatifu."
  },
  {
    "verseNumber": "EXO 40:10",
    "verseText": "Kisha yapake mafuta hayo madhabahu ya kuteketezea sadaka pamoja na vifaa vyake vyote; weka wakfu madhabahu nayo yatakuwa takatifu sana."
  },
  {
    "verseNumber": "EXO 40:11",
    "verseText": "Paka sinia mafuta pamoja na kishikilio chake na uviweke wakfu."
  },
  {
    "verseNumber": "EXO 40:12",
    "verseText": "“Mlete Aroni na wanawe kwenye ingilio la Hema la Kukutania na uwaoshe kwa maji."
  },
  {
    "verseNumber": "EXO 40:13",
    "verseText": "Kisha mvike Aroni yale mavazi matakatifu, umtie mafuta na kumweka wakfu ili apate kunitumikia katikati ya ukuhani."
  },
  {
    "verseNumber": "EXO 40:14",
    "verseText": "Walete wanawe na uwavike makoti."
  },
  {
    "verseNumber": "EXO 40:15",
    "verseText": "Kisha watie mafuta kama ulivyomtia baba yao, ili nao pia wanitumikie katika kazi ya ukuhani. Kutiwa mafuta kwao kutakuwa kwa ajili ya ukuhani utakaoendelea kwa vizazi vyote vijavyo.”"
  },
  {
    "verseNumber": "EXO 40:16",
    "verseText": "Mose akafanya kila kitu sawa kama vile BWANA alivyomwagiza."
  },
  {
    "verseNumber": "EXO 40:17",
    "verseText": "Kwa hiyo Maskani ya Mungu ilisimikwa katika siku ya kwanza ya mwezi wa kwanza, katika mwaka wa pili."
  },
  {
    "verseNumber": "EXO 40:18",
    "verseText": "Mose alipoweka wakfu Maskani ya Mungu, aliweka vitako mahali pake, akasimamisha mihimili, akatia mataruma na kusimamisha nguzo."
  },
  {
    "verseNumber": "EXO 40:19",
    "verseText": "Kisha akalitandaza hema juu ya Maskani ya Mungu na kuifunika hema, kama BWANA alivyomwagiza."
  },
  {
    "verseNumber": "EXO 40:20",
    "verseText": "Akachukua ule Ushuhuda na kuuweka ndani ya Sanduku la Agano, akaweka ile mipiko ya kubebea hilo Sanduku na kuweka kiti cha rehema juu yake."
  },
  {
    "verseNumber": "EXO 40:21",
    "verseText": "Kisha Mose akalileta Sanduku ndani ya Maskani ya Mungu, akatundika pazia ili kulifunika Sanduku la Ushuhuda, kama BWANA alivyomwagiza."
  },
  {
    "verseNumber": "EXO 40:22",
    "verseText": "Mose akaweka meza ndani ya Hema la Kukutania, upande wa kaskazini ya Maskani ya Mungu nje ya pazia"
  },
  {
    "verseNumber": "EXO 40:23",
    "verseText": "na kupanga mikate juu yake mbele za BWANA, kama BWANA alivyomwagiza."
  },
  {
    "verseNumber": "EXO 40:24",
    "verseText": "Akaweka kinara cha taa ndani ya Hema la Kukutania mkabala na meza upande wa kusini mwa Maskani ya Mungu"
  },
  {
    "verseNumber": "EXO 40:25",
    "verseText": "na kuziweka taa mbele za BWANA, kama BWANA alivyomwagiza."
  },
  {
    "verseNumber": "EXO 40:26",
    "verseText": "Mose akaweka madhabahu ya dhahabu ndani ya Hema la Kukutania mbele ya pazia"
  },
  {
    "verseNumber": "EXO 40:27",
    "verseText": "na kufukiza uvumba wenye harufu nzuri, kama BWANA alivyomwagiza."
  },
  {
    "verseNumber": "EXO 40:28",
    "verseText": "Kisha akaweka pazia kwenye ingilio la Maskani ya Mungu."
  },
  {
    "verseNumber": "EXO 40:29",
    "verseText": "Mose akaweka madhabahu ya sadaka za kuteketezwa karibu na ingilio la Maskani ya Mungu, yaani Hema la Kukutania, na kutoa juu yake sadaka za kuteketezwa na sadaka za nafaka kama BWANA alivyomwagiza."
  },
  {
    "verseNumber": "EXO 40:30",
    "verseText": "Akaweka sinia kati ya Hema la Kukutania na madhabahu, akaweka maji ndani yake kwa ajili ya kunawia,"
  },
  {
    "verseNumber": "EXO 40:31",
    "verseText": "Naye Mose, Aroni na wanawe wakayatumia kwa kunawia mikono na miguu yao."
  },
  {
    "verseNumber": "EXO 40:32",
    "verseText": "Wakanawa kila walipoingia katika Hema la Kukutania au walipoikaribia madhabahu kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "EXO 40:33",
    "verseText": "Kisha Mose akafanya ua kuizunguka Maskani ya Mungu na madhabahu, pia akaweka pazia kwenye ingilio la huo ua. Hivyo Mose akaikamilisha kazi."
  },
  {
    "verseNumber": "EXO 40:34",
    "verseText": "Ndipo wingu likafunika Hema la Kukutania, na utukufu wa BWANA ukaijaza Maskani ya Mungu."
  },
  {
    "verseNumber": "EXO 40:35",
    "verseText": "Mose hakuweza kuingia ndani ya Hema la Kukutania kwa sababu wingu lilikuwa limetua juu ya Hema, nao utukufu wa BWANA ukaijaza Maskani ya Mungu."
  },
  {
    "verseNumber": "EXO 40:36",
    "verseText": "Katika safari yote ya Waisraeli, kila wakati wingu lilipoinuka kutoka juu ya Maskani ya Mungu, wangeondoka;"
  },
  {
    "verseNumber": "EXO 40:37",
    "verseText": "lakini kama wingu halikuinuka, hawakuondoka, mpaka siku lilipoinuka."
  },
  {
    "verseNumber": "EXO 40:38",
    "verseText": "Kwa hiyo wingu la BWANA lilikuwa juu ya maskani mchana, na moto ulikuwa katika hilo wingu wakati wa usiku, machoni pa nyumba yote ya Israeli siku zote za safari zao."
  }
]