[
  {
    "verseNumber": "EZK 1:1",
    "verseText": "Katika mwaka wa thelathini, mwezi wa nne, siku ya tano ya mwezi, wakati nilipokuwa miongoni mwa hao waliokuwa uhamishoni kando ya Mto Kebari, mbingu zilifunguka nami nikaona maono ya Mungu."
  },
  {
    "verseNumber": "EZK 1:2",
    "verseText": "Katika siku ya tano ya mwezi, ilikuwa mwaka wa tano wa kuhamishwa kwa Mfalme Yehayakini,"
  },
  {
    "verseNumber": "EZK 1:3",
    "verseText": "neno la BWANA lilimjia Ezekieli kuhani, mwana wa Buzi, kando ya Mto Kebari, katika nchi ya Wakaldayo. Huko mkono wa BWANA ulikuwa juu yake."
  },
  {
    "verseNumber": "EZK 1:4",
    "verseText": "Nilitazama, nikaona dhoruba kubwa ikitoka kaskazini, wingu kubwa sana pamoja likiwa na umeme wa radi likiwa limezungukwa na mwanga mkali. Katikati ya huo moto kulikuwa kama rangi ya manjano ya chuma kinapokuwa ndani ya moto."
  },
  {
    "verseNumber": "EZK 1:5",
    "verseText": "Katika ule moto kulikuwa na kitu kinachofanana na viumbe vinne vyenye uhai. Katika kuonekana kwake vilikuwa na umbo mfano wa mwanadamu,"
  },
  {
    "verseNumber": "EZK 1:6",
    "verseText": "lakini kila kimoja kilikuwa na nyuso nne na mabawa manne."
  },
  {
    "verseNumber": "EZK 1:7",
    "verseText": "Miguu yao ilikuwa imenyooka, nyayo za miguu yao zilikuwa kama kwato za miguu ya ndama, nazo zilimetameta kama shaba iliyosuguliwa."
  },
  {
    "verseNumber": "EZK 1:8",
    "verseText": "Chini ya mabawa yao katika pande zao nne walikuwa na mikono ya mwanadamu. Wote wanne walikuwa na nyuso na mabawa,"
  },
  {
    "verseNumber": "EZK 1:9",
    "verseText": "nayo mabawa yao yaligusana. Kila mmoja alikwenda kuelekea mbele moja kwa moja, hawakugeuka walipokuwa wanatembea."
  },
  {
    "verseNumber": "EZK 1:10",
    "verseText": "Kuonekana kwa nyuso zao kulikuwa hivi: Kila mmoja wa wale wanne alikuwa na uso wa mwanadamu na kwa upande wa kulia kila mmoja alikuwa na uso wa simba, upande wa kushoto alikuwa na uso wa ngʼombe pia kila mmoja alikuwa na uso wa tai."
  },
  {
    "verseNumber": "EZK 1:11",
    "verseText": "Hivyo ndivyo zilivyokuwa nyuso zao. Mabawa yao yalikunjuliwa kuelekea juu, kila mmoja alikuwa na mabawa mawili ambayo kila moja liligusa bawa la mwenzake kila upande na mabawa mengine mawili yakifunika mwili wake."
  },
  {
    "verseNumber": "EZK 1:12",
    "verseText": "Kila mmoja alikwenda kuelekea mbele moja kwa moja. Popote roho alipotaka kwenda, ndipo walipokwenda pasipo kugeuka."
  },
  {
    "verseNumber": "EZK 1:13",
    "verseText": "Kuonekana kwa vile viumbe hai katikati kulikuwa kama makaa ya mawe yanayowaka au kama mienge. Moto ule ulikuwa ukienda mbele na nyuma katikati ya vile viumbe, ulikuwa na mwangaza mkali na katikati ya ule moto kulitoka kimulimuli kama umeme wa radi."
  },
  {
    "verseNumber": "EZK 1:14",
    "verseText": "Vile viumbe vilipiga mbio kwenda na kurudi, kama vimulimuli vya umeme wa radi."
  },
  {
    "verseNumber": "EZK 1:15",
    "verseText": "Nilipokuwa nikitazama vile viumbe hai, niliona gurudumu moja juu ya ardhi kando ya kila kiumbe kikiwa na nyuso zake nne."
  },
  {
    "verseNumber": "EZK 1:16",
    "verseText": "Hivi ndivyo ilivyokuwa kuonekana kwa hayo magurudumu na muundo wake: yalingʼaa kama zabarajadi, nayo yote manne yalifanana. Kila gurudumu lilikuwa na gurudumu jingine ndani yake."
  },
  {
    "verseNumber": "EZK 1:17",
    "verseText": "Yalipokwenda yalielekea upande wowote wa pande nne walipoelekea wale viumbe, magurudumu hayakuzunguka wakati viumbe vile vilipokwenda."
  },
  {
    "verseNumber": "EZK 1:18",
    "verseText": "Kingo zake zilikuwa ndefu kwenda juu na za kutisha, nazo zote nne zilijawa na macho pande zote."
  },
  {
    "verseNumber": "EZK 1:19",
    "verseText": "Vile viumbe hai vilipokwenda, magurudumu yaliyokuwa kando yao yalisogea na wakati hivyo viumbe hai vilipoinuka kutoka ardhini magurudumu nayo yaliinuka."
  },
  {
    "verseNumber": "EZK 1:20",
    "verseText": "Mahali popote roho alipokwenda wale viumbe nao walikwenda, nayo magurudumu yaliinuka pamoja navyo, kwa sababu roho ya vile viumbe hai alikuwa ndani ya hayo magurudumu."
  },
  {
    "verseNumber": "EZK 1:21",
    "verseText": "Wakati viumbe vile viliposogea, nayo magurudumu yalisogea, viumbe viliposimama kimya, nayo pia yalisimama kimya, viumbe vilipoinuka juu ya nchi magurudumu yaliinuliwa pamoja navyo kwa kuwa roho ya hivyo viumbe hai alikuwa ndani ya hayo magurudumu."
  },
  {
    "verseNumber": "EZK 1:22",
    "verseText": "Juu ya vichwa vya hao viumbe hai palikuwa na kitu mfano wa eneo lililokuwa wazi, lililokuwa angavu kabisa na lenye kutisha."
  },
  {
    "verseNumber": "EZK 1:23",
    "verseText": "Chini ya hiyo nafasi mabawa yao yalitanda moja kuelekea jingine, kila mmoja alikuwa na mabawa mengine mawili yaliyofunika mwili wake."
  },
  {
    "verseNumber": "EZK 1:24",
    "verseText": "Viumbe wale waliposogea nilisikia sauti ya mabawa yao, kama ngurumo ya maji yaendayo kasi, kama sauti ya Mwenyezi, kama makelele ya jeshi. Waliposimama kimya walishusha mabawa yao."
  },
  {
    "verseNumber": "EZK 1:25",
    "verseText": "Ndipo ikaja sauti toka juu ya ile nafasi ya wazi iliyokuwa juu ya vichwa vyao, waliposimama mabawa yao yakiwa yameshushwa."
  },
  {
    "verseNumber": "EZK 1:26",
    "verseText": "Juu ya ile nafasi ya wazi iliyokuwa juu ya vichwa vyao kulikuwa na kitu mfano wa kiti cha enzi cha yakuti samawi. Na juu ya kile kiti cha enzi kulikuwa na umbo mfano wa mwanadamu."
  },
  {
    "verseNumber": "EZK 1:27",
    "verseText": "Nikaona kwamba kutokana na kile nilichoona kama kiuno chake kuelekea juu alionekana kama chuma inayowaka kana kwamba imejaa moto na kuanzia kiuno kwenda chini alionekana kama moto na mwanga mkali ulimzunguka."
  },
  {
    "verseNumber": "EZK 1:28",
    "verseText": "Kama vile kuonekana kwa upinde wa mvua mawinguni siku ya mvua, ndivyo ulivyokuwa ule mngʼao uliomzunguka. Hivi ndivyo ilivyokuwa kuonekana kwa utukufu wa BWANA. Nilipouona, nikaanguka kifudifudi, nikasikia sauti ya mtu anaongea."
  },
  {
    "verseNumber": "EZK 2:1",
    "verseText": "Akaniambia, “Mwanadamu, simama kwa miguu yako nami nitasema nawe.”"
  },
  {
    "verseNumber": "EZK 2:2",
    "verseText": "Alipokuwa akiongea nami, Roho akanijia na kunisimamisha wima, nikamsikia akisema nami."
  },
  {
    "verseNumber": "EZK 2:3",
    "verseText": "Akaniambia: “Mwanadamu, ninakutuma kwa Waisraeli, kwa taifa asi ambalo limeniasi mimi, wao na baba zao wananikosea mimi hadi leo."
  },
  {
    "verseNumber": "EZK 2:4",
    "verseText": "Watu ambao ninakutuma kwao ni wapotovu na wakaidi. Waambie, ‘Hivi ndivyo anavyosema BWANA Mwenyezi.’"
  },
  {
    "verseNumber": "EZK 2:5",
    "verseText": "Kama watasikiliza au hawatasikiliza, kwa kuwa wao ni nyumba ya kuasi, watajua nabii amekuwa miongoni mwao."
  },
  {
    "verseNumber": "EZK 2:6",
    "verseText": "Nawe mwanadamu, usiwaogope wao wala maneno yao, usiogope, ingawa michongoma na miiba vinakuzunguka na unaishi katikati ya nge. Usiogope yale wasemayo wala usitishwe nao, ingawa wao ni nyumba ya uasi."
  },
  {
    "verseNumber": "EZK 2:7",
    "verseText": "Wewe lazima uwaambie maneno yangu, ikiwa wanasikiliza au hawasikilizi, kwa kuwa wao ni watu waasi."
  },
  {
    "verseNumber": "EZK 2:8",
    "verseText": "Lakini wewe mwanadamu, sikiliza ninalokuambia. Usiwe mwenye kuasi kama hiyo nyumba ya kuasi. Fungua kinywa chako na ule nikupacho.”"
  },
  {
    "verseNumber": "EZK 2:9",
    "verseText": "Ndipo nikatazama, nami nikaona mkono ulionyooshwa kunielekea. Nao ulikuwa na ukurasa wa kitabu,"
  },
  {
    "verseNumber": "EZK 2:10",
    "verseText": "ambao aliukunjua mbele yangu. Pande zote mbili ulikuwa umeandikwa maneno ya maombolezo, vilio na ole."
  },
  {
    "verseNumber": "EZK 3:1",
    "verseText": "Naye akaniambia, “Mwanadamu, kula kile kilichoko mbele yako, kula huu ukurasa wa kitabu, kisha uende ukaseme na nyumba ya Israeli.”"
  },
  {
    "verseNumber": "EZK 3:2",
    "verseText": "Ndipo nikafungua kinywa changu, naye akanilisha ule ukurasa wa kitabu."
  },
  {
    "verseNumber": "EZK 3:3",
    "verseText": "Ndipo akaniambia, “Mwanadamu, kula ukurasa huu wa kitabu ninaokupa ujaze tumbo lako.” Kwa hiyo nikaula, ulikuwa mtamu kama asali kinywani mwangu."
  },
  {
    "verseNumber": "EZK 3:4",
    "verseText": "Kisha akaniambia, “Mwanadamu, sasa nenda katika nyumba ya Israeli ukaseme nao maneno yangu."
  },
  {
    "verseNumber": "EZK 3:5",
    "verseText": "Hukutumwa kwa taifa lenye maneno ya kutatiza na lugha ngumu, bali kwa nyumba ya Israeli."
  },
  {
    "verseNumber": "EZK 3:6",
    "verseText": "Sikukutuma kwa mataifa mengi yenye maneno ya kutatiza na lugha ngumu ambao maneno yao hutayaelewa. Hakika ningekutuma kwa watu hao, wangekusikiliza."
  },
  {
    "verseNumber": "EZK 3:7",
    "verseText": "Lakini nyumba ya Israeli haitakusikiliza kwa kuwa hawako radhi kunisikiliza mimi, kwa kuwa nyumba yote ya Israeli ni wenye vipaji vya nyuso vigumu na mioyo ya ukaidi."
  },
  {
    "verseNumber": "EZK 3:8",
    "verseText": "Tazama nimefanya uso wako mgumu dhidi ya nyuso zao na kipaji cha uso wako kigumu dhidi ya vipaji vya nyuso zao."
  },
  {
    "verseNumber": "EZK 3:9",
    "verseText": "Kama vile almasi ilivyo ngumu kuliko gumegume, ndivyo nilivyokifanya kipaji cha uso wako. Usiwaogope wala usiwahofu, ijapokuwa ni nyumba ya kuasi.”"
  },
  {
    "verseNumber": "EZK 3:10",
    "verseText": "Naye akaniambia, “Mwanadamu, sikiliza kwa makini na uyatie moyoni mwako maneno yote nitakayosema nawe."
  },
  {
    "verseNumber": "EZK 3:11",
    "verseText": "Kisha nenda kwa watu wa taifa lako walio uhamishoni, ukaseme nao. Waambie, ‘Hivi ndivyo BWANA Mwenyezi asemavyo,’ kwamba watasikiliza au hawatasikiliza.”"
  },
  {
    "verseNumber": "EZK 3:12",
    "verseText": "Ndipo Roho akaniinua, nikasikia sauti kubwa nyuma yangu ya ngurumo. (Utukufu wa BWANA na utukuzwe katika mahali pa makao yake!)"
  },
  {
    "verseNumber": "EZK 3:13",
    "verseText": "Ilikuwa ni sauti ya mabawa ya wale viumbe hai yakisuguana moja kwa jingine, sauti kama ya ngurumo."
  },
  {
    "verseNumber": "EZK 3:14",
    "verseText": "Ndipo Roho aliponiinua na kunipeleka mbali. Nikaenda nikiwa na uchungu na hasira moyoni mwangu, nao mkono wa BWANA ukiwa juu yangu."
  },
  {
    "verseNumber": "EZK 3:15",
    "verseText": "Nikafika kwa wale watu waliokuwa uhamishoni huko Tel-Abibu karibu na Mto Kebari. Nikakaa miongoni mwao kwa muda wa siku saba, nikiwa nimejawa na mshangao."
  },
  {
    "verseNumber": "EZK 3:16",
    "verseText": "Mwishoni mwa hizo siku saba neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 3:17",
    "verseText": "“Mwanadamu, nimekufanya uwe mlinzi wa nyumba ya Israeli, kwa hiyo sikia neno nisemalo, ukawape onyo litokalo kwangu."
  },
  {
    "verseNumber": "EZK 3:18",
    "verseText": "Nimwambiapo mtu mwovu, ‘Hakika utakufa,’ na wewe usipomwonya mtu huyo au kumshauri aache njia zake mbaya ili kuokoa maisha yake, huyo mtu mwovu atakufa katika dhambi yake na damu yake nitaidai mkononi mwako."
  },
  {
    "verseNumber": "EZK 3:19",
    "verseText": "Lakini ukimwonya mtu mwovu naye akakataa kuacha uovu wake na njia zake mbaya, atakufa katika dhambi yake, lakini wewe utakuwa umejiokoa nafsi yako."
  },
  {
    "verseNumber": "EZK 3:20",
    "verseText": "“Tena, mtu mwenye haki akiacha haki yake na kutenda maovu, nami nikaweka kikwazo mbele yake mtu huyo atakufa. Kwa kuwa hukumwonya, atakufa katika dhambi yake. Mambo ya haki aliyotenda, hayatakumbukwa, damu yake nitaidai mkononi mwako."
  },
  {
    "verseNumber": "EZK 3:21",
    "verseText": "Lakini ukimwonya mwenye haki asitende dhambi na akaacha kutenda dhambi, hakika ataishi kwa sababu alipokea maonyo na utakuwa umejiokoa nafsi yako.”"
  },
  {
    "verseNumber": "EZK 3:22",
    "verseText": "Mkono wa BWANA ulikuwa juu yangu huko, naye akaniambia, “Simama uende mpaka sehemu tambarare, nami nitasema nawe huko.”"
  },
  {
    "verseNumber": "EZK 3:23",
    "verseText": "Kwa hiyo niliinuka nikaenda mpaka mahali pa tambarare. Utukufu wa BWANA ulikuwa umesimama huko, kama utukufu ule niliouona kando ya Mto Kebari, nami nikaanguka kifudifudi."
  },
  {
    "verseNumber": "EZK 3:24",
    "verseText": "Ndipo Roho akaja ndani yangu akanisimamisha kwa miguu yangu. Akasema nami akaniambia: “Nenda ukajifungie ndani ya nyumba yako."
  },
  {
    "verseNumber": "EZK 3:25",
    "verseText": "Nawe, ee mwanadamu, watakufunga kwa kamba, watakufunga ili usiweze kutoka na kuwaendea watu."
  },
  {
    "verseNumber": "EZK 3:26",
    "verseText": "Nitaufanya ulimi wako ushikamane kwenye kaa la kinywa chako, ili uwe kimya usiweze kuwakemea, wajapokuwa ni nyumba ya kuasi."
  },
  {
    "verseNumber": "EZK 3:27",
    "verseText": "Lakini nitakaposema nawe, nitafungua kinywa chako nawe utawaambia, ‘Hili ndilo BWANA Mwenyezi asemalo.’ Yeyote atakayesikiliza na asikilize, na yeyote atakayekataa na akatae; kwa kuwa wao ni nyumba ya kuasi."
  },
  {
    "verseNumber": "EZK 4:1",
    "verseText": "“Mwanadamu, sasa chukua tofali, uliweke mbele yako na uchore juu yake ramani ya mji wa Yerusalemu."
  },
  {
    "verseNumber": "EZK 4:2",
    "verseText": "Kisha uuzingire: Simamisha askari dhidi yake kuuzunguka, uzunguke kwa majeshi, weka kambi dhidi yake pande zote pamoja na magogo ya kubomolea boma vitani."
  },
  {
    "verseNumber": "EZK 4:3",
    "verseText": "Kisha chukua bamba la chuma, ukalisimamishe liwe kama ukuta wa chuma kati yako na huo mji, nawe uuelekeze uso wako. Huo mji utakuwa katika hali ya kuzingirwa, nawe utauzingira. Hii itakuwa ishara kwa nyumba ya Israeli."
  },
  {
    "verseNumber": "EZK 4:4",
    "verseText": "“Kisha ulale kwa upande wako wa kushoto na uweke dhambi za nyumba ya Israeli juu yake. Utazibeba dhambi zao kwa idadi ya siku utakazolala kwa huo upande mmoja."
  },
  {
    "verseNumber": "EZK 4:5",
    "verseText": "Nimekupangia idadi ya siku kama miaka ya dhambi yao. Kwa hiyo kwa siku 390 utabeba dhambi za nyumba ya Israeli."
  },
  {
    "verseNumber": "EZK 4:6",
    "verseText": "“Baada ya kumaliza hili, lala chini tena, wakati huu ulale chini kwa upande wa kuume, uchukue dhambi za nyumba ya Yuda. Nimekupangia siku arobaini, siku moja kwa kila mwaka mmoja."
  },
  {
    "verseNumber": "EZK 4:7",
    "verseText": "Geuza uso wako uelekeze kwenye kuzingirwa kwa Yerusalemu na mkono wako ambao haukuvikwa nguo tabiri dhidi yake."
  },
  {
    "verseNumber": "EZK 4:8",
    "verseText": "Nitakufunga kwa kamba ili usiweze kugeuka kutoka upande mmoja hadi upande mwingine, mpaka hapo utakapokuwa umetimiza siku za kuzingirwa kwako."
  },
  {
    "verseNumber": "EZK 4:9",
    "verseText": "“Chukua ngano na shayiri, maharagwe na dengu, mtama na mawele, uviweke na kuvihifadhi vyote kwenye gudulia la kuhifadhia, na uvitumie kujitengenezea mkate. Utaula mkate huo kwa hizo siku 390 utakazokuwa umelala kwa upande mmoja."
  },
  {
    "verseNumber": "EZK 4:10",
    "verseText": "Pima shekeli ishirini za chakula utakachokula kwa kila siku, nawe utakula kwa wakati uliopangwa."
  },
  {
    "verseNumber": "EZK 4:11",
    "verseText": "Pia pima maji moja ya sita ya hini, nawe utakunywa kwa wakati uliopangwa."
  },
  {
    "verseNumber": "EZK 4:12",
    "verseText": "Nawe utakula chakula kama vile ambavyo ungekula mkate wa shayiri, uoke mkate mbele ya macho ya watu, ukitumia kinyesi cha mwanadamu.”"
  },
  {
    "verseNumber": "EZK 4:13",
    "verseText": "BWANA akasema, “Hivi ndivyo watu wa Israeli watakavyokula chakula kilicho najisi miongoni mwa mataifa ninakowapeleka.”"
  },
  {
    "verseNumber": "EZK 4:14",
    "verseText": "Ndipo nikasema, “Sivyo BWANA Mwenyezi! Kamwe mimi sijajitia unajisi. Tangu ujana wangu hadi sasa sijala kamwe kitu chochote kilichokufa au kilichoraruliwa na wanyama wa mwituni. Hakuna nyama yeyote najisi iliyoingia kinywani mwangu.”"
  },
  {
    "verseNumber": "EZK 4:15",
    "verseText": "Akasema, “Vema sana, basi nitakuruhusu uoke mkate wako kwa kutumia kinyesi cha ngʼombe badala ya kinyesi cha mwanadamu.”"
  },
  {
    "verseNumber": "EZK 4:16",
    "verseText": "Ndipo Mungu akaniambia, “Mwanadamu, mimi nitakatilia mbali upatikanaji wa chakula katika Yerusalemu. Watu watakula chakula cha kupimwa kwa wasiwasi pamoja na maji ya kupimiwa kwa kukata tamaa,"
  },
  {
    "verseNumber": "EZK 4:17",
    "verseText": "kwa kuwa chakula na maji vitakuwa adimu. Watastajabiana kila mmoja, nao watadhoofika kwa sababu ya dhambi yao."
  },
  {
    "verseNumber": "EZK 5:1",
    "verseText": "“Mwanadamu, sasa chukua upanga mkali na uutumie kama wembe wa kinyozi ili kunyolea nywele za kichwa chako na ndevu zako. Kisha uchukue mizani ya kupimia ukazigawanye nywele hizo."
  },
  {
    "verseNumber": "EZK 5:2",
    "verseText": "Wakati siku zako za kuzingirwa zitakapokwisha, choma theluthi moja ya hizo nywele zako kwa moto ndani ya mji. Chukua theluthi nyingine ya hizo nywele uzipige kwa upanga kuuzunguka mji wote na theluthi nyingine ya mwisho utaitawanya kwa upepo. Kwa kuwa nitawafuatia kwa upanga uliofutwa."
  },
  {
    "verseNumber": "EZK 5:3",
    "verseText": "Lakini chukua nywele chache uzifungie ndani ya pindo la vazi lako."
  },
  {
    "verseNumber": "EZK 5:4",
    "verseText": "Tena chukua nywele nyingine chache uzitupe motoni uziteketeze. Moto utaenea kutoka humo na kufika katika nyumba yote ya Israeli."
  },
  {
    "verseNumber": "EZK 5:5",
    "verseText": "“Hili ndilo BWANA Mwenyezi asemalo: Huu ndio Yerusalemu ambao nimeuweka katikati ya mataifa ukiwa umezungukwa na nchi pande zote."
  },
  {
    "verseNumber": "EZK 5:6",
    "verseText": "Lakini katika uovu wake umeasi sheria na amri zangu kuliko mataifa na nchi zinazouzunguka. Umeasi sheria zangu wala haukufuata amri zangu."
  },
  {
    "verseNumber": "EZK 5:7",
    "verseText": "“Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Ninyi mmekuwa wakaidi kuliko mataifa yanayowazunguka na hamkufuata amri zangu wala kuzishika sheria zangu. Wala hamkuweza hata kuzifuata kawaida za mataifa yanayowazunguka."
  },
  {
    "verseNumber": "EZK 5:8",
    "verseText": "“Kwa hiyo, hili ndilo BWANA Mwenyezi asemalo, Mimi mwenyewe, niko kinyume nanyi Yerusalemu, nitawapiga kwa adhabu yangu mbele ya mataifa."
  },
  {
    "verseNumber": "EZK 5:9",
    "verseText": "Kwa ajili ya sanamu zenu zote za machukizo, nitawafanyia kile ambacho kamwe sijawafanyia kabla wala kamwe sitawafanyia tena."
  },
  {
    "verseNumber": "EZK 5:10",
    "verseText": "Kwa hiyo katikati yenu baba watakula watoto wao na watoto watakula baba zao. Nitawapiga kwa adhabu, nami nitawatawanya watu wenu walionusurika pande zote za dunia."
  },
  {
    "verseNumber": "EZK 5:11",
    "verseText": "Kwa hiyo hakika kama niishivyo, asema BWANA Mwenyezi, kwa kuwa mmenajisi mahali pangu patakatifu kwa sanamu zenu mbaya sana na desturi zenu za machukizo, mimi mwenyewe nitaondoa fadhili zangu kwenu."
  },
  {
    "verseNumber": "EZK 5:12",
    "verseText": "Theluthi ya watu wako watakufa kwa tauni au kwa njaa humu ndani yako, theluthi nyingine itaanguka kwa upanga nje ya kuta zako, nayo theluthi nyingine nitaitawanya kwenye pande nne kuwafuatia kwa upanga uliofutwa."
  },
  {
    "verseNumber": "EZK 5:13",
    "verseText": "“Ndipo hasira yangu itakapokoma na ghadhabu yangu dhidi yao itatulia, nami nitakuwa nimelipiza kisasi. Baada ya kuimaliza ghadhabu yangu juu yao, watajua kuwa mimi BWANA nimenena katika wivu wangu."
  },
  {
    "verseNumber": "EZK 5:14",
    "verseText": "“Nitakuangamiza na kukufanya kitu cha kudharauliwa miongoni mwa mataifa yanayokuzunguka, machoni pa watu wote wapitao karibu nawe."
  },
  {
    "verseNumber": "EZK 5:15",
    "verseText": "Utakuwa kitu cha kudharauliwa na cha aibu, cha dhihaka, ovyo na kitu cha kutisha kwa mataifa yanayokuzunguka, nitakapokupiga kwa adhabu yangu katika hasira na ghadhabu yangu kwa kukukemea kwa ukali. Mimi BWANA nimesema."
  },
  {
    "verseNumber": "EZK 5:16",
    "verseText": "Nitakapokupiga kwa mishale yangu ya kufisha na yenye kuharibu ya njaa, nitaipiga ili kukuangamiza. Nitaleta njaa zaidi na zaidi juu yako na kukomesha upatikanaji wa chakula kwako."
  },
  {
    "verseNumber": "EZK 5:17",
    "verseText": "Nitapeleka njaa na wanyama wa mwituni dhidi yenu, navyo vitawaacha bila watoto. Tauni na umwagaji wa damu utapita katikati yenu, nami nitaleta upanga juu yenu. Mimi BWANA nimenena haya.”"
  },
  {
    "verseNumber": "EZK 6:1",
    "verseText": "Neno la BWANA likanijia kusema,"
  },
  {
    "verseNumber": "EZK 6:2",
    "verseText": "“Mwanadamu, elekeza uso wako kukabili milima ya Israeli, utabiri dhidi yake"
  },
  {
    "verseNumber": "EZK 6:3",
    "verseText": "na useme: ‘Ee milima ya Israeli, sikia neno la BWANA Mwenyezi. Hili ndilo BWANA Mwenyezi aliambiayo milima na vilima, magenge na mabonde: Ninakaribia kuleta upanga dhidi yenu, nami nitapaharibu mahali penu pote pa juu pa kuabudia miungu."
  },
  {
    "verseNumber": "EZK 6:4",
    "verseText": "Madhabahu yenu yatabomolewa na madhabahu yenu ya kufukizia uvumba yatavunjavunjwa, nami nitawachinja watu wenu mbele ya sanamu zenu."
  },
  {
    "verseNumber": "EZK 6:5",
    "verseText": "Nitazilaza maiti za Waisraeli mbele ya sanamu zao, nami nitatawanya mifupa yenu kuzunguka madhabahu yenu."
  },
  {
    "verseNumber": "EZK 6:6",
    "verseText": "Popote mnapoishi, miji hiyo itafanywa ukiwa na mahali pa juu pa kuabudia miungu patabomolewa, ili madhabahu yenu ifanywe ukiwa na kuharibiwa, sanamu zenu zitavunjavunjwa na kuharibiwa, madhabahu yenu ya kufukizia uvumba yatabomolewa na kila mlichokifanya kitakatiliwa mbali."
  },
  {
    "verseNumber": "EZK 6:7",
    "verseText": "Watu wenu watachinjwa katikati yenu, nanyi mtatambua Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 6:8",
    "verseText": "“ ‘Lakini nitawabakiza hai baadhi yenu, kwa kuwa baadhi yenu watanusurika kuuawa watakapokuwa wametawanyika katika nchi na mataifa."
  },
  {
    "verseNumber": "EZK 6:9",
    "verseText": "Ndipo katika mataifa ambamo watakuwa wamechukuliwa mateka, wale ambao watanusurika watanikumbuka, jinsi ambavyo nimehuzunishwa na mioyo yao ya uzinzi, ambayo imegeukia mbali nami na macho yao ambayo yametamani sanamu zao. Watajichukia wenyewe kwa ajili ya uovu walioutenda na kwa ajili ya desturi zao za kuchukiza."
  },
  {
    "verseNumber": "EZK 6:10",
    "verseText": "Nao watajua kuwa Mimi ndimi BWANA, sikuwaonya bure kuwa nitaleta maafa hayo yote juu yao."
  },
  {
    "verseNumber": "EZK 6:11",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Piga makofi, kanyaga chini kwa mguu na upige kelele, “Ole!” kwa sababu ya maovu yote na machukizo yote yanayofanywa na nyumba ya Israeli, kwa kuwa wataanguka kwa upanga, njaa na tauni."
  },
  {
    "verseNumber": "EZK 6:12",
    "verseText": "Yeye aliye mbali sana atakufa kwa tauni, naye aliye karibu atauawa kwa upanga, naye yule atakayenusurika na kubaki atakufa kwa njaa. Hivyo ndivyo nitakavyotimiza ghadhabu yangu dhidi yao."
  },
  {
    "verseNumber": "EZK 6:13",
    "verseText": "Nao watajua kwamba Mimi ndimi BWANA, wakati maiti za watu wao zitakapokuwa zimelala katikati ya sanamu zao kuzunguka madhabahu yao, juu ya kila kilima kilichoinuka na juu ya vilele vyote vya milima, chini ya kila mti uliotanda na kila mwaloni wenye majani, yaani, sehemu walizofukizia uvumba kwa sanamu zao zote."
  },
  {
    "verseNumber": "EZK 6:14",
    "verseText": "Nami nitanyoosha mkono wangu dhidi yao na kuifanya nchi yao ukiwa, kuanzia jangwani hadi Dibla, kila mahali wanapoishi. Ndipo watakapojua ya kwamba Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "EZK 7:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 7:2",
    "verseText": "“Mwanadamu, hili ndilo BWANA Mwenyezi asemalo kwa nchi ya Israeli: Mwisho! Mwisho umekuja juu ya pembe nne za nchi."
  },
  {
    "verseNumber": "EZK 7:3",
    "verseText": "Sasa mwisho umekuja juu yenu nami nitamwaga hasira yangu dhidi yenu. Nitawahukumu sawasawa na matendo yenu na kuwalipiza kwa ajili ya desturi zenu zote za kuchukiza."
  },
  {
    "verseNumber": "EZK 7:4",
    "verseText": "Sitawaonea huruma wala sitawarehemu, hakika nitalipiza kwa ajili ya matendo yenu na desturi zenu za machukizo miongoni mwenu. Ndipo mtakapojua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 7:5",
    "verseText": "“Hili ndilo BWANA Mwenyezi asemalo: Maafa! Maafa ambayo hayajasikiwa yanakuja."
  },
  {
    "verseNumber": "EZK 7:6",
    "verseText": "Mwisho umewadia! Mwisho umewadia! Umejiinua wenyewe dhidi yenu. Umewadia!"
  },
  {
    "verseNumber": "EZK 7:7",
    "verseText": "Maangamizi yamekuja juu yenu, ninyi mnaoishi katika nchi. Wakati umewadia, siku imekaribia, kuna hofu kuu ya ghafula, wala si furaha, juu ya milima."
  },
  {
    "verseNumber": "EZK 7:8",
    "verseText": "Ninakaribia kumwaga ghadhabu yangu juu yenu na kumaliza hasira yangu dhidi yenu, nitawahukumu sawasawa na matendo yenu na kuwalipiza kwa ajili ya desturi zenu zote za machukizo."
  },
  {
    "verseNumber": "EZK 7:9",
    "verseText": "Sitawaonea huruma wala sitawarehemu; nitawalipiza sawasawa na matendo yenu na desturi zenu za machukizo miongoni mwenu. Ndipo mtajua kuwa Mimi ndimi BWANA ambaye huwapiga kwa mapigo."
  },
  {
    "verseNumber": "EZK 7:10",
    "verseText": "“Siku imefika! Imewadia! Maangamizi yamezuka ghafula, fimbo imechanua majivuno yamechipua!"
  },
  {
    "verseNumber": "EZK 7:11",
    "verseText": "Jeuri imeinuka kuwa fimbo ya kuadhibu uovu, hakuna hata mmoja wa hao watu atakayeachwa, hata mmoja wa kundi lile, hakuna utajiri, hakuna chenye thamani."
  },
  {
    "verseNumber": "EZK 7:12",
    "verseText": "Wakati umewadia, siku imefika. Mnunuzi na asifurahi wala muuzaji asihuzunike, kwa maana ghadhabu iko juu ya kundi lote."
  },
  {
    "verseNumber": "EZK 7:13",
    "verseText": "Muuzaji hatajipatia tena ardhi aliyoiuza wakati wote wawili wangali hai, kwa kuwa maono kuhusu kundi lote hayatatanguka. Kwa sababu ya dhambi zao, hakuna hata mmoja atakayeokoa maisha yake."
  },
  {
    "verseNumber": "EZK 7:14",
    "verseText": "Wajapopiga tarumbeta na kuweka kila kitu tayari, hakuna hata mmoja atakayekwenda vitani, kwa maana ghadhabu yangu iko juu ya kundi lote."
  },
  {
    "verseNumber": "EZK 7:15",
    "verseText": "“Nje ni upanga, ndani ni tauni na njaa, wale walioko shambani watakufa kwa upanga, nao wale waliomo mjini njaa na tauni vitawala."
  },
  {
    "verseNumber": "EZK 7:16",
    "verseText": "Wale wote watakaopona na kutoroka watakuwa milimani, wakiomboleza kama hua wa mabondeni, kila mmoja kwa sababu ya dhambi zake."
  },
  {
    "verseNumber": "EZK 7:17",
    "verseText": "Kila mkono utalegea na kila goti litakuwa dhaifu kama maji."
  },
  {
    "verseNumber": "EZK 7:18",
    "verseText": "Watavaa nguo ya gunia na kufunikwa na hofu. Nyuso zao zitafunikwa na aibu na nywele za vichwa vyao zitanyolewa."
  },
  {
    "verseNumber": "EZK 7:19",
    "verseText": "Watatupa fedha yao barabarani, nayo dhahabu yao itakuwa najisi. Fedha yao na dhahabu yao havitaweza kuwaokoa katika siku hiyo ya ghadhabu ya BWANA. Hawatashibisha njaa yao au kujaza matumbo yao kwa hiyo fedha wala dhahabu, kwa sababu imewaponza wajikwae dhambini."
  },
  {
    "verseNumber": "EZK 7:20",
    "verseText": "Walijivunia vito vyao vizuri na kuvitumia kufanya sanamu za machukizo na vinyago vya upotovu. Kwa hiyo nitavifanya vitu hivyo kuwa najisi kwao."
  },
  {
    "verseNumber": "EZK 7:21",
    "verseText": "Nitavitia vyote mikononi mwa wageni kuwa nyara na kuwa vitu vilivyotekwa mikononi mwa watu waovu wa dunia, nao watavinajisi."
  },
  {
    "verseNumber": "EZK 7:22",
    "verseText": "Nitageuza uso wangu mbali nao, nao waovu wa dunia watapanajisi mahali pangu pa thamani, wanyangʼanyi watapaingia na kupanajisi."
  },
  {
    "verseNumber": "EZK 7:23",
    "verseText": "“Andaa minyororo, kwa sababu nchi imejaa umwagaji wa damu na mji umejaa udhalimu."
  },
  {
    "verseNumber": "EZK 7:24",
    "verseText": "Nitaleta taifa ovu kuliko yote ili kumiliki nyumba zao, nitakomesha kiburi cha wenye nguvu na mahali pao patakatifu patatiwa unajisi."
  },
  {
    "verseNumber": "EZK 7:25",
    "verseText": "Hofu ya ghafula itakapokuja, watatafuta amani, lakini haitakuwepo."
  },
  {
    "verseNumber": "EZK 7:26",
    "verseText": "Maafa juu ya maafa yatakuja, tetesi ya mabaya juu ya tetesi ya mabaya. Watajitahidi kupata maono kutoka kwa nabii, mafundisho ya sheria toka kwa kuhani yatapotea, vivyo hivyo shauri kutoka kwa wazee."
  },
  {
    "verseNumber": "EZK 7:27",
    "verseText": "Mfalme ataomboleza, mwana wa mfalme atavikwa kukata tamaa, nayo mikono ya watu wa nchi itatetemeka. Nitawashughulikia sawasawa na matendo yao na kwa kanuni zao wenyewe nitawahukumu. Ndipo watajua kwamba Mimi ndimi BWANA.”"
  },
  {
    "verseNumber": "EZK 8:1",
    "verseText": "Katika siku ya tano ya mwezi wa sita mwaka wa sita, baada ya kupelekwa uhamishoni nilipokuwa nimeketi katika nyumba yangu na wazee wa Yuda walikuwa wameketi mbele yangu, mkono wa BWANA Mwenyezi ulikuja juu yangu."
  },
  {
    "verseNumber": "EZK 8:2",
    "verseText": "Nikatazama, nikaona umbo mfano wa mwanadamu. Kutokana na kile kilichoonekana kuwa kiuno chake kuelekea chini alifanana na moto. Kuanzia kwenye kiuno kuelekea juu sura yake kama chuma kingʼaavyo kikiwa ndani ya moto."
  },
  {
    "verseNumber": "EZK 8:3",
    "verseText": "Akanyoosha kitu kilichoonekana kama mkono, akaniinua kwa kushika nywele za kichwa changu. Roho akaniinua juu kati ya nchi na mbingu nikiwa katika maono ya Mungu akanichukua mpaka Yerusalemu, kwenye ingilio la lango la upande wa kaskazini ya ukumbi wa ndani, mahali iliposimama ile sanamu ichocheayo wivu."
  },
  {
    "verseNumber": "EZK 8:4",
    "verseText": "Hapo mbele yangu palikuwa na utukufu wa Mungu wa Israeli, kama utukufu ule niliouona katika maono kule ua wa ndani."
  },
  {
    "verseNumber": "EZK 8:5",
    "verseText": "Kisha akaniambia, “Mwanadamu, tazama kuelekea kaskazini.” Hivyo nikatazama na kwenye ingilio upande wa kaskazini wa lango la madhabahu, nikaona sanamu hii ya wivu."
  },
  {
    "verseNumber": "EZK 8:6",
    "verseText": "Ndipo akaniambia, “Mwanadamu, je, unaona yale wanayofanya, haya mambo ya machukizo kabisa nyumba ya Israeli wanayotenda hapa, ambayo yatanifanya niende mbali na mahali pangu patakatifu? Lakini utaona vitu ambavyo vinachukiza zaidi hata kuliko hivi.”"
  },
  {
    "verseNumber": "EZK 8:7",
    "verseText": "Kisha akanileta mpaka ingilio la ukumbi. Nikatazama, nami nikaona tundu ukutani."
  },
  {
    "verseNumber": "EZK 8:8",
    "verseText": "Akaniambia, “Mwanadamu, sasa toboa kwenye ukuta huu.” Ndipo nikatoboa ule ukuta, nikaona hapo pana mlango."
  },
  {
    "verseNumber": "EZK 8:9",
    "verseText": "Naye akaniambia, “Ingia ndani, ukaone maovu na machukizo wanayofanya humu.”"
  },
  {
    "verseNumber": "EZK 8:10",
    "verseText": "Hivyo nikaingia ndani na kutazama, nikaona kuta zote zimechorwa kila aina ya vitu vitambaavyo na ya wanyama wachukizao wa kila aina na sanamu zote za nyumba ya Israeli."
  },
  {
    "verseNumber": "EZK 8:11",
    "verseText": "Mbele yao walisimama wazee sabini wa nyumba ya Israeli, naye Yaazania mwana wa Shafani alikuwa amesimama miongoni mwao. Kila mmoja alikuwa na chetezo mkononi na moshi wa harufu nzuri ya uvumba ulikuwa unapanda juu."
  },
  {
    "verseNumber": "EZK 8:12",
    "verseText": "Akaniambia, “Mwanadamu, umeona wanayoyafanya wazee wa nyumba ya Israeli gizani, kila mmoja kwenye sehemu yake mwenyewe ya kufanyia ibada za sanamu yake? Wao husema, ‘BWANA hatuoni, BWANA ameiacha nchi.’ ”"
  },
  {
    "verseNumber": "EZK 8:13",
    "verseText": "Akasema tena, “Bado utaona machukizo wanayofanya ambayo ni makubwa kuliko haya.”"
  },
  {
    "verseNumber": "EZK 8:14",
    "verseText": "Ndipo akanileta mpaka ingilio la lango la kaskazini la nyumba ya BWANA, nami nikaona wanawake wameketi hapo, wakimwombolezea Tamuzi."
  },
  {
    "verseNumber": "EZK 8:15",
    "verseText": "Akaniambia, “Unaliona hili, mwanadamu? Utaona vitu ambavyo ni machukizo kuliko hili.”"
  },
  {
    "verseNumber": "EZK 8:16",
    "verseText": "Ndipo akanileta mpaka kwenye ukumbi wa ndani wa nyumba ya BWANA, nako huko katika ingilio la Hekalu, kati ya baraza na madhabahu, walikuwepo wanaume wapatao ishirini na watano. Wakiwa wamelipa kisogo Hekalu la BWANA na kuelekeza nyuso zao upande wa mashariki, wakilisujudia jua huko mashariki."
  },
  {
    "verseNumber": "EZK 8:17",
    "verseText": "Akaniambia, “Je, umeona hili mwanadamu? Je, ni jambo dogo sana kwa nyumba ya Yuda kufanya machukizo wanayoyafanya hapa? Je, ni lazima pia waijaze nchi dhuluma na kuendelea siku zote kunikasirisha? Watazame wanavyonibania pua kana kwamba ninanuka!"
  },
  {
    "verseNumber": "EZK 8:18",
    "verseText": "Kwa hiyo nitashughulika nao kwa hasira, sitawaonea huruma wala kuwaachilia. Wajapopiga makelele masikioni mwangu, sitawasikiliza.”"
  },
  {
    "verseNumber": "EZK 9:1",
    "verseText": "Kisha nikamsikia akiita kwa sauti kubwa akisema, “Walete wasimamizi wa mji hapa, kila mmoja akiwa na silaha mkononi mwake.”"
  },
  {
    "verseNumber": "EZK 9:2",
    "verseText": "Nami nikaona watu sita wakija toka upande wa lango la juu, linalotazama kaskazini kila mmoja na silaha za kuangamiza mkononi mwake. Pamoja nao alikuwepo mtu aliyekuwa amevaa mavazi ya kitani safi, naye alikuwa na vifaa vya mwandishi akiwa amevishikilia upande mmoja. Wakaingia ndani ya Hekalu wakasimama pembeni mwa madhabahu ya shaba."
  },
  {
    "verseNumber": "EZK 9:3",
    "verseText": "Basi utukufu wa Mungu wa Israeli ukaondoka hapo juu ya makerubi, ulikokuwa umekaa, ukaenda kwenye kizingiti cha Hekalu. Ndipo BWANA akamwita yule mtu aliyevaa kitani safi aliyekuwa na vifaa vya mwandishi akiwa amevishikilia upande wake mmoja,"
  },
  {
    "verseNumber": "EZK 9:4",
    "verseText": "akamwambia, “Pita katika mji wote wa Yerusalemu ukaweke alama juu ya vipaji vya nyuso za wale watu wanaohuzunika na kuomboleza kwa sababu ya machukizo yote yanayotendeka katika mji huu.”"
  },
  {
    "verseNumber": "EZK 9:5",
    "verseText": "Nikiwa ninasikia, akawaambia wale wengine, “Mfuateni anapopita katika mji wote mkiua, pasipo huruma wala masikitiko."
  },
  {
    "verseNumber": "EZK 9:6",
    "verseText": "Waueni wazee, vijana wa kiume na wa kike, wanawake na watoto, lakini msimguse mtu yeyote mwenye alama. Anzieni katika mahali pangu patakatifu.” Kwa hiyo wakaanza na wale wazee waliokuwa mbele ya Hekalu."
  },
  {
    "verseNumber": "EZK 9:7",
    "verseText": "Ndipo akawaambia, “Linajisini Hekalu na mkazijaze kumbi zake maiti za wale waliouawa. Nendeni!” Kwa hiyo wakaenda wakaanza kuua watu mjini kote."
  },
  {
    "verseNumber": "EZK 9:8",
    "verseText": "Wakati walikuwa wakiwaua watu, nami nilikuwa nimeachwa peke yangu, nikaanguka kifudifudi, nikapiga kelele nikisema, “Ee BWANA Mwenyezi! Je, utaangamiza mabaki yote ya Israeli, katika kumwagwa huku kwa ghadhabu yako juu ya Yerusalemu?”"
  },
  {
    "verseNumber": "EZK 9:9",
    "verseText": "BWANA akanijibu, “Dhambi ya nyumba ya Israeli na Yuda imekuwa kubwa mno kupita kiasi, nchi imejaa umwagaji damu na mjini kumejaa udhalimu. Kwani wamesema, ‘BWANA ameiacha nchi, BWANA hauoni.’"
  },
  {
    "verseNumber": "EZK 9:10",
    "verseText": "Kwa hiyo sitawahurumia wala kuwaachilia lakini nitaleta juu ya vichwa vyao, yale waliyoyatenda.”"
  },
  {
    "verseNumber": "EZK 9:11",
    "verseText": "Ndipo mtu yule aliyekuwa amevaa nguo ya kitani safi na vifaa vya mwandishi akiwa amevishikilia upande wake mmoja, akarudi na kutoa taarifa akisema, “Nimefanya kama ulivyoniagiza.”"
  },
  {
    "verseNumber": "EZK 10:1",
    "verseText": "Nikatazama, nikaona juu ya ile nafasi iliyokuwa juu ya vichwa vya wale makerubi kulikuwa na kitu mfano wa kiti cha enzi cha yakuti samawi."
  },
  {
    "verseNumber": "EZK 10:2",
    "verseText": "BWANA akamwambia mtu yule aliyekuwa amevaa nguo ya kitani, “Ingia katikati ya yale Magurudumu yaliyo chini ya makerubi. Ukaijaze mikono yako makaa ya mawe ya moto kutoka katikati ya makerubi na uyatawanye juu ya mji.” Nilipokuwa nikiangalia, akaingia ndani."
  },
  {
    "verseNumber": "EZK 10:3",
    "verseText": "Basi wale makerubi walikuwa wamesimama upande wa kusini wa Hekalu wakati yule mtu alipoingia ndani, wingu likaujaza ule ukumbi wa ndani."
  },
  {
    "verseNumber": "EZK 10:4",
    "verseText": "Kisha utukufu wa BWANA ukainuka kutoka juu ya wale makerubi ukaenda kwenye kizingiti cha Hekalu. Wingu likajaza Hekalu, nao ukumbi ukajawa na mngʼao wa utukufu wa BWANA."
  },
  {
    "verseNumber": "EZK 10:5",
    "verseText": "Sauti ya mabawa ya wale makerubi ingeweza kusikika mpaka kwenye ukumbi wa nje, kama sauti ya Mungu Mwenyezi wakati anapoongea."
  },
  {
    "verseNumber": "EZK 10:6",
    "verseText": "BWANA alipomwamuru yule mtu aliyevaa nguo za kitani akisema, “Chukua moto toka katikati ya magurudumu, kutoka katikati ya makerubi,” yule mtu aliingia ndani akasimama pembeni mwa gurudumu."
  },
  {
    "verseNumber": "EZK 10:7",
    "verseText": "Ndipo mmoja wa wale makerubi akanyoosha mkono wake kwenye moto uliokuwa katikati yao. Akachukua baadhi ya moto na kuutia mikononi mwa yule mtu aliyevaa mavazi ya kitani, naye akaupokea akatoka nje."
  },
  {
    "verseNumber": "EZK 10:8",
    "verseText": "(Chini ya mabawa ya makerubi paliweza kuonekana kitu kilichofanana na mikono ya mwanadamu.)"
  },
  {
    "verseNumber": "EZK 10:9",
    "verseText": "Nikatazama, nikaona magurudumu manne kando ya makerubi, moja kando ya kila kerubi. Magurudumu hayo yalimetameta kama kito cha zabarajadi."
  },
  {
    "verseNumber": "EZK 10:10",
    "verseText": "Kule kuonekana kwake, yote manne yalifanana kila gurudumu lilikuwa kama linazunguka ndani ya lingine."
  },
  {
    "verseNumber": "EZK 10:11",
    "verseText": "Yalipozunguka, yalikwenda kokote katika pande nne walikoelekea wale makerubi. Magurudumu hayakugeuka wakati makerubi yalipokwenda. Makerubi walikwenda upande wowote kichwa kilikoelekea pasipo kugeuka walipokuwa wakienda."
  },
  {
    "verseNumber": "EZK 10:12",
    "verseText": "Miili yao yote, pamoja na migongo yao, mikono na mabawa yao yote yalikuwa yamejaa macho kabisa kama yalivyokuwa yale magurudumu yao manne."
  },
  {
    "verseNumber": "EZK 10:13",
    "verseText": "Nikasikia magurudumu yakiitwa, “Magurudumu ya kisulisuli.”"
  },
  {
    "verseNumber": "EZK 10:14",
    "verseText": "Kila mmoja wa wale makerubi alikuwa na nyuso nne: Uso mmoja ulikuwa kama vile wa kerubi, uso wa pili ulikuwa wa mwanadamu, uso wa tatu ulikuwa wa simba na uso wa nne ulikuwa wa tai."
  },
  {
    "verseNumber": "EZK 10:15",
    "verseText": "Kisha makerubi wakapaa juu. Hawa ndio wale viumbe walio hai niliowaona kando ya Mto Kebari."
  },
  {
    "verseNumber": "EZK 10:16",
    "verseText": "Wakati makerubi walipokwenda, magurudumu yaliyoko kando yao yalikwenda na wakati makerubi walipotanda mabawa yao wapate kupaa juu kutoka ardhi, magurudumu yale hayakuondoka pembeni mwao."
  },
  {
    "verseNumber": "EZK 10:17",
    "verseText": "Makerubi yaliposimama kimya, nayo pia yalitulia kimya, nao makerubi yalipoinuka juu, magurudumu nayo yaliinuka juu pamoja nao, kwa sababu roho ya vile viumbe hai ilikuwa ndani yake."
  },
  {
    "verseNumber": "EZK 10:18",
    "verseText": "Kisha utukufu wa BWANA ukaondoka pale kwenye kizingiti cha Hekalu na kusimama juu ya wale makerubi."
  },
  {
    "verseNumber": "EZK 10:19",
    "verseText": "Nilipokuwa nikitazama, makerubi yakatanda mabawa yao na kuinuka kutoka ardhini, nao walipokuwa wakienda, yale magurudumu yakaenda pamoja nao. Wakasimama kwenye ingilio la lango la mashariki la nyumba ya BWANA, nao utukufu wa Mungu wa Israeli ukawa juu yao."
  },
  {
    "verseNumber": "EZK 10:20",
    "verseText": "Hawa walikuwa ndio viumbe hai niliokuwa nimewaona chini ya Mungu wa Israeli kando ya Mto Kebari, nami nikatambua ya kuwa hao walikuwa makerubi."
  },
  {
    "verseNumber": "EZK 10:21",
    "verseText": "Kila mmoja alikuwa na nyuso nne, mabawa manne, chini ya mabawa yao kulikuwa na kile kilichoonekana kama mikono ya mwanadamu."
  },
  {
    "verseNumber": "EZK 10:22",
    "verseText": "Nyuso zao zilifanana kama zile nilizokuwa nimeziona kando ya Mto Kebari. Kila mmoja alikwenda mbele moja kwa moja."
  },
  {
    "verseNumber": "EZK 11:1",
    "verseText": "Ndipo Roho akaniinua na kunileta mpaka kwenye lango la nyumba ya BWANA linalotazama upande wa mashariki. Pale kwenye ingilio la lango kulikuwepo wanaume ishirini na watano, nami nikaona miongoni mwao Yaazania mwana wa Azuri na Pelatia mwana wa Benaya, viongozi wa watu."
  },
  {
    "verseNumber": "EZK 11:2",
    "verseText": "BWANA akaniambia, “Mwanadamu, hawa ndio wafanyao hila na kutoa mashauri potovu katika mji huu."
  },
  {
    "verseNumber": "EZK 11:3",
    "verseText": "Wao husema, ‘Je, hivi karibuni hautakuwa wakati wa kujenga nyumba? Mji huu ni chungu cha kupikia, nasi ndio nyama.’"
  },
  {
    "verseNumber": "EZK 11:4",
    "verseText": "Kwa hiyo toa unabii dhidi yao, tabiri, Ewe mwanadamu.”"
  },
  {
    "verseNumber": "EZK 11:5",
    "verseText": "Kisha Roho wa BWANA akaja juu yangu, naye akaniambia niseme: “Hili ndilo BWANA asemalo: Hili ndilo ninyi mnalosema, ee nyumba ya Israeli, lakini ninajua mnalowaza mioyoni mwenu."
  },
  {
    "verseNumber": "EZK 11:6",
    "verseText": "Mmewaua watu wengi katika mji huu na kujaza barabara zake maiti."
  },
  {
    "verseNumber": "EZK 11:7",
    "verseText": "“Kwa hiyo hili ndilo asemalo BWANA Mwenyezi: maiti ulizozitupa huko ni nyama na mji huu ni chungu, lakini nitawaondoa mtoke huko."
  },
  {
    "verseNumber": "EZK 11:8",
    "verseText": "Mnaogopa upanga, nao upanga huo ndio nitakaouleta juu yenu, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 11:9",
    "verseText": "Nitawaondoa mtoke katika mji na kuwatia mikononi mwa wageni nami nitawaadhibu."
  },
  {
    "verseNumber": "EZK 11:10",
    "verseText": "Mtaanguka kwa upanga, nami nitatimiza hukumu dhidi yenu katika mipaka ya Israeli. Ndipo mtajua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 11:11",
    "verseText": "Mji huu hautakuwa chungu kwa ajili yenu, wala hamtakuwa nyama ndani yake. Nitatoa hukumu dhidi yenu katika mipaka ya Israeli."
  },
  {
    "verseNumber": "EZK 11:12",
    "verseText": "Nanyi mtajua ya kuwa Mimi ndimi BWANA, kwa kuwa hamkufuata amri zangu wala kuzishika sheria zangu, bali mmefuata mwenendo wa mataifa yanayowazunguka.”"
  },
  {
    "verseNumber": "EZK 11:13",
    "verseText": "Basi nilipokuwa ninatoa unabii, Pelatia mwana wa Benaya akafa. Ndipo nikaanguka kifudifudi, nikalia kwa sauti kuu nikasema, “Ee BWANA Mwenyezi! Je utaangamiza kabisa mabaki ya Israeli?”"
  },
  {
    "verseNumber": "EZK 11:14",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 11:15",
    "verseText": "“Mwanadamu, ndugu zako, ndugu zako ambao ni wa uhusiano wa damu na nyumba yote ya Israeli, ndio wale ambao watu wa Yerusalemu wamesema, ‘Wako mbali na BWANA; nchi hii tulipewa sisi kuwa milki yetu.’"
  },
  {
    "verseNumber": "EZK 11:16",
    "verseText": "“Kwa hiyo sema, ‘Hili ndilo BWANA Mwenyezi asemalo: Ingawa niliwapeleka mbali miongoni mwa mataifa na kuwatawanya katika nchi mbalimbali, lakini kwa kitambo kidogo mimi nimekuwa mahali patakatifu kwao katika nchi walizokwenda.’"
  },
  {
    "verseNumber": "EZK 11:17",
    "verseText": "“Kwa hiyo sema: ‘Hili ndilo BWANA Mwenyezi asemalo: Nitawakusanyeni kutoka mataifa na kuwarudisha kutoka nchi ambazo mmetawanywa, nami nitawarudishia nchi ya Israeli.’"
  },
  {
    "verseNumber": "EZK 11:18",
    "verseText": "“Watairudia nchi na kuondoa vinyago vyote vya upotovu na sanamu zote za machukizo."
  },
  {
    "verseNumber": "EZK 11:19",
    "verseText": "Nitawapa moyo mmoja na kuweka roho mpya ndani yao, nitaondoa kutoka ndani yao moyo wa jiwe na kuwapa moyo wa nyama."
  },
  {
    "verseNumber": "EZK 11:20",
    "verseText": "Kisha watafuata amri zangu na kuwa waangalifu kutii sheria zangu. Watakuwa watu wangu nami nitakuwa Mungu wao."
  },
  {
    "verseNumber": "EZK 11:21",
    "verseText": "Lakini kwa wale ambao mioyo yao imeambatana na vinyago vyao vya upotovu na sanamu zao za machukizo, nitaleta juu ya vichwa vyao yale waliyotenda asema BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 11:22",
    "verseText": "Ndipo wale makerubi, wenye magurudumu pembeni mwao, wakakunjua mabawa yao, nao utukufu wa Mungu wa Israeli ulikuwa juu yao."
  },
  {
    "verseNumber": "EZK 11:23",
    "verseText": "Basi utukufu wa BWANA ukapaa juu kutoka mji, ukatua juu ya mlima ulio upande wa mashariki ya mji."
  },
  {
    "verseNumber": "EZK 11:24",
    "verseText": "Roho akaniinua na kunileta mpaka kwa watu wa uhamisho huko Ukaldayo nikiwa katika yale maono niliyopewa na Roho wa Mungu. Ndipo maono niliyokuwa nimeyaona yakanitoka,"
  },
  {
    "verseNumber": "EZK 11:25",
    "verseText": "nami nikawaeleza wale watu wa uhamisho kila kitu BWANA alichokuwa amenionyesha."
  },
  {
    "verseNumber": "EZK 12:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 12:2",
    "verseText": "“Mwanadamu, unaishi miongoni mwa watu waasi. Wana macho ya kuona, lakini hawaoni na masikio ya kusikia lakini hawasikii, kwa kuwa ni watu waasi."
  },
  {
    "verseNumber": "EZK 12:3",
    "verseText": "“Kwa hiyo, mwanadamu, funga mizigo yako kwa kwenda uhamishoni tena wakati wa mchana, wakiwa wanakutazama, toka nje na uende mahali pengine kutoka hapo ulipo. Labda wataelewa, ingawa wao ni nyumba ya kuasi."
  },
  {
    "verseNumber": "EZK 12:4",
    "verseText": "Wakati wa mchana, wakiwa wanakutazama, toa nje mizigo yako iliyofungwa kwa ajili ya kwenda uhamishoni. Kisha wakati wa jioni, wakiwa wanakutazama toka nje kama wale waendao uhamishoni."
  },
  {
    "verseNumber": "EZK 12:5",
    "verseText": "Wakiwa wanakutazama, toboa ukuta utolee mizigo yako hapo."
  },
  {
    "verseNumber": "EZK 12:6",
    "verseText": "Beba mizigo hiyo begani mwako wakikuangalia uichukue nje wakati wa giza la jioni. Funika uso wako ili usione nchi, kwa maana nimekufanya ishara kwa nyumba ya Israeli.”"
  },
  {
    "verseNumber": "EZK 12:7",
    "verseText": "Basi nikafanya kama nilivyoamriwa. Wakati wa mchana nilitoa vitu vyangu nje vilivyofungwa tayari kwa uhamishoni. Kisha wakati wa jioni nikatoboa ukuta kwa mikono yangu. Nikachukua mizigo yangu nje wakati wa giza la jioni, nikiwa nimeibeba mabegani mwangu huku wakinitazama."
  },
  {
    "verseNumber": "EZK 12:8",
    "verseText": "Asubuhi neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 12:9",
    "verseText": "“Mwanadamu, je, nyumba ile ya kuasi ya Israeli haikukuuliza, ‘Unafanya nini?’"
  },
  {
    "verseNumber": "EZK 12:10",
    "verseText": "“Waambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Neno hili linamhusu mkuu aliye katika Yerusalemu na nyumba yote ya Israeli ambao wako huko.’"
  },
  {
    "verseNumber": "EZK 12:11",
    "verseText": "Waambie, ‘Mimi ndiye ishara kwenu.’ “Kama vile nilivyotenda, basi litatendeka vivyo hivyo kwao. Watakwenda uhamishoni kama mateka."
  },
  {
    "verseNumber": "EZK 12:12",
    "verseText": "“Naye mkuu aliye miongoni mwao atabeba mizigo yake begani mwake kwenye giza la jioni na kuondoka na tundu litatobolewa ukutani kwa ajili yake ili kupitia hapo. Atafunika uso wake ili kwamba asiweze kuiona nchi."
  },
  {
    "verseNumber": "EZK 12:13",
    "verseText": "Nitatandaza wavu wangu kwa ajili yake, naye atanaswa kwenye mtego wangu, nitamleta mpaka Babeli, nchi ya Wakaldayo, lakini hataiona, naye atafia huko."
  },
  {
    "verseNumber": "EZK 12:14",
    "verseText": "Wote wanaomzunguka nitawatawanya pande zote, watumishi wake na majeshi yake yote, nami nitawafuatilia kwa upanga uliofutwa."
  },
  {
    "verseNumber": "EZK 12:15",
    "verseText": "“Wao watajua kwamba Mimi ndimi BWANA, nitakapowatawanya miongoni mwa mataifa na kuwafukuza huku na huko katika nchi zote."
  },
  {
    "verseNumber": "EZK 12:16",
    "verseText": "Lakini nitawaacha wachache wao waokoke na upanga, njaa na tauni, ili kwamba katika mataifa watakakokwenda waweze kutambua matendo ya machukizo waliotenda. Ndipo watajua kuwa Mimi ndimi BWANA.”"
  },
  {
    "verseNumber": "EZK 12:17",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 12:18",
    "verseText": "“Mwanadamu, tetemeka wakati ulapo chakula chako, tetemeka kwa hofu wakati unywapo maji yako."
  },
  {
    "verseNumber": "EZK 12:19",
    "verseText": "Waambie watu wa nchi: ‘Hili ndilo BWANA Mwenyezi asemalo kuhusu hao wanaoishi Yerusalemu na katika nchi ya Israeli: Watakula chakula chao kwa wasiwasi na kunywa maji yao kwa kufadhaika, kwa kuwa nchi yao itanyangʼanywa kila kitu chake kwa sababu ya udhalimu wa wote wanaoishi humo."
  },
  {
    "verseNumber": "EZK 12:20",
    "verseText": "Miji inayokaliwa na watu itaharibiwa na nchi itakuwa ukiwa. Ndipo mtakapojua kwamba Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "EZK 12:21",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 12:22",
    "verseText": "“Mwanadamu, ni nini hii mithali mlio nayo katika nchi ya Israeli: ‘Siku zinapita na hakuna maono yoyote yanayotimia?’"
  },
  {
    "verseNumber": "EZK 12:23",
    "verseText": "Waambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Nitaikomesha mithali hii, nao hawataitumia tena katika Israeli.’ Waambie, ‘Siku zimekaribia wakati kila maono yatakapotimizwa."
  },
  {
    "verseNumber": "EZK 12:24",
    "verseText": "Kwa maana hapatakuwepo tena na maono ya uongo wala ubashiri wa udanganyifu miongoni mwa watu wa Israeli."
  },
  {
    "verseNumber": "EZK 12:25",
    "verseText": "Lakini Mimi BWANA nitasema neno nitakalo, nalo litatimizwa bila kuchelewa. Kwa maana katika siku zako, wewe nyumba ya kuasi, nitatimiza kila nisemalo, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 12:26",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 12:27",
    "verseText": "“Mwanadamu, nyumba ya Israeli inasema, ‘Maono yale anayoyaona ni kwa ajili ya miaka mingi ijayo, naye hutabiri kuhusu siku zijazo zilizo mbali.’"
  },
  {
    "verseNumber": "EZK 12:28",
    "verseText": "“Kwa hiyo, waambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Hakuna maneno yangu yatakayocheleweshwa tena zaidi, lolote nisemalo litatimizwa, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 13:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 13:2",
    "verseText": "“Mwanadamu, tabiri dhidi ya manabii wa Israeli wanaotabiri sasa. Waambie hao ambao hutabiri kutokana na mawazo yao wenyewe: ‘Sikia neno la BWANA!"
  },
  {
    "verseNumber": "EZK 13:3",
    "verseText": "Hili ndilo BWANA Mwenyezi asemalo: Ole wao manabii wapumbavu wafuatao roho yao wenyewe na wala hawajaona chochote!"
  },
  {
    "verseNumber": "EZK 13:4",
    "verseText": "Manabii wako, ee Israeli, ni kama mbweha katikati ya magofu."
  },
  {
    "verseNumber": "EZK 13:5",
    "verseText": "Hamjakwea kwenda kuziba mahali palipobomoka katika ukuta ili kuukarabati kwa ajili ya nyumba ya Israeli, ili kwamba isimame imara kwenye vita katika siku ya BWANA."
  },
  {
    "verseNumber": "EZK 13:6",
    "verseText": "Maono yao ni ya uongo na ubashiri wao ni wa udanganyifu. Wao husema, “BWANA amesema,” wakati BWANA hakuwatuma, bado wakitarajia maneno yao kutimizwa."
  },
  {
    "verseNumber": "EZK 13:7",
    "verseText": "Je, hamjaona maono ya uongo na kusema ubashiri wa udanganyifu hapo msemapo, “BWANA asema,” lakini Mimi sijasema?"
  },
  {
    "verseNumber": "EZK 13:8",
    "verseText": "“ ‘Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Kwa sababu ya uongo wa maneno yenu na kwa madanganyo ya maono yenu, Mimi ni kinyume na ninyi, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 13:9",
    "verseText": "Mkono wangu utakuwa dhidi ya manabii ambao huona maono ya uongo na kusema ubashiri wa udanganyifu. Hawatakuwa katika baraza la watu wangu au kuandikwa katika kumbukumbu ya nyumba ya Israeli wala hawataingia katika nchi ya Israeli. Ndipo mtajua kuwa Mimi ndimi BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 13:10",
    "verseText": "“ ‘Kwa sababu ni kweli wanapotosha watu wangu, wakisema, “Amani,” wakati ambapo hakuna amani, pia kwa sababu, wakati ukuta dhaifu unapojengwa, wanaufunika kwa kupaka chokaa,"
  },
  {
    "verseNumber": "EZK 13:11",
    "verseText": "kwa hiyo waambie hao wanaoupaka chokaa isiyokorogwa vyema kwamba ukuta huo utaanguka. Mvua kubwa ya mafuriko itanyesha, nami nitaleta mvua ya mawe inyeshe kwa nguvu, nao upepo wa dhoruba utavuma juu yake."
  },
  {
    "verseNumber": "EZK 13:12",
    "verseText": "Wakati ukuta utakapoanguka, je, watu hawatawauliza, “Iko wapi chokaa mliyopaka ukuta?”"
  },
  {
    "verseNumber": "EZK 13:13",
    "verseText": "“ ‘Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Katika ghadhabu yangu nitauachia upepo wa dhoruba, pia katika hasira yangu mvua ya mawe na mvua ya mafuriko itanyesha ikiwa na ghadhabu ya kuangamiza."
  },
  {
    "verseNumber": "EZK 13:14",
    "verseText": "Nitaubomoa ukuta mlioupaka chokaa na kuuangusha chini ili msingi wake uachwe wazi. Utakapoanguka, mtaangamizwa ndani yake, nanyi mtajua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 13:15",
    "verseText": "Hivyo ndivyo nitakavyoitimiza ghadhabu yangu dhidi ya huo ukuta na dhidi yao walioupaka chokaa. Nitawaambia ninyi, “Ukuta umebomoka na vivyo hivyo wale walioupaka chokaa,"
  },
  {
    "verseNumber": "EZK 13:16",
    "verseText": "wale manabii wa Israeli waliotabiri juu ya Yerusalemu na kuona maono ya amani kwa ajili yake wakati kulipokuwa hakuna amani, asema BWANA Mwenyezi.” ’"
  },
  {
    "verseNumber": "EZK 13:17",
    "verseText": "“Sasa, mwanadamu, kaza uso wako dhidi ya binti za watu wako wanaotabiri mambo kutoka mawazo yao wenyewe. Tabiri dhidi yao"
  },
  {
    "verseNumber": "EZK 13:18",
    "verseText": "na useme, ‘Hili ndilo BWANA Mwenyezi asemalo: Ole wao wanawake washonao hirizi za uchawi juu ya viwiko vyao vyote na kutengeneza shela za urefu wa aina mbalimbali kwa ajili ya kufunika vichwa vyao kwa makusudi ya kuwanasa watu. Je, mtatega uhai wa watu wangu lakini ninyi mponye wa kwenu?"
  },
  {
    "verseNumber": "EZK 13:19",
    "verseText": "Ninyi mmeninajisi miongoni mwa watu wangu kwa ajili ya konzi chache za shayiri na chembe za mkate. Kwa kuwaambia uongo watu wangu, wale ambao husikiliza uongo, mmewaua wale watu ambao wasingekufa na kuwaacha hai wale ambao wasingeishi."
  },
  {
    "verseNumber": "EZK 13:20",
    "verseText": "“ ‘Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Mimi niko kinyume na hizo hirizi zenu za uchawi ambazo kwa hizo mnawatega watu kama ndege, nami nitazirarua kutoka mikononi mwenu, nitawaweka huru watu wale mliowatega kama ndege."
  },
  {
    "verseNumber": "EZK 13:21",
    "verseText": "Nitazirarua shela zenu na kuwaokoa watu wangu kutoka mikononi mwenu, nao hawatakuwa tena mawindo ya nguvu zenu. Ndipo mtakapojua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 13:22",
    "verseText": "Kwa sababu mliwavunja moyo wenye haki kwa uongo wenu, wakati mimi sikuwaletea huzuni na kwa kuwa mliwatia moyo waovu ili wasiziache njia zao mbaya na hivyo kuokoa maisha yao,"
  },
  {
    "verseNumber": "EZK 13:23",
    "verseText": "kwa hiyo hamtaona tena maono ya uongo wala kufanya ubashiri. Nitawaokoa watu wangu kutoka mikononi mwenu. Nanyi ndipo mtakapojua kuwa Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "EZK 14:1",
    "verseText": "Baadhi ya wazee wa Israeli walinijia na kuketi mbele yangu."
  },
  {
    "verseNumber": "EZK 14:2",
    "verseText": "Ndipo neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 14:3",
    "verseText": "“Mwanadamu, watu hawa wameweka sanamu katika mioyo yao na kuweka vitu viovu vya kukwaza mbele ya macho yao. Je, kweli niwaruhusu waniulize jambo lolote?"
  },
  {
    "verseNumber": "EZK 14:4",
    "verseText": "Kwa hiyo sema nao uwaambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Wakati Mwisraeli yeyote anapoweka sanamu moyoni mwake na kuweka kitu kiovu cha kukwaza mbele ya macho yake na kisha akaenda kwa nabii, Mimi BWANA nitamjibu peke yangu sawasawa na ukubwa wa ibada yake ya sanamu."
  },
  {
    "verseNumber": "EZK 14:5",
    "verseText": "Nitafanya jambo hili ili kukamata tena mioyo ya watu wa Israeli, ambao wote wameniacha kwa ajili ya sanamu zao.’"
  },
  {
    "verseNumber": "EZK 14:6",
    "verseText": "“Kwa hiyo iambie nyumba ya Israeli, ‘Hili ndilo BWANA Mwenyezi asemalo: Tubuni! Geukeni kutoka kwenye sanamu zenu na mkatae matendo yenu yote ya machukizo!"
  },
  {
    "verseNumber": "EZK 14:7",
    "verseText": "“ ‘Mwisraeli yeyote au mgeni yeyote anayeishi katika Israeli anapojitenga nami na kujiwekea sanamu katika moyo wake na kwa hivyo kuweka kitu kiovu cha kukwaza mbele ya macho yake na kisha akamwendea nabii kuuliza shauri kwangu, mimi BWANA nitamjibu mwenyewe."
  },
  {
    "verseNumber": "EZK 14:8",
    "verseText": "Nitaukaza uso wangu dhidi ya mtu huyo na kumwadhibu na kumfanya ishara kwa watu. Nitamkatilia mbali kutoka watu wangu. Ndipo mtakapojua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 14:9",
    "verseText": "“ ‘Naye nabii kama atakuwa ameshawishika kutoa unabii, Mimi BWANA nitakuwa nimemshawishi nabii huyo, nami nitaunyoosha mkono wangu dhidi yake na kumwangamiza kutoka miongoni mwa watu wangu Israeli."
  },
  {
    "verseNumber": "EZK 14:10",
    "verseText": "Watachukua hatia yao, nabii atakuwa na hatia sawa na yule mtu aliyekuja kuuliza neno kwake."
  },
  {
    "verseNumber": "EZK 14:11",
    "verseText": "“ ‘Ndipo watu wa Israeli hawataniacha tena, wala kujitia unajisi tena kwa dhambi zao zote. Ndipo watakuwa watu wangu nami nitakuwa Mungu wao, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 14:12",
    "verseText": "Neno la BWANA likanijia kusema,"
  },
  {
    "verseNumber": "EZK 14:13",
    "verseText": "“Mwanadamu, kama nchi itanitenda dhambi kwa kutokuwa waaminifu nami nikinyoosha mkono wangu dhidi yake kukatilia mbali upatikanaji wake wa chakula na kuipelekea njaa na kuua watu wake na wanyama wao,"
  },
  {
    "verseNumber": "EZK 14:14",
    "verseText": "hata kama watu hawa watatu: Noa, Danieli na Ayubu wangekuwa ndani ya nchi hiyo, ndio hao tu wangeweza kujiokoa wenyewe kwa uadilifu wao, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 14:15",
    "verseText": "“Au kama nikipeleka wanyama pori katika nchi hiyo yote na kuifanya isiwe na watoto, nayo ikawa ukiwa kwamba hakuna mtu apitaye katika nchi hiyo kwa sababu ya wanyama pori,"
  },
  {
    "verseNumber": "EZK 14:16",
    "verseText": "hakika kama niishivyo, asema BWANA Mwenyezi, hata kama watu hawa watatu wangekuwa humo ndani yake, wasingeweza kuokoa wana wao wala binti zao. Wao peke yao wangeokolewa, lakini nchi ingekuwa ukiwa."
  },
  {
    "verseNumber": "EZK 14:17",
    "verseText": "“Au kama nikileta upanga dhidi ya nchi hiyo na kusema, ‘Upanga na upite katika nchi yote,’ nami nikiua watu wake na wanyama wao,"
  },
  {
    "verseNumber": "EZK 14:18",
    "verseText": "hakika kama niishivyo, asema BWANA Mwenyezi, hata kama watu hawa watatu wangekuwa humo ndani yake, wasingeweza kuokoa wana wao wala binti zao. Wao wenyewe tu wangeokolewa."
  },
  {
    "verseNumber": "EZK 14:19",
    "verseText": "“Au kama nikipeleka tauni katika nchi hiyo na kumwaga ghadhabu yangu juu yake kwa njia ya kumwaga damu, kuua watu wake na wanyama wao,"
  },
  {
    "verseNumber": "EZK 14:20",
    "verseText": "hakika kama niishivyo, asema BWANA Mwenyezi, hata kama Noa, Danieli na Ayubu wangekuwa humo ndani yake, wasingeweza kumwokoa mwana wala binti. Wao wangeweza kujiokoa wenyewe tu kwa uadilifu wao."
  },
  {
    "verseNumber": "EZK 14:21",
    "verseText": "“Kwa maana hili ndilo BWANA Mwenyezi asemalo: Itakuwa vibaya kiasi gani nitakapopeleka dhidi ya Yerusalemu hukumu zangu nne za kutisha, yaani, upanga, njaa, wanyama pori na tauni, ili kuua watu wake na wanyama wao!"
  },
  {
    "verseNumber": "EZK 14:22",
    "verseText": "Lakini watakuwepo wenye kuokoka, wana na binti wataletwa kutoka nje ya nchi hiyo. Watawajia ninyi, nanyi mtakapoona mwenendo wao na matendo yao, mtafarijika kuhusu maafa niliyoleta juu ya Yerusalemu, kwa ajili ya yale yote niliyoleta juu yake."
  },
  {
    "verseNumber": "EZK 14:23",
    "verseText": "Mtafarijika wakati mtakapoona mwenendo wao na matendo yao, kwa kuwa mtajua kwamba sikufanya lolote ndani yake bila sababu, asema BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 15:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 15:2",
    "verseText": "“Mwanadamu, je, ni vipi mti wa mzabibu unaweza kuwa bora zaidi kuliko tawi la mti mwingine wowote ndani ya msitu?"
  },
  {
    "verseNumber": "EZK 15:3",
    "verseText": "Je, mti wake kamwe huchukuliwa na kutengeneza chochote cha manufaa? Je, watu hutengeneza vigingi vya kuningʼinizia vitu kutokana na huo mti wake?"
  },
  {
    "verseNumber": "EZK 15:4",
    "verseText": "Nao baada ya kutiwa motoni kama nishati na moto ukateketeza ncha zote mbili na kuunguza sehemu ya kati, je, unafaa kwa lolote?"
  },
  {
    "verseNumber": "EZK 15:5",
    "verseText": "Kama haukufaa kitu chochote ulipokuwa mzima, je, si zaidi sana sasa ambapo hauwezekani kufanyishwa chochote cha kufaa baada ya moto kuuchoma na kuuunguza?"
  },
  {
    "verseNumber": "EZK 15:6",
    "verseText": "“Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Kama nilivyoutoa mti wa mzabibu miongoni mwa miti ya msituni kuwa nishati kwa ajili ya moto, hivyo ndivyo nitakavyowatendea watu waishio Yerusalemu."
  },
  {
    "verseNumber": "EZK 15:7",
    "verseText": "Nitaukaza uso wangu dhidi yao. Ingawa watakuwa wameokoka kwenye moto, bado moto utawateketeza. Nami nitakapoukaza uso wangu dhidi yao, ninyi mtajua kwamba Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 15:8",
    "verseText": "Nitaifanya nchi kuwa ukiwa kwa sababu wamekuwa si waaminifu, asema BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 16:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 16:2",
    "verseText": "“Mwanadamu, ijulishe Yerusalemu kuhusu mwenendo wake wa machukizo"
  },
  {
    "verseNumber": "EZK 16:3",
    "verseText": "na useme, ‘Hili ndilo BWANA Mwenyezi, analomwambia Yerusalemu: Wewe asili yako na kuzaliwa kwako ni katika nchi ya Kanaani, baba yako alikuwa Mwamori, naye mama yako alikuwa Mhiti."
  },
  {
    "verseNumber": "EZK 16:4",
    "verseText": "Siku uliyozaliwa kitovu chako hakikukatwa, wala hukuogeshwa kwa maji ili kukufanya safi, wala hukusuguliwa kwa chumvi wala kufunikwa kwa nguo."
  },
  {
    "verseNumber": "EZK 16:5",
    "verseText": "Hakuna yeyote aliyekuonea huruma au kukusikitikia kiasi cha kukutendea mojawapo ya mambo haya. Badala yake, ulipozaliwa ulitupwa nje penye uwanja, kwa kuwa katika siku uliyozaliwa ulidharauliwa."
  },
  {
    "verseNumber": "EZK 16:6",
    "verseText": "“ ‘Ndipo nilipopita karibu nawe nikakuona ukigaagaa kwenye damu yako, nawe ulipokuwa umelala hapo penye hiyo damu nikakuambia, “Ishi!”"
  },
  {
    "verseNumber": "EZK 16:7",
    "verseText": "Nilikufanya uote kama mmea wa shambani. Ukakua na kuongezeka sana, ukawa kito cha thamani kuliko vyote. Matiti yako yakatokeza na nywele zako zikaota, wewe uliyekuwa uchi na bila kitu chochote."
  },
  {
    "verseNumber": "EZK 16:8",
    "verseText": "“ ‘Baadaye nikapita karibu nawe, nilipokutazama na kukuona kuwa umefikia umri wa kupendwa, nililitandaza vazi langu juu yako na kuufunika uchi wako. Nikakuapia na kuingia kwenye Agano na wewe, asema BWANA Mwenyezi, nawe ukawa wangu."
  },
  {
    "verseNumber": "EZK 16:9",
    "verseText": "“ ‘Nilikuogesha kwa maji, nikakuosha ile damu na kukupaka mafuta."
  },
  {
    "verseNumber": "EZK 16:10",
    "verseText": "Nikakuvika vazi lililotariziwa na kukuvalisha viatu vya kamba vya ngozi. Nikakuvika nguo za kitani safi na kukufunika kwa mavazi ya thamani kubwa."
  },
  {
    "verseNumber": "EZK 16:11",
    "verseText": "Nikakupamba kwa vito: nikakuvika bangili mikononi mwako na mkufu shingoni mwako,"
  },
  {
    "verseNumber": "EZK 16:12",
    "verseText": "nikaweka hazama puani mwako, vipuli masikioni mwako na taji nzuri sana kichwani mwako."
  },
  {
    "verseNumber": "EZK 16:13",
    "verseText": "Kwa hiyo ulipambwa kwa dhahabu na fedha, nguo zako zilikuwa za kitani safi, hariri na nguo iliyokuwa imetariziwa. Chakula chako kilikuwa unga laini, asali na mafuta ya zeituni. Ukawa mzuri sana ukainuka kuwa malkia."
  },
  {
    "verseNumber": "EZK 16:14",
    "verseText": "Umaarufu wako ulifahamika miongoni mwa mataifa kwa ajili ya uzuri wako, kwani ulikuwa mkamilifu kwa ajili ya utukufu wangu niliokuwa nimeuweka juu yako, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 16:15",
    "verseText": "“ ‘Lakini ulitumainia uzuri wako na kutumia umaarufu wako kuwa kahaba. Ulifanya uzinzi kwa kila mtu aliyepita, uzuri wako ukawa kwa ajili yake."
  },
  {
    "verseNumber": "EZK 16:16",
    "verseText": "Ulichukua baadhi ya mavazi yako ukayatumia kupamba mahali pako pa juu pa kuabudia miungu, mahali ambapo ulifanyia ukahaba wako. Mambo ya namna hiyo hayastahili kutendeka wala kamwe kutokea."
  },
  {
    "verseNumber": "EZK 16:17",
    "verseText": "Pia ulichukua vito vizuri nilivyokupa, vito vilivyotengenezwa kwa dhahabu yangu na fedha yangu, ukajitengenezea navyo sanamu za kiume na ukafanya ukahaba nazo."
  },
  {
    "verseNumber": "EZK 16:18",
    "verseText": "Ukayachukua mavazi yako niliyokupa yaliyotariziwa na ukazivalisha hizo sanamu, ukatoa mbele ya hizo sanamu mafuta yangu na uvumba wangu."
  },
  {
    "verseNumber": "EZK 16:19",
    "verseText": "Pia chakula changu nilichokupa ili ule: unga laini, mafuta ya zeituni na asali, ulivitoa mbele yao kuwa uvumba wa harufu nzuri. Hayo ndiyo yaliyotokea, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 16:20",
    "verseText": "“ ‘Nawe uliwachukua wanao na binti zako ulionizalia mimi na kuwatoa kafara kuwa chakula kwa sanamu. Je, ukahaba wako haukukutosha?"
  },
  {
    "verseNumber": "EZK 16:21",
    "verseText": "Uliwachinja watoto wangu na kuwatoa kafara kwa sanamu."
  },
  {
    "verseNumber": "EZK 16:22",
    "verseText": "Katika matendo yako yote ya machukizo, pamoja na ukahaba wako hukukumbuka siku za ujana wako, wakati ulipokuwa uchi kabisa bila kitu chochote, ulipokuwa ukigaagaa kwenye damu yako."
  },
  {
    "verseNumber": "EZK 16:23",
    "verseText": "“ ‘Ole! Ole wako! Asema BWANA Mwenyezi. Pamoja na maovu yako yote mengine,"
  },
  {
    "verseNumber": "EZK 16:24",
    "verseText": "Ukajijengea jukwaa na kujifanyia mahali pa fahari pa ibada za miungu kwenye kila uwanja wa mikutano."
  },
  {
    "verseNumber": "EZK 16:25",
    "verseText": "Katika kila mwanzo wa barabara ulijenga mahali pa fahari pa ibada za miungu na kuaibisha uzuri wako, ukiutoa mwili wako kwa kuzidisha uzinzi kwa kila apitaye."
  },
  {
    "verseNumber": "EZK 16:26",
    "verseText": "Ulifanya ukahaba wako na Wamisri, jirani zako waliojaa tamaa, ukaichochea hasira yangu kwa kuongezeka kwa uzinzi wako."
  },
  {
    "verseNumber": "EZK 16:27",
    "verseText": "Hivyo nilinyoosha mkono wangu dhidi yako na kuipunguza nchi yako, nikakutia kwenye ulafi wa adui zako, binti za Wafilisti, walioshtushwa na tabia yako ya uasherati."
  },
  {
    "verseNumber": "EZK 16:28",
    "verseText": "Ulifanya ukahaba na Waashuru pia, kwa kuwa hukuridhika, hata baada ya hayo, ukawa bado hukutosheleka."
  },
  {
    "verseNumber": "EZK 16:29",
    "verseText": "Ndipo ukaongeza uzinzi wako kwa Wakaldayo nchi ya wafanyabiashara, hata katika hili hukutosheka."
  },
  {
    "verseNumber": "EZK 16:30",
    "verseText": "“ ‘Tazama jinsi ulivyo na dhamiri dhaifu, asema BWANA Mwenyezi, unapofanya mambo haya yote, ukifanya kama kahaba asiyekuwa na aibu!"
  },
  {
    "verseNumber": "EZK 16:31",
    "verseText": "Unapojenga jukwaa lako kila mwanzo wa barabara na kufanyiza mahali pa fahari pa ibada za miungu katika kila kiwanja cha wazi, lakini hukuwa kama kahaba, kwa sababu ulidharau malipo."
  },
  {
    "verseNumber": "EZK 16:32",
    "verseText": "“ ‘Wewe mke mzinzi! Unapenda wageni, kuliko mume wako mwenyewe."
  },
  {
    "verseNumber": "EZK 16:33",
    "verseText": "Kila kahaba hupokea malipo, lakini wewe hutoa zawadi kwa wapenzi wako wote, ukiwahonga ili waje kwako kutoka kila mahali kwa ajili ya ukahaba wako."
  },
  {
    "verseNumber": "EZK 16:34",
    "verseText": "Kwa hiyo wewe ulikuwa tofauti na wanawake wengine kwenye ukahaba wako, hakuna aliyekutongoza ili kuzini naye, wewe ndiye uliyelipa wakati hakuna malipo uliyolipwa wewe. Wewe ulikuwa tofauti."
  },
  {
    "verseNumber": "EZK 16:35",
    "verseText": "“ ‘Kwa hiyo, wewe kahaba, sikia neno la BWANA!"
  },
  {
    "verseNumber": "EZK 16:36",
    "verseText": "Hili ndilo BWANA Mwenyezi asemalo: Kwa kuwa umemwaga tamaa zako na kuonyesha uchi wako katika uzinzi wako kwa wapenzi wako na kwa sababu ya sanamu zako zote za machukizo na kwa sababu uliwapa damu ya watoto wako,"
  },
  {
    "verseNumber": "EZK 16:37",
    "verseText": "kwa hiyo nitawakusanya wapenzi wako wote, wale ambao ulijifurahisha nao, wale uliowapenda na wale uliowachukia pia. Nitawakusanya wote dhidi yako kutoka pande zote na nitakuvua nguo mbele yao, nao wataona uchi wako wote."
  },
  {
    "verseNumber": "EZK 16:38",
    "verseText": "Nitakuhukumia adhabu wanayopewa wanawake wafanyao uasherati na hao wamwagao damu, nitaleta juu yenu kisasi cha damu cha ghadhabu yangu na wivu wa hasira yangu."
  },
  {
    "verseNumber": "EZK 16:39",
    "verseText": "Kisha nitakutia mikononi mwa wapenzi wako, nao watabomoa majukwaa yako na kuharibu mahali pako pa fahari pa ibada ya miungu. Watakuvua nguo zako na kuchukua vito vyako vya thamani na kukuacha uchi na bila kitu."
  },
  {
    "verseNumber": "EZK 16:40",
    "verseText": "Wataleta kundi la watu dhidi yako, watakaokupiga kwa mawe na kukukatakata vipande vipande kwa panga zao."
  },
  {
    "verseNumber": "EZK 16:41",
    "verseText": "Watachoma nyumba zako na kutekeleza adhabu juu yako machoni pa wanawake wengi. Nitakomesha ukahaba wako, nawe hutawalipa tena wapenzi wako."
  },
  {
    "verseNumber": "EZK 16:42",
    "verseText": "Ndipo ghadhabu yangu dhidi yako itakapopungua na wivu wa hasira yangu utaondoka kwako. Nitatulia wala sitakasirika tena."
  },
  {
    "verseNumber": "EZK 16:43",
    "verseText": "“ ‘Kwa sababu hukuzikumbuka siku za ujana wako, lakini ulinikasirisha kwa mambo haya yote, hakika nitaleta juu ya kichwa chako yale uliyotenda, asema BWANA Mwenyezi. Je hukuongeza uasherati juu ya matendo yako yote ya kuchukiza?"
  },
  {
    "verseNumber": "EZK 16:44",
    "verseText": "“ ‘Kila mtu atumiaye maneno ya mithali hii, atayatumia juu yako: “Alivyo mama, ndivyo alivyo bintiye.”"
  },
  {
    "verseNumber": "EZK 16:45",
    "verseText": "Wewe ni binti halisi wa mama yako, ambaye alimchukia kabisa mume wake na watoto wake, tena wewe ni dada halisi wa dada zako, waliowachukia kabisa waume zao na watoto wao. Mama yako alikuwa Mhiti na baba yako alikuwa Mwamori."
  },
  {
    "verseNumber": "EZK 16:46",
    "verseText": "Dada yako mkubwa alikuwa Samaria, aliyeishi upande wako wa kaskazini na binti zake, pamoja na dada yake, naye dada yako mdogo, aliyeishi kusini yako pamoja na binti zake, alikuwa Sodoma."
  },
  {
    "verseNumber": "EZK 16:47",
    "verseText": "Hukuziendea njia zao tu na kuiga matendo yao ya kuchukiza, bali kwa muda mfupi katika njia zako zote uliharibika tabia zaidi kuliko wao."
  },
  {
    "verseNumber": "EZK 16:48",
    "verseText": "Hakika kama niishivyo, asema BWANA Mwenyezi, dada yako Sodoma pamoja na binti zake, kamwe hawakufanya yale ambayo wewe na binti zako mmefanya."
  },
  {
    "verseNumber": "EZK 16:49",
    "verseText": "“ ‘Sasa hii ilikuwa ndiyo dhambi ya dada yako Sodoma: yeye na binti zake walikuwa na majivuno, walafi na wazembe, hawakuwasaidia maskini na wahitaji."
  },
  {
    "verseNumber": "EZK 16:50",
    "verseText": "Walijivuna na kufanya mambo ya machukizo sana mbele zangu. Kwa hiyo niliwakatilia mbali nami kama mlivyoona."
  },
  {
    "verseNumber": "EZK 16:51",
    "verseText": "Samaria hakufanya hata nusu ya dhambi ulizofanya. Wewe umefanya mambo mengi sana ya kuchukiza kuwaliko wao, nawe umewafanya dada zako waonekane kama wenye haki kwa ajili ya mambo haya yote uliyoyafanya."
  },
  {
    "verseNumber": "EZK 16:52",
    "verseText": "Chukua aibu yako, kwa kuwa umefanya uovu wa dada zako uwe si kitu, nao waonekane kama wenye haki. Kwa kuwa dhambi zako zilikuwa mbaya zaidi kuliko zao, wameonekana wenye haki zaidi kuliko wewe. Kwa hiyo basi, chukua aibu yako, kwa kuwa umewafanya dada zako waonekane wenye haki."
  },
  {
    "verseNumber": "EZK 16:53",
    "verseText": "“ ‘Lakini nitarudisha baraka za Sodoma na binti zake na za Samaria na binti zake, nami nitarudisha baraka zako pamoja na zao,"
  },
  {
    "verseNumber": "EZK 16:54",
    "verseText": "ili upate kuchukua aibu yako na kufedheheka kwa ajili ya yote uliyotenda ambayo yamekuwa faraja kwao wakijilinganisha na wewe."
  },
  {
    "verseNumber": "EZK 16:55",
    "verseText": "Nao dada zako, Sodoma na binti zake na Samaria na binti zake, watarudishwa kama vile walivyokuwa mwanzoni, nawe pamoja na binti zako mtarudishwa kama mlivyokuwa hapo awali."
  },
  {
    "verseNumber": "EZK 16:56",
    "verseText": "Hukuweza hata kumtaja dada yako Sodoma kwa sababu ya dharau yako katika siku za kiburi chako,"
  },
  {
    "verseNumber": "EZK 16:57",
    "verseText": "kabla uovu wako haujafunuliwa. Hata hivyo, sasa unadhihakiwa na binti za Edomu na jirani zake wote, na binti za Wafilisti, wale wote wanaokuzunguka wanakudharau."
  },
  {
    "verseNumber": "EZK 16:58",
    "verseText": "Utachukua matokeo ya uasherati wako na matendo yako ya kuchukiza, asema BWANA."
  },
  {
    "verseNumber": "EZK 16:59",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Nitakushughulikia kama unavyostahili, kwa kuwa umedharau kiapo changu kwa kuvunja Agano."
  },
  {
    "verseNumber": "EZK 16:60",
    "verseText": "Lakini nitakumbuka Agano nililolifanya nawe wakati wa ujana wako, nami nitaweka nawe Agano imara la milele."
  },
  {
    "verseNumber": "EZK 16:61",
    "verseText": "Ndipo utakapozikumbuka njia zako na kuona aibu utakapowapokea dada zako, wale walio wakubwa wako na wadogo wako. Nitakupa hao wawe binti zako, lakini si katika msingi wa Agano langu na wewe."
  },
  {
    "verseNumber": "EZK 16:62",
    "verseText": "Hivyo nitalifanya imara Agano langu na wewe, nawe utajua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 16:63",
    "verseText": "Basi, nitakapofanya upatanisho kwa ajili yako, kwa yale yote uliyoyatenda, utakumbuka na kuaibika, nawe kamwe hutafumbua tena kinywa chako kwa sababu ya aibu yako, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 17:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 17:2",
    "verseText": "“Mwanadamu, tega kitendawili, ukawaambie nyumba ya Israeli fumbo."
  },
  {
    "verseNumber": "EZK 17:3",
    "verseText": "Waambie hivi, ‘Hili ndilo BWANA Mwenyezi asemalo: Tai mkubwa mwenye mabawa yenye nguvu, yaliyojaa manyoya marefu ya rangi mbalimbali, alikuja Lebanoni. Akatua kwenye kilele cha mwerezi,"
  },
  {
    "verseNumber": "EZK 17:4",
    "verseText": "akakwanyua ncha yake na kuichukua mpaka nchi ya wafanyabiashara, akaipanda huko katika mji wa wachuuzi."
  },
  {
    "verseNumber": "EZK 17:5",
    "verseText": "“ ‘Akachukua baadhi ya mbegu za nchi yako na kuziweka katika udongo wenye rutuba. Akazipanda kama mti umeao kando ya maji mengi,"
  },
  {
    "verseNumber": "EZK 17:6",
    "verseText": "nazo zikaota na kuwa mzabibu mfupi, unaoeneza matawi yake. Matawi yake yakamwelekea huyo tai, mizizi yake ikabaki chini ya huo mzabibu. Kwa hiyo ukawa mzabibu na kutoa matawi na vitawi vyenye majani mengi."
  },
  {
    "verseNumber": "EZK 17:7",
    "verseText": "“ ‘Lakini kulikuwa na tai mwingine mkubwa, mwenye mabawa yenye nguvu yaliyojaa manyoya. Tazama! Huu mzabibu ukatoa mizizi yake kumwelekea huyo tai kutoka mle kwenye shamba lile ulikopandwa na kutanda matawi yake kumwelekea kwa ajili ya kupata maji."
  },
  {
    "verseNumber": "EZK 17:8",
    "verseText": "Ulikuwa umepandwa katika udongo mzuri wenye maji mengi ili uweze kutoa matawi, kuzaa matunda na uweze kuwa mzabibu mzuri sana.’"
  },
  {
    "verseNumber": "EZK 17:9",
    "verseText": "“Waambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Je, utastawi? Je, hautangʼolewa na kuondolewa matunda yake, ili uweze kunyauka? Majani yake mapya yanayochipua yote yatanyauka. Hautahitaji mkono wenye nguvu au watu wengi kuungʼoa na mizizi yake."
  },
  {
    "verseNumber": "EZK 17:10",
    "verseText": "Hata kama utapandwa pengine, Je, utastawi? Je, hautanyauka kabisa wakati upepo wa mashariki utakapoupiga, yaani, hautanyauka kabisa katika udongo mzuri ambamo ulikuwa umestawi vizuri?’ ”"
  },
  {
    "verseNumber": "EZK 17:11",
    "verseText": "Ndipo neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 17:12",
    "verseText": "“Waambie nyumba hii ya kuasi, ‘Je, mnajua hii ina maana gani?’ Waambie: ‘Mfalme wa Babeli alikwenda Yerusalemu na kumchukua mfalme na watu maarufu, akarudi nao na kuwaleta mpaka Babeli."
  },
  {
    "verseNumber": "EZK 17:13",
    "verseText": "Ndipo akamchukua mmoja wa jamaa ya mfalme na kufanya mapatano naye, akamfanya aape. Akawachukua pia viongozi wa nchi,"
  },
  {
    "verseNumber": "EZK 17:14",
    "verseText": "ili kuudhoofisha ufalme huo, usiweze kuinuka tena, ila uweze kuendelea tu chini ya mapatano yake."
  },
  {
    "verseNumber": "EZK 17:15",
    "verseText": "Lakini mfalme aliasi dhidi yake kwa kutuma wajumbe wake kwenda Misri ili kupatiwa farasi na jeshi kubwa. Je, atashinda? Je, atafanikiwa? Je, mtu afanyaye mambo kama hayo ataokoka? Je, atavunja mapatano na bado aokoke?"
  },
  {
    "verseNumber": "EZK 17:16",
    "verseText": "“ ‘Hakika kama niishivyo, asema BWANA Mwenyezi, atafia huko Babeli, katika nchi ya mfalme aliyemketisha katika kiti cha enzi, ambaye alidharau kiapo chake na kuvunja mapatano yake."
  },
  {
    "verseNumber": "EZK 17:17",
    "verseText": "Farao na jeshi lake kubwa, na wingi wake wa watu hawataweza kusaidia chochote katika vita, wakati watakapozungukwa na jeshi ili kukatilia mbali maisha ya watu wengi."
  },
  {
    "verseNumber": "EZK 17:18",
    "verseText": "Alidharau kiapo kwa kuvunja Agano. Kwa sababu aliahidi kwa mkono wake mwenyewe na bado akafanya mambo haya yote, hataokoka."
  },
  {
    "verseNumber": "EZK 17:19",
    "verseText": "“ ‘Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Hakika kama niishivyo, nitaleta juu ya kichwa chake kiapo changu, alichokidharau na Agano langu lile alilolivunja."
  },
  {
    "verseNumber": "EZK 17:20",
    "verseText": "Nitautandaza wavu wangu kwa ajili yake, naye atanaswa katika mtego wangu. Nitamleta mpaka Babeli na kutekeleza hukumu juu yake huko kwa kuwa hakuwa mwaminifu kwangu."
  },
  {
    "verseNumber": "EZK 17:21",
    "verseText": "Askari wake wote wanaotoroka wataanguka kwa upanga, nao watakaonusurika watatawanyika katika pande zote za dunia. Ndipo utakapojua kuwa Mimi BWANA nimesema."
  },
  {
    "verseNumber": "EZK 17:22",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Mimi mwenyewe nitachukua chipukizi kutoka kwenye kilele cha juu sana cha mwerezi na kukipanda, nitavunja kitawi kichanga kutoka matawi yake ya juu kabisa na kukipanda juu ya mlima mrefu ulioinuka sana."
  },
  {
    "verseNumber": "EZK 17:23",
    "verseText": "Katika vilele vya mlima mrefu wa Israeli nitakipanda, kitatoa matawi na kuzaa matunda na kuwa mwerezi mzuri sana. Ndege wa kila aina wataweka viota vyao ndani yake, nao watapata makazi katika kivuli cha matawi yake."
  },
  {
    "verseNumber": "EZK 17:24",
    "verseText": "Miti yote ya kondeni itajua kuwa Mimi BWANA ninaishusha miti mirefu na kuikuza miti mifupi kuwa miti mirefu. Mimi naikausha miti mibichi na kuifanya miti mikavu istawi. “ ‘Mimi BWANA nimesema, nami nitatenda.’ ”"
  },
  {
    "verseNumber": "EZK 18:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 18:2",
    "verseText": "“Je, ninyi watu mna maana gani kutumia mithali hii inayohusu nchi ya Israeli: “ ‘Baba wamekula zabibu zenye chachu, nayo meno ya watoto yametiwa ganzi’?"
  },
  {
    "verseNumber": "EZK 18:3",
    "verseText": "“Hakika kama niishivyo, asema BWANA Mwenyezi, hamtatumia tena mithali hii katika Israeli."
  },
  {
    "verseNumber": "EZK 18:4",
    "verseText": "Kwa kuwa kila roho ni mali yangu, kama vile ilivyo roho ya baba, vivyo hivyo roho ya mtoto ni mali yangu. Roho itendayo dhambi ndiyo itakayokufa."
  },
  {
    "verseNumber": "EZK 18:5",
    "verseText": "“Mtu aweza kuwa ni mwenye haki atendaye yaliyo haki na sawa."
  },
  {
    "verseNumber": "EZK 18:6",
    "verseText": "Hakula katika mahali pa ibada za miungu kwenye milima wala hakuziinulia macho sanamu za nyumba ya Israeli. Hakumtia unajisi mke wa jirani yake, wala hakukutana kimwili na mwanamke wakati wa siku zake za hedhi."
  },
  {
    "verseNumber": "EZK 18:7",
    "verseText": "Hamwonei mtu yeyote, bali hurudisha kilichowekwa rehani kwake. Hanyangʼanyi, bali huwapa wenye njaa chakula chake na huwapa nguo walio uchi."
  },
  {
    "verseNumber": "EZK 18:8",
    "verseText": "Hakopeshi kwa riba wala hajipatii faida ya ziada. Huuzuia mkono wake usifanye mabaya, naye huhukumu kwa haki kati ya mtu na mtu."
  },
  {
    "verseNumber": "EZK 18:9",
    "verseText": "Huzifuata amri zangu na kuzishika sheria zangu kwa uaminifu. Huyo mtu ni mwenye haki; hakika ataishi, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 18:10",
    "verseText": "“Aweza kuwa ana mwana jeuri, amwagaye damu au atendaye mojawapo ya mambo haya"
  },
  {
    "verseNumber": "EZK 18:11",
    "verseText": "(ingawa baba yake hakufanya mojawapo ya haya): “Hula katika mahali pa ibada za miungu kwenye milima. Humtia unajisi mke wa jirani yake."
  },
  {
    "verseNumber": "EZK 18:12",
    "verseText": "Huwaonea maskini na wahitaji. Hunyangʼanyana. Harudishi kile kilichowekwa rehani kwake. Huziinulia sanamu macho. Hufanya mambo ya machukizo."
  },
  {
    "verseNumber": "EZK 18:13",
    "verseText": "Hukopesha kwa riba na kutafuta faida ya ziada. Je, mtu wa namna hii ataishi? Hapana, hataishi! Kwa sababu amefanya mambo haya yote ya machukizo, hakika atauawa na damu yake itakuwa juu ya kichwa chake mwenyewe."
  },
  {
    "verseNumber": "EZK 18:14",
    "verseText": "“Lakini yawezekana mwana huyo ana mwana aonaye dhambi hizi zote anazofanya baba yake, naye ingawa anaziona, yeye hafanyi mabaya kama haya:"
  },
  {
    "verseNumber": "EZK 18:15",
    "verseText": "“Hakula katika mahali pa ibada za miungu kwenye milima, wala hainulii macho sanamu za nyumba ya Israeli. Hakumtia unajisi mke wa jirani yake."
  },
  {
    "verseNumber": "EZK 18:16",
    "verseText": "Hakumwonea mtu yeyote wala hakutaka rehani kwa ajili ya mkopo. Hanyangʼanyi, bali huwapa wenye njaa chakula chake na huwapa nguo walio uchi."
  },
  {
    "verseNumber": "EZK 18:17",
    "verseText": "Huuzuia mkono wake usitende dhambi, hakopeshi kwa riba wala hajipatii faida ya ziada. Huzishika amri zangu na kuzifuata sheria zangu. Hatakufa kwa ajili ya dhambi za baba yake; hakika ataishi."
  },
  {
    "verseNumber": "EZK 18:18",
    "verseText": "Lakini baba yake atakufa kwa ajili ya dhambi yake mwenyewe, kwa sababu alitoza bei isiyo halali kwa nguvu, akamnyangʼanya ndugu yake na kufanya yaliyo mabaya miongoni mwa watu wake."
  },
  {
    "verseNumber": "EZK 18:19",
    "verseText": "“Lakini mnauliza, ‘Kwa nini mwana asiadhibiwe kwa uovu wa baba yake?’ Kwa vile mwana ametenda yaliyo haki na sawa na amekuwa mwangalifu kuzishika amri zangu zote, hakika ataishi."
  },
  {
    "verseNumber": "EZK 18:20",
    "verseText": "Roho itendayo dhambi ndiyo itakayokufa. Mwana hataadhibiwa kwa ajili ya makosa ya baba yake, wala baba hataadhibiwa kwa ajili ya makosa ya mwanawe. Haki ya mtu mwenye haki itahesabiwa juu yake na uovu wa mtu mwovu utalipizwa juu yake."
  },
  {
    "verseNumber": "EZK 18:21",
    "verseText": "“Lakini mtu mwovu akiacha dhambi zake zote alizozitenda na kushika amri zangu zote na kufanya lililo haki na sawa, hakika ataishi, hatakufa."
  },
  {
    "verseNumber": "EZK 18:22",
    "verseText": "Hakuna kosa lolote alilotenda litakalokumbukwa juu yake. Kwa ajili ya mambo ya haki aliyoyatenda, ataishi."
  },
  {
    "verseNumber": "EZK 18:23",
    "verseText": "Je, mimi ninafurahia kifo cha mtu mwovu? Asema BWANA Mwenyezi. Je, si mimi ninafurahi wanapogeuka kutoka njia zao mbaya na kuishi?"
  },
  {
    "verseNumber": "EZK 18:24",
    "verseText": "“Lakini kama mtu mwenye haki akiacha haki yake na kutenda dhambi na kufanya mambo ya machukizo ambayo mtu mwovu hufanya, Je, ataishi? Hakuna hata mojawapo ya matendo ya haki aliyotenda litakalokumbukwa. Kwa sababu ya kukosa uaminifu kwake anayo hatia na kwa sababu ya dhambi alizozitenda, atakufa."
  },
  {
    "verseNumber": "EZK 18:25",
    "verseText": "“Lakini mnasema, ‘Njia ya Bwana si ya haki.’ Sikia, ee nyumba ya Israeli: Njia yangu siyo iliyo ya haki? Je, si njia zenu ndizo ambazo si za haki?"
  },
  {
    "verseNumber": "EZK 18:26",
    "verseText": "Kama mtu mwenye haki akiacha haki yake na kutenda dhambi, atakufa kwa ajili ya dhambi yake, kwa sababu ya dhambi alizotenda, atakufa."
  },
  {
    "verseNumber": "EZK 18:27",
    "verseText": "Lakini mtu mwovu akigeuka kutoka maovu aliyoyatenda na kufanya yaliyo haki na sawa, ataokoa maisha yake."
  },
  {
    "verseNumber": "EZK 18:28",
    "verseText": "Kwa kuwa anayafikiria na kugeuka kutoka makosa yake yote aliyoyatenda na kuyaacha, hakika ataishi, hatakufa."
  },
  {
    "verseNumber": "EZK 18:29",
    "verseText": "Lakini nyumba ya Israeli inasema, ‘Njia za Bwana si haki.’ Je, njia zangu si za haki, ee nyumba ya Israeli? Je, si njia zenu ndizo ambazo si za haki?”"
  },
  {
    "verseNumber": "EZK 18:30",
    "verseText": "“Kwa hiyo, ee nyumba ya Israeli, nitawahukumu, kila mmoja sawasawa na njia zake, asema BWANA Mwenyezi. Tubuni! Geukeni kutoka makosa yenu yote, ndipo dhambi haitakuwa anguko lenu."
  },
  {
    "verseNumber": "EZK 18:31",
    "verseText": "Tupilieni mbali makosa yenu yote mliyoyatenda, nanyi mpate moyo mpya na roho mpya. Kwa nini mfe, ee nyumba ya Israeli?"
  },
  {
    "verseNumber": "EZK 18:32",
    "verseText": "Kwa maana sifurahii kifo cha mtu awaye yote afaye katika uovu, asema BWANA Mwenyezi. Tubuni basi, mkaishi!"
  },
  {
    "verseNumber": "EZK 19:1",
    "verseText": "“Wewe fanya maombolezo kuhusu wakuu wa Israeli"
  },
  {
    "verseNumber": "EZK 19:2",
    "verseText": "na useme: “ ‘Tazama jinsi gani mama yako alivyokuwa simba jike miongoni mwa simba! Alilala katikati ya wana simba na kulisha watoto wake."
  },
  {
    "verseNumber": "EZK 19:3",
    "verseText": "Alimlea mmoja wa watoto wake, naye akawa simba mwenye nguvu. Akajifunza kurarua mawindo naye akala watu."
  },
  {
    "verseNumber": "EZK 19:4",
    "verseText": "Mataifa wakasikia habari zake, naye akanaswa katika shimo lao. Wakamwongoza kwa ndoana mpaka nchi ya Misri."
  },
  {
    "verseNumber": "EZK 19:5",
    "verseText": "“ ‘Mama yake alipongoja na kuona tumaini lake halitimiziki, nayo matarajio yake yametoweka, akamchukua mwanawe mwingine na kumfanya simba mwenye nguvu."
  },
  {
    "verseNumber": "EZK 19:6",
    "verseText": "Alizungukazunguka miongoni mwa simba, kwa kuwa sasa alikuwa simba mwenye nguvu. Akajifunza kurarua mawindo naye akala watu."
  },
  {
    "verseNumber": "EZK 19:7",
    "verseText": "Akabomoa ngome zao na kuiharibu miji yao. Nchi na wote waliokuwa ndani yake wakatiwa hofu kwa kunguruma kwake."
  },
  {
    "verseNumber": "EZK 19:8",
    "verseText": "Kisha mataifa wakaja dhidi yake kutoka sehemu zilizomzunguka. Wakatanda nyavu zao kwa ajili yake, naye akanaswa katika shimo lao."
  },
  {
    "verseNumber": "EZK 19:9",
    "verseText": "Kwa kutumia ndoana wakamvutia kwenye tundu na kumleta mpaka kwa mfalme wa Babeli. Wakamtia gerezani, hivyo kunguruma kwake hakukusikika tena katika milima ya Israeli."
  },
  {
    "verseNumber": "EZK 19:10",
    "verseText": "“ ‘Mama yako alikuwa kama mzabibu katika shamba lako la mizabibu uliopandwa kando ya maji, ukiwa unazaa sana na wenye matawi mengi kwa sababu ya wingi wa maji."
  },
  {
    "verseNumber": "EZK 19:11",
    "verseText": "Matawi yake yalikuwa na nguvu, yaliyofaa kuwa fimbo ya enzi ya mtawala. Ulikuwa mrefu kupita miti mingine katikati ya matawi manene; ulionekana kwa urahisi kwa ajili ya urefu wake na wingi wa matawi yake."
  },
  {
    "verseNumber": "EZK 19:12",
    "verseText": "Lakini ulingʼolewa kwa hasira kali na kutupwa chini. Upepo wa mashariki uliufanya usinyae, matunda yake yakapukutika, matawi yake yenye nguvu yakanyauka na moto ukayateketeza."
  },
  {
    "verseNumber": "EZK 19:13",
    "verseText": "Sasa umepandwa jangwani katika nchi kame na ya kiu."
  },
  {
    "verseNumber": "EZK 19:14",
    "verseText": "Moto ulienea kuanzia katika mmojawapo ya matawi yake makubwa na kuteketeza matunda yake. Hakuna tawi lenye nguvu lililobaki juu yake lifaalo kuwa fimbo ya enzi ya mtawala.’ Hili ndilo ombolezo, na litumike kama ombolezo.”"
  },
  {
    "verseNumber": "EZK 20:1",
    "verseText": "Katika mwaka wa saba, mwezi wa tano siku ya kumi, baadhi ya wazee wa Israeli wakaja ili kutaka ushauri kwa BWANA, wakaketi mbele yangu."
  },
  {
    "verseNumber": "EZK 20:2",
    "verseText": "Ndipo neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 20:3",
    "verseText": "“Mwanadamu, sema na wazee wa Israeli uwaambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Kwa nini mmekuja? Je, ni kutaka ushauri kwangu? Hakika kama niishivyo, sitawaruhusu mtake ushauri toka kwangu, asema BWANA Mwenyezi.’"
  },
  {
    "verseNumber": "EZK 20:4",
    "verseText": "“Je, utawahukumu? Je, mwanadamu, utawahukumu? Basi uwakabili kwa ajili ya machukizo ya baba zao"
  },
  {
    "verseNumber": "EZK 20:5",
    "verseText": "na uwaambie: ‘Hili ndilo BWANA Mwenyezi asemalo: Siku ile nilipochagua Israeli, niliwaapia wazao wa nyumba ya Yakobo kwa mkono ulioinuliwa nami nikajidhihirisha kwao huko Misri. Kwa mkono ulioinuliwa niliwaambia, “Mimi ndimi BWANA, Mungu wenu.”"
  },
  {
    "verseNumber": "EZK 20:6",
    "verseText": "Siku ile niliwaapia wao kwamba nitawatoa katika nchi ya Misri na kuwaleta katika nchi niliyowachagulia, nchi itiririkayo maziwa na asali, nchi nzuri kupita zote."
  },
  {
    "verseNumber": "EZK 20:7",
    "verseText": "Nami nikawaambia, “Kila mmoja wenu aondolee mbali sanamu za chukizo ambazo mmekazia macho, nanyi msijitie unajisi kwa sanamu za Misri. Mimi ndimi BWANA, Mungu wenu.”"
  },
  {
    "verseNumber": "EZK 20:8",
    "verseText": "“ ‘Lakini waliniasi na hawakunisikiliza, hawakuondolea mbali sanamu za machukizo ambazo walikuwa wamezikazia macho, wala kuondolea mbali sanamu za Misri. Ndipo nikasema, nitawamwagia ghadhabu yangu na kutimiza hasira yangu dhidi yao huko Misri."
  },
  {
    "verseNumber": "EZK 20:9",
    "verseText": "Lakini kwa ajili ya Jina langu nilifanya kile ambacho kingelifanya lisitiwe unajisi machoni mwa mataifa waliyoishi miongoni mwao na ambao machoni pao nilikuwa nimejifunua kwa Waisraeli kwa kuwatoa katika nchi ya Misri."
  },
  {
    "verseNumber": "EZK 20:10",
    "verseText": "Kwa hiyo nikawaongoza watoke Misri na kuwaleta jangwani."
  },
  {
    "verseNumber": "EZK 20:11",
    "verseText": "Nikawapa amri zangu na kuwajulisha sheria zangu, kwa kuwa mtu anayezitii ataishi kwa hizo."
  },
  {
    "verseNumber": "EZK 20:12",
    "verseText": "Pia niliwapa Sabato zangu kama ishara kati yangu nao, ili wapate kujua kuwa Mimi BWANA niliwafanya kuwa watakatifu."
  },
  {
    "verseNumber": "EZK 20:13",
    "verseText": "“ ‘Lakini watu wa Israeli waliniasi Mimi jangwani. Hawakufuata amri zangu, bali walikataa sheria zangu, ingawa mtu yule anayezitii ataishi kwa hizo sheria, nao walizinajisi Sabato zangu kabisa. Hivyo nilisema ningemwaga ghadhabu yangu juu yao na kuwaangamiza huko jangwani."
  },
  {
    "verseNumber": "EZK 20:14",
    "verseText": "Lakini kwa ajili ya Jina langu nikafanya kile ambacho kitalifanya Jina langu lisitiwe unajisi machoni mwa mataifa ambao mbele yao nilikuwa nimewatoa Waisraeli."
  },
  {
    "verseNumber": "EZK 20:15",
    "verseText": "Tena kwa mkono ulioinuliwa nikawaapia huko jangwani kwamba nisingewaingiza katika nchi niliyokuwa nimewapa, yaani, nchi itiririkayo maziwa na asali, nchi nzuri kuliko zote,"
  },
  {
    "verseNumber": "EZK 20:16",
    "verseText": "kwa sababu walikataa sheria zangu na hawakufuata amri zangu na wakazinajisi Sabato zangu. Kwa kuwa mioyo yao iliandama sanamu zao."
  },
  {
    "verseNumber": "EZK 20:17",
    "verseText": "Lakini niliwahurumia wala sikuwaangamiza wala hakuwafuta kabisa jangwani."
  },
  {
    "verseNumber": "EZK 20:18",
    "verseText": "Niliwaambia watoto wao kule jangwani, “Msifuate amri za baba zenu wala kushika sheria zao au kujinajisi kwa sanamu zao."
  },
  {
    "verseNumber": "EZK 20:19",
    "verseText": "Mimi ndimi BWANA, Mungu wenu, fuateni amri zangu tena kuweni waangalifu kushika sheria zangu."
  },
  {
    "verseNumber": "EZK 20:20",
    "verseText": "Zitakaseni Sabato zangu ili ziwe ishara kati yangu nanyi. Ndipo mtakapojua kuwa Mimi ndimi BWANA, Mungu wenu.”"
  },
  {
    "verseNumber": "EZK 20:21",
    "verseText": "“ ‘Lakini watoto hao wakaniasi: Hawakufuata amri zangu, wala hawakuwa waangalifu kushika sheria zangu, ingawa mtu anayezitii anaishi kwa hizo sheria, nao wakazinajisi Sabato zangu. Hivyo nikasema ningemwaga ghadhabu yangu juu yao na kutimiza hasira yangu dhidi yao huko jangwani."
  },
  {
    "verseNumber": "EZK 20:22",
    "verseText": "Lakini nikauzuia mkono wangu na kwa ajili ya Jina langu nikafanya kile ambacho kingelifanya Jina langu lisitiwe unajisi machoni mwa mataifa ambao mbele yao nilikuwa nimewatoa Waisraeli."
  },
  {
    "verseNumber": "EZK 20:23",
    "verseText": "Tena kwa mkono ulioinuliwa nikawaapia huko jangwani kwamba ningewatawanya miongoni mwa mataifa na kuwatawanya katika nchi mbalimbali,"
  },
  {
    "verseNumber": "EZK 20:24",
    "verseText": "kwa sababu hawakutii sheria zangu lakini walikuwa wamekataa amri zangu na kuzinajisi Sabato zangu, nayo macho yao yakatamani sanamu za baba zao."
  },
  {
    "verseNumber": "EZK 20:25",
    "verseText": "Pia niliwaacha wafuate amri ambazo hazikuwa nzuri na sheria ambazo mtu hawezi kuishi kwa hizo sheria."
  },
  {
    "verseNumber": "EZK 20:26",
    "verseText": "Nikawaacha wanajisiwe kwa matoleo yao, kuwatoa wazaliwa wao wa kwanza kafara kwa sanamu, yaani, kule kuwapitisha wazaliwa wao wa kwanza kwenye moto, nipate kuwajaza na hofu ili wajue kwamba Mimi ndimi BWANA.’"
  },
  {
    "verseNumber": "EZK 20:27",
    "verseText": "“Kwa hiyo, mwanadamu, sema na watu wa Israeli na uwaambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Katika hili pia, baba zenu walinikufuru kwa kuniacha mimi:"
  },
  {
    "verseNumber": "EZK 20:28",
    "verseText": "Nilipowaleta katika nchi ile ambayo nilikuwa nimeapa kuwapa na kuona kilima chochote kirefu au mti wowote wenye majani mengi, huko walitoa dhabihu zao, wakatoa sadaka ambazo zilichochea hasira yangu, wakafukiza uvumba wenye harufu nzuri na kumimina sadaka zao za kinywaji."
  },
  {
    "verseNumber": "EZK 20:29",
    "verseText": "Ndipo nikawaambia: Ni nini maana yake hapa mahali pa juu pa kuabudia miungu mnapopaendea?’ ” (Basi jina la mahali pale panaitwa Bama hata hivi leo.)"
  },
  {
    "verseNumber": "EZK 20:30",
    "verseText": "“Kwa hiyo iambie nyumba ya Israeli: ‘Hili ndilo BWANA Mwenyezi asemalo: Je, mtajinajisi kama vile baba zenu walivyofanya na kutamani vinyago vyao vya machukizo?"
  },
  {
    "verseNumber": "EZK 20:31",
    "verseText": "Mnapotoa matoleo yenu, yaani, wana wenu kafara katika moto, mnaendelea kujinajisi na sanamu zenu zote hadi siku hii ya leo. Je, niulizwe neno na ninyi, ee nyumba ya Israeli? Hakika kama niishivyo, asema BWANA Mwenyezi, mimi sitaulizwa neno na ninyi."
  },
  {
    "verseNumber": "EZK 20:32",
    "verseText": "“ ‘Lile lililoko mioyoni mwenu kamwe halitatokea, mnaposema, “Tunataka tuwe kama mataifa mengine, kama watu wengine wa dunia, wanaotumikia miti na mawe.”"
  },
  {
    "verseNumber": "EZK 20:33",
    "verseText": "Hakika kama niishivyo asema BWANA Mwenyezi, nitatawala juu yenu kwa mkono wa nguvu na kwa mkono ulionyooshwa na kwa ghadhabu iliyomwagwa."
  },
  {
    "verseNumber": "EZK 20:34",
    "verseText": "Nitawatoa toka katika mataifa na kuwakusanya kutoka nchi mlikotawanywa, kwa mkono wa nguvu na kwa mkono ulionyooshwa na kwa ghadhabu iliyomwagwa."
  },
  {
    "verseNumber": "EZK 20:35",
    "verseText": "Nitawaleta katika jangwa la mataifa na huko nitatekeleza hukumu juu yenu uso kwa uso."
  },
  {
    "verseNumber": "EZK 20:36",
    "verseText": "Kama nilivyowahukumu baba zenu katika jangwa la nchi ya Misri, ndivyo nitakavyowahukumu ninyi, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 20:37",
    "verseText": "Nitawafanya mpite chini ya fimbo yangu, nami nitawaleta katika mkataba wa Agano."
  },
  {
    "verseNumber": "EZK 20:38",
    "verseText": "Nitawaondoa miongoni mwenu wale wanaohalifu na wale wanaoasi dhidi yangu. Ingawa nitawatoa katika nchi wanazoishi, hawataingia katika nchi ya Israeli. Ndipo mtakapojua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 20:39",
    "verseText": "“ ‘Kwa habari zenu ninyi, ee nyumba ya Israeli, hili ndilo BWANA Mwenyezi asemalo: Nendeni mkatumikie sanamu zenu, kila mmoja wenu! Lakini baadaye hakika mtanisikiliza mimi nanyi hamtalinajisi tena Jina langu takatifu, kwa matoleo yenu na sanamu zenu."
  },
  {
    "verseNumber": "EZK 20:40",
    "verseText": "Kwa kuwa katika mlima wangu mtakatifu, mlima mrefu wa Israeli, asema BWANA Mwenyezi, hapo katika nchi nyumba yote ya Israeli itanitumikia mimi, nami huko nitawakubali. Huko nitataka sadaka zenu na matoleo ya malimbuko yenu, pamoja na dhabihu zenu takatifu zote."
  },
  {
    "verseNumber": "EZK 20:41",
    "verseText": "Nitawakubali ninyi kama uvumba wenye harufu nzuri wakati nitakapowatoa katika mataifa na kuwakusanya kutoka nchi mlipokuwa mmetawanyika, nami nitajionyesha kuwa mtakatifu miongoni mwenu na machoni mwa mataifa."
  },
  {
    "verseNumber": "EZK 20:42",
    "verseText": "Ndipo mtakapojua kuwa Mimi ndimi BWANA, nitakapowaleta katika nchi ya Israeli, nchi niliyokuwa nimeapa kwa mkono ulioinuliwa kuwapa baba zenu."
  },
  {
    "verseNumber": "EZK 20:43",
    "verseText": "Hapo ndipo nitakapokumbuka mwenendo wenu na matendo yenu yote ambayo kwayo mlijitia unajisi, nanyi mtajichukia wenyewe kwa ajili ya maovu yote mliyokuwa mmetenda."
  },
  {
    "verseNumber": "EZK 20:44",
    "verseText": "Nanyi mtajua kuwa mimi ndimi BWANA, nitakaposhughulika nanyi kwa ajili ya Jina langu na wala si sawasawa na njia zenu mbaya na matendo yenu maovu, ee nyumba ya Israeli, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 20:45",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 20:46",
    "verseText": "“Mwanadamu, uelekeze uso wako upande wa kusini, hubiri juu ya upande wa kusini na utoe unabii juu ya msitu wa Negebu."
  },
  {
    "verseNumber": "EZK 20:47",
    "verseText": "Waambie watu wa Negebu: ‘Sikieni neno la BWANA. Hili ndilo BWANA Mwenyezi asemalo: Ninakaribia kukutia moto, nao utateketeza miti yako yote, mibichi na iliyokauka. Miali ya moto haitaweza kuzimwa na kila uso kutoka kusini mpaka kaskazini utakaushwa kwa moto huo."
  },
  {
    "verseNumber": "EZK 20:48",
    "verseText": "Kila mmoja ataona kuwa mimi BWANA ndiye niliyeuwasha huo moto, nao hautazimwa.’ ”"
  },
  {
    "verseNumber": "EZK 20:49",
    "verseText": "Ndipo niliposema, “Aa, BWANA Mwenyezi! Wao hunisema, ‘Huyu si huzungumza mafumbo tu?’ ”"
  },
  {
    "verseNumber": "EZK 21:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 21:2",
    "verseText": "“Mwanadamu, uelekeze uso wako juu ya Yerusalemu na uhubiri dhidi ya mahali patakatifu. Tabiri dhidi ya nchi ya Israeli"
  },
  {
    "verseNumber": "EZK 21:3",
    "verseText": "uiambie: ‘Hili ndilo BWANA asemalo: Mimi niko kinyume nawe. Nitautoa upanga wangu kwenye ala yake na kumkatilia mbali mwenye haki na mwovu."
  },
  {
    "verseNumber": "EZK 21:4",
    "verseText": "Kwa sababu nitamkatilia mbali mwenye haki na mwovu, upanga wangu utakuwa wazi dhidi ya kila mmoja kuanzia kusini mpaka kaskazini."
  },
  {
    "verseNumber": "EZK 21:5",
    "verseText": "Ndipo watu wote watajua ya kuwa Mimi BWANA nimeutoa upanga wangu kwenye ala yake, nao hautarudi humo tena.’"
  },
  {
    "verseNumber": "EZK 21:6",
    "verseText": "“Kwa hiyo lia kwa uchungu, mwanadamu! Lia kwa uchungu mbele yao kwa moyo uliopondeka na kwa huzuni nyingi."
  },
  {
    "verseNumber": "EZK 21:7",
    "verseText": "Nao watakapokuuliza, ‘Kwa nini unalia kwa uchungu?’ Utasema hivi, ‘Kwa sababu ya habari zinazokuja. Kila moyo utayeyuka na kila mkono utalegea, kila roho itazimia na kila goti litalegea kama maji.’ Habari hizo zinakuja! Hakika zitatokea, asema BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 21:8",
    "verseText": "Neno la BWANA likanijia, kusema:"
  },
  {
    "verseNumber": "EZK 21:9",
    "verseText": "“Mwanadamu, tabiri na useme, ‘Hili ndilo Bwana asemalo: “ ‘Upanga, upanga, ulionolewa na kusuguliwa:"
  },
  {
    "verseNumber": "EZK 21:10",
    "verseText": "umenolewa kwa ajili ya mauaji, umesuguliwa ili ungʼae kama umeme wa radi! “ ‘Je, tuifurahie fimbo ya utawala ya mwanangu Yuda? Upanga unaidharau kila fimbo ya namna hiyo."
  },
  {
    "verseNumber": "EZK 21:11",
    "verseText": "“ ‘Upanga umewekwa tayari ili kusuguliwa, ili upate kushikwa mkononi, umenolewa na kusuguliwa, umewekwa tayari kwa mkono wa muuaji."
  },
  {
    "verseNumber": "EZK 21:12",
    "verseText": "Piga kelele na uomboleze, ee mwanadamu, kwa kuwa upanga u dhidi ya watu wangu; u dhidi ya wakuu wote wa Israeli. Wametolewa wauawe kwa upanga pamoja na watu wangu. Kwa hiyo pigapiga kifua chako."
  },
  {
    "verseNumber": "EZK 21:13",
    "verseText": "“ ‘Kwa maana upanga huu umejaribiwa na kuhakikishwa, itakuwaje basi fimbo ya ufalme ya Yuda inayoudharau kama haitakuwepo tena, bali itakuwa imeondolewa kabisa? asema BWANA Mwenyezi.’"
  },
  {
    "verseNumber": "EZK 21:14",
    "verseText": "“Hivyo basi, mwanadamu, tabiri na ukapige makofi. Upanga wako na upige mara mbili, naam, hata mara tatu. Ni upanga wa kuchinja, upanga wa mauaji makuu, ukiwashambulia kutoka kila upande."
  },
  {
    "verseNumber": "EZK 21:15",
    "verseText": "Ili mioyo ipate kuyeyuka na wanaouawa wawe wengi, nimeweka upanga wa kuchinja kwenye malango yao yote. Lo! Umetengenezwa umetemete kama umeme wa radi, umeshikwa kwa ajili ya kuua."
  },
  {
    "verseNumber": "EZK 21:16",
    "verseText": "Ee upanga, kata upande wa kuume, kisha upande wa kushoto, mahali popote makali yako yatakapoelekezwa."
  },
  {
    "verseNumber": "EZK 21:17",
    "verseText": "Mimi nami nitapiga makofi, nayo ghadhabu yangu itapungua. Mimi BWANA nimesema.”"
  },
  {
    "verseNumber": "EZK 21:18",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 21:19",
    "verseText": "“Mwanadamu, weka alama njia mbili ambazo upanga wa mfalme wa Babeli utapitia, njia hizo zikianzia katika nchi hiyo hiyo. Weka kibao pale ambapo njia zinagawanyika kuelekea mjini."
  },
  {
    "verseNumber": "EZK 21:20",
    "verseText": "Weka alama njia moja kwa ajili ya upanga upate kuja dhidi ya Raba ya Waamoni na nyingine upate kuja dhidi ya Yuda na Yerusalemu iliyozungushiwa ngome."
  },
  {
    "verseNumber": "EZK 21:21",
    "verseText": "Kwa kuwa mfalme wa Babeli sasa amesimama katika njia panda, katika makutano ya njia mbili, akipiga ramli: anapiga kura kwa kutumia mishale, anataka shauri kwa sanamu zake, anachunguza maini ya wanyama."
  },
  {
    "verseNumber": "EZK 21:22",
    "verseText": "Upande wake wa kuume inakuja kura ya Yerusalemu, ambapo ataweka vyombo vya kuvunjia boma, ili kuamrisha mauaji, kupiga ukelele wa vita, kuweka vyombo vya kuvunjia boma kwenye malango, kuweka jeshi kuzunguka na kufanya uzingiraji."
  },
  {
    "verseNumber": "EZK 21:23",
    "verseText": "Itakuwa kama kupiga ramli kwa uongo kwa wale watu ambao wameapa kumtii yeye. Lakini mfalme wa Babeli atawakumbusha juu ya uovu wao na kuwachukua mateka."
  },
  {
    "verseNumber": "EZK 21:24",
    "verseText": "“Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: ‘Kwa sababu enyi watu mmekumbusha uovu wenu kwa kuasi waziwazi, mkidhihirisha dhambi zenu katika yale yote mfanyayo, kwa kuwa mmefanya jambo hili, mtachukuliwa mateka."
  },
  {
    "verseNumber": "EZK 21:25",
    "verseText": "“ ‘Ee mtawala kafiri na mwovu wa Israeli, ambaye siku yako imewadia, ambaye wakati wako wa adhabu umefikia kilele chake,"
  },
  {
    "verseNumber": "EZK 21:26",
    "verseText": "hili ndilo BWANA Mwenyezi asemalo: Vua kilemba, ondoa taji. Kwa kuwa mambo hayatakuwa kama yalivyokuwa. Aliye mnyonge atakwezwa na aliyekwezwa atashushwa."
  },
  {
    "verseNumber": "EZK 21:27",
    "verseText": "Mahame! Mahame! Nitaufanya mji kuwa mahame! Hautajengwa upya mpaka aje yule ambaye ndiye mwenye haki nao; yeye ndiye nitakayempa.’"
  },
  {
    "verseNumber": "EZK 21:28",
    "verseText": "“Nawe, mwanadamu, tabiri na useme, ‘Hili ndilo BWANA Mwenyezi asemalo kuhusu Waamoni na matukano yao. “ ‘Upanga, upanga, umefutwa kwa ajili ya kuua, umesuguliwa ili kuangamiza na unametameta kama umeme wa radi!"
  },
  {
    "verseNumber": "EZK 21:29",
    "verseText": "Wakati wakitoa maono ya uongo kwa ajili yako, wanapobashiri uongo kwa ajili yako, wanakuweka wewe kwenye shingo za watu wapotovu, wale walio waovu, wale ambao siku yao imewadia, wakati wa adhabu yao ya mwisho."
  },
  {
    "verseNumber": "EZK 21:30",
    "verseText": "Urudishe upanga kwenye ala yake! Katika mahali ulipoumbiwa, katika nchi ya baba zako, huko nitakuhukumu."
  },
  {
    "verseNumber": "EZK 21:31",
    "verseText": "Nitamwaga ghadhabu yangu juu yako na kupuliza moto wa hasira yangu dhidi yako; nitakutia mikononi mwa watu wakatili, watu stadi katika kuangamiza."
  },
  {
    "verseNumber": "EZK 21:32",
    "verseText": "Mtakuwa kuni za kuwashia moto, damu yenu itamwagwa katika nchi yenu, wala hamtakumbukwa tena; kwa maana Mimi BWANA nimesema.’ ”"
  },
  {
    "verseNumber": "EZK 22:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 22:2",
    "verseText": "“Mwanadamu, je, wewe utauhukumu? Je, utauhukumu huu mji umwagao damu? Basi uujulishe juu ya matendo yake yote ya machukizo"
  },
  {
    "verseNumber": "EZK 22:3",
    "verseText": "uuambie: ‘Hili ndilo BWANA Mwenyezi asemalo: Ee mji ule ujileteao maangamizi wenyewe kwa kumwaga damu ndani yake na kujinajisi wenyewe kwa kutengeneza sanamu,"
  },
  {
    "verseNumber": "EZK 22:4",
    "verseText": "umekuwa na hatia kwa sababu ya damu uliyomwaga na umetiwa unajisi kwa sanamu ulizotengeneza. Umejiletea mwisho wa siku zako na mwisho wa miaka yako umewadia. Kwa hiyo nitakufanya kitu cha kudharauliwa kwa mataifa na kitu cha mzaha kwa nchi zote."
  },
  {
    "verseNumber": "EZK 22:5",
    "verseText": "Wale walio karibu na wale walio mbali watakudhihaki, Ewe mji wenye sifa mbaya, uliyejaa ghasia."
  },
  {
    "verseNumber": "EZK 22:6",
    "verseText": "“ ‘Ona jinsi kila mkuu wa Israeli aliyeko ndani yako anavyotumia nguvu zake kumwaga damu."
  },
  {
    "verseNumber": "EZK 22:7",
    "verseText": "Ndani yako wamewadharau baba na mama, ndani yako wamewatendea wageni udhalimu na kuwaonea yatima na wajane."
  },
  {
    "verseNumber": "EZK 22:8",
    "verseText": "Mmedharau vitu vyangu vitakatifu na kuzinajisi Sabato zangu."
  },
  {
    "verseNumber": "EZK 22:9",
    "verseText": "Ndani yako wako watu wasingiziaji, watu walio tayari kumwaga damu, ndani yako wako wale wanaokula vyakula vilivyotolewa mahali pa ibada za miungu kwenye milima, na kutenda matendo ya uasherati."
  },
  {
    "verseNumber": "EZK 22:10",
    "verseText": "Ndani yako wako wale wanaovunjia heshima vitanda vya baba zao, ndani yako wamo wale wanaowatendea wanawake jeuri wakiwa katika hedhi, wakati wakiwa si safi."
  },
  {
    "verseNumber": "EZK 22:11",
    "verseText": "Ndani yako mtu hufanya mambo ya machukizo na mke wa jirani yake, mwingine kwa aibu kubwa hukutana kimwili na mke wa mwanawe, mwingine humtenda jeuri dada yake, binti wa baba yake hasa."
  },
  {
    "verseNumber": "EZK 22:12",
    "verseText": "Ndani yako watu hupokea rushwa ili kumwaga damu, mnapokea riba na faida ya ziada na kupata faida isiyokuwa halali kutoka kwa jirani ili kupata faida kubwa kupita kiasi. Nawe umenisahau mimi, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 22:13",
    "verseText": "“ ‘Hakika nitapiga makofi kwa ajili ya faida isiyo halali uliyojipatia na kwa damu uliyoimwaga ndani yako."
  },
  {
    "verseNumber": "EZK 22:14",
    "verseText": "Je, ujasiri wako utadumu au mikono yako itakuwa na nguvu siku hiyo nitakapokushughulikia? Mimi BWANA nimesema na nitalifanya."
  },
  {
    "verseNumber": "EZK 22:15",
    "verseText": "Nitakutawanya miongoni mwa mataifa na kukutapanya katika nchi mbalimbali nami nitakomesha unajisi wako."
  },
  {
    "verseNumber": "EZK 22:16",
    "verseText": "Ukiisha kunajisika mbele ya mataifa, utajua kuwa Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "EZK 22:17",
    "verseText": "Ndipo neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 22:18",
    "verseText": "“Mwanadamu, nyumba ya Israeli imekuwa kwangu takataka ya chuma, wote kwangu wamekuwa shaba, bati, chuma na risasi iliyoachwa kalibuni. Wao ni taka ya madini ya fedha tu."
  },
  {
    "verseNumber": "EZK 22:19",
    "verseText": "Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: ‘Kwa kuwa wote mmekuwa takataka ya chuma, nitawakusanya Yerusalemu."
  },
  {
    "verseNumber": "EZK 22:20",
    "verseText": "Kama vile watu wakusanyavyo fedha, shaba, chuma, risasi na bati kalibuni ili kuyeyusha kwa moto mkali, ndivyo nitakavyowakusanya katika hasira yangu na ghadhabu yangu kuwaweka ndani ya mji na kuwayeyusha."
  },
  {
    "verseNumber": "EZK 22:21",
    "verseText": "Nitawakusanya na kupuliza juu yenu moto wa hasira yangu na ghadhabu yangu nanyi mtayeyushwa ndani ya huo mji."
  },
  {
    "verseNumber": "EZK 22:22",
    "verseText": "Kama fedha iyeyukavyo kalibuni, ndivyo mtakavyoyeyuka ndani ya huo mji, nanyi mtajua kuwa Mimi BWANA nimemwaga ghadhabu yangu juu yenu.’ ”"
  },
  {
    "verseNumber": "EZK 22:23",
    "verseText": "Neno la BWANA likanijia tena kusema:"
  },
  {
    "verseNumber": "EZK 22:24",
    "verseText": "“Mwanadamu, iambie nchi, ‘Wewe ni nchi ambayo haijapata mvua wala manyunyu katika siku ya ghadhabu.’"
  },
  {
    "verseNumber": "EZK 22:25",
    "verseText": "Kuna hila mbaya ya wakuu ndani yake kama simba angurumaye akirarua mawindo yake, wanakula watu, wanachukua hazina na vitu vya thamani na kuongeza idadi ya wajane ndani yake."
  },
  {
    "verseNumber": "EZK 22:26",
    "verseText": "Makuhani wake wameihalifu sheria yangu na kunajisi vitu vyangu vitakatifu, hawatofautishi kati ya vitu vitakatifu na vitu vya kawaida. Wanafundisha kuwa hakuna tofauti kati ya vitu vilivyo najisi na visivyo najisi, nao wanafumba macho yao katika kutunza Sabato zangu, hivyo katikati yao nimetiwa unajisi."
  },
  {
    "verseNumber": "EZK 22:27",
    "verseText": "Maafisa wake walioko ndani yake ni kama mbwa mwitu wararuao mawindo yao, wanamwaga damu na kuua watu ili kupata faida ya udhalimu."
  },
  {
    "verseNumber": "EZK 22:28",
    "verseText": "Manabii wake wanapaka chokaa matendo haya kwa maono ya uongo na utabiri wa udanganyifu. Wanasema, ‘Hili ndilo BWANA Mwenyezi asemalo,’ wakati BWANA hajasema."
  },
  {
    "verseNumber": "EZK 22:29",
    "verseText": "Watu wa nchi wanatoza kwa nguvu na kufanya unyangʼanyi, wanawatenda jeuri maskini na wahitaji na kuwaonea wageni, wakiwanyima haki."
  },
  {
    "verseNumber": "EZK 22:30",
    "verseText": "“Nami nikatafuta mtu miongoni mwao, ambaye angejenga ukuta na kusimama mbele zangu mahali palipobomoka kwa ajili ya watu wa nchi ili nisije nikaiangamiza, lakini sikumwona mtu yeyote."
  },
  {
    "verseNumber": "EZK 22:31",
    "verseText": "Hivyo nitaimwaga ghadhabu yangu juu yao na kuwateketeza kwa moto wa hasira yangu, nikiyaleta juu ya vichwa vyao yale yote waliyotenda, asema BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 23:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 23:2",
    "verseText": "“Mwanadamu, walikuwepo wanawake wawili, binti wa mama mmoja."
  },
  {
    "verseNumber": "EZK 23:3",
    "verseText": "Wakawa makahaba huko Misri, wakajitia kwenye ukahaba tangu ujana wao. Katika nchi ile vifua vyao vya ubikira vikakumbatiwa huko na wakapoteza ubikira wao."
  },
  {
    "verseNumber": "EZK 23:4",
    "verseText": "Mkubwa aliitwa Ohola na mdogo wake Oholiba. Walikuwa wangu nao wakazaa wavulana na msichana. Ohola ni Samaria, Oholiba ni Yerusalemu."
  },
  {
    "verseNumber": "EZK 23:5",
    "verseText": "“Ohola akajitia kwenye ukahaba alipokuwa bado ni wangu, akatamani sana wapenzi wake, mashujaa Waashuru,"
  },
  {
    "verseNumber": "EZK 23:6",
    "verseText": "waliovaa nguo za buluu, watawala na majemadari, wote walikuwa wanaume vijana wa kuvutia, wapandao farasi."
  },
  {
    "verseNumber": "EZK 23:7",
    "verseText": "Akafanya ukahaba na wasomi wote wa Ashuru, na kujinajisi kwa sanamu zote za kila mwanaume aliyemtamani."
  },
  {
    "verseNumber": "EZK 23:8",
    "verseText": "Hakuacha ukahaba wake aliouanza huko Misri, wakati ambapo tangu ujana wake wanaume walilala naye, wakikumbatia kifua cha ubikira wake na kumwaga tamaa zao juu yake."
  },
  {
    "verseNumber": "EZK 23:9",
    "verseText": "“Kwa hiyo nilimtia mikononi mwa wapenzi wake, Waashuru, kwa kuwa ndio aliowatamani."
  },
  {
    "verseNumber": "EZK 23:10",
    "verseText": "Wakamvua nguo zake wakamwacha uchi, wakawachukua wanawe na binti zake, naye wakamuua kwa upanga. Akawa kitu cha kudharauliwa miongoni mwa wanawake na adhabu ikatolewa dhidi yake."
  },
  {
    "verseNumber": "EZK 23:11",
    "verseText": "“Oholiba dada yake aliliona jambo hili, lakini kwa tamaa zake na ukahaba wake, akaharibu tabia zake kuliko Ohola dada yake."
  },
  {
    "verseNumber": "EZK 23:12",
    "verseText": "Yeye naye aliwatamani Waashuru, watawala na majemadari, mashujaa waliovalia sare, wapandao farasi, wanaume vijana wote waliovutia."
  },
  {
    "verseNumber": "EZK 23:13",
    "verseText": "Nikaona kuwa yeye pia alijinajisi, wote wawili wakaelekea njia moja."
  },
  {
    "verseNumber": "EZK 23:14",
    "verseText": "“Lakini yeye akazidisha ukahaba wake. Akaona wanaume waliochorwa ukutani, picha za Wakaldayo waliovalia nguo nyekundu,"
  },
  {
    "verseNumber": "EZK 23:15",
    "verseText": "wakiwa na mikanda viunoni mwao na vilemba vichwani mwao, wote walifanana na maafisa wa Babeli wapandao magari ya vita, wenyeji wa Ukaldayo."
  },
  {
    "verseNumber": "EZK 23:16",
    "verseText": "Mara tu alipowaona, aliwatamani, akatuma wajumbe kwao huko Ukaldayo."
  },
  {
    "verseNumber": "EZK 23:17",
    "verseText": "Ndipo hao Wababeli wakaja kwake kwenye kitanda cha mapenzi, nao katika tamaa zao wakamtia unajisi. Baada ya kutiwa unajisi, akawaacha kwa kuwachukia."
  },
  {
    "verseNumber": "EZK 23:18",
    "verseText": "Alipofanya ukahaba wake waziwazi na kuonyesha hadharani uchi wake, nilimwacha kwa kumchukia, kama vile nilivyokuwa nimemwacha dada yake."
  },
  {
    "verseNumber": "EZK 23:19",
    "verseText": "Lakini akazidisha zaidi ukahaba wake alipozikumbuka siku zake za ujana, alipokuwa kahaba huko Misri."
  },
  {
    "verseNumber": "EZK 23:20",
    "verseText": "Huko aliwatamani wapenzi wake, ambao viungo vyao vya uzazi ni kama vya punda, na kile kiwatokacho ni kama kiwatokacho farasi."
  },
  {
    "verseNumber": "EZK 23:21",
    "verseText": "Hivyo ulitamani uasherati wa ujana wako wakati ulipokuwa Misri, kifua chako kilipokumbatiwa, na walipokutomasa kwa sababu ya matiti yako machanga."
  },
  {
    "verseNumber": "EZK 23:22",
    "verseText": "“Kwa hiyo, Oholiba, hili ndilo BWANA Mwenyezi asemalo: Nitawachochea wapenzi wako wawe kinyume na wewe, wale uliowaacha kwa kuchukia, nitawaleta dhidi yako kutoka kila upande:"
  },
  {
    "verseNumber": "EZK 23:23",
    "verseText": "Wababeli na Wakaldayo wote, watu kutoka Pekodi, na Shoa na Koa, wakiwa pamoja na Waashuru wote, vijana wazuri, wote wakiwa watawala na majemadari, maafisa wa magari ya vita na watu wa vyeo vya juu, wote wakiwa wamepanda farasi."
  },
  {
    "verseNumber": "EZK 23:24",
    "verseText": "Watakuja dhidi yako wakiwa na silaha, magari ya vita, magari ya kukokota, pamoja na umati mkubwa wa watu. Watakuzingira pande zote kwa ngao na vigao na kofia za chuma. Nitakutia mikononi mwao ili wakuadhibu, nao watakuadhibu sawasawa na sheria zao."
  },
  {
    "verseNumber": "EZK 23:25",
    "verseText": "Nitaelekeza wivu wa hasira yangu dhidi yako, nao watakushughulikia kwa hasira kali. Watakatilia mbali pua yako na masikio yako, na wale watakaosalia miongoni mwako watauawa kwa upanga. Watachukua wana wako na binti zako, na wale watakaosalia miongoni mwenu watateketezwa kwa moto."
  },
  {
    "verseNumber": "EZK 23:26",
    "verseText": "Watakuvua pia nguo zako na kuchukua mapambo yako yaliyotengenezwa kwa vito na dhahabu."
  },
  {
    "verseNumber": "EZK 23:27",
    "verseText": "Hivyo ndivyo nitakavyokomesha uasherati wako na ukahaba wako uliouanza huko Misri. Hutatazama vitu hivi kwa kuvitamani tena, wala kukumbuka Misri tena."
  },
  {
    "verseNumber": "EZK 23:28",
    "verseText": "“Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Ninakaribia kukutia mikononi mwa wale unaowachukia, kwa wale uliojitenga nao kwa kuwachukia."
  },
  {
    "verseNumber": "EZK 23:29",
    "verseText": "Watakushughulikia kwa chuki na kukunyangʼanya kila kitu ulichokifanyia kazi. Watakuacha uchi na mtupu na aibu ya ukahaba wako itafunuliwa. Uasherati wako na uzinzi wako"
  },
  {
    "verseNumber": "EZK 23:30",
    "verseText": "umekuletea haya yote, kwa sababu ulitamani mataifa na kujinajisi kwa sanamu zao."
  },
  {
    "verseNumber": "EZK 23:31",
    "verseText": "Umeiendea njia ya dada yako, hivyo nitakitia kikombe chake mkononi mwako."
  },
  {
    "verseNumber": "EZK 23:32",
    "verseText": "“Hili ndilo BWANA Mwenyezi asemalo: “Utakinywea kikombe cha dada yako, kikombe kikubwa na chenye kina kirefu; nitaletea juu yako dharau na dhihaka, kwa kuwa kimejaa sana."
  },
  {
    "verseNumber": "EZK 23:33",
    "verseText": "Utalewa ulevi na kujawa huzuni, kikombe cha maangamizo na ukiwa, kikombe cha dada yako Samaria."
  },
  {
    "verseNumber": "EZK 23:34",
    "verseText": "Utakinywa chote na kukimaliza; utakivunja vipande vipande na kuyararua matiti yako. Nimenena haya, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 23:35",
    "verseText": "“Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Kwa kuwa tangu uliponisahau mimi na kunitupa nyuma yako, lazima ubebe matokeo ya uasherati wako na ukahaba wako.”"
  },
  {
    "verseNumber": "EZK 23:36",
    "verseText": "BWANA akaniambia, “Mwanadamu, Je, utawahukumu Ohola na Oholiba? Basi wakabili kwa ajili ya matendo yao ya machukizo,"
  },
  {
    "verseNumber": "EZK 23:37",
    "verseText": "kwa kuwa wamefanya uzinzi na damu imo mikononi mwao. Wamefanya uzinzi na sanamu zao, hata wamewatoa watoto wao walionizalia kuwa kafara, kuwa chakula kwao."
  },
  {
    "verseNumber": "EZK 23:38",
    "verseText": "Pia wamenifanyia hili: wakati huo huo wamenajisi patakatifu pangu na kuzitangua Sabato zangu."
  },
  {
    "verseNumber": "EZK 23:39",
    "verseText": "Siku ile ile walitoa watoto wao kuwa kafara kwa sanamu zao, waliingia patakatifu pangu na kupatia unajisi. Hilo ndilo walilolifanya katika nyumba yangu."
  },
  {
    "verseNumber": "EZK 23:40",
    "verseText": "“Walituma hata wajumbe kuwaita watu kutoka mbali, nao walipowasili ulioga kwa ajili yao, ukapaka macho yako rangi na ukavaa mapambo yako yaliyotengenezwa kwa vito vya dhahabu."
  },
  {
    "verseNumber": "EZK 23:41",
    "verseText": "Ukaketi kwenye kiti cha anasa, kukiwa na meza iliyoandaliwa mbele yake ambayo juu yake ulikuwa umeweka uvumba na mafuta ambayo yalikuwa yangu."
  },
  {
    "verseNumber": "EZK 23:42",
    "verseText": "“Kelele za umati wa watu wasiojali zilikuwa zimemzunguka, wakaleta watu wengi waliokuwa wakifanya makelele na walevi kutoka nyikani, ambao walitia bangili kwenye mikono ya yule mwanamke na dada yake na pia taji nzuri za kupendeza kwenye vichwa vyao."
  },
  {
    "verseNumber": "EZK 23:43",
    "verseText": "Ndipo nikasema kuhusu yule aliyechakazwa na uzinzi, ‘Basi wamtumie kama kahaba, kwa kuwa ndivyo alivyo.’"
  },
  {
    "verseNumber": "EZK 23:44",
    "verseText": "Nao wakazini naye. Kama vile watu wazinivyo na kahaba, ndiyo hivyo walivyozini na hao wanawake waasherati, Ohola na Oholiba."
  },
  {
    "verseNumber": "EZK 23:45",
    "verseText": "Lakini watu wenye haki, watawahukumia adhabu wanawake wafanyao uzinzi na kumwaga damu, kwa kuwa ni wazinzi na damu iko mikononi mwao."
  },
  {
    "verseNumber": "EZK 23:46",
    "verseText": "“Hili ndilo BWANA Mwenyezi asemalo, Leteni watu wengi wenye makelele dhidi yao na uwaache wapate hofu na watekwe nyara."
  },
  {
    "verseNumber": "EZK 23:47",
    "verseText": "Hao watu wengi watawapiga kwa mawe na kuwaua kwa panga zao, watawaua wana wao na binti zao na kuzichoma nyumba zao."
  },
  {
    "verseNumber": "EZK 23:48",
    "verseText": "“Hivyo nitaukomesha uasherati katika nchi, ili wanawake wote wapate onyo nao wasije wakafanya uasherati kama ninyi mlivyofanya."
  },
  {
    "verseNumber": "EZK 23:49",
    "verseText": "Utapata adhabu kwa ajili ya uasherati wako na kuchukua matokeo ya dhambi zako za uasherati. Ndipo utakapojua kuwa Mimi ndimi BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 24:1",
    "verseText": "Katika mwaka wa tisa, mwezi wa kumi, siku ya kumi, neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 24:2",
    "verseText": "“Mwanadamu, weka kumbukumbu ya tarehe hii, tarehe hii hasa, kwa kuwa mfalme wa Babeli ameuzingira mji wa Yerusalemu kwa jeshi siku hii ya leo."
  },
  {
    "verseNumber": "EZK 24:3",
    "verseText": "Iambie nyumba hii ya kuasi fumbo, na uwaambie, ‘Hili ndilo BWANA Mwenyezi asemalo: “ ‘Teleka sufuria jikoni; iteleke na umimine maji ndani yake,"
  },
  {
    "verseNumber": "EZK 24:4",
    "verseText": "Weka vipande vya nyama ndani yake, vipande vyote vizuri, vya paja na vya bega. Ijaze hiyo sufuria kwa mifupa hii mizuri;"
  },
  {
    "verseNumber": "EZK 24:5",
    "verseText": "chagua yule aliye bora wa kundi la kondoo. Panga kuni chini ya sufuria kwa ajili ya mifupa; chochea mpaka ichemke na uitokose hiyo mifupa ndani yake."
  },
  {
    "verseNumber": "EZK 24:6",
    "verseText": "“ ‘Kwa kuwa hili ndilo BWANA Mwenyezi asemalo: “ ‘Ole wa mji umwagao damu, ole wa sufuria ambayo sasa ina ukoko ndani yake, ambayo ukoko wake hautoki. Kipakue kipande baada ya kipande, bila kuvipigia kura."
  },
  {
    "verseNumber": "EZK 24:7",
    "verseText": "“ ‘Kwa kuwa damu aliyoimwaga ipo katikati yake: huyo mwanamke aliimwaga juu ya mwamba ulio wazi; hakuimwaga kwenye ardhi, ambako vumbi lingeifunika."
  },
  {
    "verseNumber": "EZK 24:8",
    "verseText": "Kuchochea ghadhabu na kulipiza kisasi, nimemwaga damu yake juu ya mwamba ulio wazi, ili isifunikwe."
  },
  {
    "verseNumber": "EZK 24:9",
    "verseText": "“ ‘Kwa hiyo, hili ndilo BWANA Mwenyezi asemalo: “ ‘Ole wa mji umwagao damu! Mimi nami nitalundikia kuni nyingi."
  },
  {
    "verseNumber": "EZK 24:10",
    "verseText": "Kwa hiyo lundika kuni na uwashe moto. Pika hiyo nyama vizuri, changanya viungo ndani yake, na uiache mifupa iungue kwenye moto."
  },
  {
    "verseNumber": "EZK 24:11",
    "verseText": "Kisha teleka sufuria tupu kwenye makaa mpaka iwe na moto sana na shaba yake ingʼae, ili uchafu wake upate kuyeyuka na ukoko wake upate kuungua na kuondoka."
  },
  {
    "verseNumber": "EZK 24:12",
    "verseText": "Imezuia juhudi zote, ukoko wake mwingi haujaondoka, hata ikiwa ni kwa moto."
  },
  {
    "verseNumber": "EZK 24:13",
    "verseText": "“ ‘Sasa uchafu wako ni uasherati wako. Kwa sababu nilijaribu kukutakasa lakini haikuwezekana kutakaswa kutoka kwenye huo uchafu wako, hutatakasika tena mpaka ghadhabu yangu dhidi yako iwe imepungua."
  },
  {
    "verseNumber": "EZK 24:14",
    "verseText": "“ ‘Mimi BWANA nimesema, wakati umewadia wa mimi kutenda. Mimi sitazuia, mimi sitaona huruma wala sitapunguza hasira yangu, Utahukumiwa sawasawa na mwenendo na matendo yako, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 24:15",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 24:16",
    "verseText": "“Mwanadamu, kwa pigo moja nakaribia kukuondolea kile kilicho furaha ya macho yako. Lakini usiomboleze au kulia wala kudondosha machozi yoyote."
  },
  {
    "verseNumber": "EZK 24:17",
    "verseText": "Lia kwa uchungu kimya kimya usimwombolezee mtu aliyekufa. Jifunge kilemba chako na uvae viatu vyako miguuni mwako, usifunike sehemu ya chini ya uso wako, wala usile vyakula vya kawaida vya wakati wa matanga.”"
  },
  {
    "verseNumber": "EZK 24:18",
    "verseText": "Hivyo nikanena na watu asubuhi na jioni mke wangu akafa. Asubuhi yake nilifanya kama nilivyoamriwa."
  },
  {
    "verseNumber": "EZK 24:19",
    "verseText": "Ndipo watu wakaniuliza, “Je, jambo hili unalofanya linamaanisha nini kwetu?”"
  },
  {
    "verseNumber": "EZK 24:20",
    "verseText": "Kwa hiyo nikawaambia, “Neno la BWANA lilinijia kusema:"
  },
  {
    "verseNumber": "EZK 24:21",
    "verseText": "‘Sema na nyumba ya Israeli. Hili ndilo BWANA Mwenyezi asemalo: Ninakaribia kupatia unajisi mahali pangu patakatifu, ngome ambayo ndani yake mnaona fahari, furaha ya macho yenu, kitu mnachokipenda. Wana wenu na binti zenu mliowaacha nyuma wataanguka kwa upanga."
  },
  {
    "verseNumber": "EZK 24:22",
    "verseText": "Nanyi mtafanya kama nilivyofanya. Hamtafunika sehemu ya chini ya nyuso zenu wala hamtakula vyakula vya kawaida vya waombolezaji."
  },
  {
    "verseNumber": "EZK 24:23",
    "verseText": "Mtajifunga vilemba vichwani mwenu na kuvaa viatu vyenu miguuni mwenu. Hamtaomboleza au kulia, lakini mtadhoofika kwa sababu ya dhambi zenu na kulia kwa uchungu kila mtu na mwenzake."
  },
  {
    "verseNumber": "EZK 24:24",
    "verseText": "Ezekieli atakuwa ishara kwenu, mtafanya kama yeye alivyofanya. Wakati jambo hili litakapotokea, mtajua kuwa Mimi ndimi BWANA Mwenyezi.’"
  },
  {
    "verseNumber": "EZK 24:25",
    "verseText": "“Nawe, mwanadamu, siku ile nitakapoondoa ngome yao iliyo furaha yao na utukufu wao, kitu cha kupendeza macho yao, kile kilicho shauku ya mioyo yao, wana wao na binti zao vilevile,"
  },
  {
    "verseNumber": "EZK 24:26",
    "verseText": "siku hiyo atakayetoroka atakuja kuwapasha habari."
  },
  {
    "verseNumber": "EZK 24:27",
    "verseText": "Katika siku ile kinywa chako kitamfumbukia yeye aliyenusurika, nawe utaongea wala hutanyamaza tena. Hivyo wewe utakuwa ishara kwao, nao watajua kuwa Mimi ndimi BWANA.”"
  },
  {
    "verseNumber": "EZK 25:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 25:2",
    "verseText": "“Mwanadamu, elekeza uso wako juu ya Waamoni utabiri dhidi yao."
  },
  {
    "verseNumber": "EZK 25:3",
    "verseText": "Waambie, ‘Sikieni neno la BWANA Mwenyezi. Hili ndilo BWANA Mwenyezi asemalo: Kwa sababu ulisema, “Aha!” juu ya mahali pangu patakatifu palipotiwa unajisi, na juu ya nchi ya Israeli ilipoangamizwa, na juu ya watu wa Yuda walipokwenda uhamishoni,"
  },
  {
    "verseNumber": "EZK 25:4",
    "verseText": "kwa hiyo nitawatia mikononi mwa watu wa mashariki mkawe mali yao. Watapiga kambi zao katikati yenu na kufanya makazi miongoni mwenu, watakula matunda yenu na kunywa maziwa yenu."
  },
  {
    "verseNumber": "EZK 25:5",
    "verseText": "Nitaufanya mji wa Raba kuwa malisho ya ngamia na Amoni kuwa mahali pa kondoo pa kupumzikia. Ndipo mtakapojua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 25:6",
    "verseText": "Kwa kuwa hili ndilo BWANA Mwenyezi asemalo: Kwa kuwa umepiga makofi yako na kufanya kishindo kwa miguu, mkifurahia kwa mioyo yenu miovu juu ya yale mabaya yaliyoipata nchi ya Israeli,"
  },
  {
    "verseNumber": "EZK 25:7",
    "verseText": "hivyo nitaunyoosha mkono wangu dhidi yako na kukutoa kuwa nyara kwa mataifa. Nitakukatilia mbali kutoka kwenye mataifa na kukungʼoa katika nchi. Nitakuangamiza, nawe utajua ya kuwa Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "EZK 25:8",
    "verseText": "“Hili ndilo BWANA Mwenyezi asemalo: ‘Kwa sababu Moabu na Seiri wamesema, “Tazama, nyumba ya Yuda imekuwa kama mataifa mengine yote,”"
  },
  {
    "verseNumber": "EZK 25:9",
    "verseText": "kwa hiyo nitaiondoa ile miji iliyo kando ya Moabu, kuanzia miji iliyoko mipakani, yaani: Beth-Yeshimothi, Baal-Meoni na Kiriathaimu, iliyo utukufu wa nchi hiyo."
  },
  {
    "verseNumber": "EZK 25:10",
    "verseText": "Nitaitia Moabu pamoja na Waamoni mikononi mwa watu wa Mashariki kuwa milki yao, ili kwamba Waamoni wasikumbukwe miongoni mwa mataifa,"
  },
  {
    "verseNumber": "EZK 25:11",
    "verseText": "nami nitatoa adhabu kwa Moabu. Ndipo watakapojua kuwa Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "EZK 25:12",
    "verseText": "“Hili ndilo BWANA Mwenyezi asemalo: ‘Kwa sababu Edomu ulilipiza kisasi juu ya nyumba ya Yuda na kukosa sana kwa kufanya hivyo,"
  },
  {
    "verseNumber": "EZK 25:13",
    "verseText": "kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Nitaunyoosha mkono wangu dhidi ya Edomu na kuua watu wake na wanyama wao. Nitaufanya ukiwa, kuanzia Temani hadi Dedani wataanguka kwa upanga."
  },
  {
    "verseNumber": "EZK 25:14",
    "verseText": "Nitalipiza Edomu kisasi kwa mkono wa watu wangu Israeli, nao watawatendea Edomu sawasawa na hasira yangu na ghadhabu yangu, nao watakijua kisasi changu, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 25:15",
    "verseText": "“Hili ndilo BWANA Mwenyezi asemalo: ‘Kwa sababu Wafilisti wamewalipiza kisasi kwa uovu wa mioyo yao na kwa uadui wa siku nyingi wakataka kuangamiza Yuda,"
  },
  {
    "verseNumber": "EZK 25:16",
    "verseText": "kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Mimi ninakaribia kuunyoosha mkono wangu dhidi ya Wafilisti, nami nitawakatilia mbali Wakerethi na kuwaangamiza wale waliosalia katika pwani."
  },
  {
    "verseNumber": "EZK 25:17",
    "verseText": "Nitalipiza kisasi kikubwa juu yao na kuwaadhibu katika ghadhabu yangu. Ndipo watakapojua kuwa Mimi ndimi BWANA, nitakapolipiza kisasi juu yao.’ ”"
  },
  {
    "verseNumber": "EZK 26:1",
    "verseText": "Mwaka wa kumi na moja, siku ya kwanza ya mwezi, neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 26:2",
    "verseText": "“Mwanadamu, kwa sababu Tiro amesema kuhusu Yerusalemu, ‘Aha! Lango la kwenda kwa mataifa limevunjika, nayo milango yake iko wazi mbele yangu, sasa kwa kuwa amekuwa magofu nitastawi.’"
  },
  {
    "verseNumber": "EZK 26:3",
    "verseText": "Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Mimi niko kinyume na wewe, ee Tiro, nami nitaleta mataifa mengi dhidi yako, kama bahari inayovurumisha mawimbi yake."
  },
  {
    "verseNumber": "EZK 26:4",
    "verseText": "Watavunja kuta za Tiro na kuibomoa minara yake, nitakwangua udongo wake na kuufanya mwamba mtupu."
  },
  {
    "verseNumber": "EZK 26:5",
    "verseText": "Itakuwa huko katikati ya bahari patakuwa mahali pa kutandaza nyavu za kuvulia samaki, kwa maana nimenena, asema BWANA Mwenyezi. Atakuwa nyara kwa mataifa,"
  },
  {
    "verseNumber": "EZK 26:6",
    "verseText": "nayo makao yake huko bara yataangamizwa kwa upanga. Ndipo watakapojua kwamba Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 26:7",
    "verseText": "“Kwa maana hili ndilo BWANA Mwenyezi asemalo: Kutoka kaskazini nitamleta dhidi ya Tiro Mfalme Nebukadneza wa Babeli, mfalme wa wafalme, akiwa na farasi na magari ya vita, wapanda farasi na jeshi kubwa."
  },
  {
    "verseNumber": "EZK 26:8",
    "verseText": "Atayaharibu makao yako huko bara kwa upanga, ataweka jeshi kukuzingira, atakuzingira mpaka kwenye kuta za ngome zako na kuinua ngao zake dhidi yako."
  },
  {
    "verseNumber": "EZK 26:9",
    "verseText": "Ataelekeza mapigo ya vyombo vyake vya kubomolea dhidi ya kuta zako na kubomoa minara yako kwa silaha zake."
  },
  {
    "verseNumber": "EZK 26:10",
    "verseText": "Farasi zake zitakuwa nyingi sana kiasi kwamba utafunikwa na mavumbi watakayotimua. Kuta zako zitatikisika kwa mshindo wa farasi wa vita, magari makubwa na magari ya vita wakati aingiapo malango yako kama watu waingiao mji ambao kuta zake zimebomolewa kote."
  },
  {
    "verseNumber": "EZK 26:11",
    "verseText": "“Kwato za farasi zake zitakanyaga barabara zako zote, atawaua watu wako kwa upanga na nguzo zako zilizo imara zitaanguka chini."
  },
  {
    "verseNumber": "EZK 26:12",
    "verseText": "Watateka utajiri wako na kuchukua nyara bidhaa zako, watazivunja kuta zako na kuzibomoa nyumba zako nzuri, watatupa baharini mawe yako, mbao zako na kifusi chako."
  },
  {
    "verseNumber": "EZK 26:13",
    "verseText": "Nitakomesha kelele za nyimbo zako, na uimbaji wako wa kinubi kamwe hautasikika tena."
  },
  {
    "verseNumber": "EZK 26:14",
    "verseText": "Nitakufanya mwamba mtupu, nawe utakuwa mahali pa kutandazia nyavu za kuvulia samaki. Kamwe hutajengwa tena, kwa maana Mimi BWANA nimenena, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 26:15",
    "verseText": "“Hili ndilo BWANA Mwenyezi asemalo kwa Tiro: ‘Je, nchi za pwani hazitatetemeka kwa kishindo cha anguko lako, wakati majeruhi wanapolia kwa maumivu makali na wakati mauaji yanaendelea ndani yako?"
  },
  {
    "verseNumber": "EZK 26:16",
    "verseText": "Ndipo wakuu wote wa mataifa ya pwani watashuka kutoka kwenye viti vyao vya enzi na kuweka kando majoho yao na kuvua nguo zao zilizotariziwa. Wakiwa wamevikwa hofu kuu, wataketi chini ardhini, wakiwa wanatetemeka kila dakika na wakikustajabia."
  },
  {
    "verseNumber": "EZK 26:17",
    "verseText": "Ndipo wao watakuombolezea na kukuambia: “ ‘Tazama jinsi ulivyoharibiwa, ee mji uliokuwa na sifa, wewe uliyekaliwa na mabaharia! Ulikuwa na nguvu kwenye bahari, wewe na watu wako; wote walioishi huko, uliwatia hofu kuu."
  },
  {
    "verseNumber": "EZK 26:18",
    "verseText": "Sasa nchi za pwani zinatetemeka katika siku ya anguko lako; visiwa vilivyomo baharini vinaogopa kwa kuporomoka kwako.’"
  },
  {
    "verseNumber": "EZK 26:19",
    "verseText": "“Hili ndilo BWANA Mwenyezi asemalo: Nitakapokufanya uwe mji wa ukiwa, kama miji isiyokaliwa tena na watu, nitakapoleta vilindi vya bahari juu yako na maji yake makuu yatakapokufunika,"
  },
  {
    "verseNumber": "EZK 26:20",
    "verseText": "ndipo nitakapokushusha chini pamoja na wale washukao shimoni, kwa watu wa kale, nami nitakufanya uishi katika pande za chini za nchi kama katika magofu ya kale, pamoja na wale washukao shimoni, nawe hutarudi au kurejea kwenye makao yako katika nchi ya walio hai."
  },
  {
    "verseNumber": "EZK 26:21",
    "verseText": "Nitakufikisha mwisho wa kutisha wala hutakuwepo tena. Watu watakutafuta, lakini kamwe hutaonekana tena, asema BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 27:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 27:2",
    "verseText": "“Mwanadamu, fanya maombolezo kwa ajili ya Tiro."
  },
  {
    "verseNumber": "EZK 27:3",
    "verseText": "Umwambie Tiro, ulioko kwenye lango la bahari, ufanyao biashara na mataifa mengi ya pwani, ‘Hili ndilo BWANA Mwenyezi asemalo: “ ‘Ee Tiro, wewe umesema, “Mimi ni mkamilifu katika uzuri.”"
  },
  {
    "verseNumber": "EZK 27:4",
    "verseText": "Mipaka yako ilikuwa katika moyo wa bahari, wajenzi wako walikamilisha uzuri wako."
  },
  {
    "verseNumber": "EZK 27:5",
    "verseText": "Walizifanya mbao zako zote kwa misunobari itokayo Seniri; walichukua mierezi kutoka Lebanoni kukutengenezea mlingoti."
  },
  {
    "verseNumber": "EZK 27:6",
    "verseText": "Walichukua mialoni toka Bashani wakakutengenezea makasia yako; kwa miti ya msanduku kutoka pwani ya Kitimu wakatengeneza sitaha yako na kuipamba kwa pembe za ndovu."
  },
  {
    "verseNumber": "EZK 27:7",
    "verseText": "Kitani safi kilichotariziwa kutoka Misri kilikuwa tanga lako, nacho kilikuwa bendera yako; chandarua chako kilikuwa cha rangi ya buluu na ya zambarau kutoka visiwa vya Elisha."
  },
  {
    "verseNumber": "EZK 27:8",
    "verseText": "Watu kutoka Sidoni na Arvadi walikuwa wapiga makasia yako; watu wako wenye ustadi, ee Tiro, walikuwa ndio mabaharia wako."
  },
  {
    "verseNumber": "EZK 27:9",
    "verseText": "Wazee wa Gebali pamoja na mafundi stadi walikuwa mafundi wako melini. Meli zote za baharini na mabaharia wao walikuja kwako ili kubadilishana bidhaa zako."
  },
  {
    "verseNumber": "EZK 27:10",
    "verseText": "“ ‘Watu wa Uajemi, Ludi na Putu walikuwa askari katika jeshi lako. Walitundika ngao zao na chapeo zao kwenye kuta zako, wakileta fahari yako."
  },
  {
    "verseNumber": "EZK 27:11",
    "verseText": "Watu wa Arvadi na wa Heleki walikuwa juu ya kuta zako pande zote; watu wa Gamadi walikuwa kwenye minara yako. Walitundika ngao zao kuzizunguka kuta zako; wakaukamilisha uzuri wako."
  },
  {
    "verseNumber": "EZK 27:12",
    "verseText": "“ ‘Tarshishi walifanya biashara nawe kwa sababu ya utajiri wako mkubwa wa bidhaa, walibadilisha fedha, chuma, bati na risasi kwa mali zako."
  },
  {
    "verseNumber": "EZK 27:13",
    "verseText": "“ ‘Uyunani, Tubali na Mesheki, walifanya biashara nawe, walibadilisha watumwa na vyombo vya shaba kwa bidhaa zako."
  },
  {
    "verseNumber": "EZK 27:14",
    "verseText": "“ ‘Watu wa Beth-Togarma walibadilisha farasi wa mizigo, farasi wa vita na nyumbu kwa mali zako."
  },
  {
    "verseNumber": "EZK 27:15",
    "verseText": "“ ‘Watu wa Dedani walifanya biashara nawe, watu wengi wa nchi za pwani walikuwa wachuuzi wako, walikulipa kwa pembe za ndovu na mpingo."
  },
  {
    "verseNumber": "EZK 27:16",
    "verseText": "“ ‘Watu wa Aramu walifanya biashara nawe kwa ajili ya wingi wa kazi za mikono yako, wakibadilishana kwa almasi, vitambaa vya rangi ya zambarau, vitambaa vilivyotariziwa, kitani safi, matumbawe na akiki nyekundu."
  },
  {
    "verseNumber": "EZK 27:17",
    "verseText": "“ ‘Yuda na Israeli walifanya biashara nawe, walibadilishana kwa ngano kutoka Minithi, mtama, asali, mafuta na zeri ya kuponyeshea."
  },
  {
    "verseNumber": "EZK 27:18",
    "verseText": "“ ‘Dameski, kwa sababu ya wingi wa kazi za mikono yako na ukuu wa utajiri wa mali, walifanya biashara nawe wakibadilishana mvinyo kutoka Helboni na sufu kutoka Zahari."
  },
  {
    "verseNumber": "EZK 27:19",
    "verseText": "“ ‘Wadani na Wayunani kutoka Uzali, walikuletea mali za biashara, nao wakabadilishana nawe chuma kilichofuliwa, mdalasini na mchaichai."
  },
  {
    "verseNumber": "EZK 27:20",
    "verseText": "“ ‘Dedani alifanya biashara nawe kwa matandiko ya farasi."
  },
  {
    "verseNumber": "EZK 27:21",
    "verseText": "“ ‘Arabuni na wakuu wote wa Kedari walikuwa wanunuzi wako waliobadilishana bidhaa zako na wana-kondoo, kondoo dume na mbuzi."
  },
  {
    "verseNumber": "EZK 27:22",
    "verseText": "“ ‘Wafanyabiashara wa Sheba na wa Raama walifanya biashara nawe, wakabadilishana bidhaa zako na aina zote za vikolezi, vito vya thamani na dhahabu."
  },
  {
    "verseNumber": "EZK 27:23",
    "verseText": "“ ‘Harani, Kane na Edeni na wafanyabiashara wa Sheba, Ashuru na Kilmadi walifanya biashara nawe."
  },
  {
    "verseNumber": "EZK 27:24",
    "verseText": "Kwenye soko lako, walifanya biashara nawe kwa mavazi mazuri, vitambaa vya buluu, nguo za kutariziwa na mazulia ya rangi mbalimbali yenye kamba zilizosokotwa na kuwekwa mafundo imara."
  },
  {
    "verseNumber": "EZK 27:25",
    "verseText": "“ ‘Merikebu za Tarshishi ndizo zinazokusafirishia bidhaa zako. Umejazwa shehena kubwa katika moyo wa bahari."
  },
  {
    "verseNumber": "EZK 27:26",
    "verseText": "Wapiga makasia wako wanakupeleka mpaka kwenye maji makavu. Lakini upepo wa mashariki umekuvunja vipande vipande katika moyo wa bahari."
  },
  {
    "verseNumber": "EZK 27:27",
    "verseText": "Utajiri wako, bidhaa zako na mali zako, mabaharia wako, manahodha wako, mafundi wako wa meli, wafanyabiashara wako na askari wako wote, na kila mmoja aliyeko melini atazama kwenye moyo wa bahari siku ile ya kuvunjika kwa meli yako."
  },
  {
    "verseNumber": "EZK 27:28",
    "verseText": "Nchi za pwani zitatetemeka wakati mabaharia wako watakapopiga kelele."
  },
  {
    "verseNumber": "EZK 27:29",
    "verseText": "Wote wapigao makasia wataacha meli zao, mabaharia wote na wanamaji wote watasimama pwani."
  },
  {
    "verseNumber": "EZK 27:30",
    "verseText": "Watapaza sauti zao na kulia sana kwa ajili yako; watajitupia mavumbi juu ya vichwa vyao na kujivingirisha kwenye majivu."
  },
  {
    "verseNumber": "EZK 27:31",
    "verseText": "Watanyoa nywele zao kwa ajili yako, nao watavaa nguo za magunia. Watakulilia kwa uchungu wa moyo na kwa maombolezo makuu."
  },
  {
    "verseNumber": "EZK 27:32",
    "verseText": "Watakapokuwa wanalia na kuomboleza juu yako, watafanya maombolezo kukuhusu wakisema: “Ni nani aliyepata kuangamizwa kama Tiro, katika moyo wa bahari?”"
  },
  {
    "verseNumber": "EZK 27:33",
    "verseText": "Wakati bidhaa zako zilipotoka baharini, ulitosheleza mataifa mengi; kwa wingi wa utajiri wako na bidhaa zako ulitajirisha wafalme wa dunia."
  },
  {
    "verseNumber": "EZK 27:34",
    "verseText": "Sasa umevunjavunjwa na bahari, katika vilindi vya maji, bidhaa zako na kundi lako lote vimezama pamoja nawe."
  },
  {
    "verseNumber": "EZK 27:35",
    "verseText": "Wote waishio katika nchi za pwani wanakustaajabia; wafalme wao wanatetemeka kwa hofu kuu, nazo nyuso zao zimekunjamana kwa woga."
  },
  {
    "verseNumber": "EZK 27:36",
    "verseText": "Wafanyabiashara miongoni mwa mataifa wanakucheka; umefikia mwisho wa kutisha nawe hutakuwepo tena.’ ”"
  },
  {
    "verseNumber": "EZK 28:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 28:2",
    "verseText": "“Mwanadamu, mwambie mfalme wa Tiro, ‘Hili ndilo BWANA Mwenyezi asemalo: “ ‘Kwa sababu moyo wako umejivuna na umesema, “Mimi ni mungu; nami ninaketi katika kiti cha enzi cha mungu katika moyo wa bahari.” Lakini wewe ni mwanadamu, wala si mungu, ingawa unafikiri kuwa una hekima kama mungu."
  },
  {
    "verseNumber": "EZK 28:3",
    "verseText": "Je, wewe una hekima kuliko Danieli? Je, hakuna siri iliyofichika kwako?"
  },
  {
    "verseNumber": "EZK 28:4",
    "verseText": "Kwa hekima yako na ufahamu wako, umejipatia utajiri, nawe umejikusanyia dhahabu na fedha katika hazina zako."
  },
  {
    "verseNumber": "EZK 28:5",
    "verseText": "Kwa werevu wako mwingi katika biashara, umeongeza utajiri wako na kwa sababu ya utajiri wako moyo wako umekuwa na kiburi."
  },
  {
    "verseNumber": "EZK 28:6",
    "verseText": "“ ‘Kwa hiyo, hili ndilo BWANA Mwenyezi asemalo: “ ‘Kwa sababu unafikiri una hekima, mwenye hekima kama mungu,"
  },
  {
    "verseNumber": "EZK 28:7",
    "verseText": "mimi nitawaleta wageni dhidi yako, taifa katili kuliko yote; watafuta panga zao dhidi ya uzuri wa hekima yako, na kuchafua fahari yako inayongʼaa."
  },
  {
    "verseNumber": "EZK 28:8",
    "verseText": "Watakushusha chini shimoni, nawe utakufa kifo cha kikatili katika moyo wa bahari."
  },
  {
    "verseNumber": "EZK 28:9",
    "verseText": "Je, wakati huo utasema, “Mimi ni mungu,” mbele ya wale wanaokuua? Utakuwa mwanadamu tu, wala si mungu, mikononi mwa hao wanaokuua."
  },
  {
    "verseNumber": "EZK 28:10",
    "verseText": "Utakufa kifo cha wasiotahiriwa kwa mkono wa wageni. Kwa kuwa mimi nimenena, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 28:11",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 28:12",
    "verseText": "“Mwanadamu, mfanyie maombolezo mfalme wa Tiro, nawe umwambie: ‘Hili ndilo BWANA Mwenyezi asemalo: “ ‘Ulikuwa kipeo cha ukamilifu, ukiwa umejaa hekima na mkamilifu katika uzuri."
  },
  {
    "verseNumber": "EZK 28:13",
    "verseText": "Ulikuwa ndani ya Edeni, bustani ya Mungu; kila kito cha thamani kilikupamba: akiki nyekundu, yakuti manjano na zumaridi, krisolitho, shohamu na yaspi, yakuti samawi, almasi na zabarajadi. Kuwekwa kwa hayo mapambo na kushikizwa kwake kulifanywa kwa dhahabu; siku ile ulipoumbwa yaliandaliwa tayari."
  },
  {
    "verseNumber": "EZK 28:14",
    "verseText": "Ulitiwa mafuta kuwa kerubi mlinzi, kwa kuwa hivyo ndivyo nilivyokuweka wakfu. Ulikuwa kwenye mlima mtakatifu wa Mungu; ulitembea katikati ya vito vya moto."
  },
  {
    "verseNumber": "EZK 28:15",
    "verseText": "Ulikuwa mnyofu katika njia zako tangu siku ile ya kuumbwa kwako, hadi uovu ulipoonekana ndani yako."
  },
  {
    "verseNumber": "EZK 28:16",
    "verseText": "Kutokana na biashara yako iliyoenea, ulijazwa na dhuluma, nawe ukatenda dhambi. Hivyo nilikuondoa kwa aibu kutoka mlima wa Mungu, nami nikakufukuza, ee kerubi mlinzi, kutoka katikati ya vito vya moto."
  },
  {
    "verseNumber": "EZK 28:17",
    "verseText": "Moyo wako ukawa na kiburi kwa ajili ya uzuri wako, nawe ukaiharibu hekima yako kwa sababu ya fahari yako. Kwa hiyo nikakutupa chini; nimekufanya kioja mbele ya wafalme."
  },
  {
    "verseNumber": "EZK 28:18",
    "verseText": "Kwa dhambi zako nyingi na biashara yako ya dhuluma, umenajisi mahali pako patakatifu. Kwa hiyo nilifanya moto utoke ndani yako, nao ukakuteketeza, nami nikakufanya majivu juu ya nchi, machoni pa wote waliokuwa wakitazama."
  },
  {
    "verseNumber": "EZK 28:19",
    "verseText": "Mataifa yote yaliyokujua yanakustajabia; umefikia mwisho wa kutisha na hutakuwepo tena milele.’ ”"
  },
  {
    "verseNumber": "EZK 28:20",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 28:21",
    "verseText": "“Mwanadamu, elekeza uso wako juu ya Sidoni, ukatabiri dhidi yake,"
  },
  {
    "verseNumber": "EZK 28:22",
    "verseText": "nawe useme: ‘Hili ndilo BWANA Mwenyezi asemalo: “ ‘Mimi ni kinyume chako, ee Sidoni, nami nitapata utukufu ndani yako. Nao watajua kwamba Mimi ndimi BWANA, nitakapotekeleza hukumu zangu na kuonyesha utakatifu wangu ndani yake."
  },
  {
    "verseNumber": "EZK 28:23",
    "verseText": "Nitapeleka tauni ndani yake na kufanya damu itiririke katika barabara zake. Waliochinjwa wataanguka ndani yake, kwa upanga dhidi yake kila upande. Ndipo watakapojua kwamba Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 28:24",
    "verseText": "“ ‘Nyumba ya Israeli hawatakuwa tena na majirani wenye nia ya kuwadhuru wanaoumiza kama michongoma na miiba mikali. Ndipo watakapojua kwamba Mimi ndimi BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 28:25",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Nitakapoikusanya nyumba ya Israeli kutoka mataifa ambako wametawanyika, nitajionyesha kuwa mtakatifu miongoni mwao machoni pa mataifa. Ndipo watakapoishi katika nchi yao wenyewe, niliyompa mtumishi wangu Yakobo."
  },
  {
    "verseNumber": "EZK 28:26",
    "verseText": "Wataishi humo kwa salama na watajenga nyumba na kupanda mashamba ya mizabibu, wataishi kwa salama nitakapowaadhibu majirani zao wote ambao waliwafanyia uovu. Ndipo watakapojua kwamba Mimi ndimi BWANA, Mungu wao.’ ”"
  },
  {
    "verseNumber": "EZK 29:1",
    "verseText": "Katika mwaka wa kumi, mwezi wa kumi, siku ya kumi na mbili, neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 29:2",
    "verseText": "“Mwanadamu, elekeza uso wako juu ya Farao mfalme wa Misri na utabiri dhidi yake na dhidi ya Misri yote."
  },
  {
    "verseNumber": "EZK 29:3",
    "verseText": "Nena, nawe useme: ‘Hili ndilo BWANA Mwenyezi asemalo: “ ‘Mimi ni kinyume nawe, Farao, mfalme wa Misri, joka kubwa ulalaye katikati ya vijito vyako. Unasema, “Mto Naili ni wangu mwenyewe; niliufanya kwa ajili yangu mwenyewe.”"
  },
  {
    "verseNumber": "EZK 29:4",
    "verseText": "Lakini nitatia ndoana katika mataya yako nami nitawafanya samaki wa vijito vyako washikamane na magamba yako. Nitakutoa katikati ya vijito vyako, pamoja na samaki wote walioshikamana na magamba yako."
  },
  {
    "verseNumber": "EZK 29:5",
    "verseText": "Nitakutupa jangwani, wewe pamoja na samaki wote wa vijito vyako. Utaanguka uwanjani, nawe hutakusanywa au kuchukuliwa. Nitakutoa uwe chakula kwa wanyama wa nchi na ndege wa angani."
  },
  {
    "verseNumber": "EZK 29:6",
    "verseText": "Ndipo wale wote waishio Misri watakapojua kuwa Mimi ndimi BWANA. “ ‘Umekuwa fimbo ya tete kwa nyumba ya Israeli."
  },
  {
    "verseNumber": "EZK 29:7",
    "verseText": "Walipokushika kwa mikono yao, ulivunjika na kuchana mabega yao; walipokuegemea, ulivunjika na migongo yao ikateguka."
  },
  {
    "verseNumber": "EZK 29:8",
    "verseText": "“ ‘Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Nitaleta upanga juu yako na kuua watu wako na wanyama wao."
  },
  {
    "verseNumber": "EZK 29:9",
    "verseText": "Misri itakuwa ukiwa na isiyolimwa wala kukaliwa na watu. Ndipo watakapojua kuwa Mimi ndimi BWANA. “ ‘Kwa sababu ulisema, “Mto Naili ni wangu; mimi niliufanya,”"
  },
  {
    "verseNumber": "EZK 29:10",
    "verseText": "kwa hiyo mimi ni kinyume nawe na kinyume na vijito vyako, nami nitaifanya nchi ya Misri kuwa magofu na ukiwa isiyolimwa wala kukaliwa na watu kuanzia Migdoli hadi Aswani, hata kufikia mpakani wa Ethiopia."
  },
  {
    "verseNumber": "EZK 29:11",
    "verseText": "Hakuna unyayo wa mtu au mnyama utakaopita ndani yake, wala hakuna yeyote atakayeishi humo kwa muda wa miaka arobaini."
  },
  {
    "verseNumber": "EZK 29:12",
    "verseText": "Nitaifanya nchi ya Misri ukiwa, miongoni mwa nchi zilizo ukiwa, nayo miji yake itabaki ukiwa miaka arobaini miongoni mwa miji iliyo magofu. Nami nitawatawanya Wamisri miongoni mwa mataifa na kuwafukuza huku na huko katika nchi nyingine."
  },
  {
    "verseNumber": "EZK 29:13",
    "verseText": "“ ‘Lakini hili ndilo BWANA Mwenyezi asemalo: Mwishoni mwa hiyo miaka arobaini, nitawakusanya Wamisri kutoka mataifa walikotawanywa."
  },
  {
    "verseNumber": "EZK 29:14",
    "verseText": "Nitawarudisha hao Wamisri kutoka kwenye kutekwa kwao na kuwaweka katika Pathrosi, nchi ya baba zao. Huko watakuwa na ufalme usiokuwa na nguvu."
  },
  {
    "verseNumber": "EZK 29:15",
    "verseText": "Utakuwa ufalme dhaifu kuliko zote na kamwe Misri haitajikweza tena juu ya mataifa mengine. Nitaufanya ufalme wake dhaifu sana kiasi kwamba kamwe hautatawala tena juu ya mataifa mengine."
  },
  {
    "verseNumber": "EZK 29:16",
    "verseText": "Misri haitakuwa tena tumaini la watu wa Israeli bali itakuwa kumbukumbu ya dhambi yao kwa kuigeukia kuomba msaada. Ndipo watakapojua kuwa Mimi ndimi BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 29:17",
    "verseText": "Katika mwaka wa ishirini na saba, mwezi wa kwanza, siku ya kwanza, neno la BWANA likanijia, kusema:"
  },
  {
    "verseNumber": "EZK 29:18",
    "verseText": "“Mwanadamu, Nebukadneza mfalme wa Babeli aliongoza jeshi lake kufanya kazi ngumu dhidi ya Tiro; kila kichwa kilipata upaa na kila bega likachunika. Lakini yeye na jeshi lake hawakupata malipo yoyote kutokana na muda wote aliongoza hiyo vita dhidi ya Tiro."
  },
  {
    "verseNumber": "EZK 29:19",
    "verseText": "Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Nitaitia Misri mikononi mwa Nebukadneza mfalme wa Babeli, naye atachukua utajiri wa Misri. Atateka mateka na kuchukua nyara mali za Misri kama ujira kwa ajili ya jeshi lake."
  },
  {
    "verseNumber": "EZK 29:20",
    "verseText": "Nimempa mfalme wa Babeli nchi ya Misri kuwa ujira kwa juhudi zake kwa sababu yeye na jeshi lake walifanya kwa ajili yangu, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 29:21",
    "verseText": "“Katika siku hiyo nitaifanya nyumba ya Israeli iwe na nguvu nami nitakifungua kinywa chako miongoni mwao. Ndipo watakapojua kwamba Mimi ndimi BWANA.”"
  },
  {
    "verseNumber": "EZK 30:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 30:2",
    "verseText": "“Mwanadamu, toa unabii na useme: ‘Hili ndilo BWANA Mwenyezi asemalo: “ ‘Ombolezeni ninyi na mseme, “Ole wa siku ile!”"
  },
  {
    "verseNumber": "EZK 30:3",
    "verseText": "Kwa kuwa siku ile imekaribia, siku ya BWANA imekaribia, siku ya mawingu, siku ya maangamizi kwa mataifa."
  },
  {
    "verseNumber": "EZK 30:4",
    "verseText": "Upanga utakuja dhidi ya Misri, nayo maumivu makuu yataijia Ethiopia. Mauaji yatakapoangukia Misri, utajiri wake utachukuliwa na misingi yake itabomolewa."
  },
  {
    "verseNumber": "EZK 30:5",
    "verseText": "Kushi na Putu, Ludi na Arabia yote, Libya na watu wa nchi ya Agano watauawa kwa upanga pamoja na Misri."
  },
  {
    "verseNumber": "EZK 30:6",
    "verseText": "“ ‘Hili ndilo BWANA asemalo: “ ‘Wale walioungana na Misri wataanguka na kiburi cha nguvu zake kitashindwa. Kutoka Migdoli hadi Aswani, watauawa ndani yake kwa upanga, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 30:7",
    "verseText": "“ ‘Hizo nchi zitakua ukiwa miongoni mwa nchi zilizo ukiwa, nayo miji yao itakuwa magofu miongoni mwa miji iliyo magofu."
  },
  {
    "verseNumber": "EZK 30:8",
    "verseText": "Ndipo watakapojua kwamba mimi ndimi BWANA, nitakapoiwasha Misri moto na wote wamsaidiao watapondwa."
  },
  {
    "verseNumber": "EZK 30:9",
    "verseText": "“ ‘Siku hiyo wajumbe watatoka kwangu kwa merikebu, ili kuwatia hofu Ethiopia, wakiwa katika hali yao ya kuridhika. Maumivu makali yatawapata siku ya maangamizi ya Misri, kwa kuwa hakika itakuja."
  },
  {
    "verseNumber": "EZK 30:10",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: “ ‘Nitakomesha makundi ya wajeuri ya Misri kwa mkono wa Nebukadneza mfalme wa Babeli."
  },
  {
    "verseNumber": "EZK 30:11",
    "verseText": "Yeye na jeshi lake, taifa lililo katili kuliko mataifa yote, litaletwa ili kuangamiza nchi. Watafuta panga zao dhidi ya Misri na kuijaza nchi kwa waliouawa."
  },
  {
    "verseNumber": "EZK 30:12",
    "verseText": "Nitakausha vijito vya Naili na nitaiuza nchi kwa watu waovu, kwa mkono wa wageni, nitaifanya nchi ukiwa na kila kitu kilichomo ndani yake. Mimi BWANA nimenena haya."
  },
  {
    "verseNumber": "EZK 30:13",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: “ ‘Nitaangamiza sanamu na kukomesha vinyago katika Memfisi Hapatakuwepo tena na mkuu katika nchi ya Misri, nami nitaeneza hofu katika nchi nzima."
  },
  {
    "verseNumber": "EZK 30:14",
    "verseText": "Nitaifanya Pathrosi kuwa ukiwa na kuitia moto Soani, nami nitaipiga kwa adhabu Thebesi"
  },
  {
    "verseNumber": "EZK 30:15",
    "verseText": "Nitaimwaga ghadhabu yangu juu ya Pelusiumu, ngome ya Misri, nami nitakatilia mbali makundi ya wajeuri wa Thebesi."
  },
  {
    "verseNumber": "EZK 30:16",
    "verseText": "Nitaitia moto nchi ya Misri; Pelusiumu itagaagaa kwa maumivu makuu. Thebesi itachukuliwa na tufani, Memfisi itakuwa katika taabu daima."
  },
  {
    "verseNumber": "EZK 30:17",
    "verseText": "Wanaume vijana wa Oni na wa Pi-Besethi wataanguka kwa upanga nayo hiyo miji itatekwa."
  },
  {
    "verseNumber": "EZK 30:18",
    "verseText": "Huko Tahpanhesi mchana utatiwa giza nitakapovunja kongwa la Misri; hapo kiburi cha nguvu zake kitakoma. Atafunikwa na mawingu na vijiji vyake vitatekwa."
  },
  {
    "verseNumber": "EZK 30:19",
    "verseText": "Kwa hiyo nitaipiga Misri kwa adhabu, nao watajua kuwa Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "EZK 30:20",
    "verseText": "Katika mwaka wa kumi na moja, mwezi wa kwanza, siku ya saba, neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 30:21",
    "verseText": "“Mwanadamu, nimevunja mkono wa Farao mfalme wa Misri. Haukufungwa ili upone au kuwekewa kipande cha ubao ili upate nguvu za kuweza kuchukua upanga."
  },
  {
    "verseNumber": "EZK 30:22",
    "verseText": "Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Mimi ni kinyume na Farao mfalme wa Misri. Nitavunja mikono yake yote miwili, ule mkono ulio mzima pia na ule uliovunjika na kuufanya upanga uanguke toka mkononi mwake."
  },
  {
    "verseNumber": "EZK 30:23",
    "verseText": "Nitawatawanya Wamisri miongoni mwa mataifa na kuwafukuza huku na huko katika nchi zote."
  },
  {
    "verseNumber": "EZK 30:24",
    "verseText": "Nitaitia nguvu mikono ya mfalme wa Babeli na kuutia upanga wangu mkononi mwake, lakini nitavunja mikono ya Farao, naye atalia kwa huzuni mbele yake kama mtu aliyetiwa jeraha la kumfisha."
  },
  {
    "verseNumber": "EZK 30:25",
    "verseText": "Nitaitia nguvu mikono ya mfalme wa Babeli, lakini mikono ya Farao italegea. Ndipo watakapojua kwamba Mimi ndimi BWANA, nitakapoutia upanga wangu mkononi mwa mfalme wa Babeli, naye ataunyoosha dhidi ya Misri."
  },
  {
    "verseNumber": "EZK 30:26",
    "verseText": "Nitawatawanya Wamisri miongoni mwa mataifa na kuwafukuza huku na huko katika nchi mbalimbali. Ndipo watakapojua kwamba Mimi ndimi BWANA.”"
  },
  {
    "verseNumber": "EZK 31:1",
    "verseText": "Katika mwaka wa kumi na moja, mwezi wa tatu, siku ya kwanza, neno la BWANA likanijia, kusema:"
  },
  {
    "verseNumber": "EZK 31:2",
    "verseText": "“Mwanadamu, mwambie Farao mfalme wa Misri na makundi yake ya wajeuri: “ ‘Je, ni nani awezaye kulinganishwa na wewe katika fahari."
  },
  {
    "verseNumber": "EZK 31:3",
    "verseText": "Angalia Ashuru, wakati fulani ilikuwa mwerezi huko Lebanoni, ukiwa na matawi mazuri ukitia msitu kivuli; ulikuwa mrefu sana, kilele chake kilipita majani ya miti yote."
  },
  {
    "verseNumber": "EZK 31:4",
    "verseText": "Maji mengi yaliustawisha, chemchemi zenye maji mengi ziliufanya urefuke; vijito vyake vilitiririka pale ulipoota pande zote na kupeleka mifereji yake kwenye miti yote ya shambani."
  },
  {
    "verseNumber": "EZK 31:5",
    "verseText": "Hivyo ukarefuka kupita miti yote ya shambani; vitawi vyake viliongezeka na matawi yake yakawa marefu, yakitanda kwa sababu ya wingi wa maji."
  },
  {
    "verseNumber": "EZK 31:6",
    "verseText": "Ndege wote wa angani wakaweka viota kwenye vitawi vyake, wanyama wote wa shambani wakazaana chini ya matawi yake, mataifa makubwa yote yaliishi chini ya kivuli chake."
  },
  {
    "verseNumber": "EZK 31:7",
    "verseText": "Ulikuwa na fahari katika uzuri, ukiwa na matawi yaliyotanda, kwa kuwa mizizi yake ilikwenda chini mpaka kwenye maji mengi."
  },
  {
    "verseNumber": "EZK 31:8",
    "verseText": "Mierezi katika bustani ya Mungu haikuweza kushindana nao, wala misunobari haikuweza kulingana na vitawi vyake, wala miaramoni haikulinganishwa na matawi yake, wala hakukuwa na mti katika bustani ya Mungu wa kulinganisha na uzuri wake."
  },
  {
    "verseNumber": "EZK 31:9",
    "verseText": "Niliufanya kuwa mzuri ukiwa na matawi mengi, ulionewa wivu na miti yote ya Edeni katika bustani ya Mungu."
  },
  {
    "verseNumber": "EZK 31:10",
    "verseText": "“ ‘Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Kwa sababu ulikuwa mrefu sana, kilele chake kikiwa juu ya majani manene ya miti na kwa sababu ulikuwa na kiburi cha urefu wake,"
  },
  {
    "verseNumber": "EZK 31:11",
    "verseText": "niliutia mikononi mwa mtawala wa mataifa, ili yeye aushughulikie sawasawa na uovu wake. Nikaukatilia mbali,"
  },
  {
    "verseNumber": "EZK 31:12",
    "verseText": "nayo mataifa mageni yaliyo makatili sana yaliukata huo mti na kuuacha. Matawi yake yalianguka juu ya milima na kwenye mabonde yote, vitawi vyake vikavunjika na kusambaa katika makorongo yote ya nchi. Mataifa yote ya duniani yakaondoka kutoka kwenye kivuli chake na kuuacha."
  },
  {
    "verseNumber": "EZK 31:13",
    "verseText": "Ndege wote wa angani wakakaa kwenye ule mti ulioanguka na wanyama pori wote wakakaa katikati ya vitawi vyake."
  },
  {
    "verseNumber": "EZK 31:14",
    "verseText": "Kamwe hakutakuwa na miti mingine kando ya hayo maji itakayorefuka zaidi ya huo, vilele vyake vikiwa juu ya majani yote ya miti. Hakuna miti mingine, hata kama imekunywa maji vizuri namna gani, itakayofikia urefu huo. Yote mwisho wake ni kifo, na kuingia ardhini, kama vile ilivyo kwa wanadamu, pamoja na wale waendao shimoni."
  },
  {
    "verseNumber": "EZK 31:15",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Katika siku ile mwerezi uliposhushwa chini kaburini nilizifunika chemchemi zenye maji mengi kwa maombolezo: Nilivizuia vijito vyake na wingi wa maji yake nikauzuia. Kwa sababu yake niliivika Lebanoni huzuni, nayo miti yote ya shambani ikanyauka."
  },
  {
    "verseNumber": "EZK 31:16",
    "verseText": "Niliyafanya mataifa yatetemeke kwa kishindo cha kuanguka kwake wakati nilipoushusha chini kaburini pamoja na wale washukao shimoni. Ndipo miti yote ya Edeni, miti iliyo bora kuliko yote na iliyo mizuri sana ya Lebanoni, miti yote ile iliyokunywa maji vizuri, ilifarijika hapa duniani."
  },
  {
    "verseNumber": "EZK 31:17",
    "verseText": "Wale walioishi katika kivuli chake, wale walioungana naye miongoni mwa mataifa, nao pia walikuwa wamezikwa pamoja naye, wakiungana na wale waliouawa kwa upanga."
  },
  {
    "verseNumber": "EZK 31:18",
    "verseText": "“ ‘Ni miti ipi ya Edeni inayoweza kulinganishwa nawe kwa fahari na utukufu? Hata hivyo, wewe pia, utashushwa chini pamoja na miti ya Edeni mpaka kuzimu, utalala miongoni mwa wasiotahiriwa, pamoja na wale waliouawa kwa upanga. “ ‘Huyu ni Farao pamoja na makundi yake yote ya wajeuri, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 32:1",
    "verseText": "Katika mwaka wa kumi na mbili, mwezi wa kumi na mbili, siku ya kwanza ya mwezi, neno la BWANA likanijia, kusema:"
  },
  {
    "verseNumber": "EZK 32:2",
    "verseText": "“Mwanadamu, fanya maombolezo kwa ajili ya Farao mfalme wa Misri na umwambie: “ ‘Wewe ni kama simba miongoni mwa mataifa, wewe ni kama joka kubwa baharini, unayevuruga maji kwa miguu yako na kuchafua vijito."
  },
  {
    "verseNumber": "EZK 32:3",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: “ ‘Nikiwa pamoja na wingi mkubwa wa watu nitautupa wavu wangu juu yako, nao watakukokota katika wavu wangu."
  },
  {
    "verseNumber": "EZK 32:4",
    "verseText": "Nitakutupa nchi kavu na kukuvurumisha uwanjani. Nitawafanya ndege wote wa angani watue juu yako na wanyama wote wa nchi watajishibisha nyama yako."
  },
  {
    "verseNumber": "EZK 32:5",
    "verseText": "Nitatawanya nyama yako juu ya milima na kujaza mabonde kwa mabaki yako."
  },
  {
    "verseNumber": "EZK 32:6",
    "verseText": "Nitailowanisha nchi kwa damu yako inayotiririka njia yote hadi milimani, nayo mabonde yatajazwa na nyama yako."
  },
  {
    "verseNumber": "EZK 32:7",
    "verseText": "Nitakapokuzimisha, nitafunika mbingu na kuzitia nyota zake giza; nitalifunika jua kwa wingu, nao mwezi hautatoa nuru yake."
  },
  {
    "verseNumber": "EZK 32:8",
    "verseText": "Mianga yote itoayo nuru angani nitaitia giza juu yako; nitaleta giza juu ya nchi yako, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 32:9",
    "verseText": "Nitaifadhaisha mioyo ya mataifa mengi nitakapokuangamiza miongoni mwa mataifa, nikikuleta uhamishoni miongoni mwa nchi ambazo haujapata kuzijua."
  },
  {
    "verseNumber": "EZK 32:10",
    "verseText": "Nitayafanya mataifa mengi wakustaajabie, wafalme wao watatetemeka kwa hofu kwa ajili yako nitakapotikisa upanga wangu mbele yao. Siku ya anguko lako kila mmoja wao atatetemeka kila dakika kwa ajili ya maisha yake."
  },
  {
    "verseNumber": "EZK 32:11",
    "verseText": "“ ‘Kwa kuwa hili ndilo BWANA Mwenyezi asemalo: “ ‘Upanga wa mfalme wa Babeli utakuja dhidi yako."
  },
  {
    "verseNumber": "EZK 32:12",
    "verseText": "Nitafanya makundi yako ya wajeuri kuanguka kwa panga za watu mashujaa, taifa katili kuliko mataifa yote. Watakivunjavunja kiburi cha Misri, nayo makundi yake yote ya wajeuri yatashindwa."
  },
  {
    "verseNumber": "EZK 32:13",
    "verseText": "Nitaangamiza mifugo yake yote wanaojilisha kando ya maji mengi, hayatavurugwa tena kwa mguu wa mwanadamu wala kwato za mnyama hazitayachafua tena."
  },
  {
    "verseNumber": "EZK 32:14",
    "verseText": "Kisha nitafanya maji yake yatulie na kufanya vijito vyake vitiririke kama mafuta, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 32:15",
    "verseText": "Nitakapoifanya Misri kuwa ukiwa na kuiondolea nchi kila kitu kilichomo ndani yake, nitakapowapiga wote waishio humo, ndipo watakapojua kuwa Mimi ndimi BWANA.’"
  },
  {
    "verseNumber": "EZK 32:16",
    "verseText": "“Hili ndilo ombolezo watakalomwimbia. Binti za mataifa wataliimba, kwa kuwa Misri na makundi yake yote ya wajeuri wataliimba, asema BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 32:17",
    "verseText": "Katika mwaka wa kumi na mbili, mwezi wa kwanza, siku ya kumi na tano ya mwezi, neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 32:18",
    "verseText": "“Mwanadamu, omboleza kwa ajili ya makundi ya wajeuri wa Misri na uwatupe kuzimu yeye na binti za mataifa yenye nguvu, waende huko pamoja nao washukao shimoni."
  },
  {
    "verseNumber": "EZK 32:19",
    "verseText": "Je, ninyi mnamzidi nani kwa uzuri? Shukeni chini! Nanyi mkalazwe pamoja na hao wasiotahiriwa!"
  },
  {
    "verseNumber": "EZK 32:20",
    "verseText": "Wataanguka miongoni mwa wale waliouawa kwa upanga. Upanga umefutwa, mwache aburutwe mbali pamoja na hao wajeuri wake wote."
  },
  {
    "verseNumber": "EZK 32:21",
    "verseText": "Kutoka kuzimu viongozi hodari watanena kuhusu Misri pamoja na wale walioungana nao, ‘Wameshuka chini, nao wamelala kimya pamoja na hao wasiotahiriwa, pamoja na wale waliouawa kwa upanga.’"
  },
  {
    "verseNumber": "EZK 32:22",
    "verseText": "“Ashuru yuko huko pamoja na jeshi lake lote, amezungukwa na makaburi ya watu wake wote waliouawa, wale wote walioanguka kwa upanga."
  },
  {
    "verseNumber": "EZK 32:23",
    "verseText": "Makaburi yao yako kwenye kina cha chini cha shimo na jeshi lake limelala kulizunguka kaburi lake. Wote waliokuwa wameeneza hofu kuu katika nchi ya walio hai wameuawa, wameanguka kwa upanga."
  },
  {
    "verseNumber": "EZK 32:24",
    "verseText": "“Elamu yuko huko, pamoja na makundi yake yote ya wajeuri wakiwa wamelizunguka kaburi lake. Wote wameuawa, wameanguka kwa upanga. Wote waliokuwa wameeneza hofu katika nchi ya walio hai walishuka kuzimu bila kutahiriwa. Wanaichukua aibu yao pamoja na wale washukao shimoni."
  },
  {
    "verseNumber": "EZK 32:25",
    "verseText": "Kitanda kimetandikwa kwa ajili yake miongoni mwa waliouawa, pamoja na makundi yake yote ya wajeuri wakiwa wamelizunguka kaburi lake. Wote ni watu wasiotahiriwa, wameuawa kwa upanga. Kwa sababu vitisho vyao vilienea katika nchi ya walio hai, wameichukua aibu yao pamoja na wale washukao shimoni, nao wamewekwa miongoni mwa waliouawa."
  },
  {
    "verseNumber": "EZK 32:26",
    "verseText": "“Mesheki na Tubali wako humo, pamoja na makundi yao ya wajeuri wakiwa wameyazunguka makaburi yao. Wote hawakutahiriwa, wameuawa kwa upanga kwa sababu walieneza vitisho vyao katika nchi ya walio hai."
  },
  {
    "verseNumber": "EZK 32:27",
    "verseText": "Je, hawakulala na mashujaa wengine wasiotahiriwa waliouawa, ambao wameshuka kaburini wakiwa na silaha zao za vita, ambao panga zao ziliwekwa chini ya vichwa vyao na uovu wao juu ya mifupa yao? Adhabu kwa ajili ya dhambi zao ilikuwa juu ya mifupa yao, ingawa vitisho vya mashujaa hawa vilikuwa vimeenea hadi kwenye nchi ya walio hai."
  },
  {
    "verseNumber": "EZK 32:28",
    "verseText": "“Wewe pia, ee Farao, utavunjwa nawe utalala miongoni mwa wasiotahiriwa, pamoja na wale waliouawa kwa upanga."
  },
  {
    "verseNumber": "EZK 32:29",
    "verseText": "“Edomu yuko humo, wafalme wake wote na wakuu wake wote, ambao ijapokuwa wana nguvu, wamelazwa pamoja na wale waliouawa kwa upanga. Wamelala pamoja na wasiotahiriwa, pamoja na wale washukao shimoni."
  },
  {
    "verseNumber": "EZK 32:30",
    "verseText": "“Wakuu wote wa kaskazini na Wasidoni wote wako huko, wameshuka chini pamoja na waliouawa kwa aibu ijapokuwa kuna vitisho vilivyosababishwa na nguvu zao. Wamelala bila kutahiriwa pamoja na wale waliouawa kwa upanga na kuchukua aibu yao pamoja na wale washukao chini shimoni."
  },
  {
    "verseNumber": "EZK 32:31",
    "verseText": "“Farao, yeye pamoja na jeshi lake lote, atakapowaona atafarijiwa kwa ajili ya makundi yake yote ya wajeuri, wale waliouawa kwa upanga, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 32:32",
    "verseText": "Ingawa nilimfanya Farao aeneze vitisho vyake katika nchi ya walio hai, Farao pamoja na makundi yake yote ya wajeuri watalazwa miongoni mwa wasiotahiriwa, pamoja na wale waliouawa kwa upanga, asema BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 33:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 33:2",
    "verseText": "“Mwanadamu, sema na watu wako uwaambie, ‘Nitakapoleta upanga dhidi ya nchi, nao watu wa nchi wakamchagua mmoja wa watu wao na kumfanya awe mlinzi wao,"
  },
  {
    "verseNumber": "EZK 33:3",
    "verseText": "naye auonapo upanga unakuja dhidi ya nchi na kupiga tarumbeta kuonya watu,"
  },
  {
    "verseNumber": "EZK 33:4",
    "verseText": "kama mtu yeyote asikiapo sauti ya tarumbeta hakukubali kuonywa, basi upanga ujapo na kuutoa uhai wake, damu yake itakuwa juu ya kichwa chake mwenyewe."
  },
  {
    "verseNumber": "EZK 33:5",
    "verseText": "Kwa kuwa alisikia sauti ya tarumbeta lakini hakukubali maonyo, damu yake itakuwa juu ya kichwa chake mwenyewe. Kama angekubali maonyo, angelijiokoa mwenyewe."
  },
  {
    "verseNumber": "EZK 33:6",
    "verseText": "Lakini kama mlinzi akiona upanga unakuja na asipige tarumbeta kuonya watu na upanga ukija na kutoa uhai wa mmoja wao, yule mtu ataondolewa kwa sababu ya dhambi yake, lakini damu yake nitaitaka mkononi mwa mlinzi huyo.’"
  },
  {
    "verseNumber": "EZK 33:7",
    "verseText": "“Mwanadamu, nimekufanya wewe kuwa mlinzi kwa ajili ya nyumba ya Israeli, kwa hiyo sikia neno nisemalo na uwape maonyo kutoka kwangu."
  },
  {
    "verseNumber": "EZK 33:8",
    "verseText": "Nimwambiapo mtu mwovu, ‘Ewe mtu mwovu, hakika utakufa,’ nawe hukusema neno la kumwonya ili atoke katika njia zake, yule mtu mwovu atakufa kwa ajili ya dhambi yake, mimi nitaitaka damu yake mkononi mwako."
  },
  {
    "verseNumber": "EZK 33:9",
    "verseText": "Lakini kama utamwonya huyo mtu mwovu aache njia zake mbaya naye hafanyi hivyo, atakufa kwa ajili ya dhambi yake, lakini utakuwa umejiokoa mwenyewe."
  },
  {
    "verseNumber": "EZK 33:10",
    "verseText": "“Mwanadamu, sema na nyumba ya Israeli uwaambie, ‘Hili ndilo mnalosema: “Makosa yetu na dhambi zetu zimetulemea, nasi tunadhoofika kwa sababu ya hayo. Tutawezaje basi kuishi?” ’"
  },
  {
    "verseNumber": "EZK 33:11",
    "verseText": "Waambie, ‘Hakika kama mimi niishivyo, asema BWANA Mwenyezi, sifurahii kifo cha watu waovu, bali kwamba wageuke kutoka njia zao mbaya wapate kuishi. Geukeni! Geukeni kutoka njia zenu mbaya! Kwa nini mkafe, ee nyumba ya Israeli?’"
  },
  {
    "verseNumber": "EZK 33:12",
    "verseText": "“Kwa hiyo, mwanadamu, waambie watu wako, ‘Haki ya mtu mwenye haki haitamwokoa wakati anapoacha kutii, wala uovu wa mtu mwovu hautamsababisha yeye kuanguka anapotubu na kuacha uovu. Mtu mwenye haki, kama akitenda dhambi, hataishi kwa sababu ya uadilifu wake wa awali.’"
  },
  {
    "verseNumber": "EZK 33:13",
    "verseText": "Kama nikimwambia mtu mwenye haki kwamba hakika utaishi, lakini akategemea hiyo haki yake na kutenda uovu, hakuna tendo lolote la haki alilotenda litakalokumbukwa, atakufa kwa ajili ya uovu alioutenda."
  },
  {
    "verseNumber": "EZK 33:14",
    "verseText": "Nami kama nikimwambia mtu mwovu, ‘Hakika utakufa,’ kisha akageuka kutoka dhambi yake na kufanya lile lililo haki na sawa,"
  },
  {
    "verseNumber": "EZK 33:15",
    "verseText": "kama akirudisha kile alichochukua rehani kwa ajili ya deni, akarudisha alichoiba na kufuata amri zile ziletazo uzima, wala hafanyi uovu, hakika ataishi, hatakufa."
  },
  {
    "verseNumber": "EZK 33:16",
    "verseText": "Hakuna dhambi yoyote aliyoitenda itakayokumbukwa juu yake. Ametenda lile lililo haki na sawa, hakika ataishi."
  },
  {
    "verseNumber": "EZK 33:17",
    "verseText": "“Lakini watu wako wanasema, ‘Njia ya Bwana si sawa.’ Lakini ni njia zao ambazo si sawa."
  },
  {
    "verseNumber": "EZK 33:18",
    "verseText": "Kama mtu mwenye haki akigeuka kutoka uadilifu wake na kufanya uovu, atakufa kwa ajili ya huo uovu."
  },
  {
    "verseNumber": "EZK 33:19",
    "verseText": "Naye mtu mwovu kama akigeuka kutoka uovu wake na kufanya lile lililo haki na sawa, kwa kufanya hivyo ataishi."
  },
  {
    "verseNumber": "EZK 33:20",
    "verseText": "Lakini, ee nyumba ya Israeli, unasema, ‘Njia ya Bwana si sawa.’ Lakini nitamhukumu kila mmoja wenu sawasawa na njia zake mwenyewe.”"
  },
  {
    "verseNumber": "EZK 33:21",
    "verseText": "Mwaka wa kumi na mbili wa uhamisho wetu, mwezi wa kumi, siku ya tano, mtu aliyekuwa ametoroka kutoka Yerusalemu akanijia na kusema, “Mji wa Yerusalemu umeanguka!”"
  },
  {
    "verseNumber": "EZK 33:22",
    "verseText": "Basi jioni kabla mtu huyo hajaja, mkono wa BWANA, ulikuwa juu yangu, naye alifungua kinywa changu kabla ya mtu yule aliyenijia asubuhi hajafika. Basi kinywa changu kilifunguliwa na sikuweza tena kunyamaza."
  },
  {
    "verseNumber": "EZK 33:23",
    "verseText": "Ndipo neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 33:24",
    "verseText": "“Mwanadamu, watu wanaoishi katika magofu hayo katika nchi ya Israeli wanasema hivi, ‘Abrahamu alikuwa mtu mmoja tu, hata hivyo akaimiliki nchi. Lakini sisi ni wengi, hakika tumepewa nchi kuwa milki yetu.’"
  },
  {
    "verseNumber": "EZK 33:25",
    "verseText": "Kwa hiyo waambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Kwa kuwa mnakula nyama pamoja na damu na kuinulia sanamu zenu macho na kumwaga damu, je, mtaimiliki nchi?"
  },
  {
    "verseNumber": "EZK 33:26",
    "verseText": "Mnategemea panga zenu, mnafanya mambo ya machukizo na kila mmoja wenu humtia unajisi mke wa jirani yake. Je, mtaimiliki nchi?’"
  },
  {
    "verseNumber": "EZK 33:27",
    "verseText": "“Waambie hivi: ‘Hili ndilo BWANA Mwenyezi asemalo: Hakika kama niishivyo, wale waliobaki katika magofu wataanguka kwa upanga, wale walio nje mashambani nitawatoa wararuliwe na wanyama pori, nao wale walio katika ngome na kwenye mapango watakufa kwa tauni."
  },
  {
    "verseNumber": "EZK 33:28",
    "verseText": "Nitaifanya nchi kuwa ukiwa na utupu na kiburi cha nguvu zake zitafikia mwisho, nayo milima ya Israeli itakuwa ukiwa ili mtu yeyote asipite huko."
  },
  {
    "verseNumber": "EZK 33:29",
    "verseText": "Kisha watajua kuwa Mimi ndimi BWANA, nitakapokuwa nimeifanya nchi kuwa ukiwa na utupu kwa sababu ya mambo yote ya machukizo waliyotenda.’"
  },
  {
    "verseNumber": "EZK 33:30",
    "verseText": "“Kwa habari yako wewe, mwanadamu, watu wako wanaongea habari zako wakiwa karibu na kuta na kwenye milango ya nyumba, wakiambiana kila mmoja na mwenzake, ‘Njooni msikie ujumbe ule utokao kwa BWANA.’"
  },
  {
    "verseNumber": "EZK 33:31",
    "verseText": "Watu wangu wanakujia, kama wafanyavyo, nao wanaketi mbele yako kama watu wangu na kusikiliza maneno yako, lakini hawayatendi. Kwa maana udanganyifu u katika midomo yao, lakini mioyo yao ina tamaa ya faida isiyo halali."
  },
  {
    "verseNumber": "EZK 33:32",
    "verseText": "Naam, mbele yao umekuwa tu kama yeye aimbaye nyimbo za mapenzi kwa sauti nzuri za kuvutia na kupiga vyombo kwa ustadi, kwa kuwa wanasikia maneno yako lakini hawayatendi."
  },
  {
    "verseNumber": "EZK 33:33",
    "verseText": "“Wakati mambo haya yote yatakapotimia, kwa kuwa hakika yatatokea, ndipo watakapojua kwamba nabii amekuwepo miongoni mwao.”"
  },
  {
    "verseNumber": "EZK 34:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 34:2",
    "verseText": "“Mwanadamu, tabiri juu ya wachungaji wa Israeli, tabiri na uwaambie: ‘Hili ndilo BWANA Mwenyezi asemalo: Ole wa wachungaji wa Israeli ambao hujitunza wenyewe tu! Je, haiwapasi wachungaji kutunza kundi la kondoo?"
  },
  {
    "verseNumber": "EZK 34:3",
    "verseText": "Mnakula mafuta ya wanyama, mnavaa mavazi ya sufu na kuchinja kondoo walionona, lakini hamlitunzi kundi."
  },
  {
    "verseNumber": "EZK 34:4",
    "verseText": "Hamkuwatia nguvu walio dhaifu wala hamkuwaganga wenye maradhi wala kuwafunga waliojeruhiwa. Hamkuwarudisha waliotangatanga wala kuwatafuta wale waliopotea. Badala yake mmewatawala kwa ukali na kwa ukatili."
  },
  {
    "verseNumber": "EZK 34:5",
    "verseText": "Hivyo walitawanyika kwa sababu hapakuwepo mchungaji, nao walipotawanyika, wakawa chakula cha wanyama wa mwitu wote."
  },
  {
    "verseNumber": "EZK 34:6",
    "verseText": "Kondoo wangu walitawanyika, wakatangatanga kwenye milima yote na kwenye kila kilima kirefu. Kondoo wangu walitawanyika juu ya uso wa dunia yote bila kuwa na yeyote wa kuwaulizia wala wa kuwatafuta."
  },
  {
    "verseNumber": "EZK 34:7",
    "verseText": "“ ‘Kwa hiyo, ninyi wachungaji, lisikieni neno la BWANA:"
  },
  {
    "verseNumber": "EZK 34:8",
    "verseText": "Kwa hakika kama niishivyo, asema BWANA Mwenyezi, kwa sababu kondoo zangu wamekosa mchungaji na hivyo wametekwa nyara na kuwa chakula cha wanyama wote wa mwituni na kwa sababu wachungaji wangu, hawakuwatafuta kondoo zangu, bali wachungaji wamejitunza wenyewe, nao hawakuwalisha kondoo zangu,"
  },
  {
    "verseNumber": "EZK 34:9",
    "verseText": "kwa hiyo enyi wachungaji, sikieni neno la BWANA:"
  },
  {
    "verseNumber": "EZK 34:10",
    "verseText": "Hili ndilo BWANA Mwenyezi asemalo: Mimi ni kinyume na wachungaji nami nitawadai kondoo zangu mikononi mwao. Nitawafukuza kutoka kwenye kuchunga kundi langu, ili wachungaji wasiendelee kujitunza wenyewe. Nitaokoa kondoo zangu kutoka kwenye vinywa vyao, nao kondoo hawatakuwa tena chakula chao."
  },
  {
    "verseNumber": "EZK 34:11",
    "verseText": "“ ‘Kwa kuwa hili ndilo BWANA Mwenyezi asemalo: Mimi mwenyewe nitawaulizia kondoo wangu na kuwatafuta."
  },
  {
    "verseNumber": "EZK 34:12",
    "verseText": "Kama vile mchungaji atafutavyo kundi lake lililotawanyika wakati akiwa pamoja nalo, hivyo ndivyo nitakavyowatafuta kondoo wangu. Nitawaokoa kutoka mahali pote walipokuwa wametawanyikia katika siku ya mawingu na giza nene."
  },
  {
    "verseNumber": "EZK 34:13",
    "verseText": "Nitawatoa katika mataifa na kuwakusanya kutoka nchi mbalimbali, nami nitawaleta katika nchi yao wenyewe. Nitawalisha kwenye milima ya Israeli, katika mabonde na mahali pote panapokalika katika nchi."
  },
  {
    "verseNumber": "EZK 34:14",
    "verseText": "Nitawachunga kwenye malisho mazuri na miinuko ya mlima wa Israeli patakuwa mahali pao pa malisho. Huko watajipumzisha kwa amani katika nchi ya malisho mazuri, nao watajilisha huko katika malisho tele katika milima ya Israeli."
  },
  {
    "verseNumber": "EZK 34:15",
    "verseText": "Mimi mwenyewe nitawachunga kondoo zangu na kuwafanya wapumzike, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 34:16",
    "verseText": "Nitawaulizia kondoo waliopotea na kuwaleta waliotangatanga. Nitawafunga waliojeruhiwa na kuwatia nguvu walio dhaifu lakini wale waliojikinai na wenye nguvu nitawaangamiza. Nitalichunga kundi kwa haki."
  },
  {
    "verseNumber": "EZK 34:17",
    "verseText": "“ ‘Kwa habari yenu, enyi kundi langu, hili ndilo BWANA Mwenyezi asemalo: Nitahukumu kati ya kondoo na kondoo, kati ya kondoo dume na mbuzi."
  },
  {
    "verseNumber": "EZK 34:18",
    "verseText": "Je, haiwatoshi ninyi kujilisha kwenye malisho mazuri? Je, ni lazima ninyi kuyakanyaga pia malisho yenu yaliyobaki kwa miguu yenu? Je, haiwatoshi ninyi kunywa maji safi? Je, ni lazima kuyachafua maji mengine kwa miguu yenu?"
  },
  {
    "verseNumber": "EZK 34:19",
    "verseText": "Je, ni lazima kundi langu wajilishe kwa yale mliyoyakanyaga na kunywa maji mliyoyachafua kwa miguu yenu?"
  },
  {
    "verseNumber": "EZK 34:20",
    "verseText": "“ ‘Kwa hiyo, hili ndilo BWANA Mwenyezi awaambialo: Tazama, mimi mwenyewe nitahukumu kati ya kondoo wanono na waliokonda."
  },
  {
    "verseNumber": "EZK 34:21",
    "verseText": "Kwa sababu mmewapiga kikumbo na kuwapiga kwa pembe zenu kondoo wote walio dhaifu mpaka wakawafukuza,"
  },
  {
    "verseNumber": "EZK 34:22",
    "verseText": "nitaliokoa kundi langu na hawatatekwa nyara tena. Nitahukumu kati ya kondoo na kondoo."
  },
  {
    "verseNumber": "EZK 34:23",
    "verseText": "Nitaweka juu yao mchungaji mmoja, mtumishi wangu Daudi, naye atawachunga, atawachunga na kuwa mchungaji wao."
  },
  {
    "verseNumber": "EZK 34:24",
    "verseText": "Mimi BWANA nitakuwa Mungu wao, naye mtumishi wangu Daudi atakuwa mkuu miongoni mwao. Mimi BWANA nimenena."
  },
  {
    "verseNumber": "EZK 34:25",
    "verseText": "“ ‘Nitafanya nao Agano la amani na kuwaondoa wanyama wa mwitu kutoka nchi yao ili kondoo wangu waweze kupumzika nyikani na msituni kwa salama."
  },
  {
    "verseNumber": "EZK 34:26",
    "verseText": "Nitawabariki wao pamoja na maeneo yanayozunguka kilima changu. Nitawanyeshea mvua kwa majira yake, kutakuwepo mvua za baraka."
  },
  {
    "verseNumber": "EZK 34:27",
    "verseText": "Miti ya shambani itatoa matunda yake na ardhi itatoa mazao yake, watu watakaa salama katika nchi yao. Watajua kuwa Mimi ndimi BWANA, nitakapovunja vifungo vya nira zao na kuwaokoa kutoka mikono ya wale waliowafanya watumwa."
  },
  {
    "verseNumber": "EZK 34:28",
    "verseText": "Hawatatekwa tena nyara na mataifa, wala wanyama pori hawatawala tena. Wataishi kwa salama, wala hakuna yeyote atakayewatia hofu."
  },
  {
    "verseNumber": "EZK 34:29",
    "verseText": "Nitawapa nchi yenye sifa kutokana na mazao yake, hawatapatwa na njaa katika nchi tena wala hawatadharauliwa na mataifa."
  },
  {
    "verseNumber": "EZK 34:30",
    "verseText": "Ndipo watakapojua kuwa Mimi, BWANA, Mungu wao, niko pamoja nao, na kwamba wao, nyumba ya Israeli, ni watu wangu, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 34:31",
    "verseText": "Ninyi ni kondoo wangu, kondoo wa malisho yangu, ninyi ni watu wangu, nami ni Mungu wenu, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 35:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 35:2",
    "verseText": "“Mwanadamu, elekeza uso wako juu ya mlima Seiri, utabiri dhidi yake"
  },
  {
    "verseNumber": "EZK 35:3",
    "verseText": "na useme: ‘Hili ndilo BWANA Mwenyezi asemalo: Mimi ni kinyume nawe, ee mlima Seiri, nami nitanyoosha mkono wangu dhidi yako na kukufanya ukiwa na usiyekaliwa na watu wala kulimika."
  },
  {
    "verseNumber": "EZK 35:4",
    "verseText": "Nitaifanya miji yako kuwa magofu nawe utakuwa ukiwa. Ndipo utakapojua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 35:5",
    "verseText": "“ ‘Kwa sababu ulificha moyoni uadui wa siku nyingi nawe ukawatoa Waisraeli wauawe kwa upanga wakati wa maafa yao, wakati adhabu yake ilipofikia kilele chake,"
  },
  {
    "verseNumber": "EZK 35:6",
    "verseText": "kwa hiyo hakika kama niishivyo, asema BWANA Mwenyezi, nitakutia katika umwagaji damu nao utakufuatia. Kwa kuwa hakuchukia kumwaga damu, kumwaga damu kutakufuatia."
  },
  {
    "verseNumber": "EZK 35:7",
    "verseText": "Nitaufanya Mlima Seiri ukiwa na usiokaliwa na watu wala kulimika na kuukatilia mbali na wote wanaokuja na wanaokwenda."
  },
  {
    "verseNumber": "EZK 35:8",
    "verseText": "Nitaijaza milima yenu kwa watu wake waliouawa, wale waliouawa kwa upanga wataanguka juu ya vilima vyako na katika mabonde yako na katika makorongo yako yote."
  },
  {
    "verseNumber": "EZK 35:9",
    "verseText": "Nitakufanya ukiwa milele, watu hawataishi katika miji yako. Ndipo utakapojua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 35:10",
    "verseText": "“ ‘Kwa sababu umesema, “Mataifa haya mawili na nchi hizi zitakuwa zetu nasi tutazimiliki,” ingawa hata mimi BWANA nilikuwa huko,"
  },
  {
    "verseNumber": "EZK 35:11",
    "verseText": "kwa hiyo hakika kama niishivyo, asema BWANA Mwenyezi, nitakutenda kwa kadiri ya hasira na wivu uliouonyesha katika chuki yako juu yao nami nitafanya nijulikane miongoni mwao wakati nitakapokuhukumu."
  },
  {
    "verseNumber": "EZK 35:12",
    "verseText": "Ndipo utakapojua kuwa Mimi BWANA nimesikia mambo yote ya dharau uliyosema dhidi ya milima ya Israeli. Ulisema, “Wamefanyika ukiwa na kutiwa mikononi mwetu tuwararue.”"
  },
  {
    "verseNumber": "EZK 35:13",
    "verseText": "Ulijigamba dhidi yangu na kusema maneno dhidi yangu bila kujizuia, nami nikayasikia."
  },
  {
    "verseNumber": "EZK 35:14",
    "verseText": "Hili ndilo BWANA Mwenyezi asemalo: Wakati dunia yote inashangilia nitakufanya ukiwa."
  },
  {
    "verseNumber": "EZK 35:15",
    "verseText": "Kwa sababu ulishangilia wakati urithi wa nyumba ya Israeli ulipofanyika ukiwa, hivyo ndivyo nitakavyokutendea. Utakuwa ukiwa, ee mlima Seiri, wewe na Edomu yote. Kisha ndipo watajua kuwa Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "EZK 36:1",
    "verseText": "“Mwanadamu, itabirie milima ya Israeli na useme, ‘Ee milima ya Israeli, sikieni neno la BWANA."
  },
  {
    "verseNumber": "EZK 36:2",
    "verseText": "Hili ndilo BWANA Mwenyezi asemalo: Kwa sababu adui wanasema juu yako, “Aha! Mahali palipoinuka pa zamani pamekuwa milki yetu.” ’"
  },
  {
    "verseNumber": "EZK 36:3",
    "verseText": "Kwa hiyo tabiri na useme, ‘Hili ndilo BWANA Mwenyezi asemalo: Kwa sababu wamewafanya ukiwa na kuwagandamiza kila upande ili mpate kuwa milki ya mataifa mengine na kuwa kitu cha kusimangwa na kudhihakiwa miongoni mwa watu,"
  },
  {
    "verseNumber": "EZK 36:4",
    "verseText": "kwa hiyo, ee milima ya Israeli, sikieni neno la BWANA Mwenyezi: Hili ndilo BWANA Mwenyezi asemalo kwa milima na vilima, kwa makorongo na mabonde, kwa mahame yaliyo ukiwa, miji iliyoachwa ambayo imetekwa nyara na kudharauliwa na mataifa mengine yanayowazunguka,"
  },
  {
    "verseNumber": "EZK 36:5",
    "verseText": "hili ndilo BWANA Mwenyezi asemalo: Katika wivu wangu uwakao nimenena dhidi ya mataifa mengine na dhidi ya Edomu yote, kwa maana kwa furaha na hila katika mioyo yao waliifanya nchi yangu kuwa milki yao ili wapate kuteka nyara sehemu yake ya malisho.’"
  },
  {
    "verseNumber": "EZK 36:6",
    "verseText": "Kwa hiyo tabiri kuhusu nchi ya Israeli na uiambie milima na vilima, makorongo na vijito na mabonde: ‘Hili ndilo BWANA Mwenyezi asemalo: Ninanena katika wivu wa ghadhabu yangu kwa sababu mmedharauliwa na mataifa."
  },
  {
    "verseNumber": "EZK 36:7",
    "verseText": "Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Ninaapa kwa mkono wangu ulioinuliwa kwamba mataifa wanaowazunguka nao pia watadharauliwa."
  },
  {
    "verseNumber": "EZK 36:8",
    "verseText": "“ ‘Lakini ninyi, ee milima ya Israeli, mtatoa matawi na matunda kwa ajili ya watu wangu Israeli, kwa sababu hivi karibuni watakuja nyumbani."
  },
  {
    "verseNumber": "EZK 36:9",
    "verseText": "Mimi ninawajibika nanyi na nitawaangalia kwa upendeleo, mtalimwa na kupandwa mbegu,"
  },
  {
    "verseNumber": "EZK 36:10",
    "verseText": "nami nitaizidisha idadi ya watu kwenu, naam, nyumba yote ya Israeli. Miji itakaliwa na watu na magofu yatajengwa upya."
  },
  {
    "verseNumber": "EZK 36:11",
    "verseText": "Nitaongeza idadi ya watu na wanyama juu yenu, nao watazaana sana na kuwa wengi mno. Nitawakalisha watu ndani yenu kama ilivyokuwa wakati uliopita, nami nitawafanya mfanikiwe kuliko hapo kwanza. Ndipo mtakapojua kuwa Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 36:12",
    "verseText": "Nitawafanya watu, watu wangu Israeli, kutembea juu yenu. Watawamiliki ninyi, nanyi mtakuwa urithi wao, kamwe hamtawaondolea tena watoto wao."
  },
  {
    "verseNumber": "EZK 36:13",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Kwa sababu watu wanakuambia, “Unawala watu na kuliondolea taifa lako watoto wake,”"
  },
  {
    "verseNumber": "EZK 36:14",
    "verseText": "kwa hiyo hutakula tena watu wala kulifanya tena taifa lako lisiwe na watoto, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 36:15",
    "verseText": "Sitakufanya tena usikie dhihaka za mataifa, wala kudharauliwa na kabila za watu, wala kulifanya taifa lako lianguke, asema BWANA Mwenyezi.’ ”"
  },
  {
    "verseNumber": "EZK 36:16",
    "verseText": "Neno la BWANA likanijia tena, kusema:"
  },
  {
    "verseNumber": "EZK 36:17",
    "verseText": "“Mwanadamu, nyumba ya Israeli walipokuwa wakiishi katika nchi yao wenyewe, waliinajisi kwa mwenendo wao na matendo yao. Mwenendo wao mbele zangu ulikuwa kama mwanamke aliye katika hedhi."
  },
  {
    "verseNumber": "EZK 36:18",
    "verseText": "Hivyo nilimwaga ghadhabu yangu juu yao kwa sababu walikuwa wamemwaga damu katika nchi na kwa sababu walikuwa wameitia nchi unajisi kwa sanamu zao."
  },
  {
    "verseNumber": "EZK 36:19",
    "verseText": "Nikawatawanya miongoni mwa mataifa, nao wakaenda huku na huko katika nchi mbalimbali, nikawahukumu sawasawa na mwenendo wao na matendo yao."
  },
  {
    "verseNumber": "EZK 36:20",
    "verseText": "Tena popote walipokwenda miongoni mwa mataifa walilitia unajisi Jina langu takatifu, kwa kuwa watu walisema kuwahusu, ‘Hawa ndio watu wa BWANA, lakini imewapasa kuondoka katika nchi yake.’"
  },
  {
    "verseNumber": "EZK 36:21",
    "verseText": "Lakini niliwahurumia kwa ajili ya Jina langu takatifu, ambalo nyumba ya Israeli imelitia unajisi miongoni mwa mataifa huko walikokwenda."
  },
  {
    "verseNumber": "EZK 36:22",
    "verseText": "“Kwa hiyo iambie nyumba ya Israeli, ‘Hili ndilo BWANA Mwenyezi asemalo: Si kwa ajili yako, ee nyumba ya Israeli, kwamba ninafanya mambo haya, bali ni kwa ajili ya Jina langu takatifu, ambalo mmelitia unajisi miongoni mwa mataifa mliyoyaendea."
  },
  {
    "verseNumber": "EZK 36:23",
    "verseText": "Nitauonyesha utakatifu wa Jina langu kuu, ambalo limetiwa unajisi miongoni mwa mataifa, jina ambalo limetiwa unajisi miongoni mwao. Ndipo mataifa watakapojua kuwa Mimi ndimi BWANA, asema BWANA Mwenyezi, nitakapojionyesha mwenyewe kuwa mtakatifu kwa kuwapitia ninyi mbele ya macho yao."
  },
  {
    "verseNumber": "EZK 36:24",
    "verseText": "“ ‘Kwa kuwa nitawaondoa ninyi toka mataifa, nitawakusanya kutoka nchi zote na kuwarudisha kwenye nchi yenu wenyewe."
  },
  {
    "verseNumber": "EZK 36:25",
    "verseText": "Nitawanyunyizia maji safi, nanyi mtakuwa safi, nitawatakasa kutoka uchafu wenu wote na kutoka sanamu zenu zote."
  },
  {
    "verseNumber": "EZK 36:26",
    "verseText": "Nitawapa moyo mpya na kuweka roho mpya ndani yenu, nitaondoa ndani yenu moyo wenu wa jiwe na kuwapa moyo wa nyama."
  },
  {
    "verseNumber": "EZK 36:27",
    "verseText": "Nami nitaweka Roho yangu ndani yenu na kuwafanya ninyi mfuate amri zangu na kuwafanya kuwa waangalifu kuzishika sheria zangu."
  },
  {
    "verseNumber": "EZK 36:28",
    "verseText": "Mtaishi katika nchi niliyowapa baba zenu, ninyi mtakuwa watu wangu nami nitakuwa Mungu wenu."
  },
  {
    "verseNumber": "EZK 36:29",
    "verseText": "Nitawaokoa ninyi kutoka unajisi wenu wote. Nitaiita nafaka na kuiongeza iwe nyingi sana nami sitaleta njaa juu yenu."
  },
  {
    "verseNumber": "EZK 36:30",
    "verseText": "Nitaongeza matunda ya miti na mazao ya mashamba, ili kwamba msipate tena aibu miongoni mwa mataifa kwa ajili ya njaa."
  },
  {
    "verseNumber": "EZK 36:31",
    "verseText": "Ndipo mtakapozikumbuka njia zenu za uovu na matendo yenu maovu, nanyi mtajichukia wenyewe kwa ajili ya dhambi zote na matendo yenu ya kuchukiza."
  },
  {
    "verseNumber": "EZK 36:32",
    "verseText": "Ninataka ninyi mjue kwamba sifanyi hili kwa ajili yenu, asema BWANA Mwenyezi. Oneni aibu na mkatahayari kwa ajili ya mwenendo wenu, ee nyumba ya Israeli!"
  },
  {
    "verseNumber": "EZK 36:33",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Siku ile nitakapowasafisha kutoka dhambi zenu zote, nitarudisha watu waishi katika miji yenu na magofu yatajengwa upya."
  },
  {
    "verseNumber": "EZK 36:34",
    "verseText": "Nchi iliyokuwa ukiwa italimwa badala ya kukaa ukiwa machoni mwa wale wote wanaopita ndani yake."
  },
  {
    "verseNumber": "EZK 36:35",
    "verseText": "Watasema, “Hii nchi iliyokuwa imeachwa ukiwa sasa imekuwa kama bustani ya Edeni, miji ile iliyokuwa magofu, ukiwa na kuangamizwa, sasa imejengewa ngome na kukaliwa na watu.”"
  },
  {
    "verseNumber": "EZK 36:36",
    "verseText": "Ndipo mataifa yanayowazunguka yaliyobakia watakapojua kuwa Mimi BWANA nimejenga tena kile kilichoharibiwa na nimepanda tena kile kilichokuwa ukiwa. Mimi BWANA nimenena, nami nitalifanya.’"
  },
  {
    "verseNumber": "EZK 36:37",
    "verseText": "“Hili ndilo BWANA Mwenyezi asemalo: Mara nyingine tena nitasikia maombi ya nyumba ya Israeli na kuwatendea jambo hili: Nitawafanya watu wake kuwa wengi kama kondoo,"
  },
  {
    "verseNumber": "EZK 36:38",
    "verseText": "kuwa wengi kama kundi la kondoo kwa ajili ya dhabihu huko Yerusalemu wakati wa sikukuu zao za wakati ulioamriwa. Hivyo ndivyo miji iliyokuwa magofu itajazwa na makundi ya watu. Ndipo watakapojua kuwa Mimi ndimi BWANA.”"
  },
  {
    "verseNumber": "EZK 37:1",
    "verseText": "Mkono wa BWANA ulikuwa juu yangu, naye akanitoa nje kwa Roho wa BWANA na kuniweka katikati ya bonde lililokuwa limejaa mifupa tele."
  },
  {
    "verseNumber": "EZK 37:2",
    "verseText": "Akanipitisha pande zote kwenye hiyo mifupa, nami nikaona mifupa mingi sana ndani ya lile bonde, mifupa iliyokuwa imekauka sana."
  },
  {
    "verseNumber": "EZK 37:3",
    "verseText": "Akaniuliza, “Mwanadamu, mifupa hii yaweza kuishi?” Nikajibu, “Ee BWANA Mwenyezi, wewe peke yako wajua.”"
  },
  {
    "verseNumber": "EZK 37:4",
    "verseText": "Ndipo akaniambia, “Itabirie mifupa hii na uiambie, ‘Enyi mifupa mikavu, sikieni neno la BWANA!"
  },
  {
    "verseNumber": "EZK 37:5",
    "verseText": "Hili ndilo BWANA Mwenyezi asemalo kwa hii mifupa: Nitatia pumzi ndani yenu, nanyi mtaishi."
  },
  {
    "verseNumber": "EZK 37:6",
    "verseText": "Nitawawekea mishipa, nami nitaifanya nyama ije juu yenu na kuwafunika kwa ngozi. Nitatia pumzi ndani yenu, nanyi mtakuwa hai. Ndipo mtakapojua kuwa Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "EZK 37:7",
    "verseText": "Basi nikatabiri kama nilivyoamriwa. Wakati nilipokuwa ninatabiri, kukawa na sauti, sauti ya kugongana, nayo mifupa ikasogeleana, mfupa kwa mfupa mwenziwe."
  },
  {
    "verseNumber": "EZK 37:8",
    "verseText": "Nikatazama, mishipa na nyama vikatokea juu ya mifupa na ngozi ikaifunika, lakini hapakuwepo pumzi ndani yake."
  },
  {
    "verseNumber": "EZK 37:9",
    "verseText": "Ndipo aliponiambia, “Utabirie upepo, tabiri, mwanadamu na uuambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Njoo kutoka pande nne, ee pumzi, nawe upulizie pumzi ndani ya hawa waliouawa, ili wapate kuishi.’ ”"
  },
  {
    "verseNumber": "EZK 37:10",
    "verseText": "Hivyo nikatabiri kama alivyoniamuru, nayo pumzi ikawaingia, wakawa hai na wakasimama kwa miguu yao, jeshi kubwa mno."
  },
  {
    "verseNumber": "EZK 37:11",
    "verseText": "Ndipo akaniambia: “Mwanadamu, mifupa hii ni nyumba yote ya Israeli. Nao wanasema, ‘Mifupa yetu imekauka na tumaini letu limetoweka, tumekatiliwa mbali.’"
  },
  {
    "verseNumber": "EZK 37:12",
    "verseText": "Hivyo watabirie na uwaambie: ‘Hili ndilo BWANA Mwenyezi asemalo: Enyi watu wangu, nitayafunua makaburi yenu na kuwatoa ndani yake, nami nitawarudisha tena katika nchi ya Israeli."
  },
  {
    "verseNumber": "EZK 37:13",
    "verseText": "Ndipo ninyi watu wangu, mtakapojua kuwa Mimi ndimi BWANA, nitakapoyafunua makaburi yenu na kuwatoa humo."
  },
  {
    "verseNumber": "EZK 37:14",
    "verseText": "Nitatia Roho yangu ndani yenu nanyi mtaishi, nami nitawakalisha katika nchi yenu wenyewe. Ndipo mtakapojua kwamba Mimi BWANA nimenena, nami nitalitenda, asema BWANA!’ ”"
  },
  {
    "verseNumber": "EZK 37:15",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 37:16",
    "verseText": "“Mwanadamu, chukua fimbo na uandike juu yake, ‘Hii ni kwa ajili ya Yuda na Waisraeli waliofungamana naye.’ Kisha chukua fimbo nyingine, uandike juu yake, ‘Fimbo ya Efraimu, ni kwa ajili ya Yosefu na nyumba yote ya Israeli wanaofungamana naye.’"
  },
  {
    "verseNumber": "EZK 37:17",
    "verseText": "Ziunganishe pamoja kuwa fimbo moja ili kwamba ziwe fimbo moja katika mkono wako."
  },
  {
    "verseNumber": "EZK 37:18",
    "verseText": "“Watu wako watakapokuuliza, ‘Je, hutatuambia ni nini maana ya jambo hili?’"
  },
  {
    "verseNumber": "EZK 37:19",
    "verseText": "Waambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Nitaichukua fimbo ya Yosefu, iliyoko mikononi mwa Efraimu na ya makabila ya Israeli yanayofungamana naye na kuiunganisha na fimbo ya Yuda, nikizifanya kuwa fimbo moja, nao watakuwa wamoja katika mkono wangu.’"
  },
  {
    "verseNumber": "EZK 37:20",
    "verseText": "Inua mbele ya macho yao zile fimbo ulizoziandika"
  },
  {
    "verseNumber": "EZK 37:21",
    "verseText": "kisha waambie, ‘Hili ndilo BWANA Mwenyezi asemalo: Nitawatoa Waisraeli katika mataifa walikokuwa wamekwenda. Nitawakusanya popote walipo na kuwarudisha katika nchi yao wenyewe."
  },
  {
    "verseNumber": "EZK 37:22",
    "verseText": "Nitawafanya kuwa taifa moja katika nchi, katika milima ya Israeli. Patakuwa na mfalme mmoja juu yao wote na kamwe hawatagawanyika tena kuwa mataifa mawili au kugawanyika katika falme mbili."
  },
  {
    "verseNumber": "EZK 37:23",
    "verseText": "Hawatajitia tena unajisi kwa sanamu zao na vinyago vyao visivyo na maana wala kwa makosa yao yoyote, kwa maana nitawaokoa kutoka dhambi zao zote zilizowarudisha nyuma, nami nitawatakasa. Wao watakuwa watu wangu, nami nitakuwa Mungu wao."
  },
  {
    "verseNumber": "EZK 37:24",
    "verseText": "“ ‘Mtumishi wangu Daudi atakuwa mfalme juu yao, nao wote watakuwa na mchungaji mmoja. Watafuata sheria zangu na kuzishika amri zangu kwa uangalifu."
  },
  {
    "verseNumber": "EZK 37:25",
    "verseText": "Wataishi katika nchi niliyompa mtumishi wangu Yakobo, nchi ambamo baba zenu waliishi. Wao na watoto wao na watoto wa watoto wao wataishi humo milele, naye Daudi mtumishi wangu atakuwa mkuu wao milele."
  },
  {
    "verseNumber": "EZK 37:26",
    "verseText": "Nitafanya nao Agano la amani, litakuwa Agano la milele. Nitawafanya imara na kuongeza idadi yao, nami nitaweka mahali patakatifu pangu miongoni mwao milele."
  },
  {
    "verseNumber": "EZK 37:27",
    "verseText": "Maskani yangu yatakuwa pamoja nao, nitakuwa Mungu wao, nao watakuwa watu wangu."
  },
  {
    "verseNumber": "EZK 37:28",
    "verseText": "Ndipo mataifa watakapojua kwamba Mimi BWANA ndiye ninayeifanya Israeli kuwa takatifu, wakati mahali patakatifu pangu patakapokuwa miongoni mwao milele.’ ”"
  },
  {
    "verseNumber": "EZK 38:1",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "EZK 38:2",
    "verseText": "“Mwanadamu, kaza uso wako dhidi ya Gogu, katika nchi ya Magogu, mkuu wa Roshi, Mesheki na Tubali, tabiri dhidi yake"
  },
  {
    "verseNumber": "EZK 38:3",
    "verseText": "na useme: ‘Hili ndilo BWANA Mwenyezi asemalo: Ee Gogu, mimi ni kinyume nawe, mtawala mkuu wa Roshi, Mesheki na Tubali."
  },
  {
    "verseNumber": "EZK 38:4",
    "verseText": "Nitakugeuza kuelekea ulikotoka na kukutia ndoana kwenye mataya yako na kukutoa nje wewe pamoja na jeshi lako lote, yaani, farasi wako, wapanda farasi wako waliojiandaa tayari kwa vita, pamoja na kundi kubwa la wajeuri wakiwa na ngao na vigao, wote wakipunga panga zao."
  },
  {
    "verseNumber": "EZK 38:5",
    "verseText": "Uajemi, Kushi na Putu watakuwa pamoja nao, wote wakiwa na ngao na kofia za chuma,"
  },
  {
    "verseNumber": "EZK 38:6",
    "verseText": "pia Gomeri pamoja na vikosi vyake vyote, na Beth-Togarma kutoka kaskazini ya mbali pamoja na vikosi vyake vyote, mataifa mengi wakiwa pamoja nawe."
  },
  {
    "verseNumber": "EZK 38:7",
    "verseText": "“ ‘Jiandae, uwe tayari, wewe na makundi yako yote ya wajeuri yaliyokusanyika pamoja nawe, nawe waamrishe."
  },
  {
    "verseNumber": "EZK 38:8",
    "verseText": "Baada ya siku nyingi utaitwa vitani. Katika miaka ijayo, utaivamia nchi ile ambayo imepona kutoka vita, ambayo watu wake walikusanywa kutoka mataifa mengi kuja katika milima ya Israeli, ambayo kwa muda mrefu ilikuwa imeachwa ukiwa. Wameletwa kutoka mataifa na sasa wote wanaishi katika hali ya salama."
  },
  {
    "verseNumber": "EZK 38:9",
    "verseText": "Wewe na vikosi vyako vyote na mataifa mengi yaliyo pamoja nawe mtapanda juu, mtawazoa kama tufani na kuifunika nchi kama wingu."
  },
  {
    "verseNumber": "EZK 38:10",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Katika siku ile mawazo yataingia moyoni mwako nawe utapanga mipango mibaya."
  },
  {
    "verseNumber": "EZK 38:11",
    "verseText": "Utasema, “Nitapigana vita na nchi ambayo vijiji vyake havina maboma. Nitawashambulia watu wanaoishi kwa amani na wasiotarajia vita: wote wanaishi bila maboma na bila malango na makomeo."
  },
  {
    "verseNumber": "EZK 38:12",
    "verseText": "Nitateka mateka na kuchukua nyara mali za wale waliorudi kuishi katika mahame na wale watu waliokusanywa kutoka kwa mataifa, ambao sasa wana mifugo na mali nyingi, wanaoishi katikati ya nchi.”"
  },
  {
    "verseNumber": "EZK 38:13",
    "verseText": "Sheba na Dedani pamoja na wafanyabiashara wa Tarshishi na vijiji vyake vyote watakuambia, “Je, umekuja kuteka mateka? Je, umekusanya makundi yako ya wajeuri ili kuchukua nyara mali, kutwaa fedha na dhahabu, kutunyangʼanya mifugo na mali na kuteka nyara nyingi zaidi?” ’"
  },
  {
    "verseNumber": "EZK 38:14",
    "verseText": "“Kwa hiyo, mwanadamu, tabiri na umwambie Gogu: ‘Hili ndilo BWANA Mwenyezi asemalo: Katika siku ile, watu wangu Israeli watakapokuwa wanaishi salama, Je, wewe mwenyewe hutalijua hilo?"
  },
  {
    "verseNumber": "EZK 38:15",
    "verseText": "Utakuja kutoka kwako huko kaskazini ya mbali, ukiwa pamoja na mataifa mengi, wote wakiwa wamepanda farasi, kundi kubwa, jeshi kuu."
  },
  {
    "verseNumber": "EZK 38:16",
    "verseText": "Utakuja dhidi ya watu wangu Israeli kama wingu lifunikavyo nchi. Siku zijazo, ee Gogu, nitakuleta wewe dhidi ya nchi yangu, ili kwamba mataifa wapate kunijua Mimi nitakapojionyesha mtakatifu kwa kukupitia wewe mbele ya macho yao."
  },
  {
    "verseNumber": "EZK 38:17",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Je, wewe si yule niliyenena juu yako katika siku za zamani kwa kupitia kwa watumishi wangu manabii wa Israeli? Wakati ule walitabiri kwa miaka mingi kwamba ningekuleta upigane nao."
  },
  {
    "verseNumber": "EZK 38:18",
    "verseText": "Hili ndilo litakalotokea katika siku ile: Gogu atakaposhambulia nchi ya Israeli, hasira yangu kali itaamka, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 38:19",
    "verseText": "Katika wivu wangu na ghadhabu yangu kali ninasema kuwa wakati ule patakuwepo tetemeko kuu katika nchi ya Israeli."
  },
  {
    "verseNumber": "EZK 38:20",
    "verseText": "Samaki wa baharini, ndege wa angani, wanyama wa kondeni, kila kiumbe kitambaacho ardhini, na watu wote walio juu ya uso wa nchi watatetemeka mbele zangu. Milima itapinduka, majabali yatapasuka na kila ukuta utaanguka chini."
  },
  {
    "verseNumber": "EZK 38:21",
    "verseText": "Nitaita upanga vita dhidi ya Gogu juu ya milima yangu yote, asema BWANA Mwenyezi. Upanga wa kila mtu utakuwa dhidi ya ndugu yake."
  },
  {
    "verseNumber": "EZK 38:22",
    "verseText": "Nitatekeleza hukumu juu yake kwa tauni na kwa umwagaji wa damu. Nitaifanya mvua ya mafuriko kunyesha, mvua ya mawe na moto wa kiberiti juu yake na juu ya vikosi vyake na juu ya mataifa mengi walio pamoja naye."
  },
  {
    "verseNumber": "EZK 38:23",
    "verseText": "Nami hivyo ndivyo nitakavyoonyesha ukuu wangu na utakatifu wangu, nami nitajijulisha mbele ya macho ya mataifa mengi. Ndipo watakapojua kuwa Mimi ndimi BWANA.’"
  },
  {
    "verseNumber": "EZK 39:1",
    "verseText": "“Mwanadamu, tabiri dhidi ya Gogu useme: ‘Hili ndilo BWANA Mwenyezi asemalo: Ee Gogu mimi ni kinyume nawe, mtawala mkuu wa Roshi, Mesheki na Tubali."
  },
  {
    "verseNumber": "EZK 39:2",
    "verseText": "Nitakugeuza kuelekea ulikotoka na kukuburuta. Nitakuleta kutoka kaskazini ya mbali na kukupeleka wewe dhidi ya milima ya Israeli."
  },
  {
    "verseNumber": "EZK 39:3",
    "verseText": "Kisha nitaupiga upinde wako kutoka mkono wako wa kushoto na kuifanya mishale ianguke kutoka mkono wako wa kuume."
  },
  {
    "verseNumber": "EZK 39:4",
    "verseText": "Utaanguka kwenye milima ya Israeli, wewe pamoja na vikosi vyako vyote na yale mataifa yaliyo pamoja nawe. Nitakutoa uwe chakula cha ndege wa aina zote walao nyama na cha wanyama wa mwituni."
  },
  {
    "verseNumber": "EZK 39:5",
    "verseText": "Utaanguka katika uwanja, kwa kuwa nimenena, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 39:6",
    "verseText": "Nitatuma moto juu ya Magogu na kwa wale wanaoishi kwa salama huko pwani, nao watajua kwamba Mimi ndimi BWANA."
  },
  {
    "verseNumber": "EZK 39:7",
    "verseText": "“ ‘Nitalifanya Jina langu takatifu lijulikane miongoni mwa watu wangu Israeli. Sitaliacha tena Jina langu takatifu litiwe unajisi, nayo mataifa watajua kuwa Mimi BWANA ndimi Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "EZK 39:8",
    "verseText": "Hili jambo linakuja! Hakika litatokea, asema BWANA Mwenyezi. Hii ndiyo siku ile niliyosema habari zake."
  },
  {
    "verseNumber": "EZK 39:9",
    "verseText": "“ ‘Ndipo wale wanaoishi katika miji ya Israeli watakapotoka na kutumia hizo silaha kuwashia moto na kuziteketeza, yaani, kigao na ngao, pinde na mishale, rungu za vita na mikuki. Kwa miaka saba watavitumia kama kuni."
  },
  {
    "verseNumber": "EZK 39:10",
    "verseText": "Hawatahitaji kukusanya kuni kutoka mashambani wala kukata kuni kutoka kwenye misitu, kwa sababu watatumia silaha kuwa kuni. Nao watawateka mateka wale waliowateka na kuchukua nyara mali za wale waliochukua mali zao nyara, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 39:11",
    "verseText": "“ ‘Siku ile nitampa Gogu mahali pa kuzikia katika Israeli, katika bonde la wale wasafirio upande wa mashariki kuelekea baharini. Jambo hili litazuia njia ya wasafiri kwa sababu Gogu na makundi yake yote ya wajeuri watazikwa huko. Kwa hiyo litaitwa Bonde la Hamon-Gogu."
  },
  {
    "verseNumber": "EZK 39:12",
    "verseText": "“ ‘Kwa miezi saba nyumba ya Israeli itakuwa ikiwazika ili kuisafisha nchi."
  },
  {
    "verseNumber": "EZK 39:13",
    "verseText": "Watu wote wa nchi watawazika, nayo siku nitakayotukuzwa itakuwa siku ya kumbukumbu kwa ajili yao, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 39:14",
    "verseText": "“ ‘Watu wataajiriwa mara kwa mara kuisafisha nchi. Baadhi yao watapita nchini kote na zaidi yao hao wengine, watawazika wale waliosalia juu ya uso wa nchi. Mwisho wa hiyo miezi saba wataanza upekuzi wao."
  },
  {
    "verseNumber": "EZK 39:15",
    "verseText": "Wakati wanapopita nchini kote na mmoja wao akaona mfupa wa mwanadamu, ataweka alama kando yake mpaka wachimba kaburi wawe wameuzika katika Bonde la Hamon-Gogu."
  },
  {
    "verseNumber": "EZK 39:16",
    "verseText": "(Pia mji uitwao Hamona utakuwa humo.) Hivyo ndivyo watakavyoisafisha nchi.’"
  },
  {
    "verseNumber": "EZK 39:17",
    "verseText": "“Mwanadamu, hili ndilo BWANA Mwenyezi asemalo: Ita kila aina ya ndege na wanyama wote wa mwituni, waambie: ‘Kusanyikeni mje pamoja kutoka pande zote kwa ajili ya dhabihu ninayowaandalia, dhabihu kuu katika milima ya Israeli. Huko mtakula nyama na kunywa damu."
  },
  {
    "verseNumber": "EZK 39:18",
    "verseText": "Mtakula nyama za watu mashujaa na kunywa damu za wakuu wa dunia kana kwamba ni za kondoo dume na kondoo wake, mbuzi na mafahali, wote walionona kutoka Bashani."
  },
  {
    "verseNumber": "EZK 39:19",
    "verseText": "Katika dhabihu ninayoandaa kwa ajili yenu, mtakula mafuta mpaka mkinai na kunywa damu mpaka mlewe."
  },
  {
    "verseNumber": "EZK 39:20",
    "verseText": "Kwenye meza yangu watajishibisha kwa farasi na wapanda farasi, watu mashujaa na askari wa kila aina,’ asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 39:21",
    "verseText": "“Nitauonyesha utukufu wangu miongoni mwa mataifa, nayo mataifa yote wataiona adhabu nitakayotoa na mkono wangu nitakaouweka juu yao."
  },
  {
    "verseNumber": "EZK 39:22",
    "verseText": "Kuanzia siku ile na kuendelea nyumba ya Israeli itajua kuwa Mimi ndimi BWANA, Mungu wao."
  },
  {
    "verseNumber": "EZK 39:23",
    "verseText": "Na mataifa watajua kuwa nyumba ya Israeli walikwenda utumwani kwa ajili ya dhambi yao, kwa sababu hawakuwa waaminifu kwangu. Hivyo niliwaficha uso wangu na kuwatia mikononi mwa adui zao, nao wote wakaanguka kwa upanga."
  },
  {
    "verseNumber": "EZK 39:24",
    "verseText": "Niliwatendea sawasawa na uchafu wao na makosa yao, nami nikawaficha uso wangu."
  },
  {
    "verseNumber": "EZK 39:25",
    "verseText": "“Kwa hiyo hili ndilo BWANA Mwenyezi asemalo: Sasa nitamrudisha Yakobo kutoka utumwani, nami nitawahurumia watu wote wa Israeli, nami nitakuwa na wivu kwa ajili ya Jina langu takatifu."
  },
  {
    "verseNumber": "EZK 39:26",
    "verseText": "Wataisahau aibu yao na jinsi walivyoonyesha kutokuwa waaminifu kwangu mimi wakati waliishi salama katika nchi yao, bila kuwa na mtu yeyote wa kuwatia hofu."
  },
  {
    "verseNumber": "EZK 39:27",
    "verseText": "Nitakapokuwa nimewarudisha kutoka mataifa na kuwakusanya kutoka nchi za adui zao, mimi nitajionyesha kuwa mtakatifu kwa kupitia kwao machoni mwa mataifa mengi."
  },
  {
    "verseNumber": "EZK 39:28",
    "verseText": "Ndipo watakapojua kwamba Mimi ndimi BWANA, Mungu wao, ingawa niliwapeleka uhamishoni miongoni mwa mataifa, nitawakusanya tena katika nchi yao wenyewe, bila kumwacha yeyote nyuma."
  },
  {
    "verseNumber": "EZK 39:29",
    "verseText": "Sitawaficha tena uso wangu, kwa maana nitamimina Roho wangu juu ya nyumba ya Israeli, asema BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 40:1",
    "verseText": "Katika mwaka wa ishirini na tano wa uhamisho wetu, mwanzoni mwa huo mwaka, siku ya kumi ya mwezi, katika mwaka wa kumi na nne baada ya kuanguka kwa mji, siku hiyo hiyo mkono wa BWANA ulikuwa juu yangu, naye akanipeleka huko."
  },
  {
    "verseNumber": "EZK 40:2",
    "verseText": "Nikiwa katika maono ya Mungu alinichukua mpaka nchi ya Israeli, naye akaniweka kwenye mlima mrefu sana, ambako upande wa kusini kulikuwepo baadhi ya majengo ambayo yalionekana kama mji."
  },
  {
    "verseNumber": "EZK 40:3",
    "verseText": "Akanipeleka huko, nami nikamwona mtu ambaye kuonekana kwake kulikuwa kama kuonekana kwa shaba. Alikuwa amesimama kwenye lango akiwa na kamba ya kitani na ufito wa kupimia mkononi mwake."
  },
  {
    "verseNumber": "EZK 40:4",
    "verseText": "Mtu huyo akaniambia, “Mwanadamu, angalia kwa macho yako na usikie kwa masikio yako nawe uzingatie kitu nitakachokuonyesha, kwa kuwa ndiyo sababu umeletwa hapa. Iambie nyumba ya Israeli kila kitu utakachoona.”"
  },
  {
    "verseNumber": "EZK 40:5",
    "verseText": "Nikaona ukuta uliozunguka eneo lote la Hekalu. Ule ufito wa kupimia uliokuwa mkononi mwa yule mtu ulikuwa na urefu wa dhiraa ndefu sita, yaani, dhiraa ndefu ni sawa na dhiraa na nyanda nne, akapima ule ukuta. Ukuta huo ulikuwa na unene wa dhiraa ndefu sita na kimo cha dhiraa ndefu sita."
  },
  {
    "verseNumber": "EZK 40:6",
    "verseText": "Kisha akaenda kwenye lango linaloelekea mashariki. Akapanda ngazi zake akapima kizingiti cha lango, nacho kilikuwa na kina cha huo ufito."
  },
  {
    "verseNumber": "EZK 40:7",
    "verseText": "Vyumba vya kupumzikia vya walinzi vilikuwa na urefu wa huo ufito mmoja na upana wa huo ufito, kuta zilizogawa vyumba hivyo vya mapumziko zilikuwa na unene wa dhiraa tano. Nacho kizingiti cha lango lililokuwa karibu na ukumbi unaoelekea hekaluni ulikuwa na kina cha huo ufito."
  },
  {
    "verseNumber": "EZK 40:8",
    "verseText": "Kisha akapima baraza ya njia ya lango,"
  },
  {
    "verseNumber": "EZK 40:9",
    "verseText": "ambayo ilikuwa na kina cha dhiraa nane na miimo yake ilikuwa na unene wa dhiraa mbili. Baraza ya lango ilielekea Hekalu."
  },
  {
    "verseNumber": "EZK 40:10",
    "verseText": "Ndani ya lango la mashariki kulikuwepo vyumba vitatu vya kupumzikia kila upande, vyote vitatu vilikuwa na vipimo vilivyo sawa, nazo nyuso za kuta zilizotenganisha kila upande zilikuwa na vipimo vilivyo sawa."
  },
  {
    "verseNumber": "EZK 40:11",
    "verseText": "Kisha akapima upana wa ingilio la lango, ilikuwa dhiraa kumi na urefu wake ulikuwa dhiraa kumi na tatu."
  },
  {
    "verseNumber": "EZK 40:12",
    "verseText": "Mbele ya kila chumba cha kupumzikia kulikuwepo ukuta uliokuwa na kimo cha dhiraa moja kwenda juu, navyo hivyo vyumba vilikuwa dhiraa sita mraba."
  },
  {
    "verseNumber": "EZK 40:13",
    "verseText": "Kisha akapima njia ya lango kuanzia juu ya ukuta wa nyuma wa chumba kimoja cha kupumzikia hadi juu ya ukuta wa nyuma wa chumba upande wa pili; kukawa na nafasi ya dhiraa ishirini na tano kuanzia lango la ukuta mmoja hadi lango la ukuta uliokuwa upande mwingine."
  },
  {
    "verseNumber": "EZK 40:14",
    "verseText": "Akapima pia ukumbi, urefu wa dhiraa ishirini na lango linalofuatia hiyo nguzo kila upande wa huo ukumbi."
  },
  {
    "verseNumber": "EZK 40:15",
    "verseText": "Umbali kuanzia ingilio la njia ya lango hadi mwisho kabisa wa baraza yake ulikuwa dhiraa hamsini."
  },
  {
    "verseNumber": "EZK 40:16",
    "verseText": "Kulikuwa na vidirisha kwenye hivyo vyumba vya walinzi na nguzo za hivyo vyumba zilikuwa kwenye mzunguko wa hilo lango, vivyo hivyo kulikuwa na madirisha yaliyozunguka kuelekeana na ua na juu ya kila nguzo kulikuwa na mapambo ya miti ya mitende."
  },
  {
    "verseNumber": "EZK 40:17",
    "verseText": "Kisha akanileta katika ukumbi wa nje. Huko nikaona vyumba vingine pamoja na njia iliyokuwa imejengwa kuzunguka ukumbi wote, kulikuwa na vyumba thelathini vimepangana kando ya hiyo njia."
  },
  {
    "verseNumber": "EZK 40:18",
    "verseText": "Njia hii iliyojengwa iliambaa na lango, ikiwa na urefu sawa na lango, hii ilikuwa ni njia ya chini."
  },
  {
    "verseNumber": "EZK 40:19",
    "verseText": "Kisha akapima umbali kutoka ndani ya lango la chini mpaka nje ya ukumbi wa ndani, nao ulikuwa dhiraa mia moja upande wa mashariki na dhiraa mia moja upande wa kaskazini."
  },
  {
    "verseNumber": "EZK 40:20",
    "verseText": "Kisha akapima urefu na upana wa lango linaloelekea kaskazini, kukabili ukumbi wa nje."
  },
  {
    "verseNumber": "EZK 40:21",
    "verseText": "Vyumba vyake vilikuwa vitatu kila upande, kuta zilizogawanya vyumba na baraza ilikuwa na vipimo sawa na zile kuta za lango la kwanza. Zilikuwa na urefu wa dhiraa hamsini na upana wa dhiraa ishirini na tano."
  },
  {
    "verseNumber": "EZK 40:22",
    "verseText": "Madirisha yake, baraza yake na nakshi yake ya miti ya mitende vilikuwa na vipimo sawasawa na vile vya lango linaloelekea mashariki. Kulikuwa na ngazi saba za kupandia huko, pamoja na baraza yake mkabala nazo."
  },
  {
    "verseNumber": "EZK 40:23",
    "verseText": "Kulikuwa na lango kwenye ukumbi wa ndani lililoelekea lile lango la kaskazini, kama vile ilivyokuwa ule upande wa mashariki. Akapima kutoka lango moja hadi lile lililo mkabala nalo, lilikuwa dhiraa mia moja."
  },
  {
    "verseNumber": "EZK 40:24",
    "verseText": "Ndipo akaniongoza mpaka upande wa kusini, nami nikaona lango linaloelekea kusini. Akaipima miimo yake na baraza yake, navyo vilikuwa na vipimo sawa kama hivyo vingine."
  },
  {
    "verseNumber": "EZK 40:25",
    "verseText": "Lango na baraza yake vilikuwa na madirisha membamba pande zote, kama madirisha ya huko kwingine. Ilikuwa na urefu wa dhiraa hamsini na upana wake dhiraa ishirini na tano."
  },
  {
    "verseNumber": "EZK 40:26",
    "verseText": "Kulikuwa na ngazi saba za kupandia huko, pamoja na baraza yake mkabala nazo. Ilikuwa na nakshi za miti ya mitende kwenye kuta zilizogawanya vyumba kila upande."
  },
  {
    "verseNumber": "EZK 40:27",
    "verseText": "Ukumbi wa ndani pia ulikuwa na lango lililoelekea kusini. Naye akapima kutoka lango hili mpaka kwenye lango la nje upande wa kusini; ilikuwa dhiraa mia moja."
  },
  {
    "verseNumber": "EZK 40:28",
    "verseText": "Kisha akanileta mpaka ukumbi wa ndani kwa kupitia lango la kusini, naye akapima lango la kusini, ambalo lilikuwa na vipimo sawa na yale mengine."
  },
  {
    "verseNumber": "EZK 40:29",
    "verseText": "Vyumba vyake, kuta zilizogawanya vyumba na ukumbi wake zilikuwa na vipimo sawasawa na zile nyingine. Hilo lango na baraza yake vilikuwa na madirisha pande zote. Navyo vilikuwa na urefu wa dhiraa hamsini na upana wa dhiraa ishirini na tano."
  },
  {
    "verseNumber": "EZK 40:30",
    "verseText": "(Baraza za malango zilizozunguka ukumbi wa ndani zilikuwa na upana wa dhiraa ishirini na tano na kina cha dhiraa tano.)"
  },
  {
    "verseNumber": "EZK 40:31",
    "verseText": "Baraza yake ilielekeana na ukumbi wa nje, miimo yake ilinakshiwa miti ya mitende, kulikuwa na ngazi nane za kupandia huko."
  },
  {
    "verseNumber": "EZK 40:32",
    "verseText": "Kisha akanileta mpaka kwenye ukumbi wa ndani ulioko upande wa mashariki, naye akalipima lango hilo, lilikuwa na vipimo vilivyo sawasawa na yale mengine."
  },
  {
    "verseNumber": "EZK 40:33",
    "verseText": "Vyumba vyake, kuta zake na baraza yake vilikuwa na vipimo vilivyo sawa na vile vingine. Lile lango pamoja na baraza yake vilikuwa na madirisha pande zote. Urefu wake ulikuwa dhiraa hamsini na upana wake dhiraa ishirini na tano."
  },
  {
    "verseNumber": "EZK 40:34",
    "verseText": "Baraza yake ilielekea ukumbi wa nje, miimo yake ilinakshiwa miti ya mitende pande zote. Kulikuwa na ngazi nane za kupandia huko."
  },
  {
    "verseNumber": "EZK 40:35",
    "verseText": "Kisha akanileta mpaka kwenye lango la kaskazini na kulipima. Lilikuwa na vipimo sawa na yale mengine,"
  },
  {
    "verseNumber": "EZK 40:36",
    "verseText": "kama vile ilivyokuwa kwa vyumba, kuta zake na baraza yake, tena kulikuwa na madirisha pande zote. Ilikuwa na urefu wa dhiraa hamsini na upana wake dhiraa ishirini na tano."
  },
  {
    "verseNumber": "EZK 40:37",
    "verseText": "Baraza yake ilielekeana na ukumbi wa nje, miimo yake ilinakshiwa miti ya mitende pande zote, kulikuwa na ngazi nane za kupandia huko."
  },
  {
    "verseNumber": "EZK 40:38",
    "verseText": "Kulikuwa na chumba na mlango karibu na baraza katika kila njia ya ndani ya lango ambamo sadaka za kuteketezwa zilioshwa."
  },
  {
    "verseNumber": "EZK 40:39",
    "verseText": "Kwenye baraza ya lile lango kulikuwepo meza mbili kila upande, ambako sadaka za kuteketezwa, sadaka za dhambi na sadaka za hatia zilichinjiwa."
  },
  {
    "verseNumber": "EZK 40:40",
    "verseText": "Karibu na ukuta wa nje wa baraza ya lile lango karibu na ngazi kwenye ingilio kuelekea kaskazini kulikuwa na meza mbili, nako upande mwingine wa ngazi kulikuwepo na meza mbili."
  },
  {
    "verseNumber": "EZK 40:41",
    "verseText": "Kwa hiyo kulikuwa na meza nne upande mmoja wa lango na nyingine nne upande mwingine, zote zilikuwa meza nane, ambapo dhabihu zilichinjiwa."
  },
  {
    "verseNumber": "EZK 40:42",
    "verseText": "Pia kulikuwa na meza nne za mawe yaliyochongwa kwa ajili ya sadaka za kuteketezwa, kila meza ilikuwa na urefu wa dhiraa moja na nusu, upana wake dhiraa moja na nusu na kimo cha dhiraa moja. Juu ya meza hizo viliwekwa vyombo vya kuchinjia sadaka za kuteketezwa na dhabihu nyingine mbalimbali."
  },
  {
    "verseNumber": "EZK 40:43",
    "verseText": "Kulikuwa na kulabu, urefu wake nyanda nne, zilikuwa zimeshikizwa ukutani pande zote. Meza zilikuwa kwa ajili ya nyama za sadaka."
  },
  {
    "verseNumber": "EZK 40:44",
    "verseText": "Nje ya lango la ndani, kwenye ukumbi wa ndani, kulikuwa na vyumba viwili, kimoja upande wa lango la kaskazini nacho kilielekea kusini, kingine upande wa lango la kusini nacho kilielekea kaskazini."
  },
  {
    "verseNumber": "EZK 40:45",
    "verseText": "Akaniambia, “Chumba kinachoelekea upande wa kusini ni kwa ajili ya makuhani ambao wana usimamizi wa hekaluni,"
  },
  {
    "verseNumber": "EZK 40:46",
    "verseText": "nacho chumba kinachoelekea upande wa kaskazini ni kwa ajili ya makuhani wenye usimamizi wa madhabahuni. Hawa ni wana wa Sadoki, ambao ndio Walawi pekee wanaoweza kumkaribia BWANA ili kuhudumu mbele zake.”"
  },
  {
    "verseNumber": "EZK 40:47",
    "verseText": "Ndipo alipopima ukumbi: nao ulikuwa mraba wa dhiraa mia moja urefu na upana. Madhabahu yalikuwa mbele ya Hekalu."
  },
  {
    "verseNumber": "EZK 40:48",
    "verseText": "Akanileta mpaka kwenye baraza ya Hekalu naye akaipima miimo ya hiyo baraza, nayo ilikuwa na upana wa dhiraa tatu kila upande. Upana wa ingilio ulikuwa dhiraa kumi na nne na kuta zake zilikuwa na upana wa dhiraa tatu kila upande."
  },
  {
    "verseNumber": "EZK 40:49",
    "verseText": "Baraza ilikuwa na dhiraa ishirini kwenda juu na dhiraa kumi na mbili kuanzia mbele hadi nyuma. Kulikuwa na ngazi kumi za kupandia huko, pia kulikuwa na nguzo kwa kila upande wa miimo."
  },
  {
    "verseNumber": "EZK 41:1",
    "verseText": "Kisha yule mtu akanileta katika sehemu ya nje ya patakatifu, naye akaipima miimo; upana wake ulikuwa dhiraa sita kila upande."
  },
  {
    "verseNumber": "EZK 41:2",
    "verseText": "Ingilio lilikuwa la upana wa dhiraa kumi na kuta zilizojitokeza kila upande zilikuwa na upana wa dhiraa tano. Pia akapima sehemu ya nje ya patakatifu, nayo ilikuwa na urefu wa dhiraa arobaini na upana wa dhiraa ishirini."
  },
  {
    "verseNumber": "EZK 41:3",
    "verseText": "Kisha akaingia sehemu takatifu ndani ya Hekalu na kupima miimo ya ingilio, kila mmoja ulikuwa na upana wa dhiraa mbili. Ingilio lilikuwa na upana wa dhiraa sita, na kuta zilizotokeza kila upande zilikuwa na upana wa dhiraa saba."
  },
  {
    "verseNumber": "EZK 41:4",
    "verseText": "Naye akapima urefu wa sehemu takatifu ndani, nao ulikuwa dhiraa ishirini, na upana wake ulikuwa dhiraa ishirini hadi mwisho wa sehemu ya nje ya sehemu takatifu. Akaniambia, “Hapa ndipo Patakatifu pa Patakatifu.”"
  },
  {
    "verseNumber": "EZK 41:5",
    "verseText": "Kisha akapima ukuta wa Hekalu, nao ulikuwa na unene wa dhiraa sita, na kila chumba cha pembeni kuzunguka Hekalu kilikuwa na upana wa dhiraa nne."
  },
  {
    "verseNumber": "EZK 41:6",
    "verseText": "Vyumba vya pembeni vilikuwa na ghorofa tatu, kimoja juu ya kingine, kila ghorofa ilikuwa na vyumba thelathini. Kulikuwa na boriti katika ukuta wote wa Hekalu ili kuimarisha vyumba vya pembeni, kwa hiyo boriti hizo hazikushikamanishwa kwenye ukuta wa Hekalu."
  },
  {
    "verseNumber": "EZK 41:7",
    "verseText": "Vyumba vya pembeni vilivyozunguka Hekalu vilizidi kupanuka kulingana na sakafu zilivyokwenda juu. Ujenzi uliozunguka Hekalu ulijengwa kukwea juu, kwa hiyo vyumba vilipanuka kwa kadiri ya kila kimoja kilivyokwenda juu. Ngazi za kupandia zilianzia sakafu ya chini hadi sakafu ya juu kabisa kwa kupitia sakafu ya kati."
  },
  {
    "verseNumber": "EZK 41:8",
    "verseText": "Nikaona pia kuwa Hekalu lilikuwa na kitako kilichoinuliwa pande zote, huu ulikuwa ndio msingi wa vile vyumba vya pembeni ambao ulikuwa na urefu wa ule ufito mmoja wa kupimia, yaani, dhiraa ndefu sita."
  },
  {
    "verseNumber": "EZK 41:9",
    "verseText": "Ukuta wa nje wa vyumba vya pembeni ulikuwa na unene wa dhiraa tano. Eneo la wazi katikati ya vyumba vya pembeni vya Hekalu"
  },
  {
    "verseNumber": "EZK 41:10",
    "verseText": "na vyumba vya makuhani lilikuwa na upana wa dhiraa ishirini kuzunguka Hekalu pande zote."
  },
  {
    "verseNumber": "EZK 41:11",
    "verseText": "Kulikuwa na maingilio kwenye vyumba vya pembeni kutokea eneo lililo wazi, moja upande wa kaskazini na lingine upande wa kusini, nao msingi uliounganisha lile eneo la wazi ulikuwa na upana wa dhiraa tano ukilizunguka lote."
  },
  {
    "verseNumber": "EZK 41:12",
    "verseText": "Jengo lililoelekeana na ua wa Hekalu upande wa magharibi lilikuwa na upana wa dhiraa sabini. Ukuta wa jengo hilo ulikuwa na unene wa dhiraa tano, kulizunguka lote, urefu ulikuwa wa dhiraa tisini."
  },
  {
    "verseNumber": "EZK 41:13",
    "verseText": "Kisha akapima Hekalu, lilikuwa na urefu wa dhiraa mia moja na ua wa Hekalu na jengo pamoja na kuta zake vilikuwa na urefu wa dhiraa mia moja pia."
  },
  {
    "verseNumber": "EZK 41:14",
    "verseText": "Upana wa ua wa Hekalu upande wa mashariki, pamoja na upande wa mbele wa Hekalu ulikuwa dhiraa mia moja."
  },
  {
    "verseNumber": "EZK 41:15",
    "verseText": "Kisha akapima urefu wa jengo linaloelekeana na ua upande wa nyuma wa Hekalu, pamoja na vyumba vyake kila upande, ilikuwa dhiraa mia moja. Sehemu takatifu ya nje, sehemu takatifu ya ndani, pamoja na baraza inayoelekeana na ukumbi,"
  },
  {
    "verseNumber": "EZK 41:16",
    "verseText": "pamoja na vizingiti, madirisha membamba na vyumba vyote vitatu, kila kimoja pamoja na kizingiti vilifunikwa kwa mbao. Sakafu, ukuta mpaka kwenye madirisha na madirisha yenyewe vilifunikwa kwa mbao."
  },
  {
    "verseNumber": "EZK 41:17",
    "verseText": "Katika nafasi iliyokuwa juu ya upande wa nje wa ingilio la sehemu takatifu ya ndani, na katika kuta zilizozunguka sehemu takatifu ya ndani na sehemu takatifu ya nje, kwa nafasi zilizo sawa,"
  },
  {
    "verseNumber": "EZK 41:18",
    "verseText": "kulinakshiwa makerubi na miti ya mitende. Miti ya mitende ilikuwa kati ya kerubi na kerubi. Kila kerubi alikuwa na nyuso mbili:"
  },
  {
    "verseNumber": "EZK 41:19",
    "verseText": "upande mmoja uso wa mwanadamu kuelekea mti wa mtende na upande mwingine uso wa simba ukielekea mti mwingine wa mtende. Ilinakshiwa kuzunguka Hekalu lote."
  },
  {
    "verseNumber": "EZK 41:20",
    "verseText": "Kuanzia sakafu mpaka eneo lililo juu ya ingilio, palinakshiwa makerubi na miti ya mitende pamoja na kwenye ukuta wa nje wa patakatifu."
  },
  {
    "verseNumber": "EZK 41:21",
    "verseText": "Mahali patakatifu pa nje palikuwa na miimo ya mlango uliokuwa mraba na ule uliokuwa katika Patakatifu Pa Patakatifu ulikuwa unafanana na huo mwingine."
  },
  {
    "verseNumber": "EZK 41:22",
    "verseText": "Kulikuwa na madhabahu ya mbao kimo chake dhiraa tatu na ilikuwa dhiraa mbili mraba pande zote, tako lake na pande zake zilikuwa za mbao. Yule mtu akaniambia, “Hii ni meza ambayo iko mbele za BWANA.”"
  },
  {
    "verseNumber": "EZK 41:23",
    "verseText": "Mahali patakatifu pa nje na Patakatifu Pa Patakatifu zilikuwa na milango miwili."
  },
  {
    "verseNumber": "EZK 41:24",
    "verseText": "Kila mlango ulikuwa na vipande viwili, vipande viwili vilivyoshikwa na bawaba vyenye kufunguka kwa kila mlango."
  },
  {
    "verseNumber": "EZK 41:25",
    "verseText": "Juu ya hiyo milango ya Patakatifu palinakshiwa makerubi na miti ya mitende kama yale yaliyonakshiwa kwenye kuta, na kulikuwa na ubao ulioningʼinia mbele ya baraza kwa nje."
  },
  {
    "verseNumber": "EZK 41:26",
    "verseText": "Katika kuta za pembeni za ukumbi kulikuwa na madirisha membamba yaliyonakshiwa miti ya mitende kila upande. Vyumba vya pembeni vya Hekalu pia vilikuwa vimefunikwa kwa mbao."
  },
  {
    "verseNumber": "EZK 42:1",
    "verseText": "Ndipo yule mtu akaniongoza kuelekea kaskazini mpaka kwenye ua wa nje na kunileta mpaka kwenye vyumba vinavyoelekeana na ua wa Hekalu na kuelekeana na ukuta wa nje upande wa kaskazini."
  },
  {
    "verseNumber": "EZK 42:2",
    "verseText": "Jengo ambalo mlango wake ulielekea kaskazini lilikuwa na urefu wa dhiraa mia moja na upana wa dhiraa hamsini."
  },
  {
    "verseNumber": "EZK 42:3",
    "verseText": "Mbele ya zile dhiraa ishirini za ule ua wa ndani unaoelekeana na ile njia ya ua wa nje, kuliinuka vyumba virefu kimoja baada ya kingine vya ghorofa tatu."
  },
  {
    "verseNumber": "EZK 42:4",
    "verseText": "Mbele ya hivi vyumba kulikuwa na njia ya ndani yenye upana wa dhiraa kumi na urefu wa dhiraa mia moja. Milango yake ilikuwa upande wa kaskazini."
  },
  {
    "verseNumber": "EZK 42:5",
    "verseText": "Basi vyumba vya juu vilikuwa vyembamba zaidi, kwa kuwa ujia ulichukua nafasi zaidi ndani yake kuliko katika vyumba vya sakafu ya chini na vya katikati ya jengo."
  },
  {
    "verseNumber": "EZK 42:6",
    "verseText": "Vyumba katika ghorofa ya tatu havikuwa na nguzo, kama kumbi zilivyokuwa nazo, kwa hiyo eneo la sakafu ya vyumba vya juu lilikuwa ni dogo kuliko la sakafu ya chini na ya kati."
  },
  {
    "verseNumber": "EZK 42:7",
    "verseText": "Kulikuwa na ukuta wa nje uliokuwa sambamba na vile vyumba na ukumbi wa nje, ulitokeza urefu wa dhiraa hamsini."
  },
  {
    "verseNumber": "EZK 42:8",
    "verseText": "Wakati safu ya vyumba katika ua wa nje vilikuwa na urefu wa dhiraa hamsini, vile vyumba vilivyokuwa karibu zaidi na Hekalu vilikuwa na urefu wa dhiraa mia moja."
  },
  {
    "verseNumber": "EZK 42:9",
    "verseText": "Vyumba vya chini vilikuwa na ingilio upande wa mashariki unapoingia kutoka ukumbi wa nje."
  },
  {
    "verseNumber": "EZK 42:10",
    "verseText": "Upande wa kusini kufuata urefu wa ukuta wa ukumbi wa nje, unaopakana na ukumbi wa Hekalu na kuelekeana na ukuta wa nje, kulikuwa na vyumba"
  },
  {
    "verseNumber": "EZK 42:11",
    "verseText": "vyenye ujia unayopita mbele yake. Hivi vilifanana na vile vyumba vya upande wa kaskazini, vilikuwa na urefu na upana ulio sawa, mahali pa kutokea na vipimo vyake vilikuwa sawa. Kama ilivyokuwa milango ya upande wa kaskazini,"
  },
  {
    "verseNumber": "EZK 42:12",
    "verseText": "ndivyo ilivyokuwa milango ya vyumba vya upande wa kusini. Kulikuwa na ingilio kuanzia mwanzo wa njia ambao ulikuwa sambamba na ukuta wa pili uliokuwa upande wa mashariki, ambako ndiko kwa kuingia vyumbani."
  },
  {
    "verseNumber": "EZK 42:13",
    "verseText": "Kisha akaniambia, “Vyumba vya upande wa kaskazini na vya upande wa kusini ambavyo vinaelekeana na ukumbi wa Hekalu ni vyumba vya makuhani, mahali ambapo wale makuhani ambao humkaribia BWANA watakula zile sadaka takatifu sana. Huko ndiko watakakoweka zile sadaka takatifu sana, yaani, sadaka za nafaka, sadaka za dhambi na sadaka za hatia, kwa kuwa mahali ni patakatifu."
  },
  {
    "verseNumber": "EZK 42:14",
    "verseText": "Mara makuhani waingiapo mahali patakatifu, hawaruhusiwi kwenda kwenye ukumbi wa nje mpaka wayaache mavazi ambayo walivaa wakiwa wanahudumu, kwa kuwa hayo mavazi ni matakatifu. Inawapasa kuvaa mavazi mengine kabla hawajakaribia eneo lililo wazi kwa ajili ya watu.”"
  },
  {
    "verseNumber": "EZK 42:15",
    "verseText": "Alipomaliza kupima vile vilivyokuwa katika eneo la ndani la Hekalu, akanitoa nje kupitia lango la upande wa mashariki na kupima eneo lote linalozunguka:"
  },
  {
    "verseNumber": "EZK 42:16",
    "verseText": "Akapima upande wa mashariki kwa ule ufito wa kupimia, nao ulikuwa dhiraa 500"
  },
  {
    "verseNumber": "EZK 42:17",
    "verseText": "Akapima upande wa kaskazini, nao ulikuwa dhiraa 500 kwa ufito ule wa kupimia."
  },
  {
    "verseNumber": "EZK 42:18",
    "verseText": "Tena akapima upande wa kusini, nao ulikuwa dhiraa 500 kwa ufito ule wa kupimia."
  },
  {
    "verseNumber": "EZK 42:19",
    "verseText": "Kisha akageukia upande wa magharibi na kuupima, ulikuwa dhiraa 500 kwa ufito ule wa kupimia."
  },
  {
    "verseNumber": "EZK 42:20",
    "verseText": "Hivyo akapima eneo katika pande zote nne. Lilikuwa na ukuta kulizunguka wenye urefu wa dhiraa 500 na upana wa dhiraa 500, uliotenganisha mahali Patakatifu na eneo la watu wote."
  },
  {
    "verseNumber": "EZK 43:1",
    "verseText": "Kisha yule mtu akanileta kwenye lango linaloelekea upande wa mashariki,"
  },
  {
    "verseNumber": "EZK 43:2",
    "verseText": "nami nikaona utukufu wa Mungu wa Israeli ukija kutoka upande wa mashariki. Sauti yake ilikuwa kama ya ngurumo ya maji yaendayo kasi, nayo nchi ikangʼaa kwa utukufu wake."
  },
  {
    "verseNumber": "EZK 43:3",
    "verseText": "Maono niliyoyaona yalikuwa kama maono yale niliyokuwa nimeyaona wakati Mungu alipokuja kuangamiza mji na kama maono niliyokuwa nimeyaona kando ya Mto wa Kebari, nami nikaanguka kifudifudi."
  },
  {
    "verseNumber": "EZK 43:4",
    "verseText": "Utukufu wa BWANA ukaingia hekaluni kwa kupitia lango linaloelekea upande wa mashariki."
  },
  {
    "verseNumber": "EZK 43:5",
    "verseText": "Kisha Roho akanichukua na kunileta katika ule ua wa ndani, nao utukufu wa BWANA ulilijaza Hekalu."
  },
  {
    "verseNumber": "EZK 43:6",
    "verseText": "Wakati yule mtu akiwa amesimama kando yangu, nilisikia mtu mmoja akisema nami kutoka ndani ya Hekalu."
  },
  {
    "verseNumber": "EZK 43:7",
    "verseText": "Akasema, “Mwanadamu, hapa ni mahali pa kiti changu cha enzi na mahali pa kuweka nyayo za miguu yangu. Hapa ndipo nitakapoishi miongoni mwa Waisraeli milele. Kamwe nyumba ya Israeli hawatalinajisi tena Jina langu takatifu, yaani, wao wala wafalme wao, kwa ukahaba wao na kwa sanamu zao zisizokuwa na uhai za wafalme wao katika mahali pao pa juu pa kuabudia miungu."
  },
  {
    "verseNumber": "EZK 43:8",
    "verseText": "Walipoweka kizingiti chao karibu na kizingiti changu na miimo yao ya milango karibu na miimo yangu, pakiwa na ukuta tu kati yangu na wao, walilinajisi Jina langu takatifu kwa matendo yao ya machukizo. Kwa sababu hiyo niliwaangamiza kwa hasira yangu."
  },
  {
    "verseNumber": "EZK 43:9",
    "verseText": "Basi sasa na waweke mbali nami ukahaba wao na sanamu za wafalme wao zisizo na uhai, nami nitakaa miongoni mwao milele."
  },
  {
    "verseNumber": "EZK 43:10",
    "verseText": "“Mwanadamu, elezea hilo Hekalu kwa watu wa Israeli, ili wapate kuona aibu kwa ajili ya dhambi zao. Wao na wapime hicho kielelezo."
  },
  {
    "verseNumber": "EZK 43:11",
    "verseText": "Wakishaona aibu kwa ajili ya yale yote waliyotenda, wafahamishe kielelezo cha hilo Hekalu, yaani mpangilio wake, maingilio yake ya kutoka na kuingia, kielelezo chake chote, na masharti yake yote na sheria zake zote. Yaandike haya mbele yao ili wapate kuwa waaminifu kwa hicho kielelezo chake na kufuata masharti yake yote."
  },
  {
    "verseNumber": "EZK 43:12",
    "verseText": "“Hii ndiyo sheria ya Hekalu: Eneo lote linalozunguka Hekalu juu ya mlima litakuwa takatifu kuliko yote. Hii ndiyo sheria ya Hekalu."
  },
  {
    "verseNumber": "EZK 43:13",
    "verseText": "“Hivi ndivyo vipimo vya madhabahu kwa dhiraa ndefu, yaani, dhiraa moja na nyanda nne: Tako lake liwe na kina cha hiyo dhiraa moja na upana wa hiyo dhiraa moja, ikiwa na ukingo wa shibiri moja kuizunguka pembeni. Hiki kitakuwa ndicho kimo cha madhabahu:"
  },
  {
    "verseNumber": "EZK 43:14",
    "verseText": "Kimo cha msingi kuanzia usawa wa ardhi mpaka kwenye mfereji sehemu ya chini kimo chake ni dhiraa mbili na upana wake ni dhiraa moja na kuanzia kwenye ukingo mdogo hadi kwenye ukingo mpana kimo chake ni dhiraa nne na upana wake ni dhiraa moja."
  },
  {
    "verseNumber": "EZK 43:15",
    "verseText": "Pale pawashwapo moto madhabahuni kimo chake kitakuwa dhiraa nne, na pembe nne zinazoelekeza juu kutoka pale pawashwapo moto."
  },
  {
    "verseNumber": "EZK 43:16",
    "verseText": "Pale pawashwapo moto pa madhabahu ni mraba, urefu wake ni dhiraa kumi na mbili na upana wa dhiraa kumi na mbili."
  },
  {
    "verseNumber": "EZK 43:17",
    "verseText": "Pia sehemu ya juu ni mraba, urefu wake dhiraa kumi na nne na upana wa dhiraa kumi na nne, ikiwa na ukingo wa nusu dhiraa na mfereji kuizunguka madhabahu. Ngazi za kupandia madhabahuni zitaelekea upande wa mashariki.”"
  },
  {
    "verseNumber": "EZK 43:18",
    "verseText": "Kisha akaniambia, “Mwanadamu, hili ndilo BWANA Mwenyezi asemalo: Haya ndiyo yatakayokuwa masharti ya kutoa dhabihu za kuteketezwa na kunyunyiza damu juu ya madhabahu itakapokuwa imejengwa."
  },
  {
    "verseNumber": "EZK 43:19",
    "verseText": "Utatoa fahali mchanga kuwa sadaka ya dhambi kwa makuhani, ambao ni Walawi, wa jamaa ya Sadoki, ndio watakaonikaribia kuhudumu mbele zangu, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 43:20",
    "verseText": "Itakupasa kuchukua baadhi ya hiyo damu ya mnyama huyo na kuiweka juu ya hizo pembe nne za madhabahu na juu ya ncha zake nne za sehemu ya juu kuzunguka ukingo wote, ili kuitakasa madhabahu na kufanya upatanisho kwa ajili yake."
  },
  {
    "verseNumber": "EZK 43:21",
    "verseText": "Itakupasa kumchukua huyo fahali mchanga kwa ajili ya sadaka ya dhambi na kumteketeza mahali palipoagizwa katika eneo la Hekalu nje ya mahali Patakatifu."
  },
  {
    "verseNumber": "EZK 43:22",
    "verseText": "“Siku ya pili yake utamtoa beberu asiye na dosari kwa ajili ya sadaka ya dhambi, nayo madhabahu itatakaswa kama ilivyotakaswa kwa yule fahali."
  },
  {
    "verseNumber": "EZK 43:23",
    "verseText": "Utakapokuwa umemaliza kazi ya kuitakasa, utamtoa fahali mchanga pamoja na kondoo dume toka kwenye kundi, wote wawe hawana dosari."
  },
  {
    "verseNumber": "EZK 43:24",
    "verseText": "Utawatoa mbele za BWANA, nao makuhani watanyunyizia chumvi juu yao na kuwatoa kuwa sadaka ya kuteketezwa kwa BWANA."
  },
  {
    "verseNumber": "EZK 43:25",
    "verseText": "“Kwa siku saba itakupasa kutoa beberu kila siku kwa ajili ya sadaka ya dhambi, pia itakupasa kutoa fahali mchanga na kondoo dume kutoka zizini, wote wawe hawana dosari."
  },
  {
    "verseNumber": "EZK 43:26",
    "verseText": "Kwa siku saba itawapasa kufanya upatanisho kwa ajili ya madhabahu na kuitakasa na hivyo ndivyo watakavyoiweka wakfu."
  },
  {
    "verseNumber": "EZK 43:27",
    "verseText": "Mwishoni mwa hizi siku saba, kuanzia siku ya nane na kuendelea, itawapasa makuhani kutoa sadaka zenu za kuteketezwa na sadaka za amani juu ya madhabahu. Kisha nitawakubali ninyi, asema BWANA Mwenyezi.”"
  },
  {
    "verseNumber": "EZK 44:1",
    "verseText": "Ndipo yule mtu akanirudisha mpaka kwenye lango la nje la mahali Patakatifu, lile linaloelekea upande wa mashariki, nalo lilikuwa limefungwa."
  },
  {
    "verseNumber": "EZK 44:2",
    "verseText": "BWANA akaniambia, “Lango hili litabaki limefungwa. Haliruhusiwi kufunguliwa, wala hakuna mtu yeyote anayeruhusiwa kuingilia kwenye lango hili. Litabaki limefungwa kwa sababu BWANA, Mungu wa Israeli, ameingia kwa kupitia lango hili."
  },
  {
    "verseNumber": "EZK 44:3",
    "verseText": "Yeye aliye mkuu peke yake ndiye anayeweza kukaa penye njia ya hilo lango na kula chakula mbele za BWANA. Itampasa aingie kwa njia hiyo ya lango la ukumbini na kutokea njia iyo hiyo.”"
  },
  {
    "verseNumber": "EZK 44:4",
    "verseText": "Kisha yule mtu akanileta kwa njia ya lango la kaskazini mpaka mbele ya Hekalu. Nikatazama nami nikauona utukufu wa BWANA ukilijaza Hekalu la BWANA, nami nikaanguka kifudifudi."
  },
  {
    "verseNumber": "EZK 44:5",
    "verseText": "BWANA akaniambia, “Mwanadamu, angalia kwa uangalifu, usikilize kwa bidii na uzingatie kila kitu ninachokuambia kuhusu masharti yote yanayohusu Hekalu la BWANA. Uwe mwangalifu kuhusu wale wanaoruhusiwa hekaluni na wale wasioruhusiwa kuingia mahali patakatifu."
  },
  {
    "verseNumber": "EZK 44:6",
    "verseText": "Iambie nyumba ya kuasi ya Israeli, ‘Hili ndilo BWANA Mwenyezi asemalo: Matendo yenu ya machukizo yatosha, ee nyumba ya Israeli!"
  },
  {
    "verseNumber": "EZK 44:7",
    "verseText": "Zaidi ya matendo yenu yote ya machukizo, mmewaleta wageni wasiotahiriwa mioyo na miili katika patakatifu pangu, mkilinajisi Hekalu langu, huku mkinitolea chakula, mafuta ya wanyama na damu, nanyi mmevunja Agano langu."
  },
  {
    "verseNumber": "EZK 44:8",
    "verseText": "Badala ya kutimiza wajibu wenu kuhusiana na vitu vyangu vitakatifu, mmeweka watu wengine kuwa viongozi katika patakatifu pangu."
  },
  {
    "verseNumber": "EZK 44:9",
    "verseText": "Hili ndilo BWANA Mwenyezi asemalo: Hakuna mgeni asiyetahiriwa moyo na mwilini anayeruhusiwa kuingia patakatifu pangu, wala hata wageni wanaoishi miongoni mwa Waisraeli."
  },
  {
    "verseNumber": "EZK 44:10",
    "verseText": "“ ‘Walawi walioniacha wakati Waisraeli walipopotoka wakatoka kwangu na kutangatanga kwa kufuata sanamu zao, watachukua adhabu ya dhambi zao."
  },
  {
    "verseNumber": "EZK 44:11",
    "verseText": "Wanaweza wakatumika katika mahali patakatifu pangu, wakiwa na uangalizi wa malango ya Hekalu, nao watachinja sadaka za kuteketezwa na dhabihu kwa ajili ya watu na kusimama mbele ya watu ili kuwahudumia."
  },
  {
    "verseNumber": "EZK 44:12",
    "verseText": "Lakini kwa sababu waliwatumikia watu mbele ya sanamu zao na kuifanya nyumba ya Israeli ianguke kwenye dhambi, kwa hiyo nimeapa kwa mkono ulioinuliwa kwamba ni lazima wachukue matokeo ya dhambi yao, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 44:13",
    "verseText": "Hawaruhusiwi kukaribia ili kunitumikia kama makuhani wala kukaribia chochote changu kilicho kitakatifu au sadaka iliyo takatifu kupita zote, bali watachukua aibu ya matendo yao ya kuchukiza."
  },
  {
    "verseNumber": "EZK 44:14",
    "verseText": "Lakini nitawaweka katika uangalizi wa Hekalu na kazi zote zile zinazotakiwa kufanyika ndani yake."
  },
  {
    "verseNumber": "EZK 44:15",
    "verseText": "“ ‘Lakini makuhani, ambao ni Walawi na wazao wa Sadoki, ambao walitimiza wajibu wao kwa uaminifu katika patakatifu pangu wakati Waisraeli walipopotoka, watakaribia ili kutumika mbele zangu. Itawapasa wasimame mbele zangu ili kutoa dhabihu za mafuta ya wanyama na damu, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 44:16",
    "verseText": "Wao peke yao ndio wenye ruhusa ya kuingia mahali patakatifu pangu. Wao peke yao ndio watakaokaribia meza yangu ili kuhudumu mbele zangu na kufanya utumishi wangu."
  },
  {
    "verseNumber": "EZK 44:17",
    "verseText": "“ ‘Watakapoingia kwenye malango ya ukumbi wa ndani, watavaa nguo za kitani safi, hawaruhusiwi kamwe kuvaa mavazi ya sufu wakati wanapokuwa wakihudumu kwenye malango ya ukumbi wa ndani wala ndani ya Hekalu."
  },
  {
    "verseNumber": "EZK 44:18",
    "verseText": "Watavaa vilemba vya kitani safi vichwani mwao na nguo za ndani za kitani safi viunoni mwao. Hawatavaa chochote kitakachowafanya kutoa jasho."
  },
  {
    "verseNumber": "EZK 44:19",
    "verseText": "Watakapotoka ili kuingia katika ukumbi wa nje mahali watu walipo, watavua nguo walizokuwa wakihudumu nazo na wataziacha katika vyumba vitakatifu nao watavaa nguo nyingine, ili kwamba wasije wakaambukiza watu utakatifu kwa njia ya mavazi yao."
  },
  {
    "verseNumber": "EZK 44:20",
    "verseText": "“ ‘Hawatanyoa nywele za vichwa vyao wala kuziacha ziwe ndefu, bali watazipunguza."
  },
  {
    "verseNumber": "EZK 44:21",
    "verseText": "Kuhani yeyote asinywe mvinyo aingiapo katika ukumbi wa ndani."
  },
  {
    "verseNumber": "EZK 44:22",
    "verseText": "Wasioe wanawake wajane wala walioachika, inawapasa kuoa wanawake bikira wenye heshima wa Israeli au wajane wa makuhani."
  },
  {
    "verseNumber": "EZK 44:23",
    "verseText": "Watawafundisha watu wangu tofauti kati ya vitu vitakatifu na vitu vya kawaida na kuwaonyesha jinsi ya kupambanua kati ya vitu najisi na vitu safi."
  },
  {
    "verseNumber": "EZK 44:24",
    "verseText": "“ ‘Katika magombano yoyote, makuhani watatumika kama mahakimu na kuamua hilo jambo kufuatana na sheria zangu. Watazishika sheria zangu na maagizo yangu katika sikukuu zangu zote zilizoamriwa, nao watatakasa Sabato zangu."
  },
  {
    "verseNumber": "EZK 44:25",
    "verseText": "“ ‘Kuhani asijitie unajisi kwa kukaribia maiti, lakini, kama mtu aliyekufa alikuwa baba yake au mama yake, mwana au binti yake, ndugu yake au dada ambaye hajaolewa, basi aweza kujitia unajisi kwa hao."
  },
  {
    "verseNumber": "EZK 44:26",
    "verseText": "Baada ya kujitakasa, atakaa hali hiyo kwa muda wa siku saba."
  },
  {
    "verseNumber": "EZK 44:27",
    "verseText": "Siku atakapoingia katika ukumbi wa ndani wa mahali patakatifu ili kuhudumu, atatoa sadaka ya dhambi kwa ajili yake mwenyewe, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 44:28",
    "verseText": "“ ‘Mimi nitakuwa ndio urithi pekee walio nao makuhani katika Israeli. Msiwape wao milki, mimi nitakuwa milki yao."
  },
  {
    "verseNumber": "EZK 44:29",
    "verseText": "Wao watakula sadaka za nafaka, sadaka za dhambi na sadaka za hatia na kila kitu kitakachotolewa kwa BWANA katika Israeli kitakuwa chao."
  },
  {
    "verseNumber": "EZK 44:30",
    "verseText": "Yote yaliyo bora ya malimbuko ya vitu vyote na matoleo yenu maalum vitakuwa vya makuhani. Inawapasa kuwapa malimbuko ya kwanza ya unga wenu ili kwamba baraka ipate kuwa katika nyumba zenu."
  },
  {
    "verseNumber": "EZK 44:31",
    "verseText": "Makuhani hawaruhusiwi kula chochote, ikiwa ni ndege au mnyama, aliyekutwa akiwa amekufa au aliyeraruliwa na wanyama pori."
  },
  {
    "verseNumber": "EZK 45:1",
    "verseText": "“ ‘Mtakapogawa nchi kuwa urithi, mtaitoa sehemu ya nchi kwa BWANA kuwa eneo takatifu, urefu wake dhiraa 25,000, upana wake dhiraa 20,000 eneo hili lote litakuwa takatifu."
  },
  {
    "verseNumber": "EZK 45:2",
    "verseText": "Katika hiyo, itakuwepo sehemu mraba ambayo ni mahali patakatifu kila upande dhiraa 500 ikiwa imezungukwa na eneo la wazi lenye upana wa dhiraa hamsini."
  },
  {
    "verseNumber": "EZK 45:3",
    "verseText": "Katika eneo takatifu, pima sehemu yenye urefu wa dhiraa 25,000 na upana wa dhiraa 10,000. Ndani ya hilo eneo kutakuwa mahali patakatifu, Patakatifu pa Patakatifu."
  },
  {
    "verseNumber": "EZK 45:4",
    "verseText": "Itakuwa sehemu takatifu ya nchi kwa ajili ya makuhani, wale wanaohudumu ndani ya mahali patakatifu na ambao hukaribia ili kuhudumu mbele za BWANA. Patakuwa mahali pa nyumba zao pamoja na sehemu kwa ajili ya mahali patakatifu."
  },
  {
    "verseNumber": "EZK 45:5",
    "verseText": "Eneo la urefu wa dhiraa 25,000 na upana wa dhiraa 10,000 litakuwa la Walawi wale wanaotumika hekaluni, kama milki yao kwa ajili ya miji ya kuishi."
  },
  {
    "verseNumber": "EZK 45:6",
    "verseText": "“ ‘Utatoa mji kama mali yao wenye upana wa dhiraa 5,000 na urefu wa dhiraa 25,000, karibu na sehemu takatifu, itakuwa mali ya nyumba yote ya Israeli."
  },
  {
    "verseNumber": "EZK 45:7",
    "verseText": "“ ‘Mkuu anayetawala atakuwa na lile eneo linalopakana na lile eneo lililowekwa wakfu upande huu na upande huu na eneo la mji. Eneo la mji litaenea upande wa magharibi kuanzia upande wa magharibi na upande wa mashariki kuanzia upande wa mashariki, likiendelea kwa urefu kutoka magharibi hadi mpaka wa mashariki sambamba na mojawapo ya sehemu za makabila."
  },
  {
    "verseNumber": "EZK 45:8",
    "verseText": "Nchi hii itakuwa milki yake katika Israeli. Nao wakuu wangu hawataonea tena watu wangu bali watairuhusu nyumba ya Israeli kuimiliki nchi kulingana na makabila yao."
  },
  {
    "verseNumber": "EZK 45:9",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Yatosha, enyi wakuu wa Israeli! Acheni mbali ukatili wenu na uonevu wenu mkafanye lile lililo haki na sawa. Acheni kuwatoza watu wangu isivyo haki, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 45:10",
    "verseText": "Tumieni mizani sahihi na vipimo sahihi vya efa na bathi."
  },
  {
    "verseNumber": "EZK 45:11",
    "verseText": "Efa na bathi viwe sawa, bathi iwe sehemu ya kumi ya homeri na efa iwe sehemu ya kumi ya homeri, homeri itakuwa ndicho kiwango cha kukubalika kwa vyote viwili."
  },
  {
    "verseNumber": "EZK 45:12",
    "verseText": "Shekeli moja itakuwa gera ishirini. Shekeli ishirini, jumlisha na shekeli ishirini na tano, jumlisha na shekeli kumi na tano zitakuwa mina moja."
  },
  {
    "verseNumber": "EZK 45:13",
    "verseText": "“ ‘Hili ndilo toleo maalum mtakalotoa: moja ya sita ya efa kutoka kila homeri ya ngano na moja ya sita ya efa kutoka kila homeri ya shayiri."
  },
  {
    "verseNumber": "EZK 45:14",
    "verseText": "Sehemu ya mafuta iliyoamriwa, yaliyopimwa kwa bathi, ni sehemu ya kumi ya bathi kutoka kila kori moja (ambayo ina bathi kumi au homeri moja.)"
  },
  {
    "verseNumber": "EZK 45:15",
    "verseText": "Pia kondoo mmoja atachukuliwa kutoka kwenye kila kundi la kondoo mia mbili kutoka kwenye malisho yaliyonyeshewa vizuri ya Israeli. Hivi vitatumika kwa ajili ya sadaka ya nafaka, sadaka ya kuteketezwa na sadaka za amani ili kufanya upatanisho kwa ajili ya watu, asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 45:16",
    "verseText": "Watu wote wa nchi wataungana pamoja na mkuu anayetawala Israeli ili kutoa hii sadaka maalum."
  },
  {
    "verseNumber": "EZK 45:17",
    "verseText": "Huu utakuwa ndio wajibu wa mkuu anayetawala kutoa sadaka ya kuteketezwa, sadaka ya nafaka na sadaka ya kinywaji kwenye sikukuu, Mwezi Mwandamo na Sabato, kwenye sikukuu zote zilizoamriwa za nyumba ya Israeli. Atatoa sadaka za dhambi, sadaka za nafaka, sadaka za kuteketezwa na sadaka za amani ili kufanya upatanisho kwa ajili ya nyumba ya Israeli."
  },
  {
    "verseNumber": "EZK 45:18",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Katika mwezi wa kwanza, siku ya kwanza ya huo mwezi utamchukua fahali mchanga asiye na dosari na kutakasa mahali patakatifu."
  },
  {
    "verseNumber": "EZK 45:19",
    "verseText": "Kuhani itampasa achukue sehemu ya hiyo damu ya sadaka ya dhambi na kuipaka kwenye miimo ya Hekalu, kwenye pembe nne za juu za ukingo wa hayo madhabahu na juu ya miimo ya lango la ukumbi wa ndani."
  },
  {
    "verseNumber": "EZK 45:20",
    "verseText": "Itakupasa kufanya vivyo hivyo katika siku ya saba ya mwezi huo kwa ajili ya mtu yeyote ambaye hutenda dhambi bila kukusudia au bila kujua, hivyo utafanya upatanisho kwa ajili ya Hekalu."
  },
  {
    "verseNumber": "EZK 45:21",
    "verseText": "“ ‘Katika mwezi wa kwanza siku ya kumi na nne utaadhimisha Pasaka. Sikukuu itaendelea kwa siku saba, wakati huo wa hizo siku saba mtakula mikate isiyotiwa chachu."
  },
  {
    "verseNumber": "EZK 45:22",
    "verseText": "Katika siku hiyo mkuu anayetawala atatoa fahali kuwa sadaka ya dhambi kwa ajili yake mwenyewe na kwa ajili ya watu wote wa nchi."
  },
  {
    "verseNumber": "EZK 45:23",
    "verseText": "Kila siku wakati wa hizo siku saba za sikukuu atatoa mafahali saba na kondoo dume saba wasio na dosari kuwa sadaka ya kuteketezwa kwa BWANA na beberu kwa ajili ya sadaka ya dhambi."
  },
  {
    "verseNumber": "EZK 45:24",
    "verseText": "Pia atatoa sadaka ya nafaka efa moja kwa kila fahali na efa moja kwa kila kondoo dume, pamoja na hini moja ya mafuta kwa kila efa."
  },
  {
    "verseNumber": "EZK 45:25",
    "verseText": "“ ‘Wakati wa hizo siku saba za sikukuu, ambayo huanza katika mwezi wa saba kwenye siku ya kumi na tano, mkuu anayetawala atatoa mahitaji yale yale kwa ajili ya sadaka za dhambi, sadaka za kuteketezwa, sadaka za nafaka na mafuta."
  },
  {
    "verseNumber": "EZK 46:1",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Lango la ukumbi wa ndani linaloelekea upande wa mashariki litakuwa linafungwa kwa siku sita za juma, ila siku ya Sabato na siku ya Mwezi Mwandamo litafunguliwa."
  },
  {
    "verseNumber": "EZK 46:2",
    "verseText": "Mkuu anayetawala ataingia kupitia baraza ya njia ya lango la ukumbi na kusimama karibu na nguzo ya lango. Makuhani watatoa sadaka za mkuu anayetawala za kuteketezwa na sadaka za amani. Mkuu anayetawala atasujudu kwenye kizingiti cha njia ya lango, kisha atatoka nje, lakini lango halitafungwa mpaka jioni."
  },
  {
    "verseNumber": "EZK 46:3",
    "verseText": "Siku za Sabato na za Mwezi mwandamo watu wote wa nchi wataabudu mbele za BWANA penye lile ingilio la ile njia."
  },
  {
    "verseNumber": "EZK 46:4",
    "verseText": "Sadaka ya kuteketezwa aletazo mkuu anayetawala kwa BWANA siku ya Sabato itakuwa ni wana-kondoo sita na kondoo dume mmoja, wote wasiwe na dosari."
  },
  {
    "verseNumber": "EZK 46:5",
    "verseText": "Sadaka ya nafaka inayotolewa pamoja na huyo kondoo dume itakuwa efa moja na sadaka ya nafaka inayotolewa na hao wana-kondoo itakuwa kiasi apendacho mtu pamoja na hini ya mafuta kwa kila efa."
  },
  {
    "verseNumber": "EZK 46:6",
    "verseText": "Siku ya mwezi mwandamo atatoa fahali mchanga, wana-kondoo sita na kondoo dume, wote wasiwe na dosari."
  },
  {
    "verseNumber": "EZK 46:7",
    "verseText": "Atatoa kuwa sadaka ya nafaka efa moja pamoja na fahali mmoja, efa moja na kondoo dume mmoja na pamoja na wana-kondoo kama atakavyo kutoa, pamoja na hini ya mafuta kwa kila efa."
  },
  {
    "verseNumber": "EZK 46:8",
    "verseText": "Wakati mkuu anayetawala aingiapo, atapitia kwenye baraza ya njia ya lango, naye atatoka nje kwa njia hiyo hiyo."
  },
  {
    "verseNumber": "EZK 46:9",
    "verseText": "“ ‘Wakati watu wa nchi wanapokuja mbele za BWANA katika sikukuu zilizoamriwa, yeyote aingiaye kwa lango la kaskazini kuabudu atatoka nje kwa lango la kusini na yeyote aingiaye kwa lango la kusini atatoka nje kwa lango la kaskazini. Hakuna mtu yeyote atakayerudi kwa kupitia lango lile aliloingilia, lakini kila mmoja atatoka nje kwa lango linalokabili lile aliloingilia."
  },
  {
    "verseNumber": "EZK 46:10",
    "verseText": "Mkuu anayetawala atakuwa miongoni mwao, akiingia nao ndani wanapoingia, naye atatoka nao nje wanapotoka."
  },
  {
    "verseNumber": "EZK 46:11",
    "verseText": "“ ‘Kwenye sikukuu na kwenye sikukuu zilizoamriwa, sadaka ya nafaka itakuwa efa moja pamoja na fahali mmoja, efa moja pamoja na kondoo dume mmoja, pamoja na idadi ya wana-kondoo kama mtu apendavyo kutoa, pamoja na hini ya mafuta kwa kila efa."
  },
  {
    "verseNumber": "EZK 46:12",
    "verseText": "Mkuu anayetawala anapotoa sadaka ya hiari kwa BWANA, ikiwa ni sadaka ya kuteketezwa au sadaka ya amani, lango linaloelekea mashariki litafunguliwa kwa ajili yake. Atatoa sadaka yake ya kuteketezwa au sadaka yake ya amani kama afanyavyo katika siku ya Sabato. Kisha atatoka nje, naye akiisha kutoka nje, lango litafungwa."
  },
  {
    "verseNumber": "EZK 46:13",
    "verseText": "“ ‘Kila siku utamtoa mwana-kondoo wa mwaka mmoja asiyekuwa na dosari kwa ajili ya sadaka ya kuteketezwa kwa BWANA, utaitoa kila siku asubuhi."
  },
  {
    "verseNumber": "EZK 46:14",
    "verseText": "Pia kila siku asubuhi pamoja na hiyo sadaka utatoa sadaka ya nafaka, ikiwa na sehemu ya sita ya efa pamoja na theluthi moja ya hini ya mafuta ya kuchanganya na ule unga. Utoaji wa sadaka hii ya nafaka kwa BWANA ni amri ya daima."
  },
  {
    "verseNumber": "EZK 46:15",
    "verseText": "Kwa hiyo mwana-kondoo na sadaka ya nafaka na mafuta vitatolewa kila siku asubuhi kwa ajili ya sadaka ya daima ya kuteketezwa."
  },
  {
    "verseNumber": "EZK 46:16",
    "verseText": "“ ‘Hili ndilo BWANA Mwenyezi asemalo: Ikiwa mkuu atawalaye atatoa zawadi kutoka kwenye urithi wake na kumpa mmoja wa wanawe, hiyo zawadi itakuwa pia kwa wazao wake, itakuwa mali yao kwa urithi."
  },
  {
    "verseNumber": "EZK 46:17",
    "verseText": "Hata hivyo, kama atatoa zawadi kutoka urithi wake na kumpa mmoja wa watumishi wake, mtumishi anaweza kuiweka mpaka mwaka wa uhuru, kisha itarudishwa kwa mkuu anayetawala. Urithi wake ni wa wanawe peke yao, ni mali yao."
  },
  {
    "verseNumber": "EZK 46:18",
    "verseText": "Mkuu anayetawala hana ruhusa kuchukua urithi wowote wa watu na kuwaondoa kwenye mali zao. Mkuu atawalaye atawapa wanawe urithi wao, kutoka kwenye mali zake mwenyewe, ili kwamba pasiwe na mtu wangu yeyote atakayetengwa na urithi wake.’ ”"
  },
  {
    "verseNumber": "EZK 46:19",
    "verseText": "Kisha mtu yule akanileta kwa kupitia kwenye ingilio lililokuwa kando ya lango mpaka kwenye vyumba vitakatifu vinavyoelekea kaskazini, ambavyo ni vya makuhani, naye akanionyesha mahali fulani upande wa mwisho wa magharibi."
  },
  {
    "verseNumber": "EZK 46:20",
    "verseText": "Akaniambia, “Mahali hapa ndipo makuhani watakapotokosea sadaka ya hatia na sadaka ya dhambi na kuoka sadaka ya nafaka, kuepuka kuzileta katika ukumbi wa nje na kushirikisha utakatifu kwa watu.”"
  },
  {
    "verseNumber": "EZK 46:21",
    "verseText": "Baada ya hapo akanileta kwenye ukumbi wa nje na kunizungusha kwenye pembe zake nne, nami nikaona katika kila pembe ya huo ukumbi kulikuwa na ukumbi mwingine."
  },
  {
    "verseNumber": "EZK 46:22",
    "verseText": "Katika pembe nne za huo ukumbi wa nje kulikuwa na kumbi nyingine, zenye urefu wa dhiraa arobaini na upana wake dhiraa thelathini, ambapo hizo kumbi kwenye hizo pembe nne zilikuwa na vipimo vilivyo sawa."
  },
  {
    "verseNumber": "EZK 46:23",
    "verseText": "Mzunguko wa ndani wa hizo kumbi nne ulikuwa na ukingo wa jiwe, zikiwa na sehemu zilizojengwa kwa ajili ya moto kuzunguka chini ya huo ukingo."
  },
  {
    "verseNumber": "EZK 46:24",
    "verseText": "Akaniambia, “Hizi ndizo sehemu za kupikia ambazo wale wanaohudumu kwenye Hekalu watatokosea dhabihu za watu.”"
  },
  {
    "verseNumber": "EZK 47:1",
    "verseText": "Yule mtu akanirudisha mpaka kwenye ingilio la Hekalu, nami nikaona maji yakitoka chini ya kizingiti cha Hekalu yakitiririkia upande wa mashariki (kwa maana upande wa mbele wa Hekalu ulielekea mashariki). Maji yalikuwa yakitoka chini upande wa kusini wa Hekalu, kusini mwa madhabahu."
  },
  {
    "verseNumber": "EZK 47:2",
    "verseText": "Ndipo akanitoa nje kupitia lango la kaskazini na kunizungusha mpaka kwenye lango la nje linaloelekea mashariki, nayo maji yalikuwa yakitiririka kutoka upande wa kusini."
  },
  {
    "verseNumber": "EZK 47:3",
    "verseText": "Mtu yule alipokwenda upande wa mashariki akiwa na kamba ya kupimia mkononi mwake, akapima dhiraa 1,000 kisha akanipitisha kwenye hayo maji ambayo yalifika kwenye vifundo vya miguu."
  },
  {
    "verseNumber": "EZK 47:4",
    "verseText": "Akapima dhiraa 1,000 nyingine na kunipitisha kwenye hayo maji ambayo yalifika magotini. Akapima dhiraa nyingine 1,000 na kunipitisha kwenye hayo maji ambayo yalifika kiunoni."
  },
  {
    "verseNumber": "EZK 47:5",
    "verseText": "Akapima tena dhiraa 1,000 nyingine, lakini wakati huu yalikuwa mto ambao sikuweza kuvuka, kwa kuwa maji yalikuwa na kina kirefu ambacho ni cha kuogelea, mto ambao hakuna mtu yeyote ambaye angeweza kuvuka."
  },
  {
    "verseNumber": "EZK 47:6",
    "verseText": "Akaniuliza, “Je, mwanadamu, unaona hili?” Kisha akanirudisha mpaka kwenye ukingo wa huo mto."
  },
  {
    "verseNumber": "EZK 47:7",
    "verseText": "Nilipofika pale, nikaona idadi kubwa ya miti kila upande wa ule mto."
  },
  {
    "verseNumber": "EZK 47:8",
    "verseText": "Akaniambia, “Haya maji yanatiririka kuelekea nchi ya mashariki na kushuka mpaka Araba, ambapo huingia Baharini. Yanapomwagikia kwenye hiyo Bahari, maji yaliyoko humo huponywa na kuwa safi."
  },
  {
    "verseNumber": "EZK 47:9",
    "verseText": "Popote mto huu uendapo kila kiumbe hai kinachoyaparamia hayo maji kitaishi, nako kutakuwa na samaki wengi mno, mara maji haya yafikapo huko. Maji hayo yatakuwa hai na kila kitu kitakachoishi kule mto uendako."
  },
  {
    "verseNumber": "EZK 47:10",
    "verseText": "Wavuvi watasimama kando ya bahari, kuanzia En-Gedi hadi En-Eglaimu huko patakuwa mahali pa kutandaza nyavu za kuvulia samaki. Samaki watakuwa wa aina nyingi, kama samaki wa Bahari Kuu"
  },
  {
    "verseNumber": "EZK 47:11",
    "verseText": "Lakini madimbwi yake na mabwawa yake hayatakuwa na maji yanayofaa kunywa, bali yatabakia kuwa maji ya chumvi."
  },
  {
    "verseNumber": "EZK 47:12",
    "verseText": "Miti ya matunda ya kila aina itaota kwenye kingo zote mbili za mto huu. Majani yake hayatanyauka wala haitaacha kuwa na matunda katika matawi yake. Kila mwezi kutakuwa na matunda, kwa sababu maji yatokayo patakatifu yanaitiririkia. Matunda yake yatakuwa chakula na majani yake yatakuwa dawa.”"
  },
  {
    "verseNumber": "EZK 47:13",
    "verseText": "Hili ndilo BWANA Mwenyezi asemalo: “Hii ndiyo mipaka ambayo kwayo mtagawanya hiyo nchi kuwa urithi miongoni mwa hayo makabila kumi na mawili ya Israeli, pamoja na mafungu mawili ya Yosefu."
  },
  {
    "verseNumber": "EZK 47:14",
    "verseText": "Mtagawa kwa usawa miongoni mwao. Kwa sababu niliapa kwa mkono ulioinuliwa kuwapa baba zenu, nchi hii itakuwa urithi wenu."
  },
  {
    "verseNumber": "EZK 47:15",
    "verseText": "“Huu ndio utakuwa mpaka wa hiyo nchi: “Upande wa kaskazini utaanzia Bahari Kuu kwa njia ya Hethloni kupitia Lebo-Hamathi hadi maingilio ya Sedadi."
  },
  {
    "verseNumber": "EZK 47:16",
    "verseText": "Berotha na Sibraimu (ambao uko kwenye mpaka kati ya Dameski na Hamathi), hadi kufikia Haser-Hatikoni, ambao uko katika mpaka wa Haurani."
  },
  {
    "verseNumber": "EZK 47:17",
    "verseText": "Hivyo mpaka utaendelea kuanzia Baharini hadi Hasar-Enoni, ukiambaa na mpaka wa kaskazini wa Dameski, pamoja na mpaka wa Hamathi upande wa kaskazini. Huu utakuwa ndio mpaka wa kaskazini."
  },
  {
    "verseNumber": "EZK 47:18",
    "verseText": "Upande wa mashariki mpaka utapita kati ya Haurani na Dameski, kuambaa Yordani na kati ya Gileadi na nchi ya Israeli, hadi bahari ya mashariki na kufika Tamari. Huu utakuwa ndio mpaka wa mashariki."
  },
  {
    "verseNumber": "EZK 47:19",
    "verseText": "Upande wa kusini utaanzia Tamari hadi kufikia maji ya Meriba-Kadeshi, kisha utaambaa na Kijito cha Misri hadi Bahari Kuu. Huu utakuwa ndio mpaka wa kusini."
  },
  {
    "verseNumber": "EZK 47:20",
    "verseText": "Upande wa magharibi, Bahari Kuu itakuwa ndio mpaka hadi kwenye sehemu mkabala na Lebo-Hamathi. Huu utakuwa ndio mpaka wa magharibi."
  },
  {
    "verseNumber": "EZK 47:21",
    "verseText": "“Mtagawanya nchi hii miongoni mwenu kufuatana na makabila ya Israeli."
  },
  {
    "verseNumber": "EZK 47:22",
    "verseText": "Mtaigawanya kuwa urithi kwa ajili yenu na kwa ajili ya wageni wanaoishi miongoni mwenu na ambao wana watoto. Wao watakuwa kwenu kama wenyeji wazawa wa Israeli, pamoja na ninyi watagawiwa urithi miongoni mwa makabila ya Israeli."
  },
  {
    "verseNumber": "EZK 47:23",
    "verseText": "Katika kabila lolote mgeni atakapoishi hapo ndipo mtakapompatia urithi wake,” asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 48:1",
    "verseText": "“Haya ndiyo majina ya makabila na sehemu zao: Kwenye mpaka wa kaskazini, Dani atakuwa na sehemu moja, mpaka huo utafuata barabara ya Hethloni hadi Lebo-Hamathi, Hasar-Enani hata mpaka wa kaskazini wa Dameski karibu na Hamathi utakuwa sehemu ya huo mpaka wake kuanzia upande wa mashariki hadi upande wa magharibi."
  },
  {
    "verseNumber": "EZK 48:2",
    "verseText": "“Asheri atakuwa na sehemu moja, itapakana na nchi ya Dani kuanzia mashariki hadi upande wa magharibi."
  },
  {
    "verseNumber": "EZK 48:3",
    "verseText": "“Naftali atakuwa na sehemu moja, itapakana na nchi ya Asheri kuanzia mashariki hadi magharibi."
  },
  {
    "verseNumber": "EZK 48:4",
    "verseText": "“Manase atakuwa na sehemu moja, itapakana na nchi ya Naftali kuanzia mashariki hadi magharibi."
  },
  {
    "verseNumber": "EZK 48:5",
    "verseText": "“Efraimu atakuwa na sehemu moja, itapakana na nchi ya Manase kuanzia mashariki hadi magharibi."
  },
  {
    "verseNumber": "EZK 48:6",
    "verseText": "“Reubeni atakuwa na sehemu moja, itapakana na nchi ya Efraimu kuanzia mashariki hadi magharibi."
  },
  {
    "verseNumber": "EZK 48:7",
    "verseText": "“Yuda atakuwa na sehemu moja, itapakana na nchi ya Reubeni kuanzia mashariki hadi magharibi."
  },
  {
    "verseNumber": "EZK 48:8",
    "verseText": "“Kupakana na nchi ya Yuda kuanzia mashariki mpaka magharibi itakuwa ndiyo sehemu utakayoitoa ili kuwa toleo maalum. Itakuwa na upana wa dhiraa 25,000 na urefu wake kuanzia mashariki mpaka magharibi utakuwa ule ule wa sehemu moja ya kabila, mahali patakatifu patakuwa katikati ya eneo hilo."
  },
  {
    "verseNumber": "EZK 48:9",
    "verseText": "“Hiyo sehemu maalum mtakayotoa kwa BWANA itakuwa na urefu wa dhiraa 25,000 na upana wa dhiraa 10,000"
  },
  {
    "verseNumber": "EZK 48:10",
    "verseText": "Hii itakuwa ni sehemu takatifu kwa ajili ya makuhani. Itakuwa na urefu wa dhiraa 25,000 upande wa kaskazini, upana wa dhiraa 10,000 upande wa magharibi, dhiraa 10,000 upande wa mashariki na urefu wa dhiraa 25,000 upande wa kusini. Katikati yake patakuwa mahali patakatifu pa BWANA."
  },
  {
    "verseNumber": "EZK 48:11",
    "verseText": "Hii itakuwa kwa ajili ya makuhani waliowekwa wakfu, Wasadoki, waliokuwa waaminifu katika kunitumikia nao hawakupotoka kama Walawi walivyofanya wakati Waisraeli walipopotoka."
  },
  {
    "verseNumber": "EZK 48:12",
    "verseText": "Itakuwa toleo maalum kwao kutoka sehemu takatifu ya nchi, yaani, sehemu takatifu sana, inayopakana na nchi ya Walawi."
  },
  {
    "verseNumber": "EZK 48:13",
    "verseText": "“Kando ya nchi ya makuhani, Walawi watakuwa na mgawo wa urefu wa dhiraa 25,000 na upana wa dhiraa 10,000. Urefu wake utakuwa jumla dhiraa 25,000 na upana wa dhiraa 10,000."
  },
  {
    "verseNumber": "EZK 48:14",
    "verseText": "Hawataruhusiwa kuuza wala kuibadilisha hata mojawapo. Hii ndiyo sehemu nzuri ya nchi kuliko nyingine zote, hivyo haitakuwa mikononi mwa watu wengine, kwa sababu ni takatifu kwa BWANA."
  },
  {
    "verseNumber": "EZK 48:15",
    "verseText": "“Eneo linalobaki lenye upana wa dhiraa 5,000 na urefu wa dhiraa 25,000, litakuwa kwa ajili ya matumizi ya kawaida ya mji, kwa ajili ya ujenzi wa nyumba na malisho. Mji utakuwa katikati yake"
  },
  {
    "verseNumber": "EZK 48:16",
    "verseText": "nao utakuwa na vipimo hivi: upande wa kaskazini dhiraa 4,500, upande wa kusini dhiraa 4,500, upande wa mashariki dhiraa 4,500 na upande wa magharibi dhiraa 4,500."
  },
  {
    "verseNumber": "EZK 48:17",
    "verseText": "Sehemu ya malisho kwa ajili ya mji itakuwa na eneo la dhiraa 250 upande wa kaskazini, dhiraa 250 upande wa kusini, dhiraa 250 upande wa mashariki na dhiraa 250 upande wa magharibi."
  },
  {
    "verseNumber": "EZK 48:18",
    "verseText": "Eneo linalobaki, linalopakana na sehemu takatifu likiwa na urefu sawa nalo, litakuwa dhiraa 10,000 upande wa mashariki na dhiraa 10,000 upande wa magharibi. Mazao yake yatawapa watumishi wa mji chakula."
  },
  {
    "verseNumber": "EZK 48:19",
    "verseText": "Watumishi wa mji wanaolima shamba hili watatoka katika makabila yote ya Israeli."
  },
  {
    "verseNumber": "EZK 48:20",
    "verseText": "Eneo lote la hiyo sehemu litakuwa mraba, yaani, dhiraa 25,000 kila upande. Kama toleo maalum mtatenga sehemu takatifu, pamoja na milki ya mji."
  },
  {
    "verseNumber": "EZK 48:21",
    "verseText": "“Eneo linalobaki pande zote za eneo linalofanya sehemu takatifu na milki ya mji litakuwa mali ya mkuu atawalaye. Eneo hili litaenea upande wa mashariki kuanzia kwenye dhiraa 25,000 za sehemu takatifu hadi mpaka wa mashariki na kuelekea upande wa magharibi kuanzia kwenye dhiraa 25,000 hadi mpaka wa magharibi. Maeneo yote haya mawili yanayoenda sambamba na urefu wa sehemu za makabila yatakuwa ya mkuu anayetawala, na sehemu ile takatifu pamoja na mahali patakatifu pa Hekalu itakuwa katikati yake."
  },
  {
    "verseNumber": "EZK 48:22",
    "verseText": "Kwa hiyo milki ya Walawi na milki ya mji vitakuwa katikati ya eneo lile ambalo ni mali ya mkuu anayetawala. Eneo la mkuu anayetawala litakuwa kati ya mpaka wa Yuda na mpaka wa Benyamini."
  },
  {
    "verseNumber": "EZK 48:23",
    "verseText": "“Kuhusu makabila yaliyobaki: Benyamini atakuwa na sehemu moja, itakayoanzia upande wa mashariki hadi upande wa magharibi."
  },
  {
    "verseNumber": "EZK 48:24",
    "verseText": "“Simeoni atakuwa na sehemu moja, itakayopakana na nchi ya Benyamini kuanzia mashariki hadi magharibi."
  },
  {
    "verseNumber": "EZK 48:25",
    "verseText": "“Isakari atakuwa na sehemu moja, itakayopakana na nchi ya Simeoni kuanzia mashariki hadi magharibi."
  },
  {
    "verseNumber": "EZK 48:26",
    "verseText": "“Zabuloni atakuwa na sehemu moja, itakayopakana na nchi ya Isakari kuanzia mashariki hadi magharibi."
  },
  {
    "verseNumber": "EZK 48:27",
    "verseText": "“Gadi atakuwa na sehemu moja, itakayopakana na nchi ya Zabuloni kuanzia mashariki hadi magharibi."
  },
  {
    "verseNumber": "EZK 48:28",
    "verseText": "“Mpaka wa kusini wa Gadi utapita kusini kuanzia Tamari hadi maji ya Meriba-Kadeshi, kisha kupitia upande wa Kijito cha Misri hadi Bahari Kuu."
  },
  {
    "verseNumber": "EZK 48:29",
    "verseText": "“Hii ndiyo nchi mtakayogawanya kuwa urithi kwa makabila ya Israeli, nazo zitakuwa sehemu zao,” asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "EZK 48:30",
    "verseText": "“Haya yatakuwa ndiyo malango ya mji ya kutokea: Kuanzia upande wa kaskazini, ambayo urefu wake ni dhiraa 4,500, utakuwa na malango matatu,"
  },
  {
    "verseNumber": "EZK 48:31",
    "verseText": "malango hayo ya mji yatapewa majina ya makabila ya Israeli. Malango hayo matatu ya upande wa kaskazini moja litakuwa lango la Reubeni, lango la Yuda na lango la Lawi."
  },
  {
    "verseNumber": "EZK 48:32",
    "verseText": "“Upande wa mashariki, wenye urefu wa dhiraa 4,500, utakuwa na malango matatu: lango la Yosefu, lango la Benyamini na lango la Dani."
  },
  {
    "verseNumber": "EZK 48:33",
    "verseText": "“Upande wa kusini, wenye urefu wa dhiraa 4,500, utakuwa na malango matatu: lango la Simeoni, lango la Isakari na lango la Zabuloni."
  },
  {
    "verseNumber": "EZK 48:34",
    "verseText": "“Upande wa magharibi, wenye urefu wa dhiraa 4,500, utakuwa na malango matatu: lango la Gadi, lango la Asheri na lango la Naftali."
  },
  {
    "verseNumber": "EZK 48:35",
    "verseText": "“Urefu wote kuzunguka utakuwa dhiraa 18,000. “Nalo jina la mji huo kuanzia wakati huo na kuendelea litakuwa: Bwana yupo hapa.”"
  }
]