[
  {
    "verseNumber": "EZR 1:1",
    "verseText": "Katika mwaka wa kwanza wa utawala wa Koreshi mfalme wa Uajemi, ili kulitimiza neno la BWANA lililosemwa na nabii Yeremia, BWANA aliusukuma moyo wa Koreshi mfalme wa Uajemi kutangaza katika himaya yake yote kwa maandishi:"
  },
  {
    "verseNumber": "EZR 1:2",
    "verseText": "“Hili ndilo asemalo Koreshi mfalme wa Uajemi: “ ‘BWANA, Mungu wa mbinguni, amenipa falme zote duniani, na ameniagiza kumjengea Hekalu huko Yerusalemu katika Yuda."
  },
  {
    "verseNumber": "EZR 1:3",
    "verseText": "Yeyote wa watu wake miongoni mwenu, Mungu wake na awe pamoja naye, wacha apande kwenda Yerusalemu katika Yuda na kujenga Hekalu la BWANA, Mungu wa Israeli, Mungu aliyeko huko Yerusalemu."
  },
  {
    "verseNumber": "EZR 1:4",
    "verseText": "Nao watu wa mahali popote wale walionusurika wanapoishi sasa, watu hao wampe fedha na dhahabu, pamoja na vifaa na mifugo, mbali na sadaka za hiari kwa ajili ya Hekalu la Mungu huko Yerusalemu.’ ”"
  },
  {
    "verseNumber": "EZR 1:5",
    "verseText": "Kisha viongozi wa jamaa ya Yuda na Benyamini na makuhani na Walawi kila mmoja ambaye moyo wake ulisukumwa na Mungu, akajiandaa kupanda ili kuijenga nyumba ya BWANA huko Yerusalemu."
  },
  {
    "verseNumber": "EZR 1:6",
    "verseText": "Majirani zao wote wakawasaidia vyombo vya fedha na dhahabu, pamoja na vifaa na mifugo, pia na zawadi za thamani, pamoja na sadaka zote za hiari."
  },
  {
    "verseNumber": "EZR 1:7",
    "verseText": "Zaidi ya hayo, Mfalme Koreshi akavitoa vyombo vilivyokuwa mali ya Hekalu la BWANA, ambavyo Nebukadneza alikuwa amevichukua kutoka Yerusalemu na kuviweka katika hekalu la mungu wake."
  },
  {
    "verseNumber": "EZR 1:8",
    "verseText": "Koreshi mfalme wa Uajemi akavitoa kwa mkono wa Mithredathi mtunza hazina, aliyevihesabu mbele ya Sheshbaza mkuu wa Yuda."
  },
  {
    "verseNumber": "EZR 1:9",
    "verseText": "Hii ilikuwa ndio orodha ya vifaa: masinia ya dhahabu yalikuwa 30 masinia ya fedha yalikuwa 1,000 vyetezo vya fedha vilikuwa 29"
  },
  {
    "verseNumber": "EZR 1:10",
    "verseText": "mabakuli ya dhahabu yalikuwa 30 mabakuli ya fedha yanayofanana yalikuwa 410 vifaa vingine vilikuwa 1,000."
  },
  {
    "verseNumber": "EZR 1:11",
    "verseText": "Kwa ujumla, kulikuwa na vyombo 5,400 vya dhahabu na vya fedha. Sheshbaza akavileta hivi vyote wakati watu walipotoka uhamishoni Babeli kwenda Yerusalemu."
  },
  {
    "verseNumber": "EZR 2:1",
    "verseText": "Basi hawa ndio watu wa jimbo waliotoka uhamishoni, ambao Nebukadneza mfalme wa Babeli alikuwa amewachukua mateka hadi Babeli (walirudi Yerusalemu na Yuda, kila mmoja kwenye mji wake,"
  },
  {
    "verseNumber": "EZR 2:2",
    "verseText": "wakiwa wamefuatana na Zerubabeli, Yeshua, Nehemia, Seraya, Reelaya, Mordekai, Bilshani, Mispari, Bigwai, Rehumu na Baana): Orodha ya wanaume kati ya watu wa Israeli ilikuwa:"
  },
  {
    "verseNumber": "EZR 2:3",
    "verseText": "wazao wa Paroshi 2,172"
  },
  {
    "verseNumber": "EZR 2:4",
    "verseText": "wazao wa Shefatia 372"
  },
  {
    "verseNumber": "EZR 2:5",
    "verseText": "wazao wa Ara 775"
  },
  {
    "verseNumber": "EZR 2:6",
    "verseText": "wazao wa Pahath-Moabu (wa jamaa ya Yeshua na Yoabu) 2,812"
  },
  {
    "verseNumber": "EZR 2:7",
    "verseText": "wazao wa Elamu 1,254"
  },
  {
    "verseNumber": "EZR 2:8",
    "verseText": "wazao wa Zatu 945"
  },
  {
    "verseNumber": "EZR 2:9",
    "verseText": "wazao wa Zakai 760"
  },
  {
    "verseNumber": "EZR 2:10",
    "verseText": "wazao wa Bani 642"
  },
  {
    "verseNumber": "EZR 2:11",
    "verseText": "wazao wa Bebai 623"
  },
  {
    "verseNumber": "EZR 2:12",
    "verseText": "wazao wa Azgadi 1,222"
  },
  {
    "verseNumber": "EZR 2:13",
    "verseText": "wazao wa Adonikamu 666"
  },
  {
    "verseNumber": "EZR 2:14",
    "verseText": "wazao wa Bigwai 2,056"
  },
  {
    "verseNumber": "EZR 2:15",
    "verseText": "wazao wa Adini 454"
  },
  {
    "verseNumber": "EZR 2:16",
    "verseText": "wazao wa Ateri (kupitia Hezekia) 98"
  },
  {
    "verseNumber": "EZR 2:17",
    "verseText": "wazao wa Besai 323"
  },
  {
    "verseNumber": "EZR 2:18",
    "verseText": "wazao wa Yora 112"
  },
  {
    "verseNumber": "EZR 2:19",
    "verseText": "wazao wa Hashumu 223"
  },
  {
    "verseNumber": "EZR 2:20",
    "verseText": "wazao wa Gibari 95"
  },
  {
    "verseNumber": "EZR 2:21",
    "verseText": "watu wa Bethlehemu 123"
  },
  {
    "verseNumber": "EZR 2:22",
    "verseText": "watu wa Netofa 56"
  },
  {
    "verseNumber": "EZR 2:23",
    "verseText": "watu wa Anathothi 128"
  },
  {
    "verseNumber": "EZR 2:24",
    "verseText": "watu wa Azmawethi 42"
  },
  {
    "verseNumber": "EZR 2:25",
    "verseText": "wazao wa Kiriath-Yearimu, Kefira na Beerothi 743"
  },
  {
    "verseNumber": "EZR 2:26",
    "verseText": "wazao wa Rama na Geba 621"
  },
  {
    "verseNumber": "EZR 2:27",
    "verseText": "watu wa Mikmashi 122"
  },
  {
    "verseNumber": "EZR 2:28",
    "verseText": "watu wa Betheli na Ai 223"
  },
  {
    "verseNumber": "EZR 2:29",
    "verseText": "wazao wa Nebo 52"
  },
  {
    "verseNumber": "EZR 2:30",
    "verseText": "wazao wa Magbishi 156"
  },
  {
    "verseNumber": "EZR 2:31",
    "verseText": "wazao wa Elamu ile ingine 1,254"
  },
  {
    "verseNumber": "EZR 2:32",
    "verseText": "wazao wa Harimu 320"
  },
  {
    "verseNumber": "EZR 2:33",
    "verseText": "wazao wa Lodi, Hadidi na Ono 725"
  },
  {
    "verseNumber": "EZR 2:34",
    "verseText": "wazao wa Yeriko 345"
  },
  {
    "verseNumber": "EZR 2:35",
    "verseText": "wazao wa Senaa 3,630"
  },
  {
    "verseNumber": "EZR 2:36",
    "verseText": "Makuhani: wazao wa Yedaya (kwa jamaa ya Yeshua) 973"
  },
  {
    "verseNumber": "EZR 2:37",
    "verseText": "wazao wa Imeri 1,052"
  },
  {
    "verseNumber": "EZR 2:38",
    "verseText": "wazao wa Pashuri 1,247"
  },
  {
    "verseNumber": "EZR 2:39",
    "verseText": "wazao wa Harimu 1,017"
  },
  {
    "verseNumber": "EZR 2:40",
    "verseText": "Walawi: wazao wa Yeshua na Kadmieli (kupitia jamaa ya Hodavia) 74"
  },
  {
    "verseNumber": "EZR 2:41",
    "verseText": "Waimbaji: wazao wa Asafu 128"
  },
  {
    "verseNumber": "EZR 2:42",
    "verseText": "Mabawabu wa lango la Hekalu: wazao wa Shalumu, Ateri, Talmoni, Akubu, Hatita na Shobai 139"
  },
  {
    "verseNumber": "EZR 2:43",
    "verseText": "Watumishi wa Hekalu: wazao wa Siha, Hasufa, Tabaothi,"
  },
  {
    "verseNumber": "EZR 2:44",
    "verseText": "wazao wa Kerosi, Siaha, Padoni,"
  },
  {
    "verseNumber": "EZR 2:45",
    "verseText": "wazao wa Lebana, Hagaba, Akubu,"
  },
  {
    "verseNumber": "EZR 2:46",
    "verseText": "wazao wa Hagabu, Shalmai, Hanani,"
  },
  {
    "verseNumber": "EZR 2:47",
    "verseText": "wazao wa Gideli, Gahari, Reaya,"
  },
  {
    "verseNumber": "EZR 2:48",
    "verseText": "wazao wa Resini, Nekoda, Gazamu,"
  },
  {
    "verseNumber": "EZR 2:49",
    "verseText": "wazao wa Uza, Pasea, Besai,"
  },
  {
    "verseNumber": "EZR 2:50",
    "verseText": "wazao wa Asna, Meunimu, Nefusimu,"
  },
  {
    "verseNumber": "EZR 2:51",
    "verseText": "wazao wa Bakbuki, Hakufa, Harhuri,"
  },
  {
    "verseNumber": "EZR 2:52",
    "verseText": "wazao wa Basluthi, Mehida, Harsha,"
  },
  {
    "verseNumber": "EZR 2:53",
    "verseText": "wazao wa Barkosi, Sisera, Tema,"
  },
  {
    "verseNumber": "EZR 2:54",
    "verseText": "wazao wa Nesia na Hatifa."
  },
  {
    "verseNumber": "EZR 2:55",
    "verseText": "Wazao wa watumishi wa Solomoni: wazao wa Sotai, Hasaferethi, Peruda,"
  },
  {
    "verseNumber": "EZR 2:56",
    "verseText": "wazao wa Yaala, Darkoni, Gideli,"
  },
  {
    "verseNumber": "EZR 2:57",
    "verseText": "wazao wa Shefatia, Hatili, Pokereth-Hasebaimu na Ami."
  },
  {
    "verseNumber": "EZR 2:58",
    "verseText": "Watumishi wa Hekalu wote na wazao wa watumishi wa Solomoni 392"
  },
  {
    "verseNumber": "EZR 2:59",
    "verseText": "Wafuatao walikuja kutoka miji ya Tel-Mela, Tel-Harsha, Kerubu, Adoni na Imeri, lakini hawakuweza kuthibitisha kwamba jamaa zao zilikuwa uzao wa Israeli:"
  },
  {
    "verseNumber": "EZR 2:60",
    "verseText": "wazao wa Delaya, Tobia na Nekoda 652"
  },
  {
    "verseNumber": "EZR 2:61",
    "verseText": "Kutoka miongoni mwa makuhani: Wazao wa Hobaya, Hakosi, Barzilai (mtu aliyekuwa amemwoa binti wa Barzilai, Mgileadi, naye akaitwa kwa jina hilo)."
  },
  {
    "verseNumber": "EZR 2:62",
    "verseText": "Hawa walitafuta orodha za jamaa zao, lakini hawakuonekana humo, kwa hiyo waliondolewa kutoka kundi la makuhani kwa kuwa walihesabiwa kuwa najisi."
  },
  {
    "verseNumber": "EZR 2:63",
    "verseText": "Mtawala aliagiza kuwa wasile chochote miongoni mwa vyakula vitakatifu hadi kuwe kuhani atakayehudumu kwa Urimu na Thumimu."
  },
  {
    "verseNumber": "EZR 2:64",
    "verseText": "Jumla ya watu wote waliorudi walikuwa 42,360;"
  },
  {
    "verseNumber": "EZR 2:65",
    "verseText": "tena zaidi ya hao walikuwepo watumishi wa kiume na wa kike 7,337; pia walikuwamo waimbaji wanaume na wanawake 200."
  },
  {
    "verseNumber": "EZR 2:66",
    "verseText": "Walikuwa na farasi 736, nyumbu 245,"
  },
  {
    "verseNumber": "EZR 2:67",
    "verseText": "ngamia 435 na punda 6,720."
  },
  {
    "verseNumber": "EZR 2:68",
    "verseText": "Walipofika kwenye nyumba ya BWANA huko Yerusalemu, baadhi ya viongozi wa jamaa walitoa sadaka za hiari kwa ajili ya kujenga upya nyumba ya Mungu katika eneo lake."
  },
  {
    "verseNumber": "EZR 2:69",
    "verseText": "Wakatoa kwa kadiri ya uwezo wao na kutia katika hazina darkoni 61,000 za dhahabu, mane 5,000 za fedha, na mavazi 100 ya ukuhani kwa ajili ya kazi hiyo."
  },
  {
    "verseNumber": "EZR 2:70",
    "verseText": "Makuhani, Walawi, waimbaji, mabawabu, na watumishi wa Hekalu waliishi katika miji yao wenyewe, pamoja na baadhi ya watu wengine, nao Waisraeli waliosalia waliishi katika miji yao."
  },
  {
    "verseNumber": "EZR 3:1",
    "verseText": "Mwezi wa saba ulipowadia baada ya Waisraeli kukaa katika miji yao, watu wote walikusanyika huko Yerusalemu kama mtu mmoja."
  },
  {
    "verseNumber": "EZR 3:2",
    "verseText": "Yeshua mwana wa Yosadaki na makuhani wenzake, Zerubabeli mwana wa Shealtieli pamoja na wenzake walianza kujenga madhabahu ya Mungu wa Israeli ili kumtolea dhabihu za sadaka za kuteketezwa kwa moto juu yake, kulingana na ilivyoandikwa katika Sheria ya Mose mtu wa Mungu."
  },
  {
    "verseNumber": "EZR 3:3",
    "verseText": "Ingawa waliwaogopa watu waliowazunguka, walijenga madhabahu juu ya ule msingi wake, wakamtolea BWANA dhabihu za sadaka za kuteketezwa kwa moto juu yake za asubuhi na za jioni."
  },
  {
    "verseNumber": "EZR 3:4",
    "verseText": "Kisha kulingana na kile kilichoandikwa, wakaiadhimisha Sikukuu ya Vibanda wakitoa idadi ya sadaka za kuteketezwa kama ilivyohitajika kila siku sawasawa na ilivyoagizwa."
  },
  {
    "verseNumber": "EZR 3:5",
    "verseText": "Baada ya hayo, walitoa sadaka za kuteketezwa za kawaida, sadaka za Mwezi Mwandamo na dhabihu zote za sikukuu takatifu za BWANA zilizoamriwa, pamoja na zile sadaka za hiari zilizotolewa kwa BWANA."
  },
  {
    "verseNumber": "EZR 3:6",
    "verseText": "Ingawa bado msingi wa Hekalu la BWANA ulikuwa haujawekwa, watu walianza kutoa sadaka za kuteketezwa kwa moto kwa BWANA tangu siku ya kwanza ya mwezi wa saba."
  },
  {
    "verseNumber": "EZR 3:7",
    "verseText": "Kisha watu wakawapa mafundi wa uashi na useremala fedha, wakawapa watu wa Sidoni na Tiro vyakula, vinywaji na mafuta ili waweze kuleta magogo ya mierezi kwa njia ya bahari kutoka Lebanoni hadi Yafa, kama alivyoagiza Koreshi mfalme wa Uajemi."
  },
  {
    "verseNumber": "EZR 3:8",
    "verseText": "Katika mwezi wa pili wa mwaka wa pili baada ya Waisraeli kufika kwenye nyumba ya Mungu huko Yerusalemu, Zerubabeli mwana wa Shealtieli, Yeshua mwana wa Yosadaki na ndugu zao wengine (makuhani, Walawi na wote waliorejea Yerusalemu kutoka uhamishoni) walianza kazi, wakiteua Walawi wenye umri kuanzia miaka ishirini au zaidi kusimamia ujenzi wa nyumba ya BWANA."
  },
  {
    "verseNumber": "EZR 3:9",
    "verseText": "Yeshua na wanawe, pamoja na ndugu zake, Kadmieli na wanawe (wazao wa Hodavia), wana wa Henadadi na wana wao na ndugu zao, Walawi wote walijiunga pamoja kusimamia wale waliofanya kazi katika nyumba ya Mungu."
  },
  {
    "verseNumber": "EZR 3:10",
    "verseText": "Wajenzi walipoweka msingi wa Hekalu la BWANA, makuhani wakiwa wamevalia mavazi yao wakiwa na tarumbeta na Walawi (wana wa Asafu) wakiwa na matoazi, walishika nafasi zao za kumtukuza BWANA, kama ilivyoagizwa na Daudi mfalme wa Israeli."
  },
  {
    "verseNumber": "EZR 3:11",
    "verseText": "Waliimba nyimbo za sifa na za shukrani kwa BWANA hivi: “Yeye ni mwema; upendo wake kwa Israeli wadumu milele.” Watu wote wakapaza sauti kubwa za sifa kwa BWANA, kwa sababu msingi wa nyumba ya BWANA ulikuwa umewekwa."
  },
  {
    "verseNumber": "EZR 3:12",
    "verseText": "Lakini wengi wa makuhani wazee, Walawi na viongozi wa jamaa waliokuwa wameona Hekalu la mwanzoni, walilia kwa sauti walipoona msingi wa Hekalu hili ukiwekwa, huku wengine wengi wakipiga kelele kwa furaha."
  },
  {
    "verseNumber": "EZR 3:13",
    "verseText": "Hakuna mtu ambaye angeweza kutofautisha sauti hizo za furaha na za kilio, kwa sababu watu walipiga kelele sana. Nayo hiyo sauti ikasikika mbali."
  },
  {
    "verseNumber": "EZR 4:1",
    "verseText": "Adui za Yuda na Benyamini waliposikia kwamba watu waliorudi kutoka uhamishoni wanajenga Hekalu kwa ajili ya BWANA, Mungu wa Israeli,"
  },
  {
    "verseNumber": "EZR 4:2",
    "verseText": "wakamjia Zerubabeli na viongozi wa jamaa, nao wakasema, “Turuhusuni tuwasaidie kujenga, kwa sababu sisi tunamtafuta Mungu wenu kama ninyi na tumekuwa tukimtolea dhabihu tangu wakati wa Esar-Hadoni mfalme wa Ashuru, aliyetuleta hapa.”"
  },
  {
    "verseNumber": "EZR 4:3",
    "verseText": "Lakini Zerubabeli, Yeshua na viongozi wengine wa jamaa ya Israeli wakawajibu, “Ninyi hamna sehemu nasi katika kujenga Hekalu la Mungu wetu. Sisi peke yetu tutajenga Hekalu kwa ajili ya BWANA, Mungu wa Israeli, kama Mfalme Koreshi, mfalme wa Uajemi alivyotuagiza.”"
  },
  {
    "verseNumber": "EZR 4:4",
    "verseText": "Ndipo watu waliowazunguka wakajipanga kuwakatisha tamaa watu wa Yuda na kuwafanya waogope walipokuwa wakiendelea na ujenzi."
  },
  {
    "verseNumber": "EZR 4:5",
    "verseText": "Wakaajiri washauri kuwapinga katika kazi yao, nao wakaipinga mipango yao wakati wote wa utawala wa Koreshi mfalme wa Uajemi hadi wakati wa utawala wa Dario mfalme wa Uajemi."
  },
  {
    "verseNumber": "EZR 4:6",
    "verseText": "Mnamo mwanzo wa utawala wa Ahasuero, hao adui waliandika mashtaka dhidi ya watu wa Yuda na Yerusalemu."
  },
  {
    "verseNumber": "EZR 4:7",
    "verseText": "Pia katika siku za utawala wa Artashasta mfalme wa Uajemi, Bishlamu, Mithredathi, Tabeeli pamoja na wenzao waliandika barua kwa Artashasta. Barua hiyo iliandikwa kwa mwandiko wa Kiaramu na katika lugha ya Kiaramu."
  },
  {
    "verseNumber": "EZR 4:8",
    "verseText": "Rehumu afisa msimamizi na mwandishi Shimshai waliandika barua kwa Mfalme Artashasta dhidi ya watu wa Yerusalemu kama ifuatavyo:"
  },
  {
    "verseNumber": "EZR 4:9",
    "verseText": "Rehumu afisa msimamizi na mwandishi Shimshai, pamoja na wenzao, yaani mahakimu na maafisa walio juu ya watu kuanzia Tripoli, Uajemi, Ereki na Babeli, Waelami wa Shushani,"
  },
  {
    "verseNumber": "EZR 4:10",
    "verseText": "na watu wengine ambao mheshimiwa Asur-Banipali aliwahamisha na kuwakalisha katika mji wa Samaria na mahali pengine Ngʼambo ya Mto Frati."
  },
  {
    "verseNumber": "EZR 4:11",
    "verseText": "(Hii ndiyo nakala ya barua waliyompelekea.) Kwa Mfalme Artashasta, Kutoka kwa watumishi wako, watu wa Ngʼambo ya Mto Frati:"
  },
  {
    "verseNumber": "EZR 4:12",
    "verseText": "Yapasa Mfalme ajue kuwa Wayahudi waliopanda kuja kwetu kutoka kwenu, wamekwenda Yerusalemu nao wanaujenga upya ule mji wa uasi na uovu. Wanajenga kuta upya na kukarabati misingi yake."
  },
  {
    "verseNumber": "EZR 4:13",
    "verseText": "Zaidi ya hayo, mfalme yampasa ajue kwamba kama mji huu ukijengwa na kuta zake zikafanywa upya, hakutakuwa na ulipaji wa kodi wala ada au ushuru, hivyo hazina za mfalme zitaathirika."
  },
  {
    "verseNumber": "EZR 4:14",
    "verseText": "Sisi sasa kwa kuwa tunawajibika kwa jumba la kifalme na kwamba siyo sawasawa kwetu kuona mfalme akidharauliwa, basi tunatuma ujumbe huu kumtaarifu mfalme,"
  },
  {
    "verseNumber": "EZR 4:15",
    "verseText": "ili kwamba ufanyike uchunguzi kwenye kumbukumbu ya maandishi ya waliokutangulia. Katika kumbukumbu hizi utagundua kwamba mji huu ni wa maasi, unaowataabisha wafalme na majimbo, ni mahali pa maasi tangu zamani. Ndiyo maana mji huu uliharibiwa."
  },
  {
    "verseNumber": "EZR 4:16",
    "verseText": "Tunamjulisha mfalme kwamba kama mji huu ukijengwa na kuta zake zikifanywa upya, hutabakiwa na chochote Ngʼambo ya Mto Frati."
  },
  {
    "verseNumber": "EZR 4:17",
    "verseText": "Mfalme alirudisha jibu hili: Kwa Rehumu, afisa msimamizi, mwandishi Shimshai na wenzenu wote wanaoishi katika Samaria na penginepo Ngʼambo ya Mto Frati: Salamu."
  },
  {
    "verseNumber": "EZR 4:18",
    "verseText": "Barua mliyotutumia imesomwa na kutafsiriwa mbele yangu."
  },
  {
    "verseNumber": "EZR 4:19",
    "verseText": "Nilitoa amri na uchunguzi ukafanyika na imegundulika kwamba mji huu una historia ndefu ya maasi dhidi ya wafalme na pamekuwa mahali pa maasi na uchochezi."
  },
  {
    "verseNumber": "EZR 4:20",
    "verseText": "Yerusalemu umepata kuwa na wafalme wenye nguvu wakitawala nchi yote iliyo Ngʼambo ya Mto Frati, wakitoza kodi, ada na ushuru huko."
  },
  {
    "verseNumber": "EZR 4:21",
    "verseText": "Kwa hiyo toeni amri kwa watu hawa wasimamishe ujenzi, ili kwamba mji huu usiendelee kujengwa hadi nitakapoagiza."
  },
  {
    "verseNumber": "EZR 4:22",
    "verseText": "Mwe waangalifu msipuuze jambo hili. Kwa nini kuruhusu tishio hili kuendelea na kusababisha hasara kwa ufalme?"
  },
  {
    "verseNumber": "EZR 4:23",
    "verseText": "Mara waliposomewa nakala ya barua ya Mfalme Artashasta, Rehumu na Shimshai aliyekuwa mwandishi na wenzao, walikwenda mara moja kwa Wayahudi huko Yerusalemu na kuwalazimisha kwa nguvu kusimamisha ujenzi."
  },
  {
    "verseNumber": "EZR 4:24",
    "verseText": "Hivyo kazi ya ujenzi wa nyumba ya Mungu huko Yerusalemu ikasimamishwa kabisa hadi mwaka wa pili wa utawala wa Dario mfalme wa Uajemi."
  },
  {
    "verseNumber": "EZR 5:1",
    "verseText": "Ndipo nabii Hagai na nabii Zekaria mzao wa Ido, wakawatolea unabii Wayahudi waliokuwa Yuda na Yerusalemu kwa jina la Mungu wa Israeli, aliyekuwa pamoja nao."
  },
  {
    "verseNumber": "EZR 5:2",
    "verseText": "Ndipo Zerubabeli mwana wa Shealtieli na Yeshua mwana wa Yosadaki wakaanza kujenga tena nyumba ya Mungu huko Yerusalemu. Nao manabii wa Mungu walikuwa pamoja nao, wakiwasaidia."
  },
  {
    "verseNumber": "EZR 5:3",
    "verseText": "Wakati ule Tatenai mtawala wa ngʼambo ya mto Frati na Shethar-Bozenai na wenzao waliwaendea, wakawauliza, “Ni nani aliyewapa ruhusa ya kujenga tena Hekalu hili na kurudishia upya kama lilivyokuwa?”"
  },
  {
    "verseNumber": "EZR 5:4",
    "verseText": "Pia waliwauliza, “Je, majina ya watu wanaofanya ujenzi huu ni nani?”"
  },
  {
    "verseNumber": "EZR 5:5",
    "verseText": "Lakini jicho la Mungu wao lilikuwa likiwaangalia wazee wa Wayahudi, nao hawakuzuiliwa kujenga mpaka taarifa ikaandikwa kwa Dario na majibu yake kupokelewa."
  },
  {
    "verseNumber": "EZR 5:6",
    "verseText": "Hii ni nakala ya barua ile Tatenai, mtawala wa ngʼambo ya mto Frati na Shethar-Bozenai na wenzao maafisa wa ngʼambo ya mto Frati waliyompelekea Mfalme Dario."
  },
  {
    "verseNumber": "EZR 5:7",
    "verseText": "Taarifa waliyompelekea ilisomeka kama ifuatavyo: Kwa Mfalme Dario: Salamu kwa moyo mkunjufu."
  },
  {
    "verseNumber": "EZR 5:8",
    "verseText": "Inampasa Mfalme ajue kwamba tulikwenda katika eneo la Yuda, kwenye Hekalu la Mungu mkuu. Watu wanalijenga kwa mawe makubwa na kuweka mbao kwenye kuta. Kazi inafanyika kwa bidii na inaendelea kwa haraka chini ya uongozi wao."
  },
  {
    "verseNumber": "EZR 5:9",
    "verseText": "Tuliwauliza viongozi, “Ni nani aliyewapa ruhusa kujenga upya Hekalu hili na kurejeza hali ya jengo kama lilivyokuwa?”"
  },
  {
    "verseNumber": "EZR 5:10",
    "verseText": "Pia tuliwauliza majina yao, ili tukuandikie kukujulisha majina ya viongozi wao."
  },
  {
    "verseNumber": "EZR 5:11",
    "verseText": "Hili ndilo jibu walilotupa: “Sisi ni watumishi wa Mungu wa mbingu na nchi, nasi tunalijenga upya Hekalu ambalo lilijengwa miaka mingi iliyopita, lile ambalo mfalme mkuu wa Israeli alilijenga na kulikamilisha."
  },
  {
    "verseNumber": "EZR 5:12",
    "verseText": "Lakini kwa sababu baba zetu walimkasirisha Mungu wa mbinguni, basi aliwatia mkononi mwa Nebukadneza, Mkaldayo, mfalme wa Babeli, ambaye aliliharibu Hekalu hili na kuwaondoa watu na kuwapeleka uhamishoni huko Babeli."
  },
  {
    "verseNumber": "EZR 5:13",
    "verseText": "“Pamoja na hayo, katika mwaka wa kwanza wa kutawala Koreshi mfalme wa Babeli, Mfalme Koreshi alitoa amri ya kujengwa upya nyumba hii ya Mungu."
  },
  {
    "verseNumber": "EZR 5:14",
    "verseText": "Yeye hata aliviondoa vyombo vya dhahabu na fedha vya nyumba ya Mungu, kutoka Hekalu la Babeli ambavyo Nebukadneza alikuwa amevichukua kutoka ndani ya Hekalu huko Yerusalemu na kuvileta katika Hekalu la Babeli. “Vyombo hivyo Mfalme Koreshi alimkabidhi mtu aliyeitwa Sheshbaza, ambaye Koreshi alikuwa amemteua awe mtawala,"
  },
  {
    "verseNumber": "EZR 5:15",
    "verseText": "naye akamwambia, ‘Chukua vyombo hivi uende ukaviweke ndani ya Hekalu huko Yerusalemu. Nawe uijenge upya nyumba ya Mungu mahali pake.’"
  },
  {
    "verseNumber": "EZR 5:16",
    "verseText": "Hivyo huyu Sheshbaza alikuja na kuweka misingi ya nyumba ya Mungu iliyoko Yerusalemu. Tangu siku hiyo hadi sasa imekuwa ikiendelea kujengwa lakini bado haijamalizika.”"
  },
  {
    "verseNumber": "EZR 5:17",
    "verseText": "Sasa kama ikimpendeza mfalme, uchunguzi na ufanyike katika kumbukumbu za maandishi ya ufalme mjini Babeli, kuona kama kweli Mfalme Koreshi alitoa amri ya kujenga upya nyumba ya Mungu katika Yerusalemu. Kisha tunaomba mfalme na atutumie uamuzi wake kuhusu jambo hili."
  },
  {
    "verseNumber": "EZR 6:1",
    "verseText": "Kisha Mfalme Dario alitoa amri, nao wakafanya uchunguzi katika kumbukumbu zilizohifadhiwa katika hazina huko Babeli."
  },
  {
    "verseNumber": "EZR 6:2",
    "verseText": "Karatasi moja ndefu ya maandishi ilipatikana huko Ekbatana katika jimbo la Umedi. Haya ndiyo yaliyokuwa yameandikwa humo: Kumbukumbu:"
  },
  {
    "verseNumber": "EZR 6:3",
    "verseText": "Katika mwaka wa kwanza wa kutawala Mfalme Koreshi, mfalme alitoa amri kuhusu Hekalu la Mungu katika Yerusalemu: Hekalu na lijengwe tena mahali palepale Wayahudi walipokuwa wakitoa dhabihu, kwenye msingi ule ule. Iwe na kimo cha mikono sitini, upana wa mikono sitini,"
  },
  {
    "verseNumber": "EZR 6:4",
    "verseText": "kuta zijengwe kwa safu tatu za mawe makubwa kisha ifuate safu moja ya mbao. Gharama zitalipwa kutoka hazina ya mfalme."
  },
  {
    "verseNumber": "EZR 6:5",
    "verseText": "Pia, vyombo vya dhahabu na vya fedha vya nyumba ya Mungu, ambavyo Nebukadneza alivichukua kutoka kwenye Hekalu huko Yerusalemu akavileta Babeli, yapasa virudishwe mahali pake ndani ya Hekalu huko Yerusalemu, yapasa viwekwe ndani ya nyumba ya Mungu."
  },
  {
    "verseNumber": "EZR 6:6",
    "verseText": "Sasa basi, Tatenai, mtawala wa Ngʼambo ya Mto Frati na Shethar-Bozenai pamoja na ninyi, maafisa wenzao wa jimbo hilo kaeni mbali na mahali hapo."
  },
  {
    "verseNumber": "EZR 6:7",
    "verseText": "Msiingilie kazi ya Hekalu hili la Mungu. Mwacheni mtawala wa Wayahudi na viongozi Wayahudi wajenge upya nyumba hii ya Mungu mahali pake."
  },
  {
    "verseNumber": "EZR 6:8",
    "verseText": "Zaidi ya hayo, hapa natoa amri kuhusu mtakalofanya kwa ajili ya wazee wa Wayahudi katika ujenzi wa nyumba hii ya Mungu: Gharama za watu hawa zitalipwa kikamilifu kutoka hazina ya mfalme, kutoka kwenye mapato ya Ngʼambo ya Mto Frati, ili ujenzi usisimame."
  },
  {
    "verseNumber": "EZR 6:9",
    "verseText": "Chochote kinachohitajika kama mafahali wachanga, kondoo dume, wana-kondoo kwa ajili ya sadaka za kuteketezwa kwa Mungu wa mbinguni, ngano, chumvi, divai na mafuta kama vitakavyohitajika na makuhani huko Yerusalemu, lazima wapewe kila siku pasipo kukosa,"
  },
  {
    "verseNumber": "EZR 6:10",
    "verseText": "ili waweze kutoa dhabihu inayompendeza Mungu wa mbinguni na kumwombea mfalme na wanawe hali njema."
  },
  {
    "verseNumber": "EZR 6:11",
    "verseText": "Zaidi ya hayo, ninaamuru kwamba mtu yeyote atakayebadilisha amri hii, boriti itangʼolewa kutoka nyumba yake, ichongwe upande mmoja na atumbuliwe nayo. Kwa ajili ya kosa hili nyumba yake ifanywe lundo la taka."
  },
  {
    "verseNumber": "EZR 6:12",
    "verseText": "Naye Mungu, aliyeliweka Jina lake huko, amwangushe mfalme yeyote au watu watakaoinua mikono kubadili amri hii au kuharibu Hekalu hili lililoko Yerusalemu. Mimi Dario nimetoa amri hii. Nayo itekelezwe kwa bidii na kwa makini."
  },
  {
    "verseNumber": "EZR 6:13",
    "verseText": "Kwa sababu ya amri aliyotoa Mfalme Dario, Tatenai mtawala wa Ngʼambo ya Mto Frati na Shethar-Bozenai na wenzao wakaitekeleza kwa bidii na kwa makini."
  },
  {
    "verseNumber": "EZR 6:14",
    "verseText": "Hivyo wazee wa Wayahudi waliendelea kujenga na kustawi kutokana na mahubiri ya manabii Hagai na Zekaria, mwana wa Ido. Wakakamilisha ujenzi wa Hekalu kulingana na agizo la Mungu wa Israeli na amri ya Koreshi, Dario na Artashasta wafalme wa Uajemi."
  },
  {
    "verseNumber": "EZR 6:15",
    "verseText": "Hekalu lilikamilika siku ya kumi na mbili ya mwezi wa Adari, ndio mwezi wa tatu, katika mwaka wa sita wa utawala wa Mfalme Dario."
  },
  {
    "verseNumber": "EZR 6:16",
    "verseText": "Kisha watu wa Israeli: makuhani, Walawi na wengine wote waliohamishwa, wakaadhimisha kule kuwekwa wakfu nyumba ya Mungu kwa shangwe."
  },
  {
    "verseNumber": "EZR 6:17",
    "verseText": "Kwa ajili ya kuwekwa wakfu nyumba hii ya Mungu walitoa mafahali mia moja, kondoo dume mia mbili, wana-kondoo mia nne, sadaka kwa ajili ya dhambi ya Israeli yote walitoa mbuzi dume kumi na wawili, mmoja kwa ajili ya kila kabila la Israeli."
  },
  {
    "verseNumber": "EZR 6:18",
    "verseText": "Wakawaweka makuhani katika nafasi zao na Walawi wakawekwa katika makundi yao ya huduma kwa Mungu huko Yerusalemu, kulingana na ilivyoandikwa katika Kitabu cha Mose."
  },
  {
    "verseNumber": "EZR 6:19",
    "verseText": "Katika siku ya kumi na nne ya mwezi wa kwanza, waliorudi kutoka uhamishoni wakaadhimisha Pasaka."
  },
  {
    "verseNumber": "EZR 6:20",
    "verseText": "Makuhani na Walawi walikuwa wamekwisha kujitakasa nao wamekuwa safi kwa kufuata kawaida za ibada. Walawi wakachinja kondoo wa Pasaka kwa ajili ya wana wa waliorudi kutoka utumwani uhamishoni, kwa ajili ya ndugu zao makuhani na wao wenyewe."
  },
  {
    "verseNumber": "EZR 6:21",
    "verseText": "Hivyo Waisraeli waliokuwa wamerudi kutoka utumwani uhamishoni wakaila Pasaka, pamoja na wale waliokuwa wamejitenga na matendo ya unajisi wa Mataifa ya jirani ili kumtafuta BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "EZR 6:22",
    "verseText": "Kwa muda wa siku saba waliiadhimisha Sikukuu ya Mikate Isiyotiwa Chachu kwa furaha, kwa sababu BWANA alikuwa amewajaza furaha kwa kubadilisha nia ya mfalme wa Ashuru kwamba awasaidie ujenzi wa nyumba ya Mungu, Mungu wa Israeli."
  },
  {
    "verseNumber": "EZR 7:1",
    "verseText": "Baada ya mambo haya, wakati wa utawala wa Artashasta mfalme wa Uajemi, Ezra mwana wa Seraya, mwana wa Azaria, mwana wa Hilkia,"
  },
  {
    "verseNumber": "EZR 7:2",
    "verseText": "mwana wa Shalumu, mwana wa Sadoki, mwana wa Ahitubu,"
  },
  {
    "verseNumber": "EZR 7:3",
    "verseText": "mwana wa Amaria, mwana wa Azaria, mwana wa Merayothi,"
  },
  {
    "verseNumber": "EZR 7:4",
    "verseText": "mwana wa Zerahia, mwana wa Uzi, mwana wa Buki,"
  },
  {
    "verseNumber": "EZR 7:5",
    "verseText": "mwana wa Abishua, mwana wa Finehasi, mwana wa Eleazari, mwana wa kuhani mkuu Aroni."
  },
  {
    "verseNumber": "EZR 7:6",
    "verseText": "Huyu Ezra alipanda kutoka Babeli. Alikuwa mwalimu mwenye ujuzi mzuri katika sheria ya Mose, ambayo BWANA, Mungu wa Israeli, alikuwa ametoa. Mfalme alikuwa amempa Ezra kila kitu alichoomba, kwa maana BWANA Mungu wake alikuwa pamoja naye."
  },
  {
    "verseNumber": "EZR 7:7",
    "verseText": "Pia baadhi ya Waisraeli, wakiwemo makuhani, Walawi, waimbaji, mabawabu na watumishi wa Hekalu, nao walikuja Yerusalemu mwaka wa saba wa utawala wa Mfalme Artashasta."
  },
  {
    "verseNumber": "EZR 7:8",
    "verseText": "Ezra aliwasili Yerusalemu mwezi wa tano wa mwaka wa saba wa utawala wa Mfalme Artashasta."
  },
  {
    "verseNumber": "EZR 7:9",
    "verseText": "Ezra alianza safari yake kutoka Babeli tangu siku ya kwanza ya mwezi wa kwanza, naye akawasili Yerusalemu siku ya kwanza ya mwezi wa tano, kwa maana mkono wa neema wa Mungu wake ulikuwa juu yake."
  },
  {
    "verseNumber": "EZR 7:10",
    "verseText": "Kwa maana Ezra alikuwa amejitoa kwa moyo wote kujifunza na kushika sheria ya BWANA na kuwafundisha watu wa Israeli amri na sheria zake."
  },
  {
    "verseNumber": "EZR 7:11",
    "verseText": "Hii ni nakala ya barua ambayo Mfalme Artashasta alikuwa amempa Ezra aliyekuwa kuhani na mwalimu, mtu aliyeelimika katika mambo yahusuyo maagizo na amri za BWANA kwa Israeli."
  },
  {
    "verseNumber": "EZR 7:12",
    "verseText": "Artashasta, mfalme wa wafalme, Kwa Ezra kuhani, mwalimu wa Sheria ya Mungu wa mbinguni: Salamu."
  },
  {
    "verseNumber": "EZR 7:13",
    "verseText": "Sasa naamuru kwamba mtu yeyote Mwisraeli katika ufalme wangu, pamoja na makuhani na Walawi, ambaye anataka kwenda Yerusalemu pamoja nawe aweza kwenda."
  },
  {
    "verseNumber": "EZR 7:14",
    "verseText": "Unatumwa na mfalme na washauri wake saba kuchunguza kuhusu Yuda na Yerusalemu kulingana na Sheria ya Mungu wako, iliyoko mkononi mwako."
  },
  {
    "verseNumber": "EZR 7:15",
    "verseText": "Zaidi ya hayo, uchukue pamoja nawe fedha na dhahabu ambazo mfalme na washauri wake wamempa Mungu wa Israeli kwa hiari, Mungu ambaye maskani yake yako Yerusalemu,"
  },
  {
    "verseNumber": "EZR 7:16",
    "verseText": "pia fedha na dhahabu zote unazoweza kupata kutoka jimbo la Babeli, pamoja na sadaka za hiari watakazotoa watu na makuhani kwa ajili ya Hekalu la Mungu wao katika Yerusalemu."
  },
  {
    "verseNumber": "EZR 7:17",
    "verseText": "Hakikisha kwamba fedha hizi zimetumika kununua mafahali, kondoo dume na wana-kondoo pamoja na sadaka za nafaka na sadaka za vinywaji, uvitoe dhabihu juu ya madhabahu ya Hekalu la Mungu wenu katika Yerusalemu."
  },
  {
    "verseNumber": "EZR 7:18",
    "verseText": "Kisha wewe na Wayahudi ndugu zako mnaweza kufanya lolote linaloonekana jema sana kwa fedha na dhahabu zilizosalia, kulingana na mapenzi ya Mungu wenu."
  },
  {
    "verseNumber": "EZR 7:19",
    "verseText": "Uvitoe kwa Mungu wa Yerusalemu vyombo vyote ulivyokabidhiwa kwa ajili ya ibada katika Hekalu la Mungu wako."
  },
  {
    "verseNumber": "EZR 7:20",
    "verseText": "Kitu kingine chochote kinachohitajika kwa ajili ya Hekalu la Mungu wenu ambacho unatakiwa kukitoa, waweza kukitoa kutoka hazina ya mfalme."
  },
  {
    "verseNumber": "EZR 7:21",
    "verseText": "Mimi, Mfalme Artashasta, sasa naagiza watunza hazina wote wa Ngʼambo ya Mto Frati kutoa kwa bidii chochote kwa Ezra kuhani na mwalimu wa Sheria ya Mungu wa mbinguni atakachohitaji kwenu,"
  },
  {
    "verseNumber": "EZR 7:22",
    "verseText": "talanta 100 za fedha, ngano kori 100, divai bathi 100, mafuta ya zeituni bathi 100, na chumvi kiasi chochote."
  },
  {
    "verseNumber": "EZR 7:23",
    "verseText": "Chochote ambacho Mungu wa mbinguni ameagiza, kifanyike kwa ukamilifu kwa ajili ya Hekalu la Mungu wa mbinguni. Kwa nini pawepo ghadhabu dhidi ya utawala wa mfalme na wanawe?"
  },
  {
    "verseNumber": "EZR 7:24",
    "verseText": "Pia ninyi fahamuni kuwa hamna mamlaka ya kuwatoza kodi, ushuru au ada makuhani, Walawi, waimbaji, mabawabu, watumishi wa Hekalu au wafanyakazi wengine kwenye nyumba ya Mungu."
  },
  {
    "verseNumber": "EZR 7:25",
    "verseText": "Nawe Ezra, kufuatana na hekima ya Mungu wenu uliyo nayo, weka mahakimu na waamuzi wote wanaozifahamu sheria za Mungu wenu ili watoe haki kwa watu wote wa Ngʼambo ya Mto Frati. Nawe inakupasa umfundishe yeyote ambaye hazifahamu."
  },
  {
    "verseNumber": "EZR 7:26",
    "verseText": "Yeyote ambaye hataitii sheria ya Mungu wenu pia sheria ya mfalme, hakika lazima aadhibiwe kwa kuuawa, kuhamishwa, kunyangʼanywa mali au kufungwa gerezani."
  },
  {
    "verseNumber": "EZR 7:27",
    "verseText": "Sifa ziwe kwa BWANA, Mungu wa baba zetu, Mungu ambaye kwa njia hii ameweka ndani ya moyo wa mfalme kuipa heshima nyumba ya BWANA iliyoko Yerusalemu, kwa namna hii"
  },
  {
    "verseNumber": "EZR 7:28",
    "verseText": "ambaye ameniongezea kibali chake mbele ya mfalme, washauri wake na maafisa wote wa mfalme wenye uwezo. Kwa kuwa mkono wa BWANA Mungu wangu ulikuwa pamoja nami, nilijipa moyo nikakusanya watu walio viongozi kutoka Israeli wakwee pamoja nami."
  },
  {
    "verseNumber": "EZR 8:1",
    "verseText": "Hawa ndio viongozi wa jamaa pamoja na wale walioandikwa ambao walikuja pamoja nami kutoka Babeli wakati wa utawala wa Mfalme Artashasta:"
  },
  {
    "verseNumber": "EZR 8:2",
    "verseText": "wa wazao wa Finehasi, alikuwa Gershoni; wa wazao wa Ithamari, alikuwa Danieli; wa wazao wa Daudi, alikuwa Hatushi"
  },
  {
    "verseNumber": "EZR 8:3",
    "verseText": "wa wazao wa Shekania; wa wazao wa Paroshi, alikuwa Zekaria, na watu 150 walioandikishwa pamoja naye;"
  },
  {
    "verseNumber": "EZR 8:4",
    "verseText": "wa wazao wa Pahath-Moabu, alikuwa Eliehoenai mwana wa Zerahia na wanaume 200 pamoja naye;"
  },
  {
    "verseNumber": "EZR 8:5",
    "verseText": "wa wazao wa Zatu, alikuwa Shekania mwana wa Yahazieli na wanaume 300 pamoja naye;"
  },
  {
    "verseNumber": "EZR 8:6",
    "verseText": "wa wazao wa Adini, alikuwa Ebedi mwana wa Yonathani na wanaume 50 pamoja naye;"
  },
  {
    "verseNumber": "EZR 8:7",
    "verseText": "wa wazao wa Elamu, alikuwa Yeshaya mwana wa Athalia, na wanaume 70 pamoja naye;"
  },
  {
    "verseNumber": "EZR 8:8",
    "verseText": "wa wazao wa Shefatia, alikuwa Zebadia mwana wa Mikaeli na wanaume 80 pamoja naye;"
  },
  {
    "verseNumber": "EZR 8:9",
    "verseText": "wa wazao wa Yoabu, alikuwa Obadia mwana wa Yehieli na wanaume 218 pamoja naye;"
  },
  {
    "verseNumber": "EZR 8:10",
    "verseText": "wa wazao wa Bani, alikuwa Shelomithi mwana wa Yosifia na wanaume 160 pamoja naye;"
  },
  {
    "verseNumber": "EZR 8:11",
    "verseText": "wa wazao wa Bebai, alikuwa Zekaria mwana wa Bebai na wanaume 28 pamoja naye;"
  },
  {
    "verseNumber": "EZR 8:12",
    "verseText": "wa wazao wa Azgadi, alikuwa Yohanani mwana wa Hakatani na wanaume 110 pamoja naye;"
  },
  {
    "verseNumber": "EZR 8:13",
    "verseText": "wa wazao wa Adonikamu, hawa walikuwa wa mwisho ambao majina yao ni Elifeleti, Yeueli, Shemaya na wanaume 60 pamoja nao;"
  },
  {
    "verseNumber": "EZR 8:14",
    "verseText": "wa wazao wa Bigwai, walikuwa Uthai na Zakuri na wanaume 70 pamoja nao."
  },
  {
    "verseNumber": "EZR 8:15",
    "verseText": "Niliwakusanya kwenye mto utiririkao kuelekea Ahava, nasi tukapiga kambi pale siku tatu. Wakati nilipokagua kati ya watu na makuhani, sikuwapata Walawi."
  },
  {
    "verseNumber": "EZR 8:16",
    "verseText": "Basi niliwaita Eliezeri, Arieli, Shemaya, Elnathani, Yaribu, Elnathani, Nathani, Zekaria na Meshulamu waliokuwa viongozi na Yoyaribu na Elnathani waliokuwa wasomi,"
  },
  {
    "verseNumber": "EZR 8:17",
    "verseText": "nikawatuma kwa Ido kiongozi huko Kasifia. Niliwaambia watakayomwambia Ido na ndugu zake, watumishi wa Hekalu huko Kasifia, ili waweze kutuletea wahudumu kwa ajili ya nyumba ya Mungu wetu."
  },
  {
    "verseNumber": "EZR 8:18",
    "verseText": "Kwa sababu mkono wa neema wa Mungu wetu ulikuwa juu yetu, walituletea Sherebia, mtu mwenye uwezo kutoka wazao wa Mahli mwana wa Lawi, mwana wa Israeli, na wana wa Sherebia pamoja na ndugu zao wanaume kumi na wanane."
  },
  {
    "verseNumber": "EZR 8:19",
    "verseText": "Naye Hashabia, pamoja na Yeshaya kutoka wazao wa Merari na ndugu zake na wapwa wake wanaume ishirini."
  },
  {
    "verseNumber": "EZR 8:20",
    "verseText": "Vilevile walileta watumishi wa Hekalu 220, kikundi ambacho Daudi na maafisa walikuwa wamekiweka kusaidia Walawi. Wote walikuwa wameorodheshwa kwa majina."
  },
  {
    "verseNumber": "EZR 8:21",
    "verseText": "Kando ya Mto Ahava, hapo nilitangaza kufunga, ili tujinyenyekeshe mbele za Mungu wetu na kumwomba kwa ajili ya kutujalia safari ya amani sisi na watoto wetu, pamoja na mali zetu zote."
  },
  {
    "verseNumber": "EZR 8:22",
    "verseText": "Niliona aibu kumwomba mfalme askari na wapanda farasi wa kutulinda njiani kutokana na adui zetu, kwa sababu tulikwisha kumwambia mfalme, “Mkono wa neema wa Mungu wetu uko juu ya kila mmoja anayemtafuta, lakini hasira yake kubwa ni dhidi ya wote wamwachao.”"
  },
  {
    "verseNumber": "EZR 8:23",
    "verseText": "Kwa hiyo tulifunga na kumwomba Mungu wetu kuhusu jambo hili, naye akajibu maombi yetu."
  },
  {
    "verseNumber": "EZR 8:24",
    "verseText": "Kisha niliwatenga viongozi wa makuhani kumi na wawili, pamoja na Sherebia, Hashabia na ndugu zao kumi,"
  },
  {
    "verseNumber": "EZR 8:25",
    "verseText": "nami nikawapimia fedha, dhahabu na vifaa ambavyo mfalme, washauri wake, maafisa wake na Israeli wote waliokuwepo walikuwa wamevitoa sadaka kwa ajili ya nyumba ya Mungu wetu."
  },
  {
    "verseNumber": "EZR 8:26",
    "verseText": "Niliwapimia talanta 650 za fedha, vifaa vingine vya fedha vya uzito wa talanta mia moja, talanta mia moja za dhahabu,"
  },
  {
    "verseNumber": "EZR 8:27",
    "verseText": "mabakuli ishirini ya dhahabu ya thamani ya darkoni elfu moja, na vyombo viwili vya shaba iliyosuguliwa, ya thamani kama dhahabu."
  },
  {
    "verseNumber": "EZR 8:28",
    "verseText": "Niliwaambia, “Ninyi pamoja na vyombo hivi ni wakfu kwa BWANA. Fedha na dhahabu ni sadaka ya hiari kwa BWANA, Mungu wa baba zenu."
  },
  {
    "verseNumber": "EZR 8:29",
    "verseText": "Vilindeni kwa uangalifu mpaka mtakapovipima ndani ya vyumba vya nyumba ya BWANA katika Yerusalemu mbele ya makuhani, viongozi na Walawi pamoja na wakuu wa jamaa za Israeli.”"
  },
  {
    "verseNumber": "EZR 8:30",
    "verseText": "Ndipo makuhani na Walawi wakapokea fedha, dhahabu na vyombo vilivyowekwa wakfu ambavyo vilipimwa na kupelekwa katika nyumba ya Mungu wetu mjini Yerusalemu."
  },
  {
    "verseNumber": "EZR 8:31",
    "verseText": "Tulianza safari kutoka Mto Ahava kwenda Yerusalemu kwenye siku ya kumi na mbili ya mwezi wa kwanza. Mkono wa Mungu wetu ulikuwa juu yetu, naye njiani alitulinda dhidi ya adui na wanyangʼanyi."
  },
  {
    "verseNumber": "EZR 8:32",
    "verseText": "Kwa hiyo tuliwasili Yerusalemu ambapo tulipumzika kwa siku tatu."
  },
  {
    "verseNumber": "EZR 8:33",
    "verseText": "Katika siku ya nne, ndani ya nyumba ya Mungu wetu, tulipima fedha, dhahabu na vyombo vilivyowekwa wakfu, tukakabidhi mikononi mwa kuhani Meremothi mwana wa Uria. Eleazari mwana wa Finehasi alikuwa pamoja naye, pia walikuwako Walawi wawili, Yozabadi mwana wa Yeshua na Noadia mwana wa Binui."
  },
  {
    "verseNumber": "EZR 8:34",
    "verseText": "Kila kitu kilihesabiwa kwa idadi na kupimwa kwa uzito, nao uzito wote uliandikwa wakati ule."
  },
  {
    "verseNumber": "EZR 8:35",
    "verseText": "Kisha mateka waliokuwa wamerudi kutoka utumwani wakatoa sadaka za kuteketezwa kwa moto kwa Mungu wa Israeli: mafahali kumi na wawili kwa ajili ya Israeli wote, kondoo dume tisini na sita, wana-kondoo sabini na saba na mbuzi dume kumi na wawili kuwa sadaka ya dhambi. Hii yote ilikuwa sadaka ya kuteketezwa kwa moto kwa BWANA."
  },
  {
    "verseNumber": "EZR 8:36",
    "verseText": "Pia walikabidhi manaibu wa mfalme na watawala wa Ngʼambo ya Mto Frati maagizo ya mfalme, ambao baadaye walitoa msaada kwa watu na kwa nyumba ya Mungu."
  },
  {
    "verseNumber": "EZR 9:1",
    "verseText": "Baada ya mambo haya kutendeka, viongozi walinijia na kusema, “Watu wa Israeli, wakiwemo makuhani na Walawi, hawakujitenga na majirani zao katika kufanya machukizo, kama yale ya Wakanaani, Wahiti, Waperizi, Wayebusi, Waamoni, Wamoabu, Wamisri na Waamori."
  },
  {
    "verseNumber": "EZR 9:2",
    "verseText": "Wamewaoa baadhi ya binti zao kuwa wake zao na wake za wana wao, nao wamechanganya taifa takatifu na watu waliowazunguka. Nao viongozi na maafisa wamekuwa mstari wa mbele katika njia hii potovu.”"
  },
  {
    "verseNumber": "EZR 9:3",
    "verseText": "Niliposikia jambo hili nilirarua koti langu na joho langu, nikazingʼoa nywele za kichwa changu na ndevu zangu na kuketi nikishangaa."
  },
  {
    "verseNumber": "EZR 9:4",
    "verseText": "Kisha kila mmoja aliyetetemeshwa na maneno ya Mungu wa Israeli alikusanyika kunizunguka kwa sababu ya upotovu huu wa hao watu waliorudi kutoka utumwani. Nami niliketi pale nikishangaa mpaka wakati wa dhabihu ya jioni."
  },
  {
    "verseNumber": "EZR 9:5",
    "verseText": "Ndipo wakati wa kutoa dhabihu ya jioni nikainuka kutoka kujidhili kwangu nikiwa na koti na joho langu lililoraruka, nikapiga magoti mikono yangu ikiwa imeinuliwa kwa BWANA Mungu wangu."
  },
  {
    "verseNumber": "EZR 9:6",
    "verseText": "Nami nikaomba: “Ee Mungu wangu, natahayari na kuona aibu kukuinulia uso wangu Mungu wangu, kwa sababu dhambi zetu zimejikusanya hata kupita juu ya vichwa vyetu na hatia yetu imefika mbinguni."
  },
  {
    "verseNumber": "EZR 9:7",
    "verseText": "Tokea siku za babu zetu mpaka sasa, hatia yetu imekuwa kubwa. Kwa sababu ya dhambi zetu, sisi na wafalme wetu na makuhani wetu tumekabiliwa na vita, utumwa, kutekwa na kudhiliwa katika mikono ya wafalme wa kigeni, kama ilivyo leo."
  },
  {
    "verseNumber": "EZR 9:8",
    "verseText": "“Lakini sasa, kwa muda mfupi, BWANA Mungu wetu amekuwa na neema kwa kutuachia mabaki na kutupa mahali imara katika mahali pake patakatifu, hivyo Mungu wetu atupa mwanga machoni petu na unafuu katika utumwa wetu."
  },
  {
    "verseNumber": "EZR 9:9",
    "verseText": "Ingawa tu watumwa, Mungu wetu hajatuacha katika kufungwa kwetu. Ametuonyesha huruma mbele ya wafalme wa Uajemi: Ametujalia maisha mapya kwa kujenga upya nyumba ya Mungu wetu na kukarabati magofu yake, naye ametupa ukuta wa ulinzi katika Yuda na Yerusalemu."
  },
  {
    "verseNumber": "EZR 9:10",
    "verseText": "“Lakini sasa, Ee Mungu wetu, tunaweza kusema nini baada ya hili? Kwa maana tumedharau maagizo"
  },
  {
    "verseNumber": "EZR 9:11",
    "verseText": "uliyoyatoa kupitia watumishi wako manabii uliposema: ‘Nchi mnayoiingia kuimiliki ni nchi iliyochafuliwa na uovu wa watu wake. Kwa matendo yao ya machukizo wameijaza nchi kwa unajisi wao kutoka mwisho mmoja hadi mwingine."
  },
  {
    "verseNumber": "EZR 9:12",
    "verseText": "Kwa hiyo, msiwaoze binti zenu kwa wana wao wala binti zao kwa wana wenu. Msitafute mkataba wa urafiki nao kwa wakati wowote. Ndipo mtakapofanikiwa na kula mema ya nchi na kuwaachia watoto wenu nchi hiyo kama urithi wao wa milele.’"
  },
  {
    "verseNumber": "EZR 9:13",
    "verseText": "“Yale yaliyotupata ni matokeo ya matendo yetu mabaya, pia hatia yetu kubwa. Hata hivyo, wewe Mungu wetu, umetuadhibu kidogo kuliko dhambi zetu zilivyostahili na umetupa mabaki kama haya."
  },
  {
    "verseNumber": "EZR 9:14",
    "verseText": "Je, tutavunja maagizo yako tena na kuoana na watu ambao hufanya mambo ya machukizo? Je, hutakuwa na hasira ya kutosha juu yetu na kutuangamiza, bila kutuachia mabaki wala atakayenusurika?"
  },
  {
    "verseNumber": "EZR 9:15",
    "verseText": "Ee BWANA, Mungu wa Israeli, wewe ni mwenye haki! Leo hii tumeachwa kama mabaki. Tupo hapa mbele zako na hatia yetu, ingawa katika hali hii hakuna hata mmoja wetu anayeweza kusimama mbele zako.”"
  },
  {
    "verseNumber": "EZR 10:1",
    "verseText": "Wakati Ezra alipokuwa anaomba na kuungama, huku akilia na kujitupa chini mbele ya nyumba ya Mungu, umati mkubwa wa Waisraeli, wanaume, wanawake na watoto walikusanyika kumzunguka. Nao pia wakalia sana."
  },
  {
    "verseNumber": "EZR 10:2",
    "verseText": "Kisha Shekania mwana wa Yehieli, mmoja wa wazao wa Elamu, akamwambia Ezra, “Tumekosa uaminifu kwa Mungu wetu kwa kuoa wanawake wa kigeni kutoka mataifa yanayotuzunguka. Lakini pamoja na hili, bado liko tumaini kwa ajili ya Israeli."
  },
  {
    "verseNumber": "EZR 10:3",
    "verseText": "Sasa na tufanye agano mbele za Mungu wetu kuwafukuza hawa wanawake wote pamoja na watoto wao, kulingana na maonyo ya bwana wangu pamoja na wale ambao wanaogopa amri za Mungu wetu. Hili na lifanyike sawasawa na hii Sheria."
  },
  {
    "verseNumber": "EZR 10:4",
    "verseText": "Inuka, suala hili lipo mikononi mwako. Sisi tutaungana nawe, uwe na ujasiri ukatende hili.”"
  },
  {
    "verseNumber": "EZR 10:5",
    "verseText": "Basi Ezra akainuka na kuwaapisha makuhani viongozi, Walawi na Israeli yote kufanya lile lililokuwa limependekezwa. Nao wakaapa."
  },
  {
    "verseNumber": "EZR 10:6",
    "verseText": "Ndipo Ezra akaondoka hapo mbele ya nyumba ya Mungu akaenda kwenye chumba cha Yehohanani mwana wa Eliashibu. Wakati alipokuwa hapo, hakula chakula wala hakunywa maji, kwa sababu aliendelea kuomboleza kuhusu kukosa uaminifu kwa watu wa uhamishoni."
  },
  {
    "verseNumber": "EZR 10:7",
    "verseText": "Ndipo lilipotolewa tangazo Yuda yote na Yerusalemu kwa watu wote waliokuwa uhamishoni kukusanyika Yerusalemu."
  },
  {
    "verseNumber": "EZR 10:8",
    "verseText": "Yeyote ambaye hangejitokeza kwa muda wa siku tatu angepoteza mali yake yote, kulingana na uamuzi wa maafisa na wazee, naye mtu huyo angefukuzwa kutoka kusanyiko la watu waliokuwa uhamishoni."
  },
  {
    "verseNumber": "EZR 10:9",
    "verseText": "Katika muda wa siku tatu, watu wote wa Yuda na Benyamini wakawa wamekusanyika huko Yerusalemu. Kwenye siku ya ishirini ya mwezi wa tisa, watu wote walikuwa wameketi ndani ya uwanja mbele ya nyumba ya Mungu, wakiwa na majonzi mno kwa tukio hilo na kwa sababu ya mvua kubwa."
  },
  {
    "verseNumber": "EZR 10:10",
    "verseText": "Ndipo Kuhani Ezra aliposimama akawaambia, “Mmekosa uaminifu, mmeoa wanawake wa kigeni, mkaongezea hatia ya Israeli."
  },
  {
    "verseNumber": "EZR 10:11",
    "verseText": "Sasa tubuni kwa BWANA, Mungu wa baba zenu mkafanye mapenzi yake. Jitengeni na mataifa wanaowazunguka na wake zenu wa kigeni.”"
  },
  {
    "verseNumber": "EZR 10:12",
    "verseText": "Kusanyiko lote likajibu kwa sauti kubwa: “Uko sawa kabisa! Ni lazima tufanye kama unavyosema."
  },
  {
    "verseNumber": "EZR 10:13",
    "verseText": "Lakini hapa pana watu wengi na ni wakati wa mvua, hivyo hatuwezi kusimama nje. Hata hivyo, shauri hili haliwezi kumalizika kwa siku moja au mbili, kwa sababu tumefanya dhambi kubwa katika jambo hili."
  },
  {
    "verseNumber": "EZR 10:14",
    "verseText": "Maafisa wetu na wafanye kwa niaba ya kusanyiko lote. Kisha kila mmoja katika miji yetu ambaye ameoa mwanamke wa kigeni aje kwa wakati uliopangwa, akiwa pamoja na wazee na waamuzi wa kila mji, hadi hasira kali ya Mungu wetu katika shauri hili itakapoondolewa kwetu.”"
  },
  {
    "verseNumber": "EZR 10:15",
    "verseText": "Yonathani mwana wa Asaheli na Yazeya mwana wa Tikwa peke yao, wakiungwa mkono na Meshulamu na Shabethai Mlawi, ndio waliopinga jambo hili."
  },
  {
    "verseNumber": "EZR 10:16",
    "verseText": "Basi watu wa uhamishoni wakafanya kama ilivyokuwa imependekezwa. Kuhani Ezra akachagua wanaume waliokuwa viongozi wa jamaa, mmoja kutoka kila mgawanyo wa jamaa, nao wote wakachaguliwa kwa majina. Katika siku ya kwanza ya mwezi wa kumi waliketi kuchunguza mashauri hayo."
  },
  {
    "verseNumber": "EZR 10:17",
    "verseText": "Katika siku ya kwanza ya mwezi wa kwanza wakawa wamemaliza kushughulikia wanaume wote waliokuwa wameoa wanawake wa kigeni."
  },
  {
    "verseNumber": "EZR 10:18",
    "verseText": "Miongoni mwa wazao wa makuhani, wafuatao walikuwa wameoa wanawake wa kigeni: Kutoka wazao wa Yeshua mwana wa Yosadaki na ndugu zake: Maaseya, Eliezeri, Yaribu na Gedalia."
  },
  {
    "verseNumber": "EZR 10:19",
    "verseText": "(Wote walitoa nadhiri kwa kuandika kwa mikono yao kuwafukuza wake zao, kwa hatia yao, kila mmoja akatoa kondoo dume kutoka kundini mwake kama sadaka ya hatia.)"
  },
  {
    "verseNumber": "EZR 10:20",
    "verseText": "Kutoka wazao wa Imeri: Hanani na Zebadia."
  },
  {
    "verseNumber": "EZR 10:21",
    "verseText": "Kutoka wazao wa Harimu: Maaseya, Eliya, Shemaya, Yehieli na Uzia."
  },
  {
    "verseNumber": "EZR 10:22",
    "verseText": "Kutoka wazao wa Pashuri: Elioenai, Maaseya, Ishmaeli, Nethaneli, Yozabadi na Elasa."
  },
  {
    "verseNumber": "EZR 10:23",
    "verseText": "Miongoni mwa Walawi: Yozabadi, Shimei, Kelaya (ndiye Kelita), Pethahia, Yuda na Eliezeri."
  },
  {
    "verseNumber": "EZR 10:24",
    "verseText": "Kutoka waimbaji: Eliashibu. Kutoka mabawabu: Shalumu, Telemu na Uri."
  },
  {
    "verseNumber": "EZR 10:25",
    "verseText": "Miongoni mwa Waisraeli wengine: Kutoka wazao wa Paroshi: Ramia, Izia, Malkiya, Miyamini, Eleazari, Malkiya na Benaya."
  },
  {
    "verseNumber": "EZR 10:26",
    "verseText": "Kutoka wazao wa Elamu: Matania, Zekaria, Yehieli, Abdi, Yeremothi na Eliya."
  },
  {
    "verseNumber": "EZR 10:27",
    "verseText": "Kutoka wazao wa Zatu: Elioenai, Eliashibu, Matania, Yeremothi, Zabadi na Aziza."
  },
  {
    "verseNumber": "EZR 10:28",
    "verseText": "Kutoka uzao wa Bebai: Yehohanani, Hanania, Zabai na Athlai."
  },
  {
    "verseNumber": "EZR 10:29",
    "verseText": "Kutoka wazao wa Bani: Meshulamu, Maluki, Adaya, Yashubu, Sheali na Yeremothi."
  },
  {
    "verseNumber": "EZR 10:30",
    "verseText": "Kutoka wazao wa Pahath-Moabu: Adna, Kelali, Benaya, Maaseya, Matania, Bezaleli, Binui na Manase."
  },
  {
    "verseNumber": "EZR 10:31",
    "verseText": "Kutoka wazao wa Harimu: Eliezeri, Ishiya, Malkiya, Shemaya, Shimeoni,"
  },
  {
    "verseNumber": "EZR 10:32",
    "verseText": "Benyamini, Maluki, na Shemaria."
  },
  {
    "verseNumber": "EZR 10:33",
    "verseText": "Kutoka wazao wa Hashumu: Matenai, Matata, Zabadi, Elifeleti, Yeremai, Manase na Shimei."
  },
  {
    "verseNumber": "EZR 10:34",
    "verseText": "Kutoka wazao wa Bani: Maadai, Amramu, Ueli,"
  },
  {
    "verseNumber": "EZR 10:35",
    "verseText": "Benaya, Bedeya, Keluhi,"
  },
  {
    "verseNumber": "EZR 10:36",
    "verseText": "Vania, Meremothi, Eliashibu,"
  },
  {
    "verseNumber": "EZR 10:37",
    "verseText": "Matania, Matenai na Yaasu."
  },
  {
    "verseNumber": "EZR 10:38",
    "verseText": "Kutoka wazao wa Binui: Shimei,"
  },
  {
    "verseNumber": "EZR 10:39",
    "verseText": "Shelemia, Nathani, Adaya,"
  },
  {
    "verseNumber": "EZR 10:40",
    "verseText": "Maknadebai, Shashai, Sharai,"
  },
  {
    "verseNumber": "EZR 10:41",
    "verseText": "Azareli, Shelemia, Shemaria,"
  },
  {
    "verseNumber": "EZR 10:42",
    "verseText": "Shalumu, Amaria na Yosefu."
  },
  {
    "verseNumber": "EZR 10:43",
    "verseText": "Kutoka wazao wa Nebo: Yeieli, Matithia, Zabadi, Zebina, Yadai, Yoeli na Benaya."
  },
  {
    "verseNumber": "EZR 10:44",
    "verseText": "Hawa wote walikuwa wameoa wanawake wa kigeni, na baadhi yao walikuwa wamezaa nao watoto."
  }
]