[
  {
    "verseNumber": "GAL 1:1",
    "verseText": "Paulo mtume: si mtume wa wanadamu wala aliyetumwa na mwanadamu, bali na Yesu Kristo na Mungu Baba aliyemfufua Yesu kutoka kwa wafu;"
  },
  {
    "verseNumber": "GAL 1:2",
    "verseText": "na ndugu wote walio pamoja nami: Kwa makanisa ya Galatia:"
  },
  {
    "verseNumber": "GAL 1:3",
    "verseText": "Neema iwe nanyi na amani itokayo kwa Mungu Baba yetu na kwa Bwana wetu Yesu Kristo,"
  },
  {
    "verseNumber": "GAL 1:4",
    "verseText": "aliyejitoa kwa ajili ya dhambi zetu ili apate kutuokoa katika ulimwengu huu wa sasa ulio mbaya, sawasawa na mapenzi yake yeye aliye Mungu na Baba yetu."
  },
  {
    "verseNumber": "GAL 1:5",
    "verseText": "Utukufu una yeye milele na milele. Amen."
  },
  {
    "verseNumber": "GAL 1:6",
    "verseText": "Nashangaa kwamba mnamwacha upesi hivyo yeye aliyewaita kwa neema ya Kristo na kuifuata Injili nyingine,"
  },
  {
    "verseNumber": "GAL 1:7",
    "verseText": "ambayo kwa kweli si Injili kamwe, ila kwa dhahiri kuna watu wanaowachanganya na wanaotaka kuipotosha Injili ya Kristo."
  },
  {
    "verseNumber": "GAL 1:8",
    "verseText": "Lakini hata ikiwa sisi au malaika atokaye mbinguni akihubiri Injili nyingine tofauti na ile tuliyowahubiria sisi, basi mtu huyo alaaniwe milele!"
  },
  {
    "verseNumber": "GAL 1:9",
    "verseText": "Kama vile tulivyokwisha kusema kabla, sasa nasema tena, ikiwa mtu yeyote atawahubiria Injili kinyume na ile mliyoipokea na alaaniwe milele!"
  },
  {
    "verseNumber": "GAL 1:10",
    "verseText": "Je, sasa mimi ninatafuta kukubaliwa na wanadamu au kukubaliwa na Mungu? Au nataka kuwapendeza wanadamu? Kama ningekuwa bado najaribu kuwapendeza wanadamu, nisingekuwa mtumishi wa Kristo."
  },
  {
    "verseNumber": "GAL 1:11",
    "verseText": "Ndugu zangu, nataka mjue kwamba Injili niliyowahubiria haikutokana na wanadamu."
  },
  {
    "verseNumber": "GAL 1:12",
    "verseText": "Kwa maana mimi sikuipokea hiyo Injili kutoka kwa mwanadamu, wala sikufundishwa na mtu, bali niliipata kwa ufunuo kutoka kwa Yesu Kristo."
  },
  {
    "verseNumber": "GAL 1:13",
    "verseText": "Ninyi mmekwisha kusikia juu ya maisha yangu ya zamani nilipokuwa katika dini ya Kiyahudi, jinsi nilivyolitesa kanisa la Mungu kwa nguvu na kujaribu kuliangamiza."
  },
  {
    "verseNumber": "GAL 1:14",
    "verseText": "Nami niliendelea sana katika dini ya Kiyahudi kuliko Wayahudi wengi wa rika yangu maana nilijitahidi sana katika desturi za baba zangu."
  },
  {
    "verseNumber": "GAL 1:15",
    "verseText": "Lakini ilipompendeza Mungu, aliyenitenga tangu tumboni mwa mama yangu na kuniita kwa neema yake,"
  },
  {
    "verseNumber": "GAL 1:16",
    "verseText": "alimdhihirisha Mwanawe kwangu, ili nipate kumhubiri miongoni mwa watu wa Mataifa. Mimi sikushauriana na mwanadamu yeyote,"
  },
  {
    "verseNumber": "GAL 1:17",
    "verseText": "wala sikupanda kwenda Yerusalemu kuwaona hao waliokuwa mitume kabla yangu, bali nilikwenda mara moja Arabuni na kisha nikarudi Dameski."
  },
  {
    "verseNumber": "GAL 1:18",
    "verseText": "Kisha baada ya miaka mitatu nilipanda kwenda Yerusalemu kuonana na Kefa na nilikaa naye siku kumi na tano."
  },
  {
    "verseNumber": "GAL 1:19",
    "verseText": "Lakini sikumwona mtume mwingine yeyote isipokuwa Yakobo, ndugu yake Bwana."
  },
  {
    "verseNumber": "GAL 1:20",
    "verseText": "Nawahakikishia mbele za Mungu kuwa ninayowaandikia si uongo."
  },
  {
    "verseNumber": "GAL 1:21",
    "verseText": "Baadaye nilikwenda sehemu za Syria na Kilikia."
  },
  {
    "verseNumber": "GAL 1:22",
    "verseText": "Lakini mimi binafsi sikujulikana kwa makanisa ya huko Uyahudi yaliyo katika Kristo."
  },
  {
    "verseNumber": "GAL 1:23",
    "verseText": "Wao walisikia habari tu kwamba, “Mtu yule ambaye hapo kwanza alikuwa akitutesa sasa anahubiri imani ile ile aliyokuwa akijaribu kuiangamiza.”"
  },
  {
    "verseNumber": "GAL 1:24",
    "verseText": "Nao wakamtukuza Mungu kwa sababu yangu."
  },
  {
    "verseNumber": "GAL 2:1",
    "verseText": "Kisha, baada ya miaka kumi na minne, nilipanda tena kwenda Yerusalemu pamoja na Barnaba, nikamchukua na Tito ili awe pamoja nami."
  },
  {
    "verseNumber": "GAL 2:2",
    "verseText": "Nilikwenda kwa sababu nilikuwa nimefunuliwa na Mungu, ili nikawaeleze kwa faragha wale walioonekana kuwa viongozi, ile Injili ninayoihubiri kwa watu wa Mataifa. Nilifanya hivyo kwa kuhofia kwamba nisije nikawa nilikuwa ninakimbia au nilikimbia bure."
  },
  {
    "verseNumber": "GAL 2:3",
    "verseText": "Lakini hata Tito ambaye alikuwa Myunani, hakulazimika kutahiriwa."
  },
  {
    "verseNumber": "GAL 2:4",
    "verseText": "Lakini kwa sababu ya ndugu wa uongo ambao walijiingiza kwa siri katikati yetu ili kupeleleza uhuru wetu tulio nao katika Kristo Yesu, wapate kututia utumwani,"
  },
  {
    "verseNumber": "GAL 2:5",
    "verseText": "hatukukubaliana nao hata dakika moja, ili kwamba ukweli wa Injili ubaki nanyi."
  },
  {
    "verseNumber": "GAL 2:6",
    "verseText": "Kwa habari ya wale waliokuwa wakubaliwe kuwa viongozi (kwangu mimi sikujali vyeo vyao, maana Mungu hana upendeleo), wale watu hawakuniongezea chochote."
  },
  {
    "verseNumber": "GAL 2:7",
    "verseText": "Badala yake walitambua kwamba nilikuwa nimekabidhiwa kazi ya kuhubiri Injili kwa watu wa Mataifa, kama vile Petro alivyokabidhiwa kuhubiri Injili kwa Wayahudi."
  },
  {
    "verseNumber": "GAL 2:8",
    "verseText": "Kwa maana, Mungu aliyekuwa akitenda kazi katika huduma ya Petro kama mtume kwa Wayahudi, ndiye pia aliyekuwa anatenda kazi katika huduma yangu kama mtume kwa watu wa Mataifa."
  },
  {
    "verseNumber": "GAL 2:9",
    "verseText": "Basi, Yakobo, Kefa na Yohana, walioonekana kama nguzo za kanisa, walitupa mkono wa shirika, mimi na Barnaba walipotambua ile neema niliyopewa. Wakakubali kwamba sisi twende kwa watu wa Mataifa na wao waende kwa Wayahudi."
  },
  {
    "verseNumber": "GAL 2:10",
    "verseText": "Walichotuomba ni kwamba tuendelee kuwakumbuka maskini, jambo ambalo ndilo nililokuwa na shauku ya kulifanya."
  },
  {
    "verseNumber": "GAL 2:11",
    "verseText": "Lakini Petro alipofika Antiokia, mimi nilimpinga ana kwa ana kwa sababu alikuwa amekosea kwa wazi."
  },
  {
    "verseNumber": "GAL 2:12",
    "verseText": "Kabla baadhi ya watu waliotoka kwa Yakobo hawajafika, alikuwa akila pamoja na watu wa Mataifa. Lakini hao watu walipofika alianza kujiondoa na kujitenga na watu wa Mataifa kwa sababu aliwaogopa wale wa kundi la tohara."
  },
  {
    "verseNumber": "GAL 2:13",
    "verseText": "Pia Wayahudi wengine waliungana naye katika unafiki huu, hata Barnaba naye akapotoshwa na unafiki wao."
  },
  {
    "verseNumber": "GAL 2:14",
    "verseText": "Nilipoona kwamba hawatendi sawasawa na kweli ya Injili, nilimwambia Petro mbele ya wote, “Wewe ni Myahudi, nawe unaishi kama mtu wa Mataifa na wala si kama Myahudi. Imekuwaje basi, mnawalazimisha watu wa Mataifa kufuata desturi za Kiyahudi?"
  },
  {
    "verseNumber": "GAL 2:15",
    "verseText": "“Sisi wenyewe ni Wayahudi kwa kuzaliwa na si watu wenye dhambi kama watu wa Mataifa,"
  },
  {
    "verseNumber": "GAL 2:16",
    "verseText": "bado tunajua ya kwamba mtu hahesabiwi haki kwa matendo ya sheria bali kwa njia ya imani katika Yesu Kristo. Hivyo sisi pia, tumemwamini Kristo Yesu ili tupate kuhesabiwa haki kwa njia ya imani katika Kristo, wala si kwa matendo ya sheria, kwa sababu kwa kushika sheria hakuna hata mtu mmoja atakayehesabiwa haki."
  },
  {
    "verseNumber": "GAL 2:17",
    "verseText": "“Lakini tukitafuta kuhesabiwa haki katika Kristo, inakuwa dhahiri kwamba sisi ni wenye dhambi. Je, ina maana kwamba Kristo amekuwa mtumishi wa dhambi? La hasha!"
  },
  {
    "verseNumber": "GAL 2:18",
    "verseText": "Lakini ikiwa mimi ninajenga tena kile ambacho nimekwisha kukibomoa, basi ninaonyesha kwamba mimi ni mkosaji."
  },
  {
    "verseNumber": "GAL 2:19",
    "verseText": "Kwa maana mimi kwa njia ya sheria, nimeifia sheria ili nipate kuishi kwa ajili ya Mungu."
  },
  {
    "verseNumber": "GAL 2:20",
    "verseText": "Nimesulubiwa pamoja na Kristo, wala si mimi tena ninayeishi, bali Kristo ndiye aishiye ndani yangu. Uhai nilio nao sasa katika mwili, ninaishi kwa imani ya Mwana wa Mungu, aliyenipenda na kujitoa kwa ajili yangu."
  },
  {
    "verseNumber": "GAL 2:21",
    "verseText": "Siibatilishi neema ya Mungu, kwa maana kama haki ingeweza kupatikana kwa njia ya sheria, basi Kristo alikufa bure!”"
  },
  {
    "verseNumber": "GAL 3:1",
    "verseText": "Ninyi Wagalatia wajinga! Ni nani aliyewaroga? Yesu Kristo aliwekwa wazi mbele yenu kwamba amesulubiwa."
  },
  {
    "verseNumber": "GAL 3:2",
    "verseText": "Nataka nijifunze neno moja kutoka kwenu: Je, mlipokea Roho wa Mungu kwa kushika sheria, au kwa kuyaamini yale mliyosikia?"
  },
  {
    "verseNumber": "GAL 3:3",
    "verseText": "Je, ninyi ni wajinga kiasi hicho? Baada ya kuanza kwa Roho, je, sasa mwataka kumalizia katika mwili?"
  },
  {
    "verseNumber": "GAL 3:4",
    "verseText": "Je, mlipata mateso kiasi hicho bure? Ni kama kweli yalikuwa bure!"
  },
  {
    "verseNumber": "GAL 3:5",
    "verseText": "Je, Mungu huwapa Roho wake na kufanya miujiza katikati yenu kwa sababu mnatii sheria, au kwa sababu mnaamini kile mlichosikia?"
  },
  {
    "verseNumber": "GAL 3:6",
    "verseText": "Kama vile “Abrahamu alimwamini Mungu na ikahesabiwa kwake kuwa haki.”"
  },
  {
    "verseNumber": "GAL 3:7",
    "verseText": "Fahamuni basi kwamba wale walio na imani, hao ndio watoto wa Abrahamu."
  },
  {
    "verseNumber": "GAL 3:8",
    "verseText": "Maandiko yakitabiri kwamba Mungu angewahesabia haki watu wa Mataifa kwa imani, alitangulia kumtangazia Abrahamu Injili akisema kwamba, “Kwa kupitia kwako mataifa yote yatabarikiwa.”"
  },
  {
    "verseNumber": "GAL 3:9",
    "verseText": "Kwa sababu hii, wale wote wanaoamini wanabarikiwa pamoja na Abrahamu, mtu wa imani."
  },
  {
    "verseNumber": "GAL 3:10",
    "verseText": "Kwa maana wote wanaotumainia matendo ya sheria wako chini ya laana, kwa kuwa imeandikwa, “Alaaniwe kila mtu asiyeshikilia kutii mambo yote yaliyoandikwa katika Kitabu cha Sheria.”"
  },
  {
    "verseNumber": "GAL 3:11",
    "verseText": "Basi ni dhahiri kwamba hakuna mtu anayehesabiwa haki mbele za Mungu kwa kushikilia sheria, kwa maana, “Mwenye haki ataishi kwa imani.”"
  },
  {
    "verseNumber": "GAL 3:12",
    "verseText": "Lakini sheria haitegemei imani. Kinyume chake, “Mtu atendaye matendo hayo ataishi kwa hayo.”"
  },
  {
    "verseNumber": "GAL 3:13",
    "verseText": "Kristo alitukomboa kutoka laana ya sheria kwa kufanyika laana kwa ajili yetu, kwa maana imeandikwa, “Amelaaniwa yeye aangikwaye juu ya mti.”"
  },
  {
    "verseNumber": "GAL 3:14",
    "verseText": "Alitukomboa ili kwamba baraka aliyopewa Abrahamu ipate kuwafikia watu wa Mataifa kwa njia ya Kristo Yesu, ili kwa imani tupate kupokea ile ahadi ya Roho."
  },
  {
    "verseNumber": "GAL 3:15",
    "verseText": "Ndugu zangu, nataka nitoe mfano kutoka maisha ya kila siku. Kama vile hakuna mtu awezaye kutangua au kuongeza kitu katika agano la mtu ambalo limekwisha kuthibitishwa, vivyo hivyo kwa hali kama hii."
  },
  {
    "verseNumber": "GAL 3:16",
    "verseText": "Ahadi zilinenwa kwa Abrahamu na kwa mzao wake. Maandiko hayasemi “kwa wazao,” likimaanisha watu wengi, bali “kwa mzao wako,” yaani mtu mmoja, ndiye Kristo."
  },
  {
    "verseNumber": "GAL 3:17",
    "verseText": "Ninachotaka kusema ni kwamba, sheria, ambayo ilitolewa miaka 430 baadaye, haitangui Agano lililothibitishwa na Mungu ili kuibatilisha ahadi ile."
  },
  {
    "verseNumber": "GAL 3:18",
    "verseText": "Kwa maana kama urithi hupatikana kwa sheria, basi hautegemei tena ahadi, lakini Mungu kwa neema yake alimpa Abrahamu urithi kwa njia ya ahadi."
  },
  {
    "verseNumber": "GAL 3:19",
    "verseText": "Kwa nini basi iwepo sheria? Sheria iliwekwa kwa sababu ya makosa mpaka atakapokuja yule Mzao wa Abrahamu, ambaye alitajwa katika ile ahadi. Sheria iliamriwa na malaika kwa mkono wa mpatanishi."
  },
  {
    "verseNumber": "GAL 3:20",
    "verseText": "Basi mpatanishi huhusisha zaidi ya upande mmoja, lakini Mungu ni mmoja."
  },
  {
    "verseNumber": "GAL 3:21",
    "verseText": "Je basi, sheria inapingana na ahadi za Mungu? La hasha! Kwa maana kama sheria iliyotolewa ingeweza kuwapa watu uzima, basi haki ingepatikana kwa njia ya sheria."
  },
  {
    "verseNumber": "GAL 3:22",
    "verseText": "Lakini Maandiko yamefanya vitu vyote vifungwe chini ya nguvu ya dhambi, ili yale yaliyoahidiwa kwa njia ya imani katika Yesu Kristo yapate kupewa wale wanaoamini."
  },
  {
    "verseNumber": "GAL 3:23",
    "verseText": "Kabla imani hii haijaja tulikuwa tumewekwa chini ya sheria, tumefungwa mpaka ile imani ifunuliwe."
  },
  {
    "verseNumber": "GAL 3:24",
    "verseText": "Hivyo, sheria ilikuwa kiongozi kutufikisha kwa Kristo, ili tupate kuhesabiwa haki kwa imani."
  },
  {
    "verseNumber": "GAL 3:25",
    "verseText": "Lakini sasa kwa kuwa ile imani imekuja, hatusimamiwi tena na sheria."
  },
  {
    "verseNumber": "GAL 3:26",
    "verseText": "Kwa maana ninyi nyote mmekuwa watoto wa Mungu katika Kristo Yesu kwa njia ya imani."
  },
  {
    "verseNumber": "GAL 3:27",
    "verseText": "Kwa maana wote mliobatizwa ndani ya Kristo, mmemvaa Kristo."
  },
  {
    "verseNumber": "GAL 3:28",
    "verseText": "Wala hakuna tena Myahudi au Myunani, mtumwa au mtu huru, mwanaume wala mwanamke, maana nyote mmekuwa wamoja ndani ya Kristo Yesu."
  },
  {
    "verseNumber": "GAL 3:29",
    "verseText": "Nanyi mkiwa ni mali ya Kristo, basi ninyi ni wa uzao wa Abrahamu na warithi sawasawa na ile ahadi."
  },
  {
    "verseNumber": "GAL 4:1",
    "verseText": "Lile nisemalo ni kwamba wakati wote mrithi bado ni mtoto, hana tofauti na mtumwa, ingawa ndiye mmiliki wa mali yote."
  },
  {
    "verseNumber": "GAL 4:2",
    "verseText": "Yeye huwa yuko chini ya uangalizi wa walezi na wadhamini mpaka ufike wakati uliowekwa na baba yake."
  },
  {
    "verseNumber": "GAL 4:3",
    "verseText": "Vivyo hivyo na sisi, tulipokuwa bado watoto wadogo, tulikuwa utumwani chini ya taratibu za kawaida za ulimwengu."
  },
  {
    "verseNumber": "GAL 4:4",
    "verseText": "Lakini ulipowadia utimilifu wa wakati, Mungu alimtuma Mwanawe, ambaye alizaliwa na mwanamke, akazaliwa chini ya sheria,"
  },
  {
    "verseNumber": "GAL 4:5",
    "verseText": "kusudi awakomboe wale waliokuwa chini ya sheria, ili tupate kupokea zile haki kamili za kufanywa watoto wa Mungu."
  },
  {
    "verseNumber": "GAL 4:6",
    "verseText": "Kwa sababu ninyi ni watoto wa Mungu, Mungu amemtuma Roho wa Mwanawe mioyoni mwetu, anayelia, “Abba, Baba.”"
  },
  {
    "verseNumber": "GAL 4:7",
    "verseText": "Kwa hiyo, wewe si mtumwa tena, bali ni mtoto, kwa kuwa wewe ni mtoto, Mungu amekufanya wewe pia kuwa mrithi kwa kupitia Kristo."
  },
  {
    "verseNumber": "GAL 4:8",
    "verseText": "Zamani, mlipokuwa hammjui Mungu, mlikuwa watumwa wa viumbe ambavyo kwa asili si Mungu."
  },
  {
    "verseNumber": "GAL 4:9",
    "verseText": "Lakini sasa kwa kuwa mmemjua Mungu, au zaidi mmejulikana na Mungu, inakuwaje mnarejea tena katika zile kanuni za kwanza zenye udhaifu na upungufu? Mnataka ziwafanye tena watumwa?"
  },
  {
    "verseNumber": "GAL 4:10",
    "verseText": "Mnaadhimisha siku maalum, miezi, nyakati na miaka!"
  },
  {
    "verseNumber": "GAL 4:11",
    "verseText": "Nina hofu juu yenu, kwamba kazi niliyofanya kwa ajili yenu inaweza kuwa nimejitaabisha bure."
  },
  {
    "verseNumber": "GAL 4:12",
    "verseText": "Ndugu zangu, nawasihi mwe kama mimi, kwa sababu mimi nimekuwa kama ninyi. Hamkunitendea jambo lolote baya."
  },
  {
    "verseNumber": "GAL 4:13",
    "verseText": "Ninyi mwajua kwamba ni kwa ajili ya udhaifu wangu niliwahubiria Injili."
  },
  {
    "verseNumber": "GAL 4:14",
    "verseText": "Ingawa hali yangu iliwatia majaribuni, hamkunidharau wala kunidhihaki, bali mlinikaribisha kama malaika wa Mungu, kama vile Kristo Yesu."
  },
  {
    "verseNumber": "GAL 4:15",
    "verseText": "Ile hali ya furaha mliyokuwa nayo imekwenda wapi? Naweza kushuhudia kwamba, kama ingewezekana mngengʼoa macho yenu na kunipa mimi."
  },
  {
    "verseNumber": "GAL 4:16",
    "verseText": "Je, sasa nimekuwa adui yenu kwa kuwaambia kweli?"
  },
  {
    "verseNumber": "GAL 4:17",
    "verseText": "Hao wana shauku ya kuwapata lakini si kwa kusudi zuri. Wanachotaka ni kuwatenga mbali nasi, ili ninyi mpate kuwaonea wao shauku."
  },
  {
    "verseNumber": "GAL 4:18",
    "verseText": "Ni vizuri wakati wote kuwa na shauku kwa ajili ya kusudi zuri, si wakati nikiwa pamoja nanyi tu."
  },
  {
    "verseNumber": "GAL 4:19",
    "verseText": "Watoto wangu wapendwa, ambao kwa mara nyingine ninawaonea utungu, ninatamani kwamba Kristo aumbike ndani yenu."
  },
  {
    "verseNumber": "GAL 4:20",
    "verseText": "Natamani kama ningekuwa pamoja nanyi sasa, pengine ningebadilisha sauti yangu. Kwa maana nina wasiwasi kwa ajili yenu."
  },
  {
    "verseNumber": "GAL 4:21",
    "verseText": "Niambieni, ninyi mnaotaka kuwa chini ya sheria, je, hamjui sheria inavyosema?"
  },
  {
    "verseNumber": "GAL 4:22",
    "verseText": "Kwa maana imeandikwa kwamba Abrahamu alikuwa na wana wawili, mmoja wa mwanamke mtumwa na wa pili wa mwanamke huru."
  },
  {
    "verseNumber": "GAL 4:23",
    "verseText": "Lakini, mtoto wa mwanamke mtumwa alizaliwa kwa mapenzi ya mwili, na yule mwingine wa mwanamke huru alizaliwa kutokana na ahadi ya Mungu."
  },
  {
    "verseNumber": "GAL 4:24",
    "verseText": "Mambo haya yanaweza kuchukuliwa kama mfano. Kwa maana hao wanawake wawili ni mfano wa maagano mawili: Agano la kwanza, ni lile lililofanyika katika Mlima Sinai, lizaalo watoto wa utumwa. Hili ndilo huyo Hagari."
  },
  {
    "verseNumber": "GAL 4:25",
    "verseText": "Basi Hagari anawakilisha Mlima Sinai ulioko Arabuni, na unafanana na Yerusalemu ya sasa ambayo iko utumwani pamoja na watoto wake."
  },
  {
    "verseNumber": "GAL 4:26",
    "verseText": "Lakini Yerusalemu wa juu ni huru, nayo ndiye mama yetu."
  },
  {
    "verseNumber": "GAL 4:27",
    "verseText": "Kwa maana imeandikwa: “Furahi, ewe mwanamke tasa, wewe usiyezaa; paza sauti, na kuimba kwa furaha, wewe usiyepatwa na utungu wa kuzaa; kwa maana watoto wa mwanamke aliyeachwa ukiwa ni wengi kuliko wa mwanamke mwenye mume.”"
  },
  {
    "verseNumber": "GAL 4:28",
    "verseText": "Basi, sisi ndugu zangu, ni kama Isaki, tu watoto wa ahadi."
  },
  {
    "verseNumber": "GAL 4:29",
    "verseText": "Lakini, kama vile ilivyokuwa siku zile yule aliyezaliwa kwa mwili alivyomchokoza yule aliyezaliwa kwa Roho, ndivyo ilivyo hata sasa."
  },
  {
    "verseNumber": "GAL 4:30",
    "verseText": "Lakini Maandiko yasemaje? “Mwondoe mwanamke mtumwa pamoja na mwanawe, kwa sababu mwana wa mwanamke mtumwa kamwe hatarithi pamoja na mwana wa aliye huru.”"
  },
  {
    "verseNumber": "GAL 4:31",
    "verseText": "Kwa hiyo ndugu zangu, sisi si watoto wa mwanamke mtumwa, bali wa yule aliye huru."
  },
  {
    "verseNumber": "GAL 5:1",
    "verseText": "Kristo alitupa uhuru, akataka tubaki huru. Hivyo simameni imara wala msikubali tena kulemewa na kongwa la utumwa."
  },
  {
    "verseNumber": "GAL 5:2",
    "verseText": "Sikilizeni! Mimi, Paulo, nawaambieni kwamba kama mkikubali kutahiriwa, basi Kristo hatawafaidia chochote."
  },
  {
    "verseNumber": "GAL 5:3",
    "verseText": "Namshuhudia tena kila mtu anayekubali kutahiriwa kwamba inampasa kushika sheria yote."
  },
  {
    "verseNumber": "GAL 5:4",
    "verseText": "Ninyi mnaotafuta kuhesabiwa haki kwa njia ya sheria mmetengwa na Kristo, mko mbali na neema ya Mungu."
  },
  {
    "verseNumber": "GAL 5:5",
    "verseText": "Kwa maana, kwa njia ya Roho kwa imani, tunangojea kwa shauku tumaini la haki."
  },
  {
    "verseNumber": "GAL 5:6",
    "verseText": "Kwa maana ndani ya Kristo Yesu, kutahiriwa au kutokutahiriwa hakuleti tofauti, bali lililo muhimu ni imani itendayo kazi kwa njia ya upendo."
  },
  {
    "verseNumber": "GAL 5:7",
    "verseText": "Mlikuwa mkipiga mbio vizuri. Ni nani aliyewazuia msiitii kweli?"
  },
  {
    "verseNumber": "GAL 5:8",
    "verseText": "Ushawishi wa namna hiyo haukutokana na yule anayewaita."
  },
  {
    "verseNumber": "GAL 5:9",
    "verseText": "“Chachu kidogo huchachua donge zima.”"
  },
  {
    "verseNumber": "GAL 5:10",
    "verseText": "Nina hakika katika Bwana kwamba hamtakuwa na msimamo mwingine. Mtu anayewachanganya anastahili adhabu, hata awe nani."
  },
  {
    "verseNumber": "GAL 5:11",
    "verseText": "Lakini ndugu zangu, kama mimi bado ninahubiri kuhusu kutahiriwa, kwa nini bado ninateswa? Katika hiyo hali basi, kwazo la msalaba limeondolewa."
  },
  {
    "verseNumber": "GAL 5:12",
    "verseText": "Laiti hao wanaowavuruga wangejihasi wao wenyewe!"
  },
  {
    "verseNumber": "GAL 5:13",
    "verseText": "Ndugu zangu, ninyi mliitwa ili mwe huru, hivyo msitumie uhuru wenu kama fursa ya kufuata tamaa za mwili, bali tumikianeni ninyi kwa ninyi kwa upendo."
  },
  {
    "verseNumber": "GAL 5:14",
    "verseText": "Kwa maana sheria yote hukamilika katika amri moja: “Mpende jirani yako kama nafsi yako.”"
  },
  {
    "verseNumber": "GAL 5:15",
    "verseText": "Kama mkiumana na kutafunana, angalieni, msije mkaangamizana."
  },
  {
    "verseNumber": "GAL 5:16",
    "verseText": "Kwa hiyo nasema, enendeni kwa Roho, wala hamtazitimiza kamwe tamaa za mwili."
  },
  {
    "verseNumber": "GAL 5:17",
    "verseText": "Kwa maana mwili hutamani yale yaliyo kinyume na Roho, naye Roho hutamani yale yaliyo kinyume na mwili. Roho na mwili hupingana na kwa sababu hiyo hamwezi kufanya mnayotaka."
  },
  {
    "verseNumber": "GAL 5:18",
    "verseText": "Lakini kama mkiongozwa na Roho, hamko chini ya sheria."
  },
  {
    "verseNumber": "GAL 5:19",
    "verseText": "Basi matendo ya mwili ni dhahiri nayo ni haya: Uasherati, uchafu, ufisadi,"
  },
  {
    "verseNumber": "GAL 5:20",
    "verseText": "kuabudu sanamu, uchawi, uadui, ugomvi, wivu, hasira, fitina, faraka, uzushi,"
  },
  {
    "verseNumber": "GAL 5:21",
    "verseText": "husuda, ulevi, ulafi na mambo mengine yanayofanana na hayo. Nawaonya, kama nilivyokwisha kuwaonya kabla, kwamba watu watendao mambo kama hayo, hawataurithi Ufalme wa Mungu."
  },
  {
    "verseNumber": "GAL 5:22",
    "verseText": "Lakini tunda la Roho ni upendo, furaha, amani, uvumilivu, utu wema, fadhili, uaminifu,"
  },
  {
    "verseNumber": "GAL 5:23",
    "verseText": "upole na kiasi. Katika mambo kama haya hakuna sheria."
  },
  {
    "verseNumber": "GAL 5:24",
    "verseText": "Wote walio wa Kristo Yesu wameusulubisha mwili na shauku zake pamoja na tamaa zake."
  },
  {
    "verseNumber": "GAL 5:25",
    "verseText": "Kwa kuwa tunaishi kwa Roho, basi, tuenende kwa Roho."
  },
  {
    "verseNumber": "GAL 5:26",
    "verseText": "Tusijisifu bure, tukichokozana na kuoneana wivu."
  },
  {
    "verseNumber": "GAL 6:1",
    "verseText": "Ndugu zangu, ikiwa mtu ameghafilika akatenda dhambi, basi ninyi mlio wa rohoni, mrejesheni upya mtu huyo kwa roho ya upole. Lakini jihadharini, ili ninyi wenyewe msije mkajaribiwa."
  },
  {
    "verseNumber": "GAL 6:2",
    "verseText": "Chukulianeni mizigo ninyi kwa ninyi, nanyi kwa njia hii mtatimiza sheria ya Kristo."
  },
  {
    "verseNumber": "GAL 6:3",
    "verseText": "Kama mtu yeyote akijiona kuwa yeye ni bora na kumbe sivyo, basi mtu huyo anajidanganya mwenyewe."
  },
  {
    "verseNumber": "GAL 6:4",
    "verseText": "Lakini kila mtu na aipime kazi yake mwenyewe, ndipo aweze kujisifu, bila kujilinganisha na mtu mwingine."
  },
  {
    "verseNumber": "GAL 6:5",
    "verseText": "Kwa maana, kila mtu atauchukua mzigo wake mwenyewe."
  },
  {
    "verseNumber": "GAL 6:6",
    "verseText": "Basi, yeye afundishwaye katika neno na amshirikishe mwalimu wake mema yote."
  },
  {
    "verseNumber": "GAL 6:7",
    "verseText": "Msidanganyike, Mungu hadhihakiwi. Kwa kuwa kile apandacho mtu ndicho atakachovuna."
  },
  {
    "verseNumber": "GAL 6:8",
    "verseText": "Apandaye kwa mwili, katika mwili wake atavuna uharibifu, lakini yeye apandaye katika Roho, katika Roho atavuna uzima wa milele."
  },
  {
    "verseNumber": "GAL 6:9",
    "verseText": "Hivyo, tusichoke katika kutenda mema, kwa kuwa tutavuna kwa wakati wake tusipokata tamaa."
  },
  {
    "verseNumber": "GAL 6:10",
    "verseText": "Kwa hiyo, kadiri tupatavyo nafasi na tuwatendee watu wote mema, hasa wale wa jamaa ya waaminio."
  },
  {
    "verseNumber": "GAL 6:11",
    "verseText": "Angalieni herufi kubwa nitumiazo ninapowaandikia kwa mkono wangu mwenyewe!"
  },
  {
    "verseNumber": "GAL 6:12",
    "verseText": "Wale wanaotaka kuonekana wazuri kwa mambo ya mwili wanataka wawalazimishe kutahiriwa. Sababu pekee ya kufanya hivyo ni kuepuka kuteswa kwa ajili ya msalaba wa Kristo."
  },
  {
    "verseNumber": "GAL 6:13",
    "verseText": "Hata wale waliotahiriwa wenyewe hawaitii sheria, lakini wanataka ninyi mtahiriwe ili wapate kujivuna kwa habari ya miili yenu."
  },
  {
    "verseNumber": "GAL 6:14",
    "verseText": "Mungu apishie mbali nisije nikajivunia kitu chochote isipokuwa msalaba wa Bwana wetu Yesu Kristo, ambaye kwa yeye ulimwengu umesulubiwa kwangu, nami nimesulubiwa kwa ulimwengu."
  },
  {
    "verseNumber": "GAL 6:15",
    "verseText": "Kwa maana katika Kristo Yesu, kutahiriwa au kutokutahiriwa si kitu, bali kule kuwa kiumbe kipya ni kila kitu!"
  },
  {
    "verseNumber": "GAL 6:16",
    "verseText": "Amani na rehema viwe na wote wanaofuata kanuni hii, na juu ya Israeli wa Mungu."
  },
  {
    "verseNumber": "GAL 6:17",
    "verseText": "Hatimaye, tangu sasa mtu yeyote asinitaabishe, kwa maana nachukua katika mwili wangu chapa zake Yesu."
  },
  {
    "verseNumber": "GAL 6:18",
    "verseText": "Ndugu zangu, neema ya Bwana wetu Yesu Kristo iwe pamoja na roho zenu. Amen."
  }
]