[
  {
    "verseNumber": "HAB 1:1",
    "verseText": "Neno alilopokea nabii Habakuki."
  },
  {
    "verseNumber": "HAB 1:2",
    "verseText": "Ee BWANA, hata lini nitakuomba msaada, lakini wewe husikilizi? Au kukulilia, “Udhalimu!” Lakini hutaki kuokoa?"
  },
  {
    "verseNumber": "HAB 1:3",
    "verseText": "Kwa nini unanifanya nitazame dhuluma? Kwa nini unavumilia makosa? Uharibifu na udhalimu viko mbele yangu; kuna mabishano na mapambano kwa wingi."
  },
  {
    "verseNumber": "HAB 1:4",
    "verseText": "Kwa hiyo sheria imepotoshwa, nayo haki haipo kabisa. Waovu wanawazunguka wenye haki, kwa hiyo haki imepotoshwa."
  },
  {
    "verseNumber": "HAB 1:5",
    "verseText": "“Yatazame mataifa, uangalie na ushangae kabisa. Kwa sababu katika siku zako nitafanya kitu ambacho hungeamini, hata kama ungeambiwa."
  },
  {
    "verseNumber": "HAB 1:6",
    "verseText": "Nitawainua Wakaldayo, watu hao wakatili na wenye haraka, ambao hupita dunia yote kuteka mahali pa kuishi pasipo pao wenyewe."
  },
  {
    "verseNumber": "HAB 1:7",
    "verseText": "Ni watu wanoogopwa na wanaotisha; wenyewe ndio sheria yao, na huinua heshima yao wenyewe."
  },
  {
    "verseNumber": "HAB 1:8",
    "verseText": "Farasi wao ni wepesi kuliko chui, na wakali kuliko mbwa mwitu wakati wa machweo. Askari wapanda farasi wao huenda mbio; waendesha farasi wao wanatoka mbali. Wanaruka kasi kama tai ili kurarua;"
  },
  {
    "verseNumber": "HAB 1:9",
    "verseText": "wote wanakuja tayari kwa fujo. Makundi yao ya wajeuri yanasonga mbele kama upepo wa jangwani, na kukusanya wafungwa kama mchanga."
  },
  {
    "verseNumber": "HAB 1:10",
    "verseText": "Wanawabeza wafalme, na kuwadhihaki watawala. Wanaicheka miji yote iliyozungushiwa maboma; wanafanya malundo ya udongo na kuiteka hiyo miji."
  },
  {
    "verseNumber": "HAB 1:11",
    "verseText": "Kisha wanapita kasi kama upepo na kusonga mbele: watu wenye hatia, ambao nguvu zao ndio mungu wao.”"
  },
  {
    "verseNumber": "HAB 1:12",
    "verseText": "Ee BWANA, je, wewe sio wa tangu milele? Mungu wangu, Uliye Mtakatifu wangu, hatutakufa. Ee BWANA, umewachagua wao ili watekeleze hukumu; Ee Mwamba, umewaamuru watuadhibu."
  },
  {
    "verseNumber": "HAB 1:13",
    "verseText": "Macho yako ni safi mno hata yasiweze kuutazama uovu, wala huwezi kuvumilia makosa. Kwa nini basi unawavumilia wadanganyifu? Kwa nini unakuwa kimya wakati waovu wanawameza wale wenye haki kuliko wao wenyewe?"
  },
  {
    "verseNumber": "HAB 1:14",
    "verseText": "Umewafanya watu kama samaki baharini, kama viumbe wa bahari wasio na mtawala."
  },
  {
    "verseNumber": "HAB 1:15",
    "verseText": "Adui mwovu anawavuta wote kwa ndoana, anawakamata katika wavu wake, anawakusanya katika juya lake; kwa hiyo anashangilia na anafurahi."
  },
  {
    "verseNumber": "HAB 1:16",
    "verseText": "Kwa hiyo anatoa kafara kwa wavu wake, na kuchoma uvumba kwa juya lake, kwa kuwa kwa wavu wake anaishi kwa starehe, na anafurahia chakula kizuri."
  },
  {
    "verseNumber": "HAB 1:17",
    "verseText": "Je, aendelee kuwatoa walio katika wavu wake, akiangamiza mataifa bila huruma?"
  },
  {
    "verseNumber": "HAB 2:1",
    "verseText": "Nitasimama katika zamu yangu, na kujiweka mwenyewe juu ya maboma; nitatazama nione atakaloniambia, na ni jibu gani nitakalotoa kuhusu lalamiko hili."
  },
  {
    "verseNumber": "HAB 2:2",
    "verseText": "Kisha BWANA akajibu: “Andika ufunuo huu, na ukaufanye wazi juu ya vibao, ili mpiga mbiu akimbie nao."
  },
  {
    "verseNumber": "HAB 2:3",
    "verseText": "Kwa kuwa ufunuo huu unasubiri wakati uliokubalika; unazungumzia mambo ya mwisho, na kamwe hautakosea. Iwapo utakawia, wewe usubiri; kwa hakika utakuja na hautachelewa."
  },
  {
    "verseNumber": "HAB 2:4",
    "verseText": "“Tazama, amejaa majivuno; anavyovitamani si vya unyofu: lakini mwenye haki ataishi kwa imani yake:"
  },
  {
    "verseNumber": "HAB 2:5",
    "verseText": "hakika mvinyo humsaliti; ni mwenye kiburi na hana amani. Kwa sababu ni mlafi kama kuzimu na kama kifo kamwe hatosheki; anajikusanyia mataifa yote na kuchukua watu wote mateka."
  },
  {
    "verseNumber": "HAB 2:6",
    "verseText": "“Je, watu wote hawatamsuta kwa dhihaka na kumbeza, wakisema, “ ‘Ole wake yeye akusanyaye bidhaa zilizoibwa na kujifanyia utajiri kwa kutoza kwa nguvu! Ataendelea hivi kwa muda gani?’"
  },
  {
    "verseNumber": "HAB 2:7",
    "verseText": "Je, wadai wako hawatainuka ghafula? Je, hawataamka na kukufanya utetemeke? Kisha utakuwa mhanga kwao."
  },
  {
    "verseNumber": "HAB 2:8",
    "verseText": "Kwa kuwa umeteka nyara mataifa mengi, watu waliobaki watakuteka nyara wewe. Kwa kuwa umemwaga damu ya mtu; umeharibu nchi na miji, na kila mmoja ndani yake."
  },
  {
    "verseNumber": "HAB 2:9",
    "verseText": "“Ole wake yeye ajengaye milki yake kwa mapato ya udhalimu, awekaye kiota chake juu, ili kukimbia makucha ya uharibifu!"
  },
  {
    "verseNumber": "HAB 2:10",
    "verseText": "Umefanya shauri la maangamizi ya watu wengi, ukiaibisha nyumba yako mwenyewe, na kupotewa na maisha yako."
  },
  {
    "verseNumber": "HAB 2:11",
    "verseText": "Mawe ya kuta yatapiga kelele, na mihimili ya kazi ya mbao itarudisha mwangwi wake."
  },
  {
    "verseNumber": "HAB 2:12",
    "verseText": "“Ole wake yeye ajengaye mji kwa kumwaga damu na kuusimamisha mji kwa uhalifu!"
  },
  {
    "verseNumber": "HAB 2:13",
    "verseText": "Je, BWANA Mwenye Nguvu Zote hakuonyesha kwamba kazi ya wanadamu ni mafuta tu kwa ajili ya moto, na kwamba mataifa yanajichosha bure?"
  },
  {
    "verseNumber": "HAB 2:14",
    "verseText": "Kwa kuwa dunia itajazwa na maarifa ya utukufu wa BWANA, kama maji yaifunikavyo bahari."
  },
  {
    "verseNumber": "HAB 2:15",
    "verseText": "“Ole wake yeye awapaye jirani zake kileo, akiimimina kutoka kwenye kiriba cha mvinyo mpaka wamelewa, ili apate kutazama miili yao iliyo uchi."
  },
  {
    "verseNumber": "HAB 2:16",
    "verseText": "Utajazwa na aibu badala ya utukufu. Sasa ni zamu yako! Kunywa na ujifunue! Kikombe kutoka kwenye mkono wa kuume wa BWANA kinakujia, na aibu itafunika utukufu wako."
  },
  {
    "verseNumber": "HAB 2:17",
    "verseText": "Ukatili ulioifanyia Lebanoni utakufunika, na uharibifu uliowafanyia wanyama utakutisha. Kwa sababu umemwaga damu ya mtu; umeharibu nchi na miji na kila mmoja aliyeko ndani yake."
  },
  {
    "verseNumber": "HAB 2:18",
    "verseText": "“Sanamu ina thamani gani, kwani mwanadamu ndiye alichonga? Ama kinyago kinachofundisha uongo? Kwa kuwa yeye aliyekitengeneza hutegemea kazi ya mikono yake mwenyewe; hutengeneza sanamu zisizoweza kuzungumza."
  },
  {
    "verseNumber": "HAB 2:19",
    "verseText": "Ole wake yeye auambiaye mti, ‘Uwe hai!’ Ama asemaye na jiwe lisilo na uhai, ‘Amka!’ Je, linaweza kuongoza? Limefunikwa kwa dhahabu na fedha; hakuna pumzi ndani yake."
  },
  {
    "verseNumber": "HAB 2:20",
    "verseText": "Lakini BWANA yuko katika Hekalu lake takatifu; dunia yote na inyamaze mbele yake.”"
  },
  {
    "verseNumber": "HAB 3:1",
    "verseText": "Sala ya nabii Habakuki iliyoimbwa kwa shigionothi."
  },
  {
    "verseNumber": "HAB 3:2",
    "verseText": "BWANA, nimezisikia sifa zako; nami naogopa kwa matendo yako, Ee BWANA. Fufua kazi yako katikati ya miaka, katikati ya miaka tangaza habari yako; katika ghadhabu kumbuka rehema."
  },
  {
    "verseNumber": "HAB 3:3",
    "verseText": "Mungu alitoka Temani, yeye Aliye Mtakatifu kutoka Mlima Parani. Utukufu wake ulifunika mbingu, na sifa zake zikaifunika dunia."
  },
  {
    "verseNumber": "HAB 3:4",
    "verseText": "Mngʼao wake ulikuwa kama jua lichomozalo; mionzi ilimulika kutoka mkononi mwake, ambako nguvu zake zilifichwa."
  },
  {
    "verseNumber": "HAB 3:5",
    "verseText": "Tauni ilimtangulia; maradhi ya kuambukiza yalifuata nyayo zake."
  },
  {
    "verseNumber": "HAB 3:6",
    "verseText": "Alisimama, akaitikisa dunia; alitazama, na kuyafanya mataifa yatetemeke. Milima ya zamani iligeuka mavumbi na vilima vilivyozeeka vikaanguka. Njia zake ni za milele."
  },
  {
    "verseNumber": "HAB 3:7",
    "verseText": "Niliona watu wa Kushani katika dhiki, na makazi ya Midiani katika maumivu makali."
  },
  {
    "verseNumber": "HAB 3:8",
    "verseText": "Ee BWANA, uliikasirikia mito? Je, ghadhabu yako ilikuwa dhidi ya vijito? Je, ulighadhibikia bahari ulipoendesha farasi wako na magari yako ya ushindi?"
  },
  {
    "verseNumber": "HAB 3:9",
    "verseText": "Uliufunua upinde wako na kuita mishale mingi. Uliigawa dunia kwa mito;"
  },
  {
    "verseNumber": "HAB 3:10",
    "verseText": "milima ilikuona ikatetemeka. Mafuriko ya maji yakapita huko; vilindi vilinguruma na kuinua mawimbi yake juu."
  },
  {
    "verseNumber": "HAB 3:11",
    "verseText": "Jua na mwezi vilisimama kimya mbinguni katika mngʼao wa mishale yako inayoruka, na katika mngʼao wa mkuki wako umeremetao."
  },
  {
    "verseNumber": "HAB 3:12",
    "verseText": "Kwa ghadhabu ulipita juu ya dunia, na katika hasira ulikanyaga mataifa."
  },
  {
    "verseNumber": "HAB 3:13",
    "verseText": "Ulikuja kuwaokoa watu wako, kumwokoa uliyemtia mafuta. Ulimponda kiongozi wa nchi ya uovu, ukamvua toka kichwani hadi wayo."
  },
  {
    "verseNumber": "HAB 3:14",
    "verseText": "Kwa mkuki wake mwenyewe ulitoboa kichwa chake wakati mashujaa wake walifurika nje kwa kishindo kututawanya, wakifurahi kama walio karibu kutafuna wale wanyonge waliokuwa mafichoni."
  },
  {
    "verseNumber": "HAB 3:15",
    "verseText": "Ulikanyaga bahari kwa farasi wako, ukisukasuka maji makuu."
  },
  {
    "verseNumber": "HAB 3:16",
    "verseText": "Nilisikia na moyo wangu ukagonga kwa nguvu, midomo yangu ikatetemeka kwa hofu niliposikia sauti; uchakavu ukanyemelea mifupa yangu, na miguu yangu ikatetemeka. Hata hivyo nitasubiri kwa uvumilivu siku ya maafa kuyajilia mataifa yaliyotuvamia."
  },
  {
    "verseNumber": "HAB 3:17",
    "verseText": "Ingawa mtini hauchanui maua na hakuna zabibu juu ya mizabibu, ingawaje mzeituni hauzai, na hata mashamba hayatoi chakula, iwapo hakuna kondoo katika banda, wala ngʼombe katika zizi,"
  },
  {
    "verseNumber": "HAB 3:18",
    "verseText": "hata hivyo nitashangilia katika BWANA, nitamfurahia Mungu Mwokozi wangu."
  },
  {
    "verseNumber": "HAB 3:19",
    "verseText": "BWANA Mwenyezi ni nguvu yangu; huifanya miguu yangu kama miguu ya ayala, huniwezesha kupita juu ya vilima. Kwa kiongozi wa uimbaji. Kwa vinanda vyangu vya nyuzi."
  }
]