[
  {
    "verseNumber": "HAG 1:1",
    "verseText": "Katika mwaka wa pili wa utawala wa Mfalme Dario wa Uajemi, katika siku ya kwanza ya mwezi wa sita, neno la BWANA lilikuja kupitia kwa nabii Hagai kwenda kwa Zerubabeli mwana wa Shealtieli, mtawala wa Yuda na kwa Yoshua mwana wa kuhani mkuu Yehosadaki:"
  },
  {
    "verseNumber": "HAG 1:2",
    "verseText": "Hivi ndivyo asemavyo BWANA Mwenye Nguvu Zote: “Hawa watu husema, ‘Wakati haujawadia wa kujenga nyumba ya BWANA.’ ”"
  },
  {
    "verseNumber": "HAG 1:3",
    "verseText": "Kisha neno la BWANA likaja kupitia kwa nabii Hagai:"
  },
  {
    "verseNumber": "HAG 1:4",
    "verseText": "“Je, ni wakati wenu ninyi wa kuishi katika nyumba zenu zilizojengwa vizuri, wakati hii nyumba ikibaki, gofu?”"
  },
  {
    "verseNumber": "HAG 1:5",
    "verseText": "Sasa hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Zitafakarini vyema njia zenu."
  },
  {
    "verseNumber": "HAG 1:6",
    "verseText": "Mmepanda vingi, lakini mmevuna haba. Mnakula lakini hamshibi, mnakunywa, lakini hamtosheki. Mnavaa nguo, lakini hamsikii joto. Mnapata mishahara, lakini inatoweka kama imewekwa kwenye mfuko uliotobokatoboka.”"
  },
  {
    "verseNumber": "HAG 1:7",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Zitafakarini vyema njia zenu."
  },
  {
    "verseNumber": "HAG 1:8",
    "verseText": "Pandeni milimani mkalete miti na kujenga nyumba, ili nipate kuifurahia, na nitukuzwe,” asema BWANA."
  },
  {
    "verseNumber": "HAG 1:9",
    "verseText": "“Mlitarajia mengi, kumbe, yametokea kidogo. Ulichokileta nyumbani nilikipeperusha. Kwa nini?” asema BWANA Mwenye Nguvu Zote. “Ni kwa sababu ya nyumba yangu, inayobaki katika hali ya magofu, wakati kila mmoja wenu anajishughulisha na nyumba yake mwenyewe."
  },
  {
    "verseNumber": "HAG 1:10",
    "verseText": "Kwa hiyo, kwa sababu yenu mbingu zimezuia umande wake na ardhi mavuno yake."
  },
  {
    "verseNumber": "HAG 1:11",
    "verseText": "Niliita ukame mashambani na milimani, kwenye nafaka, mvinyo mpya, mafuta pamoja na chochote kinachozalishwa na ardhi, juu ya watu na ngʼombe, pamoja na kazi za mikono yenu.”"
  },
  {
    "verseNumber": "HAG 1:12",
    "verseText": "Kisha Zerubabeli mwana wa Shealtieli, Yoshua kuhani mkuu mwana wa Yehosadaki, pamoja na mabaki yote ya watu wakaitii sauti ya BWANA Mungu wao pamoja na ujumbe wa nabii Hagai, kwa sababu alikuwa ametumwa na BWANA Mungu wao. Watu walimwogopa BWANA."
  },
  {
    "verseNumber": "HAG 1:13",
    "verseText": "Kisha Hagai, mjumbe wa BWANA, akawapa watu ujumbe huu wa BWANA: “Mimi niko pamoja nanyi,” asema BWANA."
  },
  {
    "verseNumber": "HAG 1:14",
    "verseText": "Kwa hiyo BWANA akachochea roho ya Zerubabeli mwana wa Shealtieli, mtawala wa Yuda, na roho ya kuhani mkuu Yoshua mwana wa Yehosadaki, pamoja na roho za mabaki yote ya watu. Walikuja wakaanza kufanya kazi katika nyumba ya BWANA Mwenye Nguvu Zote, Mungu wao,"
  },
  {
    "verseNumber": "HAG 1:15",
    "verseText": "katika siku ya ishirini na nne mwezi wa sita, katika mwaka wa pili wa utawala wa Mfalme Dario."
  },
  {
    "verseNumber": "HAG 2:1",
    "verseText": "Katika siku ya ishirini na moja ya mwezi wa saba, neno la BWANA lilikuja kupitia nabii Hagai, kusema:"
  },
  {
    "verseNumber": "HAG 2:2",
    "verseText": "“Sema na Zerubabeli mwana wa Shealtieli, mtawala wa Yuda, kuhani mkuu Yoshua mwana wa Yehosadaki, na mabaki ya watu. Uwaulize,"
  },
  {
    "verseNumber": "HAG 2:3",
    "verseText": "‘Ni nani miongoni mwenu aliyebaki ambaye aliiona hii nyumba katika utukufu wake wa mwanzo? Sasa inaonekanaje kwenu? Je, haionekani kwenu kama si kitu?"
  },
  {
    "verseNumber": "HAG 2:4",
    "verseText": "Lakini sasa uwe imara, ee Zerubabeli,’ asema BWANA. ‘Kuwa imara, ee kuhani mkuu Yoshua mwana wa Yehosadaki. Mwe imara, enyi watu wote wa nchi,’ asema BWANA, ‘na mfanye kazi. Kwa kuwa mimi nipo pamoja nanyi,’ asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "HAG 2:5",
    "verseText": "‘Hili ndilo nililoagana nanyi mlipotoka katika nchi ya Misri. Pia Roho wangu anadumu katikati yenu. Msiogope.’"
  },
  {
    "verseNumber": "HAG 2:6",
    "verseText": "“Hili ndilo asemalo BWANA Mwenye Nguvu Zote: ‘Baada ya muda kidogo kwa mara nyingine nitazitikisa mbingu na nchi, bahari na nchi kavu."
  },
  {
    "verseNumber": "HAG 2:7",
    "verseText": "Nitatikisa mataifa yote, nacho kile kinachotamaniwa na mataifa yote kitakuja, nami nitaujaza utukufu katika nyumba hii,’ asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "HAG 2:8",
    "verseText": "‘Fedha ni mali yangu na dhahabu ni mali yangu,’ asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "HAG 2:9",
    "verseText": "‘Utukufu wa nyumba hii ya sasa utakuwa mkubwa kuliko utukufu wa ile nyumba ya mwanzoni,’ asema BWANA Mwenye Nguvu Zote. ‘Na mahali hapa nitawapa amani,’ asema BWANA Mwenye Nguvu Zote.”"
  },
  {
    "verseNumber": "HAG 2:10",
    "verseText": "Katika siku ya ishirini na nne ya mwezi wa tisa, katika mwaka wa pili wa utawala wa Mfalme Dario, neno la BWANA lilikuja kwa nabii Hagai:"
  },
  {
    "verseNumber": "HAG 2:11",
    "verseText": "“Hili ndilo asemalo BWANA Mwenye Nguvu Zote: ‘Ulizeni makuhani jinsi sheria inavyosema:"
  },
  {
    "verseNumber": "HAG 2:12",
    "verseText": "Kama mtu akibeba nyama iliyowekwa wakfu katika pindo la vazi lake, kisha lile pindo likagusa mkate au mchuzi, divai, mafuta au chakula kingine, je, kitu hicho kitakuwa kimewekwa wakfu?’ ” Makuhani wakajibu, “La hasha.”"
  },
  {
    "verseNumber": "HAG 2:13",
    "verseText": "Kisha Hagai akasema, “Je, kama mtu aliyetiwa unajisi kwa kugusa maiti akigusa mojawapo ya vitu hivi, kitu hicho kitakuwa kimetiwa unajisi?” Makuhani wakajibu, “Ndiyo, huwa kimenajisiwa.”"
  },
  {
    "verseNumber": "HAG 2:14",
    "verseText": "Kisha Hagai akasema, “ ‘Basi ndivyo walivyo machoni pangu hawa watu na taifa hili,’ asema BWANA. ‘Lolote wafanyalo na chochote watoacho hapo ni najisi."
  },
  {
    "verseNumber": "HAG 2:15",
    "verseText": "“ ‘Sasa fikirini kwa uangalifu kuanzia leo na kuendelea: tafakarini jinsi mambo yalivyokuwa kabla halijawekwa jiwe moja juu ya lingine katika Hekalu la BWANA."
  },
  {
    "verseNumber": "HAG 2:16",
    "verseText": "Wakati mtu alipoendea lundo la nafaka la vipimo ishirini, kulikuwa na vipimo kumi tu. Wakati mtu alipoendea pipa la mvinyo ili kuchota vipimo hamsini, kulikuwa na vipimo ishirini tu."
  },
  {
    "verseNumber": "HAG 2:17",
    "verseText": "Kazi zenu zote za mikono nilizipiga kwa ukame, ukungu na mvua ya mawe, lakini hata hivyo, hamkunigeukia mimi,’ asema BWANA."
  },
  {
    "verseNumber": "HAG 2:18",
    "verseText": "‘Tangu leo na kuendelea, kuanzia siku hii ya ishirini na nne ya mwezi wa tisa, tafakarini siku ambayo msingi wa Hekalu la BWANA uliwekwa. Tafakarini:"
  },
  {
    "verseNumber": "HAG 2:19",
    "verseText": "Je, bado kuna mbegu iliyobakia ghalani? Mpaka sasa, hakuna mzabibu au mtini, mkomamanga wala mzeituni uliozaa tunda. “ ‘Kuanzia leo na kuendelea, nitawabariki.’ ”"
  },
  {
    "verseNumber": "HAG 2:20",
    "verseText": "Neno la BWANA likamjia Hagai kwa mara ya pili katika siku ya ishirini na nne ya mwezi kusema:"
  },
  {
    "verseNumber": "HAG 2:21",
    "verseText": "“Mwambie Zerubabeli mtawala wa Yuda kwamba nitazitikisa mbingu na nchi."
  },
  {
    "verseNumber": "HAG 2:22",
    "verseText": "Nitapindua viti vya enzi vya falme, na kuziharibu kabisa nguvu za falme za kigeni. Nitapindua magari ya vita pamoja na waendeshaji wake; farasi na wapanda farasi wataanguka, kila mmoja kwa upanga wa ndugu yake."
  },
  {
    "verseNumber": "HAG 2:23",
    "verseText": "“ ‘Katika siku ile,’ asema BWANA Mwenye Nguvu Zote, ‘nitakuchukua wewe, mtumishi wangu Zerubabeli mwana wa Shealtieli,’ asema BWANA. ‘Nitakufanya kama pete yangu ya muhuri, kwa kuwa nimekuchagua,’ asema BWANA Mwenye Nguvu Zote.”"
  }
]