[
  {
    "verseNumber": "HEB 1:1",
    "verseText": "Zamani Mungu alisema na baba zetu kwa njia ya manabii mara nyingi na kwa njia mbalimbali,"
  },
  {
    "verseNumber": "HEB 1:2",
    "verseText": "lakini katika siku hizi za mwisho anasema nasi kwa njia ya Mwanawe, ambaye amemweka kuwa mrithi wa vitu vyote, na ambaye kupitia kwake aliuumba ulimwengu."
  },
  {
    "verseNumber": "HEB 1:3",
    "verseText": "Mwana ni mngʼao wa utukufu wa Mungu na mfano halisi wa nafsi yake, akivihifadhi vitu vyote kwa neno lake lenye uweza. Akiisha kufanya utakaso kwa ajili ya dhambi, aliketi mkono wa kuume wa Aliye Mkuu huko mbinguni."
  },
  {
    "verseNumber": "HEB 1:4",
    "verseText": "Kwa hiyo alifanyika bora kuliko malaika, kama jina alilorithi lilivyo bora kuliko lao."
  },
  {
    "verseNumber": "HEB 1:5",
    "verseText": "Kwa maana ni malaika yupi ambaye wakati wowote Mungu alipata kumwambia, “Wewe ni Mwanangu; leo mimi nimekuzaa?” Au tena, “Mimi nitakuwa Baba yake, naye atakuwa Mwanangu?”"
  },
  {
    "verseNumber": "HEB 1:6",
    "verseText": "Tena, Mungu amletapo mzaliwa wake wa kwanza ulimwenguni, anasema, “Malaika wote wa Mungu na wamsujudu.”"
  },
  {
    "verseNumber": "HEB 1:7",
    "verseText": "Anenapo kuhusu malaika asema, “Huwafanya malaika wake kuwa pepo, watumishi wake kuwa miali ya moto.”"
  },
  {
    "verseNumber": "HEB 1:8",
    "verseText": "Lakini kwa habari za Mwana asema, “Kiti chako cha enzi, Ee Mungu, kitadumu milele na milele, nayo haki itakuwa fimbo ya utawala ya ufalme wako."
  },
  {
    "verseNumber": "HEB 1:9",
    "verseText": "Umependa haki na kuchukia uovu; kwa hiyo Mungu, Mungu wako, amekuweka juu ya wenzako kwa kukupaka mafuta ya furaha.”"
  },
  {
    "verseNumber": "HEB 1:10",
    "verseText": "Pia asema, “Hapo mwanzo, Ee Bwana, uliweka misingi ya dunia, nazo mbingu ni kazi ya mikono yako."
  },
  {
    "verseNumber": "HEB 1:11",
    "verseText": "Hizo zitatoweka, lakini wewe utadumu; zote zitachakaa kama vazi."
  },
  {
    "verseNumber": "HEB 1:12",
    "verseText": "Utazikungʼutakungʼuta kama joho, nazo zitachakaa kama vazi. Lakini wewe hubadiliki, nayo miaka yako haikomi kamwe.”"
  },
  {
    "verseNumber": "HEB 1:13",
    "verseText": "Je, ni kwa malaika yupi ambaye Mungu amepata kumwambia wakati wowote, “Keti mkono wangu wa kuume, hadi nitakapowaweka adui zako chini ya miguu yako”?"
  },
  {
    "verseNumber": "HEB 1:14",
    "verseText": "Je, malaika wote si roho watumikao, waliotumwa kuwahudumia wale watakaourithi wokovu?"
  },
  {
    "verseNumber": "HEB 2:1",
    "verseText": "Kwa hiyo, imetupasa kuwa waangalifu sana kuhusu kile tulichosikia, ili tusije tukakiacha."
  },
  {
    "verseNumber": "HEB 2:2",
    "verseText": "Kwa kuwa kama ujumbe ulionenwa na malaika ulikuwa imara, na kila uasi na kutokutii kulipata adhabu ya haki,"
  },
  {
    "verseNumber": "HEB 2:3",
    "verseText": "je, sisi tutapaje kupona kama tusipojali wokovu mkuu namna hii? Wokovu huu, ambao mwanzo ulitangazwa na Bwana, ulithibitishwa kwetu na wale waliomsikia."
  },
  {
    "verseNumber": "HEB 2:4",
    "verseText": "Pia Mungu aliushuhudia kwa ishara, maajabu na kwa miujiza mbalimbali, na karama za Roho Mtakatifu alizozigawa kulingana na mapenzi yake."
  },
  {
    "verseNumber": "HEB 2:5",
    "verseText": "Mungu hakuuweka ulimwengu ujao ambao tunanena habari zake chini ya malaika."
  },
  {
    "verseNumber": "HEB 2:6",
    "verseText": "Lakini kuna mahali mtu fulani ameshuhudia akisema: “Mwanadamu ni kitu gani hata unamfikiria, binadamu ni nani hata unamjali?"
  },
  {
    "verseNumber": "HEB 2:7",
    "verseText": "Umemfanya chini kidogo kuliko malaika; ukamvika taji ya utukufu na heshima,"
  },
  {
    "verseNumber": "HEB 2:8",
    "verseText": "nawe umeweka vitu vyote chini ya miguu yake.” Kwa kuweka vitu vyote chini yake, Mungu hakuacha kitu chochote ambacho hakukiweka chini ya mwanadamu. Lakini kwa sasa, hatuoni kwamba kila kitu kiko chini yake."
  },
  {
    "verseNumber": "HEB 2:9",
    "verseText": "Lakini twamwona Yesu, aliyefanywa chini kidogo kuliko malaika, sasa akiwa amevikwa taji ya utukufu na heshima kwa sababu alistahimili mauti, ili kwamba kwa neema ya Mungu apate kuonja mauti kwa ajili ya kila mtu."
  },
  {
    "verseNumber": "HEB 2:10",
    "verseText": "Ili kuwaleta wana wengi katika utukufu, ilifaa kwamba Mungu, ambaye ni kwa ajili yake na kupitia kwake kila kitu kimekuwepo, amkamilishe mwanzilishi wa wokovu wao kwa njia ya mateso."
  },
  {
    "verseNumber": "HEB 2:11",
    "verseText": "Yeye awafanyaye watu kuwa watakatifu, pamoja na hao ambao hufanywa watakatifu, wote hutoka katika jamaa moja. Hivyo Yesu haoni aibu kuwaita ndugu zake."
  },
  {
    "verseNumber": "HEB 2:12",
    "verseText": "Yeye husema, “Nitalitangaza jina lako kwa ndugu zangu; mbele ya kusanyiko nitaimba sifa zako.”"
  },
  {
    "verseNumber": "HEB 2:13",
    "verseText": "Tena, “Nitaweka tumaini langu kwake.” Tena anasema, “Niko hapa, pamoja na watoto ambao Mungu amenipa.”"
  },
  {
    "verseNumber": "HEB 2:14",
    "verseText": "Basi kwa kuwa watoto wana nyama na damu, yeye pia alishiriki katika ubinadamu wao, ili kwa kifo chake, apate kumwangamiza huyo mwenye nguvu za mauti, yaani ibilisi,"
  },
  {
    "verseNumber": "HEB 2:15",
    "verseText": "na kuwaweka huru wale waliokuwa utumwani maisha yao yote kwa sababu ya kuogopa mauti."
  },
  {
    "verseNumber": "HEB 2:16",
    "verseText": "Kwa kuwa ni dhahiri kwamba hakuja kusaidia malaika, bali uzao wa Abrahamu."
  },
  {
    "verseNumber": "HEB 2:17",
    "verseText": "Kwa sababu hii ilibidi afanane na ndugu zake kwa kila hali, ili apate kuwa Kuhani Mkuu mwenye huruma na mwaminifu katika kumtumikia Mungu, ili pia apate kufanya upatanisho kwa ajili ya dhambi za watu."
  },
  {
    "verseNumber": "HEB 2:18",
    "verseText": "Kwa kuwa yeye mwenyewe aliteswa alipojaribiwa, aweza kuwasaidia wale wanaojaribiwa."
  },
  {
    "verseNumber": "HEB 3:1",
    "verseText": "Kwa hiyo ndugu watakatifu, mnaoshiriki mwito wa mbinguni, mtafakarini Yesu, mtume na Kuhani Mkuu wa ukiri wetu."
  },
  {
    "verseNumber": "HEB 3:2",
    "verseText": "Alikuwa mwaminifu kwa yeye aliyemweka, kama vile Mose alivyokuwa mwaminifu katika nyumba yote ya Mungu."
  },
  {
    "verseNumber": "HEB 3:3",
    "verseText": "Yesu ameonekana anastahili heshima kubwa kuliko Mose, kama vile mjenzi wa nyumba alivyo wa heshima kubwa kuliko nyumba yenyewe."
  },
  {
    "verseNumber": "HEB 3:4",
    "verseText": "Kwa kuwa kila nyumba hujengwa na mtu fulani, lakini Mungu ni mjenzi wa kila kitu."
  },
  {
    "verseNumber": "HEB 3:5",
    "verseText": "Basi Mose kama mtumishi alikuwa mwaminifu katika nyumba yote ya Mungu, akishuhudia kwa yale ambayo yangetamkwa baadaye."
  },
  {
    "verseNumber": "HEB 3:6",
    "verseText": "Lakini Kristo ni mwaminifu kama Mwana katika nyumba ya Mungu. Sisi ndio nyumba yake, kama tutashikilia sana ujasiri wetu na tumaini tunalojivunia."
  },
  {
    "verseNumber": "HEB 3:7",
    "verseText": "Kwa hiyo, kama Roho Mtakatifu asemavyo: “Leo, kama mkiisikia sauti yake,"
  },
  {
    "verseNumber": "HEB 3:8",
    "verseText": "msiifanye mioyo yenu migumu, kama mlivyofanya katika uasi, wakati ule wa kujaribiwa jangwani,"
  },
  {
    "verseNumber": "HEB 3:9",
    "verseText": "ambapo baba zenu walinijaribu na kunipima ingawa kwa miaka arobaini walikuwa wameyaona matendo yangu."
  },
  {
    "verseNumber": "HEB 3:10",
    "verseText": "Hiyo ndiyo sababu nilikasirikia kizazi kile, nami nikasema, ‘Siku zote mioyo yao imepotoka, nao hawajazijua njia zangu.’"
  },
  {
    "verseNumber": "HEB 3:11",
    "verseText": "Hivyo nikatangaza kwa kiapo katika hasira yangu, ‘Kamwe hawataingia rahani mwangu.’ ”"
  },
  {
    "verseNumber": "HEB 3:12",
    "verseText": "Ndugu zangu, angalieni, asiwepo miongoni mwenu mtu mwenye moyo mwovu usioamini, unaojitenga na Mungu aliye hai."
  },
  {
    "verseNumber": "HEB 3:13",
    "verseText": "Lakini mtiane moyo mtu na mwenzake kila siku, maadamu iitwapo Leo, ili asiwepo hata mmoja wenu mwenye kufanywa mgumu kwa udanganyifu wa dhambi."
  },
  {
    "verseNumber": "HEB 3:14",
    "verseText": "Kwa kuwa tumekuwa washiriki wa Kristo, kama tukishikamana tu kwa uthabiti na tumaini letu la kwanza hadi mwisho."
  },
  {
    "verseNumber": "HEB 3:15",
    "verseText": "Kama ilivyonenwa: “Leo, kama mkiisikia sauti yake, msiifanye mioyo yenu migumu kama mlivyofanya wakati wa kuasi.”"
  },
  {
    "verseNumber": "HEB 3:16",
    "verseText": "Basi ni nani waliosikia lakini bado wakaasi? Je, si wale wote waliotoka Misri wakiongozwa na Mose?"
  },
  {
    "verseNumber": "HEB 3:17",
    "verseText": "Lakini ni nani aliowakasirikia miaka arobaini? Je, si wale waliofanya dhambi ambao miili yao ilianguka jangwani?"
  },
  {
    "verseNumber": "HEB 3:18",
    "verseText": "Ni nani hao ambao Mungu aliapa kuwa kamwe hawataingia rahani mwake isipokuwa ni wale waliokataa kutii?"
  },
  {
    "verseNumber": "HEB 3:19",
    "verseText": "Hivyo tunaona kwamba hawakuweza kuingia kwa sababu ya kutokuamini kwao."
  },
  {
    "verseNumber": "HEB 4:1",
    "verseText": "Kwa hiyo, kwa kuwa bado ahadi ya kuingia rahani iko wazi, tujihadhari ili hata mmoja wenu asije akaikosa."
  },
  {
    "verseNumber": "HEB 4:2",
    "verseText": "Kwa maana sisi pia tumesikia Injili iliyohubiriwa kwetu, kama nao walivyosikia; lakini ujumbe ule waliousikia haukuwa na maana kwao, kwa sababu wale waliousikia hawakuuchanganya na imani."
  },
  {
    "verseNumber": "HEB 4:3",
    "verseText": "Sasa sisi ambao tumeamini tunaingia katika ile raha, kama vile Mungu alivyosema, “Kwa hiyo nikaapa katika hasira yangu, ‘Kamwe hawataingia rahani mwangu.’ ” Lakini kazi yake ilikamilika tangu kuumbwa kwa ulimwengu."
  },
  {
    "verseNumber": "HEB 4:4",
    "verseText": "Kwa maana mahali fulani amezungumza kuhusu siku ya saba, akisema: “Katika siku ya saba Mungu alipumzika kutoka kazi zake zote.”"
  },
  {
    "verseNumber": "HEB 4:5",
    "verseText": "Tena hapo juu asema, “Kamwe hawataingia rahani mwangu.”"
  },
  {
    "verseNumber": "HEB 4:6",
    "verseText": "Kwa hiyo inabaki kuwa wazi kwa wengine kuingia, nao wale wa kwanza waliopokea Injili walishindwa kuingia kwa sababu ya kutokutii."
  },
  {
    "verseNumber": "HEB 4:7",
    "verseText": "Kwa hiyo Mungu ameweka siku nyingine, akaiita Leo, akisema kwa kinywa cha Daudi baadaye sana, kwa maneno yaliyotangulia kunenwa: “Leo, kama mkiisikia sauti yake, msiifanye mioyo yenu migumu.”"
  },
  {
    "verseNumber": "HEB 4:8",
    "verseText": "Kwa maana kama Yoshua alikuwa amewapa raha, Mungu hangesema tena baadaye kuhusu siku nyingine."
  },
  {
    "verseNumber": "HEB 4:9",
    "verseText": "Kwa hiyo basi, imebaki raha ya Sabato kwa ajili ya watu wa Mungu;"
  },
  {
    "verseNumber": "HEB 4:10",
    "verseText": "kwa kuwa kila mmoja aingiaye katika raha ya Mungu pia hupumzika kutoka kazi zake mwenyewe, kama vile Mungu alivyopumzika kutoka kazi zake."
  },
  {
    "verseNumber": "HEB 4:11",
    "verseText": "Basi, na tufanye bidii kuingia katika raha hiyo, ili kwamba asiwepo yeyote atakayeanguka kwa kufuata mfano wao wa kutokutii."
  },
  {
    "verseNumber": "HEB 4:12",
    "verseText": "Kwa maana Neno la Mungu li hai tena lina nguvu. Lina makali kuliko upanga wowote wenye makali kuwili, hivyo linachoma hata kuzigawanya nafsi na roho, viungo na mafuta yaliyo ndani yake; tena li jepesi kuyatambua mawazo na makusudi ya moyo."
  },
  {
    "verseNumber": "HEB 4:13",
    "verseText": "Wala hakuna kiumbe chochote kilichofichika machoni pa Mungu. Kila kitu kimefunuliwa na kiko wazi machoni pake yeye ambaye kwake ni lazima tutatoa hesabu."
  },
  {
    "verseNumber": "HEB 4:14",
    "verseText": "Kwa kuwa tunaye Kuhani Mkuu kuliko wote ambaye ameingia mbinguni, Yesu Mwana wa Mungu, basi na tushikamane sana kwa uthabiti na ule ukiri wa imani yetu."
  },
  {
    "verseNumber": "HEB 4:15",
    "verseText": "Kwa kuwa hatuna Kuhani Mkuu asiyeweza kuchukuliana na sisi katika udhaifu wetu, lakini tunaye mmoja ambaye alijaribiwa kwa kila namna, kama vile sisi tujaribiwavyo: lakini yeye hakutenda dhambi."
  },
  {
    "verseNumber": "HEB 4:16",
    "verseText": "Basi na tukikaribie kiti cha rehema kwa ujasiri, ili tupewe rehema na kupata neema ya kutusaidia wakati wa mahitaji."
  },
  {
    "verseNumber": "HEB 5:1",
    "verseText": "Kwa maana kila kuhani mkuu anayechaguliwa miongoni mwa wanadamu anawekwa kuwawakilisha kwa mambo yanayomhusu Mungu, ili apate kutoa matoleo na dhabihu kwa ajili ya dhambi."
  },
  {
    "verseNumber": "HEB 5:2",
    "verseText": "Kwa kuwa yeye mwenyewe ni dhaifu, aweza kuwachukulia kwa upole wale wasiojua na kupotoka."
  },
  {
    "verseNumber": "HEB 5:3",
    "verseText": "Hii ndiyo sababu inampasa kutoa dhabihu kwa ajili ya dhambi zake mwenyewe na vivyo hivyo kwa ajili ya dhambi za watu."
  },
  {
    "verseNumber": "HEB 5:4",
    "verseText": "Hakuna anayejitwalia heshima hii mwenyewe; ni lazima aitwe na Mungu, kama vile Aroni alivyoitwa."
  },
  {
    "verseNumber": "HEB 5:5",
    "verseText": "Pia Kristo hakujitwalia utukufu yeye mwenyewe wa kuwa Kuhani Mkuu, bali Mungu alimwambia, “Wewe ni Mwanangu; leo mimi nimekuzaa.”"
  },
  {
    "verseNumber": "HEB 5:6",
    "verseText": "Pia mahali pengine asema, “Wewe ni kuhani milele, kwa mfano wa Melkizedeki.”"
  },
  {
    "verseNumber": "HEB 5:7",
    "verseText": "Katika siku za maisha ya Yesu hapa duniani, alimtolea maombi na dua pamoja na kulia sana na machozi, yeye awezaye kumwokoa na mauti, naye Mungu akamsikia kwa sababu ya kutii kwake kwa unyenyekevu."
  },
  {
    "verseNumber": "HEB 5:8",
    "verseText": "Ingawa alikuwa Mwana, alijifunza utiifu kutokana na mateso aliyoyapata,"
  },
  {
    "verseNumber": "HEB 5:9",
    "verseText": "na akiisha kukamilishwa, akawa chanzo cha wokovu wa milele kwa wote wanaomtii."
  },
  {
    "verseNumber": "HEB 5:10",
    "verseText": "Naye amewekwa na Mungu kuwa Kuhani Mkuu kwa mfano wa Melkizedeki."
  },
  {
    "verseNumber": "HEB 5:11",
    "verseText": "Tunayo mengi ya kusema kuhusu habari ya ukuhani huu, lakini ni vigumu kuyaeleza, kwa sababu ninyi ni wazito wa kuelewa."
  },
  {
    "verseNumber": "HEB 5:12",
    "verseText": "Kwa hakika, ingawa mpaka wakati huu ingewapasa kuwa walimu, bado mnahitaji mtu wa kuwafundisha tena hatua za awali za kweli ya Neno la Mungu. Mnahitaji maziwa, wala si chakula kigumu!"
  },
  {
    "verseNumber": "HEB 5:13",
    "verseText": "Kwa maana yeyote aishiye kwa kunywa maziwa bado yeye ni mtoto mchanga, hana ujuzi katika mafundisho kuhusu neno la haki."
  },
  {
    "verseNumber": "HEB 5:14",
    "verseText": "Lakini chakula kigumu ni kwa ajili ya watu wazima, ambao kwa kujizoeza wamejifunza kupambanua kati ya mema na mabaya."
  },
  {
    "verseNumber": "HEB 6:1",
    "verseText": "Kwa hiyo, tukiachana na mafundisho yale ya awali kuhusu Kristo na tukisonga mbele ili tufikie utimilifu, sio kuweka tena msingi wa mafundisho ya kuzitubia kazi zisizo na uhai na imani katika Mungu,"
  },
  {
    "verseNumber": "HEB 6:2",
    "verseText": "mafundisho kuhusu aina za ubatizo, kuwekea watu mikono, ufufuo wa wafu, na hukumu ya milele."
  },
  {
    "verseNumber": "HEB 6:3",
    "verseText": "Mungu akitujalia tutafanya hivyo."
  },
  {
    "verseNumber": "HEB 6:4",
    "verseText": "Kwa kuwa ni vigumu kwa wale ambao wakati fulani walishapata nuru, ambao walishaonja kipawa cha mbinguni, ambao wamekwisha kushiriki katika Roho Mtakatifu,"
  },
  {
    "verseNumber": "HEB 6:5",
    "verseText": "ambao wameonja uzuri wa Neno la Mungu na nguvu za wakati ujao,"
  },
  {
    "verseNumber": "HEB 6:6",
    "verseText": "kisha wakianguka, kuwarejesha tena katika toba. Kwa kuwa wanamsulubisha Mwana wa Mungu mara ya pili na kumdhalilisha hadharani, nayo ikawa hasara kwao."
  },
  {
    "verseNumber": "HEB 6:7",
    "verseText": "Ardhi ile ipokeayo mvua inyeshayo juu yake mara kwa mara hutoa mazao yanayowanufaisha wale ambao kwa ajili yao yalimwa, nayo nchi hiyo hupokea baraka kutoka kwa Mungu."
  },
  {
    "verseNumber": "HEB 6:8",
    "verseText": "Lakini ardhi ikizaa miiba na mibaruti, haina thamani na iko hatarini ya kulaaniwa. Mwisho wake ni kuchomwa moto."
  },
  {
    "verseNumber": "HEB 6:9",
    "verseText": "Ingawa tunasema hivi, ndugu zangu wapendwa, kwa upande wenu tuna hakika ya mambo mema zaidi, mambo yale yahusuyo wokovu."
  },
  {
    "verseNumber": "HEB 6:10",
    "verseText": "Mungu si mdhalimu: yeye hataisahau kazi yenu na upendo ule mlioonyesha kwa ajili yake katika kuwahudumia watakatifu na hata sasa mnaendelea kuwahudumia."
  },
  {
    "verseNumber": "HEB 6:11",
    "verseText": "Nasi twataka kila mmoja wenu aonyeshe bidii iyo hiyo ili mpate kujua uhakika kamili wa lile tumaini mpaka mwisho,"
  },
  {
    "verseNumber": "HEB 6:12",
    "verseText": "ili msije mkawa wavivu, bali mpate kuwaiga wale ambao kwa imani na saburi hurithi zile ahadi."
  },
  {
    "verseNumber": "HEB 6:13",
    "verseText": "Mungu alipompa Abrahamu ahadi yake, kwa kuwa hakuwepo mwingine aliyekuwa mkuu kuliko yeye ambaye angeweza kuapa kwa jina lake, aliapa kwa nafsi yake,"
  },
  {
    "verseNumber": "HEB 6:14",
    "verseText": "akisema, “Hakika nitakubariki na kukupa wazao wengi.”"
  },
  {
    "verseNumber": "HEB 6:15",
    "verseText": "Abrahamu naye, baada ya kungoja kwa saburi, alipokea kile kilichoahidiwa."
  },
  {
    "verseNumber": "HEB 6:16",
    "verseText": "Wanadamu huapa kwa yeye aliye mkuu kuwaliko, nacho kiapo hicho huthibitisha kile kilichosemwa na hivyo humaliza mabishano yote."
  },
  {
    "verseNumber": "HEB 6:17",
    "verseText": "Mungu alipotaka kuonyesha kwa udhahiri zaidi ile asili ya kutokubadilika kwa ahadi yake kwa warithi wa ahadi, aliithitibisha kwa kiapo."
  },
  {
    "verseNumber": "HEB 6:18",
    "verseText": "Mungu alifanya hivyo ili kwa vitu viwili visivyobadilika, yaani ahadi yake na kiapo chake, ambavyo kwavyo Mungu hawezi kusema uongo, sisi ambao tumemkimbilia ili tulishike lile tumaini lililowekwa mbele yetu tuwe na faraja thabiti."
  },
  {
    "verseNumber": "HEB 6:19",
    "verseText": "Tunalo tumaini hili kama nanga ya roho iliyo imara na thabiti. Tumaini hili huingia katika sehemu takatifu iliyopo nyuma ya pazia,"
  },
  {
    "verseNumber": "HEB 6:20",
    "verseText": "mahali ambapo Yesu mtangulizi wetu aliingia kwa niaba yetu. Yeye amekuwa Kuhani Mkuu milele, kwa mfano wa Melkizedeki."
  },
  {
    "verseNumber": "HEB 7:1",
    "verseText": "Kwa kuwa huyu Melkizedeki alikuwa mfalme wa Salemu na kuhani wa Mungu Aliye Juu Sana. Alipokutana na Abrahamu akirudi kutoka kuwashinda hao wafalme, Melkizedeki alimbariki,"
  },
  {
    "verseNumber": "HEB 7:2",
    "verseText": "naye Abrahamu alimpa sehemu ya kumi ya kila kitu. Kwanza, jina hilo Melkizedeki maana yake ni “mfalme wa haki.” Na pia “mfalme wa Salemu” maana yake ni “mfalme wa amani.”"
  },
  {
    "verseNumber": "HEB 7:3",
    "verseText": "Hana Baba wala mama, hana ukoo, hana mwanzo wala mwisho wa siku zake. Kama Mwana wa Mungu, yeye adumu akiwa kuhani milele."
  },
  {
    "verseNumber": "HEB 7:4",
    "verseText": "Tazama jinsi alivyokuwa mkuu: Hata Abrahamu, baba yetu mkuu, alimpa sehemu ya kumi ya nyara zake."
  },
  {
    "verseNumber": "HEB 7:5",
    "verseText": "Basi sheria inawaagiza wana wa Lawi ambao hufanyika makuhani kupokea sehemu ya kumi kutoka kwa watu ambao ni ndugu zao, ingawa ndugu zao ni wazao wa Abrahamu."
  },
  {
    "verseNumber": "HEB 7:6",
    "verseText": "Huyu Melkizedeki, ingawa hakufuatia ukoo wake kutoka kwa Lawi, lakini alipokea sehemu ya kumi kutoka kwa Abrahamu na kumbariki yeye aliyekuwa na zile ahadi."
  },
  {
    "verseNumber": "HEB 7:7",
    "verseText": "Wala hakuna shaka kwamba mdogo hubarikiwa na aliye mkuu kumliko yeye."
  },
  {
    "verseNumber": "HEB 7:8",
    "verseText": "Kwa upande mmoja, sehemu ya kumi hupokelewa na wale ambao hupatikana na kufa; lakini kwa upande mwingine hupokelewa na yeye ambaye hushuhudiwa kuwa yu hai."
  },
  {
    "verseNumber": "HEB 7:9",
    "verseText": "Mtu anaweza hata kusema kwamba Lawi, ambaye hupokea sehemu ya kumi, alitoa hiyo sehemu ya kumi kupitia kwa Abrahamu,"
  },
  {
    "verseNumber": "HEB 7:10",
    "verseText": "kwa sababu Melkizedeki alipokutana na Abrahamu, Lawi alikuwa bado katika viuno vya baba yake wa zamani."
  },
  {
    "verseNumber": "HEB 7:11",
    "verseText": "Kama ukamilifu ungeweza kupatikana kwa njia ya ukuhani wa Walawi (kwa kuwa katika msingi huo, sheria ilitolewa kwa watu), kwa nini basi imekuwepo haja ya kuja kuhani mwingine: kuhani kwa mfano wa Melkizedeki, wala si kwa mfano wa Aroni?"
  },
  {
    "verseNumber": "HEB 7:12",
    "verseText": "Kwa kuwa yanapotokea mabadiliko ya ukuhani, pia lazima yawepo mabadiliko ya sheria."
  },
  {
    "verseNumber": "HEB 7:13",
    "verseText": "Yeye ambaye mambo haya yanasemwa alikuwa wa kabila lingine, na hakuna mtu wa kabila hilo aliyewahi kuhudumu katika madhabahu."
  },
  {
    "verseNumber": "HEB 7:14",
    "verseText": "Kwa maana ni dhahiri kwamba Bwana wetu alitoka katika uzao wa Yuda, tena kuhusu kabila hilo Mose hakusema lolote kwa habari za makuhani."
  },
  {
    "verseNumber": "HEB 7:15",
    "verseText": "Tena hayo tuliyosema yako wazi zaidi kama akitokea kuhani mwingine kama Melkizedeki,"
  },
  {
    "verseNumber": "HEB 7:16",
    "verseText": "yeye ambaye amefanyika kuhani si kwa misingi ya sheria kama ilivyokuwa kwa baba zake, bali kwa misingi ya uwezo wa uzima usioharibika."
  },
  {
    "verseNumber": "HEB 7:17",
    "verseText": "Kwa maana imeshuhudiwa kwamba: “Wewe ni kuhani milele, kwa mfano wa Melkizedeki.”"
  },
  {
    "verseNumber": "HEB 7:18",
    "verseText": "Kwa upande mmoja, ile amri ya mwanzo isiyofaa na dhaifu imebatilishwa"
  },
  {
    "verseNumber": "HEB 7:19",
    "verseText": "(kwa maana sheria haikufanya kitu chochote kuwa kikamilifu). Kwa upande mwingine, tumeletewa tumaini lililo bora zaidi ambalo linatuleta karibu na Mungu."
  },
  {
    "verseNumber": "HEB 7:20",
    "verseText": "Nalo tumaini hilo halikutolewa pasipo kiapo! Wengine walikuwa makuhani pasipo kiapo chochote,"
  },
  {
    "verseNumber": "HEB 7:21",
    "verseText": "lakini Yesu alifanywa kuhani kwa kiapo wakati Mungu alimwambia: “BWANA ameapa naye hatabadilisha mawazo yake: ‘Wewe ni kuhani milele.’ ”"
  },
  {
    "verseNumber": "HEB 7:22",
    "verseText": "Kwa ajili ya kiapo hiki, Yesu amekuwa mdhamini wa agano lililo bora zaidi."
  },
  {
    "verseNumber": "HEB 7:23",
    "verseText": "Basi pamekuwepo na makuhani wengi wa aina hiyo, kwa kuwa kifo kiliwazuia kuendelea na huduma yao ya ukuhani."
  },
  {
    "verseNumber": "HEB 7:24",
    "verseText": "Lakini kwa sababu Yesu anaishi milele, anao ukuhani wa kudumu."
  },
  {
    "verseNumber": "HEB 7:25",
    "verseText": "Kwa hiyo anaweza kuwaokoa kabisa wale wanaomjia Mungu kupitia kwake, kwa sababu yeye adumu daima kuomba kwa ajili yao."
  },
  {
    "verseNumber": "HEB 7:26",
    "verseText": "Kwa kuwa ilitupasa tuwe na Kuhani Mkuu wa namna hii, yaani, aliye mtakatifu, asiye na lawama, asiye na dosari, aliyetengwa na wenye dhambi na kuinuliwa juu ya mbingu."
  },
  {
    "verseNumber": "HEB 7:27",
    "verseText": "Yeye hahitaji kutoa dhabihu siku kwa siku kwa ajili ya dhambi, kwanza kwa ajili ya dhambi zake mwenyewe, kisha kwa ajili ya dhambi za watu kama wale makuhani wakuu wengine. Yeye alitoa dhabihu kwa ajili ya dhambi zao mara moja tu, alipojitoa mwenyewe."
  },
  {
    "verseNumber": "HEB 7:28",
    "verseText": "Kwa kuwa sheria huwaweka makuhani wakuu watu ambao ni dhaifu; lakini lile neno la kiapo, lililokuja baada ya sheria, lilimweka Mwana, ambaye amefanywa kuwa mkamilifu milele."
  },
  {
    "verseNumber": "HEB 8:1",
    "verseText": "Basi jambo tunalotaka kulisema ni hili: Tunaye Kuhani Mkuu ambaye ameketi mkono wa kuume wa kiti cha enzi cha Aliye Mkuu mbinguni,"
  },
  {
    "verseNumber": "HEB 8:2",
    "verseText": "yeye ahudumuye katika patakatifu, hema la kweli lililowekwa na Bwana, wala si na mwanadamu."
  },
  {
    "verseNumber": "HEB 8:3",
    "verseText": "Kila kuhani mkuu huwekwa ili atoe sadaka na dhabihu. Vivyo hivyo, ilikuwa jambo muhimu kwa huyu Kuhani naye awe na kitu cha kutoa."
  },
  {
    "verseNumber": "HEB 8:4",
    "verseText": "Kama angekuwa duniani, hangekuwa kuhani, kwa sababu tayari wapo watu watoao sadaka kama ilivyoelekezwa na sheria."
  },
  {
    "verseNumber": "HEB 8:5",
    "verseText": "Wanahudumu katika patakatifu palipo mfano na kivuli cha mambo ya mbinguni. Hii ndiyo sababu Mose alionywa alipokaribia kujenga hema, akiambiwa: “Hakikisha kuwa unavitengeneza vitu vyote kwa mfano ulioonyeshwa kule mlimani.”"
  },
  {
    "verseNumber": "HEB 8:6",
    "verseText": "Lakini huduma aliyopewa Yesu ni bora zaidi kuliko yao, kama vile agano ambalo yeye ni mpatanishi wake lilivyo bora zaidi kuliko lile la zamani, nalo limewekwa misingi wa ahadi zilizo bora zaidi."
  },
  {
    "verseNumber": "HEB 8:7",
    "verseText": "Kwa maana kama hapakuwa na kasoro katika lile agano la kwanza, pasingekuwa na haja ya kutafuta nafasi kwa ajili ya jingine."
  },
  {
    "verseNumber": "HEB 8:8",
    "verseText": "Lakini Mungu aliona kosa kwa watu, naye akasema: “Siku zinakuja, asema Bwana, nitakapofanya agano jipya na nyumba ya Israeli na nyumba ya Yuda."
  },
  {
    "verseNumber": "HEB 8:9",
    "verseText": "Agano langu halitakuwa kama lile nililofanya na baba zao nilipowashika mkono kuwaongoza watoke nchi ya Misri, kwa sababu hawakuendelea kuwa waaminifu katika agano langu, nami nikawaacha, asema Bwana."
  },
  {
    "verseNumber": "HEB 8:10",
    "verseText": "Hili ndilo agano nitakalofanya na nyumba ya Israeli baada ya siku zile, asema Bwana. Nitaziweka sheria zangu katika nia zao na kuziandika mioyoni mwao. Nitakuwa Mungu wao, nao watakuwa watu wangu."
  },
  {
    "verseNumber": "HEB 8:11",
    "verseText": "Mtu hatamfundisha tena jirani yake, wala mtu kumfundisha ndugu yake akisema, ‘Mjue Bwana,’ kwa sababu wote watanijua mimi, tangu aliye mdogo kabisa kwao, hadi aliye mkuu sana."
  },
  {
    "verseNumber": "HEB 8:12",
    "verseText": "Kwa sababu nitasamehe uovu wao, wala sitazikumbuka dhambi zao tena!”"
  },
  {
    "verseNumber": "HEB 8:13",
    "verseText": "Kwa kuliita agano hili “jipya,” Mungu amefanya lile agano la kwanza kuwa kuukuu; nacho kitu kinachoanza kuchakaa na kuwa kikuukuu kiko karibu kutoweka."
  },
  {
    "verseNumber": "HEB 9:1",
    "verseText": "Basi agano lile la kwanza lilikuwa na kanuni zake za kuabudu na pia patakatifu pake pa kidunia."
  },
  {
    "verseNumber": "HEB 9:2",
    "verseText": "Hema ilitengenezwa. Katika sehemu yake ya kwanza kulikuwa na kinara cha taa, meza na mikate iliyowekwa wakfu; hii sehemu iliitwa Mahali Patakatifu."
  },
  {
    "verseNumber": "HEB 9:3",
    "verseText": "Nyuma ya pazia la pili, palikuwa na sehemu iliyoitwa Patakatifu pa Patakatifu,"
  },
  {
    "verseNumber": "HEB 9:4",
    "verseText": "ambapo palikuwa na yale madhabahu ya dhahabu ya kufukizia uvumba, na lile Sanduku la Agano lililofunikwa kwa dhahabu. Sanduku hili lilikuwa na gudulia la dhahabu lenye mana, ile fimbo ya Aroni iliyochipuka, na vile vibao vya mawe vya Agano."
  },
  {
    "verseNumber": "HEB 9:5",
    "verseText": "Juu ya lile Sanduku kulikuwa na makerubi ya Utukufu yakitilia kivuli kile kifuniko ambacho ndicho kiti cha rehema. Lakini hatuwezi kueleza vitu hivi kwa undani sasa."
  },
  {
    "verseNumber": "HEB 9:6",
    "verseText": "Basi vitu hivi vilipokuwa vimepangwa, makuhani waliingia daima katika sehemu ya kwanza ya hema ili kufanya taratibu zao za ibada."
  },
  {
    "verseNumber": "HEB 9:7",
    "verseText": "Lakini ni kuhani mkuu peke yake aliyeingia ndani ya sehemu ya pili ya hema. Tena hii ilikuwa mara moja tu kwa mwaka, na hakuingia kamwe bila damu, ambayo alitoa kwa ajili yake mwenyewe na kwa ajili ya dhambi za watu walizotenda bila kukusudia."
  },
  {
    "verseNumber": "HEB 9:8",
    "verseText": "Kwa njia hii, Roho Mtakatifu alikuwa anaonyesha kwamba, maadamu ile hema ya kwanza ilikuwa bado imesimama, njia ya kuingia Patakatifu pa Patakafifu ilikuwa bado haijafunguliwa."
  },
  {
    "verseNumber": "HEB 9:9",
    "verseText": "Huu ulikuwa mfano kwa ajili ya wakati wa sasa, kuonyesha kwamba sadaka na dhabihu zilizokuwa zikitolewa hazikuweza kusafisha dhamiri ya mtu anayeabudu."
  },
  {
    "verseNumber": "HEB 9:10",
    "verseText": "Lakini hizi zilishughulika tu na vyakula na vinywaji, pamoja na taratibu mbalimbali za kunawa kwa nje, kanuni kwa ajili ya mwili zilizowekwa hadi wakati utimie wa matengenezo mapya."
  },
  {
    "verseNumber": "HEB 9:11",
    "verseText": "Kristo alipokuja akiwa Kuhani Mkuu wa mambo mema ambayo tayari yameshawasili, alipitia kwenye hema iliyo kuu zaidi na bora zaidi, ambayo haikutengenezwa kwa mikono ya binadamu, hii ni kusema, ambayo si sehemu ya uumbaji huu."
  },
  {
    "verseNumber": "HEB 9:12",
    "verseText": "Hakuingia kwa njia ya damu ya mbuzi na ya ndama; lakini aliingia Patakatifu pa Patakatifu mara moja tu kwa damu yake mwenyewe, akiisha kupata ukombozi wa milele."
  },
  {
    "verseNumber": "HEB 9:13",
    "verseText": "Damu ya mbuzi na ya mafahali, na majivu ya mitamba walivyonyunyiziwa wale waliokuwa najisi kwa taratibu za kiibada viliwatakasa, hata kuwaondolea uchafu wa nje."
  },
  {
    "verseNumber": "HEB 9:14",
    "verseText": "Basi ni zaidi aje damu ya Kristo, ambaye kwa Roho wa milele alijitoa nafsi yake kwa Mungu kuwa sadaka isiyo na waa, itatusafisha dhamiri zetu kutokana na matendo yaletayo mauti, ili tupate kumtumikia Mungu aliye hai!"
  },
  {
    "verseNumber": "HEB 9:15",
    "verseText": "Kwa sababu hii Kristo ni mpatanishi wa agano jipya, ili kwamba wale walioitwa waweze kupokea ile ahadi ya urithi wa milele: kwa vile yeye alikufa awe ukombozi wao kutoka kwa dhambi walizozitenda chini ya agano la kwanza."
  },
  {
    "verseNumber": "HEB 9:16",
    "verseText": "Kwa habari ya wosia, ni muhimu kuthibitisha kifo cha yule aliyeutoa,"
  },
  {
    "verseNumber": "HEB 9:17",
    "verseText": "kwa sababu wosia huwa na nguvu tu wakati mtu ameshakufa; kamwe hauwezi kutumika wakati yule aliyeuandika bado yuko hai."
  },
  {
    "verseNumber": "HEB 9:18",
    "verseText": "Hii ndiyo sababu hata lile agano la kwanza halikuweza kutekelezwa pasipo damu."
  },
  {
    "verseNumber": "HEB 9:19",
    "verseText": "Mose alipotangaza kila amri kwa watu wote, alichukua damu ya ndama na ya mbuzi, pamoja na maji, sufu nyekundu na matawi ya mti wa hisopo, akanyunyizia kile kitabu na watu wote."
  },
  {
    "verseNumber": "HEB 9:20",
    "verseText": "Alisema, “Hii ndiyo damu ya agano, ambalo Mungu amewaamuru kulitii.”"
  },
  {
    "verseNumber": "HEB 9:21",
    "verseText": "Vivyo hivyo alinyunyizia damu hiyo kwenye ile hema pamoja na kila kifaa kilichotumika ndani yake kwa taratibu za ibada."
  },
  {
    "verseNumber": "HEB 9:22",
    "verseText": "Kwa kweli sheria hudai kwamba, karibu kila kitu kitakaswe kwa damu, wala pasipo kumwaga damu, hakuna msamaha wa dhambi."
  },
  {
    "verseNumber": "HEB 9:23",
    "verseText": "Kwa hiyo, ilikuwa muhimu kwa nakala za vitu vile vya mbinguni vitakaswe kwa dhabihu hizi, lakini vitu halisi vya mbinguni vilihitaji dhabihu bora kuliko hizi."
  },
  {
    "verseNumber": "HEB 9:24",
    "verseText": "Kwa maana Kristo hakuingia kwenye patakatifu palipofanywa kwa mikono ya mwanadamu, ambao ni mfano wa kile kilicho halisi. Yeye aliingia mbinguni penyewe, ili sasa aonekane mbele za Mungu kwa ajili yetu."
  },
  {
    "verseNumber": "HEB 9:25",
    "verseText": "Wala hakuingia mbinguni ili apate kujitoa mwenyewe mara kwa mara, kama vile kuhani mkuu aingiavyo Patakatifu pa Patakatifu kila mwaka kwa damu ambayo si yake mwenyewe."
  },
  {
    "verseNumber": "HEB 9:26",
    "verseText": "Ingekuwa hivyo, ingempasa Kristo kuteswa mara nyingi tangu kuumbwa kwa ulimwengu. Lakini sasa ametokea mara moja tu katika mwisho wa nyakati aiondoe dhambi kwa kujitoa mwenyewe kuwa dhabihu."
  },
  {
    "verseNumber": "HEB 9:27",
    "verseText": "Kama vile mwanadamu alivyowekewa kufa mara moja tu na baada ya kufa akabili hukumu,"
  },
  {
    "verseNumber": "HEB 9:28",
    "verseText": "vivyo hivyo Kristo alitolewa mara moja tu kuwa dhabihu ili azichukue dhambi za watu wengi. Naye atakuja mara ya pili, sio kuchukua dhambi, bali kuwaletea wokovu wale wanaomngoja kwa shauku."
  },
  {
    "verseNumber": "HEB 10:1",
    "verseText": "Sheria ni kivuli tu cha mambo mema yajayo, wala si uhalisi wa mambo yenyewe. Kwa sababu hii, haiwezekani kamwe kwa njia ya dhabihu zitolewazo mwaka hadi mwaka kuwakamilisha wale wanaokaribia ili kuabudu."
  },
  {
    "verseNumber": "HEB 10:2",
    "verseText": "Kama dhabihu hizo zingeweza kuwakamilisha, hazingeendelea kutolewa tena. Kwa kuwa hao waabuduo wangekuwa wametakaswa mara moja tu, wala wasingejiona tena kuwa na dhambi."
  },
  {
    "verseNumber": "HEB 10:3",
    "verseText": "Lakini zile dhabihu zilikuwa ukumbusho wa dhambi kila mwaka,"
  },
  {
    "verseNumber": "HEB 10:4",
    "verseText": "kwa sababu haiwezekani damu ya mafahali na mbuzi kuondoa dhambi."
  },
  {
    "verseNumber": "HEB 10:5",
    "verseText": "Kwa hiyo, Kristo alipokuja duniani, alisema: “Dhabihu na sadaka hukuzitaka, bali mwili uliniandalia;"
  },
  {
    "verseNumber": "HEB 10:6",
    "verseText": "sadaka za kuteketezwa na za dhambi hukupendezwa nazo."
  },
  {
    "verseNumber": "HEB 10:7",
    "verseText": "Ndipo niliposema, ‘Mimi hapa, nimekuja, imeandikwa kunihusu katika kitabu: Nimekuja kuyafanya mapenzi yako, Ee Mungu.’ ”"
  },
  {
    "verseNumber": "HEB 10:8",
    "verseText": "Kwanza alisema, “Dhabihu na sadaka, sadaka za kuteketezwa na za dhambi hukuzitaka, wala hukupendezwa nazo” (ingawa sheria iliagiza zitolewe)."
  },
  {
    "verseNumber": "HEB 10:9",
    "verseText": "Kisha akasema “Mimi hapa, nimekuja kuyafanya mapenzi yako.” Aondoa lile Agano la kwanza ili kuimarisha la pili."
  },
  {
    "verseNumber": "HEB 10:10",
    "verseText": "Katika mapenzi hayo sisi tumetakaswa na kufanywa watakatifu kwa njia ya sadaka ya mwili wa Yesu Kristo alioutoa mara moja tu."
  },
  {
    "verseNumber": "HEB 10:11",
    "verseText": "Kila kuhani husimama siku kwa siku akifanya huduma yake ya ibada, na kutoa tena na tena dhabihu zile zile ambazo haziwezi kamwe kuondoa dhambi."
  },
  {
    "verseNumber": "HEB 10:12",
    "verseText": "Lakini huyu kuhani akiisha kutoa dhabihu moja kwa ajili ya dhambi kwa wakati wote, aliketi mkono wa kuume wa Mungu."
  },
  {
    "verseNumber": "HEB 10:13",
    "verseText": "Tangu wakati huo anangoja mpaka adui zake wawekwe chini ya miguu yake,"
  },
  {
    "verseNumber": "HEB 10:14",
    "verseText": "kwa sababu kwa dhabihu moja amewafanya kuwa wakamilifu milele wale wote wanaotakaswa."
  },
  {
    "verseNumber": "HEB 10:15",
    "verseText": "Pia Roho Mtakatifu anatushuhudia kuhusu jambo hili. Kwanza anasema:"
  },
  {
    "verseNumber": "HEB 10:16",
    "verseText": "“Hili ndilo Agano nitakalofanya nao baada ya siku hizo, asema Bwana. Nitaziweka sheria zangu mioyoni mwao, na kuziandika katika nia zao.”"
  },
  {
    "verseNumber": "HEB 10:17",
    "verseText": "Kisha aongeza kusema: “Dhambi zao na kutokutii kwao sitakumbuka tena.”"
  },
  {
    "verseNumber": "HEB 10:18",
    "verseText": "Basi haya yakiisha kusamehewa, hakuna tena dhabihu yoyote inayotolewa kwa ajili ya dhambi."
  },
  {
    "verseNumber": "HEB 10:19",
    "verseText": "Kwa hiyo, ndugu zangu, kwa kuwa tunao ujasiri wa kupaingia Patakatifu pa Patakatifu kwa damu ya Yesu,"
  },
  {
    "verseNumber": "HEB 10:20",
    "verseText": "kwa njia mpya iliyo hai tuliyofunguliwa kwa ajili yetu kupitia kwenye lile pazia, yaani, mwili wake,"
  },
  {
    "verseNumber": "HEB 10:21",
    "verseText": "basi kwa kuwa tunaye Kuhani Mkuu juu ya nyumba ya Mungu,"
  },
  {
    "verseNumber": "HEB 10:22",
    "verseText": "sisi na tumkaribie Mungu kwa moyo mnyofu kwa imani timilifu, mioyo yetu ikiwa imenyunyizwa damu ya Kristo na kuwa safi kutokana na dhamiri mbaya nayo miili yetu ikiwa imeoshwa kwa maji safi."
  },
  {
    "verseNumber": "HEB 10:23",
    "verseText": "Tushike kwa uthabiti lile tumaini la ukiri wetu bila kuyumbayumba, kwa maana yeye aliyeahidi ni mwaminifu."
  },
  {
    "verseNumber": "HEB 10:24",
    "verseText": "Tuangaliane na kuhimizana sisi kwa sisi katika upendo na katika kutenda mema."
  },
  {
    "verseNumber": "HEB 10:25",
    "verseText": "Wala tusiache kukutana pamoja, kama wengine walivyo na desturi, bali tuhimizane sisi kwa sisi kadiri tuonavyo Siku ile inakaribia."
  },
  {
    "verseNumber": "HEB 10:26",
    "verseText": "Kama tukiendelea kutenda dhambi kwa makusudi baada ya kupokea ufahamu wa ile kweli, haibaki tena dhabihu kwa ajili ya dhambi."
  },
  {
    "verseNumber": "HEB 10:27",
    "verseText": "Lakini kinachobaki ni kungoja kwa hofu hukumu ya moto uwakao, utakaowaangamiza adui za Mungu."
  },
  {
    "verseNumber": "HEB 10:28",
    "verseText": "Yeyote aliyeikataa sheria ya Mose alikufa pasipo huruma kwa ushahidi wa watu wawili au watatu."
  },
  {
    "verseNumber": "HEB 10:29",
    "verseText": "Je, mnadhani ni adhabu kali kiasi gani anayostahili kupewa mtu aliyemkanyaga Mwana wa Mungu chini ya nyayo zake, yeye aliyeifanya damu ya Agano iliyomtakasa kuwa kitu najisi na kumtendea maovu Roho wa neema?"
  },
  {
    "verseNumber": "HEB 10:30",
    "verseText": "Kwa kuwa tunamjua yeye aliyesema, “Ni juu yangu kulipiza kisasi; nitalipiza.” Tena asema, “Bwana atawahukumu watu wake.”"
  },
  {
    "verseNumber": "HEB 10:31",
    "verseText": "Ni jambo la kutisha kuanguka mikononi mwa Mungu aliye hai."
  },
  {
    "verseNumber": "HEB 10:32",
    "verseText": "Kumbukeni siku zile za kwanza, ambazo mkiisha kutiwa nuru mlistahimili mashindano makali ya maumivu."
  },
  {
    "verseNumber": "HEB 10:33",
    "verseText": "Wakati mwingine mlitukanwa na kuteswa hadharani; wakati mwingine mlikuwa radhi kuungana na wale waliofanyiwa hivyo."
  },
  {
    "verseNumber": "HEB 10:34",
    "verseText": "Mliwahurumia wale waliokuwa kifungoni, mkikubali kwa furaha kunyangʼanywa mali zenu kwa maana mlijua kwamba mnayo mali iliyo bora zaidi idumuyo."
  },
  {
    "verseNumber": "HEB 10:35",
    "verseText": "Kwa hiyo msiutupe ujasiri wenu, kwa maana una thawabu kubwa mno."
  },
  {
    "verseNumber": "HEB 10:36",
    "verseText": "Inawapasa kuvumilia ili mkiisha kufanya mapenzi ya Mungu mpate kile alichoahidi."
  },
  {
    "verseNumber": "HEB 10:37",
    "verseText": "Kwa kuwa bado kitambo kidogo tu, “Yeye ajaye atakuja wala hatakawia."
  },
  {
    "verseNumber": "HEB 10:38",
    "verseText": "Lakini mwenye haki wangu ataishi kwa imani. Naye kama akisitasita, sina furaha naye.”"
  },
  {
    "verseNumber": "HEB 10:39",
    "verseText": "Lakini sisi hatumo miongoni mwa hao wanaositasita na kuangamia, bali tuko miongoni mwa hao wenye imani na hivyo tunaokolewa."
  },
  {
    "verseNumber": "HEB 11:1",
    "verseText": "Basi imani ni kuwa na hakika ya mambo yatarajiwayo, na udhahiri wa mambo yasiyoonekana."
  },
  {
    "verseNumber": "HEB 11:2",
    "verseText": "Maana baba zetu wa kale walipongezwa kwa haya."
  },
  {
    "verseNumber": "HEB 11:3",
    "verseText": "Kwa imani tunafahamu kwamba ulimwengu uliumbwa kwa neno la Mungu, vitu vyote vinavyoonekana havikuumbwa kutoka kwa vitu vinavyoonekana."
  },
  {
    "verseNumber": "HEB 11:4",
    "verseText": "Kwa imani Abeli alimtolea Mungu dhabihu bora zaidi kuliko Kaini. Kwa imani alishuhudiwa kuwa mwenye haki, Mungu mwenyewe akazishuhudia sadaka zake. Kwa imani bado ananena ingawa amekufa."
  },
  {
    "verseNumber": "HEB 11:5",
    "verseText": "Kwa imani Enoki alitwaliwa kutoka maisha haya, kiasi kwamba hakuonja mauti. Hakuonekana, kwa sababu Mungu alikuwa amemchukua. Kwa kuwa kabla hajatwaliwa alikuwa ameshuhudiwa kuwa ni mtu aliyempendeza Mungu."
  },
  {
    "verseNumber": "HEB 11:6",
    "verseText": "Lakini pasipo imani haiwezekani kumpendeza Mungu, kwa maana yeyote anayemjia Mungu lazima aamini kwamba yeye yuko na ya kuwa huwapa thawabu wale wamtafutao kwa bidii."
  },
  {
    "verseNumber": "HEB 11:7",
    "verseText": "Kwa imani, Noa alipoonywa na Mungu kuhusu mambo ambayo hayajaonekana bado, kwa kumcha Mungu alitengeneza safina ili kuokoa jamaa yake. Kwa imani yake aliuhukumu ulimwengu na akawa mrithi wa haki ipatikanayo kwa imani."
  },
  {
    "verseNumber": "HEB 11:8",
    "verseText": "Kwa imani Abrahamu, alipoitwa aende mahali ambapo Mungu angempa baadaye kuwa urithi, alitii na akaenda, ingawa hakujua anakokwenda."
  },
  {
    "verseNumber": "HEB 11:9",
    "verseText": "Kwa imani alifanya maskani yake katika nchi ya ahadi kama mgeni katika nchi ya kigeni; aliishi katika mahema, kama Isaki na Yakobo walivyofanya, waliokuwa pia warithi pamoja naye wa ahadi ile ile."
  },
  {
    "verseNumber": "HEB 11:10",
    "verseText": "Kwa maana alikuwa akiutazamia mji wenye misingi ya kudumu ambao mwenye kuubuni na kuujenga ni Mungu."
  },
  {
    "verseNumber": "HEB 11:11",
    "verseText": "Kwa imani Abrahamu, ingawa alikuwa mzee wa umri, naye Sara mwenyewe aliyekuwa tasa, alipokea uwezo wa kuwa baba kwa sababu alimhesabu Mungu aliyemwahidi kuwa mwaminifu na kwamba angetimiza ahadi yake."
  },
  {
    "verseNumber": "HEB 11:12",
    "verseText": "Hivyo kutokana na huyu huyu ambaye alikuwa sawa na mfu, wakazaliwa wazao wengi kama nyota za mbinguni na kama mchanga wa pwani usiohesabika."
  },
  {
    "verseNumber": "HEB 11:13",
    "verseText": "Watu hawa wote wakafa katika imani bila kuzipokea zile ahadi, lakini waliziona kwa mbali na kuzishangilia. Nao walikubali kwamba walikuwa wageni na wasiokuwa na maskani hapa duniani."
  },
  {
    "verseNumber": "HEB 11:14",
    "verseText": "Watu wasemao mambo kama haya, wanaonyesha wazi kwamba wanatafuta nchi yao wenyewe."
  },
  {
    "verseNumber": "HEB 11:15",
    "verseText": "Kwa kweli kama wangekuwa wanafikiri kuhusu nchi waliyoiacha, wangalipata nafasi ya kurudi huko."
  },
  {
    "verseNumber": "HEB 11:16",
    "verseText": "Lakini badala yake walitamani nchi iliyo bora zaidi, yaani nchi ya mbinguni. Kwa hiyo Mungu haoni aibu kuitwa Mungu wao, kwa kuwa amekwisha kuandaa mji kwa ajili yao."
  },
  {
    "verseNumber": "HEB 11:17",
    "verseText": "Kwa imani Abrahamu, alipojaribiwa na Mungu, alimtoa Isaki kuwa dhabihu. Yeye aliyekuwa amezipokea ahadi za Mungu alikuwa tayari kumtoa mwanawe, aliyekuwa mwanawe pekee awe dhabihu."
  },
  {
    "verseNumber": "HEB 11:18",
    "verseText": "Ingawa Mungu alikuwa amemwambia Abrahamu, “Uzao wako utahesabiwa kupitia kwa Isaki,”"
  },
  {
    "verseNumber": "HEB 11:19",
    "verseText": "Abrahamu alihesabu kuwa Mungu angaliweza kumfufua Isaki kutoka kwa wafu. Na kwa kusema kwa mfano, alimpata tena Isaki kutoka kwa wafu."
  },
  {
    "verseNumber": "HEB 11:20",
    "verseText": "Kwa imani Isaki alimbariki Yakobo na Esau kuhusu maisha yao ya baadaye."
  },
  {
    "verseNumber": "HEB 11:21",
    "verseText": "Kwa imani Yakobo alipokuwa anakufa, alimbariki kila mmoja wa mtoto wa Yosefu, akamwabudu Mungu akiwa ameegemea juu ya kichwa cha fimbo yake."
  },
  {
    "verseNumber": "HEB 11:22",
    "verseText": "Kwa imani, Yosefu alipokaribia mwisho wa maisha yake, alinena habari za kutoka kwa wana wa Israeli huko Misri na akatoa maagizo kuhusu mifupa yake."
  },
  {
    "verseNumber": "HEB 11:23",
    "verseText": "Kwa imani, wazazi wa Mose walimficha kwa miezi mitatu baada ya kuzaliwa, kwa sababu waliona kuwa si mtoto wa kawaida, wala hawakuiogopa amri ya mfalme."
  },
  {
    "verseNumber": "HEB 11:24",
    "verseText": "Kwa imani, Mose alipokuwa mtu mzima, alikataa kuitwa mwana wa binti Farao."
  },
  {
    "verseNumber": "HEB 11:25",
    "verseText": "Akachagua kupata mateso pamoja na watu wa Mungu kuliko kujifurahisha kwa anasa za dhambi kwa kitambo kidogo tu."
  },
  {
    "verseNumber": "HEB 11:26",
    "verseText": "Aliona kushutumiwa kwa ajili ya Kristo ni utajiri mkubwa zaidi kuliko hazina za Misri, maana alikuwa anatazamia kupata thawabu baadaye."
  },
  {
    "verseNumber": "HEB 11:27",
    "verseText": "Kwa imani Mose aliondoka Misri bila kuogopa ghadhabu ya mfalme. Alivumilia kwa sababu alimwona yeye asiyeonekana kwa macho."
  },
  {
    "verseNumber": "HEB 11:28",
    "verseText": "Kwa imani akaadhimisha Pasaka na kunyunyiza damu, ili yule mwenye kuwaangamiza wazaliwa wa kwanza asiwaguse wazaliwa wa Israeli."
  },
  {
    "verseNumber": "HEB 11:29",
    "verseText": "Kwa imani, watu walivuka Bahari ya Shamu kama vile juu ya nchi kavu; lakini Wamisri walipojaribu kufanya hivyo, walitoswa ndani ya maji."
  },
  {
    "verseNumber": "HEB 11:30",
    "verseText": "Kwa imani kuta za Yeriko zilianguka, baada ya watu kuzizunguka kwa siku saba."
  },
  {
    "verseNumber": "HEB 11:31",
    "verseText": "Kwa imani, Rahabu, yule kahaba, hakuangamizwa pamoja na wale waliomwasi Mungu, kwa kuwa aliwakaribisha wale wapelelezi."
  },
  {
    "verseNumber": "HEB 11:32",
    "verseText": "Basi niseme nini zaidi? Sina wakati wa kusema habari za Gideoni, Baraka, Samsoni, Yeftha, Daudi, Samweli na manabii,"
  },
  {
    "verseNumber": "HEB 11:33",
    "verseText": "ambao kwa imani walishinda milki za wafalme, walitekeleza haki, na wakapokea ahadi za Mungu; walifunga vinywa vya simba,"
  },
  {
    "verseNumber": "HEB 11:34",
    "verseText": "wakazima makali ya miali ya moto, na wakaepuka kuuawa kwa upanga; udhaifu wao uligeuka kuwa nguvu; pia walikuwa hodari vitani na kuyafukuza majeshi ya wageni."
  },
  {
    "verseNumber": "HEB 11:35",
    "verseText": "Wanawake walipokea watu wao waliokuwa wamekufa, wakafufuliwa. Lakini wengine waliteswa, nao wakakataa kufunguliwa, ili wapate ufufuo ulio bora zaidi."
  },
  {
    "verseNumber": "HEB 11:36",
    "verseText": "Wengine walidhihakiwa na kupigwa, hata walifungwa minyororo na kutiwa gerezani."
  },
  {
    "verseNumber": "HEB 11:37",
    "verseText": "Walipigwa kwa mawe; walipasuliwa vipande viwili kwa msumeno; waliuawa kwa upanga. Walizungukazunguka wakiwa wamevaa ngozi za kondoo na mbuzi, wakiwa maskini, wakiteswa na kutendwa mabaya,"
  },
  {
    "verseNumber": "HEB 11:38",
    "verseText": "watu ambao ulimwengu haukustahili kuwa nao. Walizunguka majangwani na milimani, katika mapango na katika mahandaki ardhini."
  },
  {
    "verseNumber": "HEB 11:39",
    "verseText": "Hawa wote walishuhudiwa vyema kwa sababu ya imani yao, lakini hakuna hata mmoja wao aliyepokea yale yaliyoahidiwa."
  },
  {
    "verseNumber": "HEB 11:40",
    "verseText": "Kwa kuwa Mungu alikuwa ametangulia kutuwekea kitu kilicho bora zaidi ili wao wasikamilishwe pasipo sisi."
  },
  {
    "verseNumber": "HEB 12:1",
    "verseText": "Kwa sababu hii, kwa kuwa tumezungukwa na wingu kubwa namna hii la mashahidi, basi na tuweke kando kila kitu kinachotuzuia na ile dhambi inayotuzinga kwa urahisi, nasi tupige mbio kwa saburi katika yale mashindano yaliyowekwa kwa ajili yetu."
  },
  {
    "verseNumber": "HEB 12:2",
    "verseText": "Basi na tumtazame sana Yesu mwanzilishi na mkamilishaji wa imani yetu, yeye ambaye kwa ajili ya furaha iliyowekwa mbele yake alistahimili msalaba, bila kujali aibu ya huo msalaba, naye ameketi mkono wa kuume wa kiti cha enzi cha Mungu."
  },
  {
    "verseNumber": "HEB 12:3",
    "verseText": "Mtafakarini sana yeye aliyestahimili upinzani mkuu namna hii kutoka kwa watu wenye dhambi, ili kwamba msije mkachoka na kukata tamaa."
  },
  {
    "verseNumber": "HEB 12:4",
    "verseText": "Katika kushindana kwenu dhidi ya dhambi, bado hamjapigana kiasi cha kumwaga damu yenu."
  },
  {
    "verseNumber": "HEB 12:5",
    "verseText": "Nanyi mmesahau yale maneno ya kuwaonya yanayowataja ninyi kuwa wana, yakisema: “Mwanangu, usidharau adhabu ya Bwana, wala usikate tamaa akikukemea,"
  },
  {
    "verseNumber": "HEB 12:6",
    "verseText": "kwa sababu Bwana huwaadibisha wale awapendao, na humwadhibu kila mmoja anayemkubali kuwa mwana.”"
  },
  {
    "verseNumber": "HEB 12:7",
    "verseText": "Vumilieni taabu kwa ajili ya kufunzwa adabu. Mungu anawatendea ninyi kama watoto wake, kwa maana ni mtoto yupi asiyeadibishwa na mzazi wake?"
  },
  {
    "verseNumber": "HEB 12:8",
    "verseText": "Kama hakuna kuadibishwa (ambalo ni fungu la watoto wote), basi ninyi ni watoto wa haramu wala si watoto halali."
  },
  {
    "verseNumber": "HEB 12:9",
    "verseText": "Tena, sisi sote tunao baba wa kimwili, waliotuadibisha nasi tukawaheshimu kwa ajili ya hilo. Je, si inatupasa kujinyenyekeza zaidi kwa Baba wa roho zetu ili tuishi?"
  },
  {
    "verseNumber": "HEB 12:10",
    "verseText": "Baba zetu walituadibisha kwa kitambo kidogo kama wao wenyewe walivyoona vyema, lakini Mungu hutuadibisha kwa faida yetu ili tupate kushiriki utakatifu wake."
  },
  {
    "verseNumber": "HEB 12:11",
    "verseText": "Kuadibishwa wakati wowote hakuonekani kuwa kitu cha kufurahisha bali chenye maumivu kinapotekelezwa. Lakini baadaye huzaa matunda ya haki na amani kwa wale waliofunzwa nayo."
  },
  {
    "verseNumber": "HEB 12:12",
    "verseText": "Kwa hiyo, itieni nguvu mikono yenu iliyo dhaifu na magoti yenu yaliyolegea."
  },
  {
    "verseNumber": "HEB 12:13",
    "verseText": "Sawazisheni mapito ya miguu yenu, ili kitu kilicho kiwete kisidhoofishwe bali kiponywe."
  },
  {
    "verseNumber": "HEB 12:14",
    "verseText": "Tafuteni kwa bidii kuwa na amani na watu wote na huo utakatifu, ambao bila kuwa nao hakuna mtu atakayemwona Bwana."
  },
  {
    "verseNumber": "HEB 12:15",
    "verseText": "Angalieni sana mtu yeyote asiikose neema ya Mungu na kwamba shina la uchungu lisije likachipuka na kuwasumbua na watu wengi wakatiwa unajisi kwa hilo."
  },
  {
    "verseNumber": "HEB 12:16",
    "verseText": "Angalieni miongoni mwenu asiwepo mwasherati au mtu asiyemcha Mungu kama Esau, ambaye kwa ajili ya mlo mmoja aliuza haki ya uzaliwa wake wa kwanza."
  },
  {
    "verseNumber": "HEB 12:17",
    "verseText": "Baadaye kama mnavyofahamu, alipotaka kurithi ile baraka, alikataliwa, maana hakupata nafasi ya kutubu, ingawa aliitafuta kwa machozi."
  },
  {
    "verseNumber": "HEB 12:18",
    "verseText": "Hamjaufikia mlima ule uwezao kuguswa na ambao unawaka moto; wala kwenye giza, utusitusi na dhoruba;"
  },
  {
    "verseNumber": "HEB 12:19",
    "verseText": "kwenye mlio wa tarumbeta, au kwenye sauti isemayo maneno ya kutisha kiasi ambacho wale walioisikia waliomba wasiambiwe neno jingine zaidi,"
  },
  {
    "verseNumber": "HEB 12:20",
    "verseText": "kwa sababu hawangeweza kustahimili neno lile lililoamriwa: “Hata kama mnyama atagusa mlima huu, atapigwa mawe.”"
  },
  {
    "verseNumber": "HEB 12:21",
    "verseText": "Waliyoyaona yalikuwa ya kutisha kiasi kwamba Mose alisema, “Ninatetemeka kwa hofu.”"
  },
  {
    "verseNumber": "HEB 12:22",
    "verseText": "Lakini ninyi mmekuja Mlima Sayuni, Yerusalemu ya mbinguni, mji wa Mungu aliye hai. Mmekuja penye kusanyiko kubwa la malaika maelfu kwa maelfu wasiohesabika wanaoshangilia,"
  },
  {
    "verseNumber": "HEB 12:23",
    "verseText": "kwenye kanisa la wazaliwa wa kwanza wa Mungu, ambao majina yao yameandikwa mbinguni. Mmekuja kwa Mungu, mhukumu wa watu wote, kwenye roho za wenye haki waliokamilishwa,"
  },
  {
    "verseNumber": "HEB 12:24",
    "verseText": "kwa Yesu mpatanishi wa agano jipya, na kwa damu iliyonyunyizwa, ile inenayo mambo mema kuliko damu ya Abeli."
  },
  {
    "verseNumber": "HEB 12:25",
    "verseText": "Angalieni, msije mkamkataa yeye anenaye. Ikiwa wao hawakuepuka adhabu walipomkataa yeye aliyewaonya hapa duniani, sisi je, tutaokokaje tusipomsikiliza yeye anayetuonya kutoka mbinguni?"
  },
  {
    "verseNumber": "HEB 12:26",
    "verseText": "Wakati ule sauti yake ilitetemesha dunia, lakini sasa ameahidi, “Kwa mara moja tena nitatetemesha si nchi tu bali na mbingu pia.”"
  },
  {
    "verseNumber": "HEB 12:27",
    "verseText": "Maneno haya “kwa mara moja tena” yanaonyesha kuondoshwa kwa vile vitu vinavyoweza kutetemeshwa, yaani vile vitu vilivyoumbwa, kwa kusudi vile tu visivyoweza kutetemeshwa vibaki."
  },
  {
    "verseNumber": "HEB 12:28",
    "verseText": "Kwa hiyo, kwa kuwa tunapokea ufalme ambao hauwezi kutetemeshwa, basi na tuwe na shukrani, na hivyo tumwabudu Mungu kwa namna inayompendeza, kwa unyenyekevu na uchaji,"
  },
  {
    "verseNumber": "HEB 12:29",
    "verseText": "kwa kuwa “Mungu wetu ni moto ulao.”"
  },
  {
    "verseNumber": "HEB 13:1",
    "verseText": "Endeleeni kupendana kama ndugu."
  },
  {
    "verseNumber": "HEB 13:2",
    "verseText": "Msisahau kuwakaribisha wageni, kwa kuwa kwa kufanya hivyo, watu wengine waliwakaribisha malaika pasipo kujua."
  },
  {
    "verseNumber": "HEB 13:3",
    "verseText": "Wakumbukeni wale waliofungwa gerezani kana kwamba ninyi mmefungwa pamoja nao. Pia wakumbukeni wale wanaotendewa vibaya, kana kwamba ni ninyi wenyewe mnateswa."
  },
  {
    "verseNumber": "HEB 13:4",
    "verseText": "Ndoa na iheshimiwe na watu wote, nayo malazi yawe safi, kwa kuwa Mungu atawahukumu wazinzi na waasherati wote."
  },
  {
    "verseNumber": "HEB 13:5",
    "verseText": "Yalindeni maisha yenu msiwe na tabia ya kupenda fedha, bali mridhike na vile mlivyo navyo, kwa sababu Mungu amesema, “Kamwe sitakuacha, wala sitakupungukia.”"
  },
  {
    "verseNumber": "HEB 13:6",
    "verseText": "Kwa hiyo tunaweza kusema kwa ujasiri, “Bwana ni msaada wangu; sitaogopa. Mwanadamu anaweza kunitenda nini?”"
  },
  {
    "verseNumber": "HEB 13:7",
    "verseText": "Wakumbukeni viongozi wenu, wale waliowaambia neno la Mungu. Angalieni matokeo ya mwenendo wa maisha yao mkaiige imani yao."
  },
  {
    "verseNumber": "HEB 13:8",
    "verseText": "Yesu Kristo ni yeye yule jana, leo na hata milele."
  },
  {
    "verseNumber": "HEB 13:9",
    "verseText": "Msichukuliwe na kila aina ya mafundisho ya kigeni. Ni vyema mioyo yenu iimarishwe kwa neema, wala si kwa sheria kuhusu utaratibu wa vyakula, ambavyo havina faida kwa wale wanaozishika hizo sheria."
  },
  {
    "verseNumber": "HEB 13:10",
    "verseText": "Sisi tunayo madhabahu ambayo wale wanaohudumu katika hema hawana haki ya kula vile vitu vilivyowekwa juu yake."
  },
  {
    "verseNumber": "HEB 13:11",
    "verseText": "Kuhani mkuu huchukua damu ya wanyama na kuiingiza Patakatifu pa Patakatifu, kama sadaka ya dhambi, lakini miili ya hao wanyama huteketezwa nje ya kambi."
  },
  {
    "verseNumber": "HEB 13:12",
    "verseText": "Vivyo hivyo, Yesu naye aliteswa nje ya lango la mji ili awatakase watu kwa damu yake mwenyewe."
  },
  {
    "verseNumber": "HEB 13:13",
    "verseText": "Kwa hiyo, basi na tumwendee nje ya kambi, tukiichukua aibu aliyobeba."
  },
  {
    "verseNumber": "HEB 13:14",
    "verseText": "Kwa kuwa hapa hatuna mji udumuo, bali tunautafuta ule ujao."
  },
  {
    "verseNumber": "HEB 13:15",
    "verseText": "Basi kwa njia ya Yesu, tuzidi kumtolea Mungu dhabihu ya sifa, yaani matunda ya midomo inayolikiri Jina lake."
  },
  {
    "verseNumber": "HEB 13:16",
    "verseText": "Na msiache kutenda mema na kushirikiana vile vitu mlivyo navyo, kwa kuwa dhabihu kama hizo ndizo zinazompendeza Mungu."
  },
  {
    "verseNumber": "HEB 13:17",
    "verseText": "Watiini viongozi wenu na kujinyenyekeza chini ya mamlaka yao. Kwa maana wao wanakesha kwa ajili yenu kama watu watakaopaswa kutoa hesabu. Watiini ili wafanye kazi yao kwa furaha, wala si kama mzigo, maana hiyo haitakuwa na faida kwenu."
  },
  {
    "verseNumber": "HEB 13:18",
    "verseText": "Tuombeeni. Tuna hakika kuwa tunayo dhamiri safi na shauku ya kuishi kwa uadilifu kwa kila njia."
  },
  {
    "verseNumber": "HEB 13:19",
    "verseText": "Ninawasihi zaidi mniombee ili nipate kurudishwa kwenu upesi."
  },
  {
    "verseNumber": "HEB 13:20",
    "verseText": "Basi Mungu wa amani, ambaye kwa damu ya Agano la milele alimleta tena kutoka kwa wafu Bwana wetu Yesu, yule Mchungaji Mkuu wa kondoo,"
  },
  {
    "verseNumber": "HEB 13:21",
    "verseText": "awafanye ninyi wakamilifu mkiwa mmekamilishwa katika kila jambo jema ili mpate kutenda mapenzi yake, naye atende ndani yetu kile kinachompendeza machoni Pake, kwa njia ya Yesu Kristo, ambaye utukufu una yeye milele na milele. Amen."
  },
  {
    "verseNumber": "HEB 13:22",
    "verseText": "Ndugu zangu, nawasihi mchukuliane na maneno yangu ya maonyo, kwa kuwa nimewaandikia waraka mfupi tu."
  },
  {
    "verseNumber": "HEB 13:23",
    "verseText": "Nataka ninyi mjue kwamba ndugu yetu Timotheo amefunguliwa kutoka gerezani. Akifika mapema, nitakuja pamoja naye kuwaona."
  },
  {
    "verseNumber": "HEB 13:24",
    "verseText": "Wasalimuni viongozi wenu wote na watakatifu wote. Wale wa kutoka Italia wanawasalimu."
  },
  {
    "verseNumber": "HEB 13:25",
    "verseText": "Neema iwe nanyi nyote. Amen."
  }
]