[
  {
    "verseNumber": "HOS 1:1",
    "verseText": "Neno la BWANA lililomjia Hosea mwana wa Beeri wakati wa utawala wa Uzia, Yothamu, Ahazi na Hezekia, wafalme wa Yuda, na wakati wa utawala wa Yeroboamu mwana wa Yehoashi, mfalme wa Israeli."
  },
  {
    "verseNumber": "HOS 1:2",
    "verseText": "Wakati BWANA alipoanza kuzungumza kupitia Hosea, BWANA alimwambia, “Nenda ukajitwalie mwanamke wa uzinzi na watoto wa uzinzi, kwa sababu nchi ina hatia ya uzinzi wa kupindukia kwa kumwacha BWANA.”"
  },
  {
    "verseNumber": "HOS 1:3",
    "verseText": "Kwa hiyo alimwoa Gomeri binti Diblaimu, naye akachukua mimba na kumzalia Hosea mwana."
  },
  {
    "verseNumber": "HOS 1:4",
    "verseText": "Kisha BWANA akamwambia Hosea, “Mwite Yezreeli, kwa kuwa kitambo kidogo nitaiadhibu nyumba ya Yehu kwa ajili ya mauaji ya kule Yezreeli, nami nitaukomesha ufalme wa Israeli."
  },
  {
    "verseNumber": "HOS 1:5",
    "verseText": "Katika siku ile nitavunja upinde wa Israeli katika Bonde la Yezreeli.”"
  },
  {
    "verseNumber": "HOS 1:6",
    "verseText": "Gomeri akachukua tena mimba akamzaa binti. Kisha BWANA akamwambia Hosea, “Mwite Lo-Ruhama, kwa maana sitaonyesha tena upendo kwa nyumba ya Israeli, kwamba nisije kabisa nikawasamehe."
  },
  {
    "verseNumber": "HOS 1:7",
    "verseText": "Hata hivyo nitaonyesha upendo kwa nyumba ya Yuda, nami nitawaokoa si kwa upinde, upanga au vita, wala kwa farasi na wapanda farasi, bali kwa njia ya BWANA Mungu wao.”"
  },
  {
    "verseNumber": "HOS 1:8",
    "verseText": "Baada ya Gomeri kumwachisha Lo-Ruhama kunyonya, Gomeri alipata mwana mwingine."
  },
  {
    "verseNumber": "HOS 1:9",
    "verseText": "Kisha BWANA akasema, “Mwite Lo-Ami kwa maana ninyi si watu wangu, nami si Mungu wenu."
  },
  {
    "verseNumber": "HOS 1:10",
    "verseText": "“Hata hivyo Waisraeli watakuwa kama mchanga kando ya bahari, ambao hauwezi kupimika wala kuhesabiwa. Mahali pale walipoambiwa, ‘Ninyi si watu wangu,’ wao wataitwa ‘wana wa Mungu aliye hai.’"
  },
  {
    "verseNumber": "HOS 1:11",
    "verseText": "Watu wa Yuda na watu wa Israeli wataunganishwa tena, nao watamchagua kiongozi mmoja nao watakwea watoke katika nchi, kwa kuwa siku ya Yezreeli itakuwa kuu sana."
  },
  {
    "verseNumber": "HOS 2:1",
    "verseText": "“Waambie ndugu zako, ‘Watu wangu,’ na pia waambie dada zako, ‘Wapendwa wangu.’"
  },
  {
    "verseNumber": "HOS 2:2",
    "verseText": "“Mkemeeni mama yenu, mkemeeni, kwa maana yeye si mke wangu, nami si mume wake. Aondoe sura ya uzinzi katika uso wake na uzinzi kati ya matiti yake."
  },
  {
    "verseNumber": "HOS 2:3",
    "verseText": "Kama sivyo nitamvua nguo zake awe uchi na kumwacha uchi kama siku ile aliyozaliwa. Nitamfanya kama jangwa, nitamgeuza awe nchi ya kiu, nami nitamuua kwa kiu."
  },
  {
    "verseNumber": "HOS 2:4",
    "verseText": "Sitaonyesha upendo wangu kwa watoto wake, kwa sababu ni watoto wa uzinzi."
  },
  {
    "verseNumber": "HOS 2:5",
    "verseText": "Mama yao amekosa uaminifu na amewachukua mimba katika aibu. Gomeri alisema, ‘Nitawaendea wapenzi wangu, ambao hunipa chakula changu na maji yangu, sufu yangu na kitani yangu, mafuta yangu na kinywaji changu.’"
  },
  {
    "verseNumber": "HOS 2:6",
    "verseText": "Kwa hiyo mimi Mungu nitaizuia njia yake kwa vichaka vya miiba, nitamjengea ukuta ili kwamba asiweze kutoka."
  },
  {
    "verseNumber": "HOS 2:7",
    "verseText": "Gomeri atawafuatia wapenzi wake lakini hatawapata; atawatafuta lakini hatawapata. Kisha atasema, ‘Nitarudi kwa mume wangu kama kwanza, kwa maana nilikuwa na hali njema zaidi kuliko sasa.’"
  },
  {
    "verseNumber": "HOS 2:8",
    "verseText": "Gomeri hajakubali kuwa mimi ndiye niliyempa nafaka, divai mpya na mafuta, niliyemwongezea fedha na dhahabu waliyoitumia kwa kumtumikia Baali."
  },
  {
    "verseNumber": "HOS 2:9",
    "verseText": "“Kwa hiyo nitachukua nafaka yangu wakati itakapokomaa na divai yangu mpya wakati itakapokuwa tayari. Nitamnyangʼanya sufu yangu na kitani yangu iliyokusudiwa kufunika uchi wake."
  },
  {
    "verseNumber": "HOS 2:10",
    "verseText": "Basi sasa nitaufunua ufisadi wake mbele ya wapenzi wake; hakuna yeyote atakayemtoa mikononi mwangu."
  },
  {
    "verseNumber": "HOS 2:11",
    "verseText": "Nitakomesha furaha na macheko yake yote: sikukuu zake za mwaka, sikukuu za Miandamo ya Mwezi, siku zake za Sabato, sikukuu zake zote zilizoamriwa."
  },
  {
    "verseNumber": "HOS 2:12",
    "verseText": "Nitaiharibu mizabibu yake na mitini yake, ambayo alisema yalikuwa malipo yake kutoka kwa wapenzi wake; nitaifanya kuwa kichaka, nao wanyama pori wataila."
  },
  {
    "verseNumber": "HOS 2:13",
    "verseText": "Nitamwadhibu kwa ajili ya siku alizowafukizia uvumba Mabaali; alipojipamba kwa pete na kwa vito vya thamani, na kuwaendea wapenzi wake, lakini mimi alinisahau,” asema BWANA."
  },
  {
    "verseNumber": "HOS 2:14",
    "verseText": "“Kwa hiyo sasa nitamshawishi; nitamwongoza hadi jangwani na kuzungumza naye kwa upole."
  },
  {
    "verseNumber": "HOS 2:15",
    "verseText": "Huko nitamrudishia mashamba yake ya mizabibu, nami nitalifanya Bonde la Akori mlango wa matumaini. Huko ataimba kama alivyofanya katika siku za ujana wake, kama siku zile alizotoka Misri."
  },
  {
    "verseNumber": "HOS 2:16",
    "verseText": "“Katika siku ile,” asema BWANA, “utaniita mimi ‘Mume wangu’; hutaniita tena mimi ‘BWANA wangu.’"
  },
  {
    "verseNumber": "HOS 2:17",
    "verseText": "Nitaondoa majina ya Mabaali kutoka midomoni mwake, wala hataomba tena kwa majina yao."
  },
  {
    "verseNumber": "HOS 2:18",
    "verseText": "Katika siku ile nitafanya Agano kwa ajili yao na wanyama wa kondeni, na ndege wa angani, na viumbe vile vitambaavyo ardhini. Upinde, upanga na vita, nitaondolea mbali katika nchi, ili kwamba wote waweze kukaa salama."
  },
  {
    "verseNumber": "HOS 2:19",
    "verseText": "Nitakuposa uwe wangu milele; nitakuposa kwa uadilifu na haki, kwa upendo na huruma."
  },
  {
    "verseNumber": "HOS 2:20",
    "verseText": "Nitakuposa kwa uaminifu, nawe utamkubali BWANA."
  },
  {
    "verseNumber": "HOS 2:21",
    "verseText": "“Katika siku ile nitajibu,” asema BWANA, “nitajibu kwa anga, nazo anga zitajibu kwa nchi;"
  },
  {
    "verseNumber": "HOS 2:22",
    "verseText": "nayo nchi itajibu kwa nafaka, divai mpya na mafuta, navyo vitajibu kwa Yezreeli."
  },
  {
    "verseNumber": "HOS 2:23",
    "verseText": "Nitampanda katika nchi kwa ajili yangu mwenyewe; nami nitaonyesha pendo langu kwake yule ambaye nilimwita, ‘Si mpenzi wangu. ’ Nitawaambia wale walioitwa, ‘Sio watu wangu,’ ‘Ninyi ni watu wangu’; nao watasema, ‘Wewe ndiwe Mungu wangu.’ ”"
  },
  {
    "verseNumber": "HOS 3:1",
    "verseText": "BWANA akaniambia, “Nenda, ukaonyeshe upendo wako kwa mke wako tena, ingawa amependwa na mwingine naye ni mzinzi. Mpende kama BWANA apendavyo Waisraeli, ingawa wanageukia miungu mingine na kupenda mikate mitamu ya zabibu kavu iliyowekwa wakfu.”"
  },
  {
    "verseNumber": "HOS 3:2",
    "verseText": "Basi nilimnunua huyo mwanamke kwa shekeli kumi na tano za fedha, pia kwa kiasi kama cha homeri moja na nusu ya shayiri."
  },
  {
    "verseNumber": "HOS 3:3",
    "verseText": "Kisha nilimwambia, “Utaishi nami kwa siku nyingi, hupaswi kuwa kahaba au kuwa na uhusiano wa karibu na mtu yeyote, nami nitaishi na wewe.”"
  },
  {
    "verseNumber": "HOS 3:4",
    "verseText": "Kwa maana Waisraeli wataishi siku nyingi bila kuwa na mfalme wala mkuu, bila kuwa na dhabihu wala mawe matakatifu, bila kisibau wala sanamu."
  },
  {
    "verseNumber": "HOS 3:5",
    "verseText": "Baadaye Waisraeli watarudi na kumtafuta BWANA Mungu wao na Daudi mfalme wao. Watakuja wakitetemeka kwa BWANA na kwa baraka zake katika siku za mwisho."
  },
  {
    "verseNumber": "HOS 4:1",
    "verseText": "Sikieni neno la BWANA, enyi Waisraeli, kwa sababu BWANA analo shtaka dhidi yenu ninyi mnaoishi katika nchi: “Hakuna uaminifu, hakuna upendo, hakuna kumjua Mungu katika nchi."
  },
  {
    "verseNumber": "HOS 4:2",
    "verseText": "Kuna kulaani tu, uongo na uuaji, wizi na uzinzi, bila kuwa na mipaka, nao umwagaji damu mmoja baada ya mwingine."
  },
  {
    "verseNumber": "HOS 4:3",
    "verseText": "Kwa sababu hii nchi huomboleza, wote waishio ndani mwake wanadhoofika, wanyama wa kondeni, ndege wa angani na samaki wa baharini wanakufa."
  },
  {
    "verseNumber": "HOS 4:4",
    "verseText": "“Lakini mtu awaye yote na asilete shtaka, mtu yeyote na asimlaumu mwenzake, kwa maana watu wako ni kama wale waletao mashtaka dhidi ya kuhani."
  },
  {
    "verseNumber": "HOS 4:5",
    "verseText": "Unajikwaa usiku na mchana, nao manabii hujikwaa pamoja nawe. Kwa hiyo nitamwangamiza mama yako:"
  },
  {
    "verseNumber": "HOS 4:6",
    "verseText": "watu wangu wanaangamizwa kwa kukosa maarifa, “Kwa kuwa wewe umeyakataa maarifa, mimi nami nitakukataa wewe usiwe kuhani kwangu mimi; kwa kuwa umeacha kuijali sheria ya Mungu wako mimi nami sitawajali watoto wako."
  },
  {
    "verseNumber": "HOS 4:7",
    "verseText": "Kadiri makuhani walivyoongezeka, ndivyo walivyozidi kutenda dhambi dhidi yangu, walibadilisha utukufu wao kwa kitu cha aibu."
  },
  {
    "verseNumber": "HOS 4:8",
    "verseText": "Hujilisha dhambi za watu wangu na kupendezwa na uovu wao."
  },
  {
    "verseNumber": "HOS 4:9",
    "verseText": "Hata itakuwa: Kama walivyo watu, ndivyo walivyo makuhani. Nitawaadhibu wote wawili kwa ajili ya njia zao na kuwalipa kwa matendo yao."
  },
  {
    "verseNumber": "HOS 4:10",
    "verseText": "“Watakula lakini hawatashiba; watajiingiza katika ukahaba lakini hawataongezeka, kwa sababu wamemwacha BWANA na kujiingiza wenyewe"
  },
  {
    "verseNumber": "HOS 4:11",
    "verseText": "katika ukahaba, divai ya zamani na divai mpya, ambavyo huondoa ufahamu"
  },
  {
    "verseNumber": "HOS 4:12",
    "verseText": "wa watu wangu. Hutaka shauri kutoka kwa sanamu ya mti nao hujibiwa na fimbo ya mti. Roho ya ukahaba imewapotosha, hawana uaminifu kwa Mungu wao."
  },
  {
    "verseNumber": "HOS 4:13",
    "verseText": "Wanatoa dhabihu juu ya vilele vya milima na sadaka za kuteketezwa juu ya vilima, chini ya mialoni, milibua na miela, ambako kuna vivuli vizuri. Kwa hiyo binti zenu wamegeukia ukahaba na wake za wana wenu uzinzi."
  },
  {
    "verseNumber": "HOS 4:14",
    "verseText": "“Sitawaadhibu binti zenu wakati wanapogeukia ukahaba, wala wake za wana wenu wanapofanya uzinzi, kwa sababu wanaume wenyewe huandamana na malaya na kutambikia pamoja na makahaba wa mahali pa kuabudia miungu: watu wasiokuwa na ufahamu wataangamia!"
  },
  {
    "verseNumber": "HOS 4:15",
    "verseText": "“Ingawa umefanya uzinzi, ee Israeli, Yuda naye asije akawa na hatia. “Usiende Gilgali, usipande kwenda Beth-Aveni Wala usiape, ‘Hakika kama BWANA aishivyo!’"
  },
  {
    "verseNumber": "HOS 4:16",
    "verseText": "Waisraeli ni wakaidi, kama mtamba wa ngʼombe ambaye ni mkaidi. Ni jinsi gani basi BWANA anaweza kuwachunga kama wana-kondoo katika shamba la majani?"
  },
  {
    "verseNumber": "HOS 4:17",
    "verseText": "Efraimu amejiunga na sanamu, ondokana naye!"
  },
  {
    "verseNumber": "HOS 4:18",
    "verseText": "Hata wakati wamemaliza vileo vyao wanaendelea na ukahaba wao, watawala wao hupenda sana njia za aibu."
  },
  {
    "verseNumber": "HOS 4:19",
    "verseText": "Kisulisuli kitawafagilia mbali na dhabihu zao zitawaletea aibu."
  },
  {
    "verseNumber": "HOS 5:1",
    "verseText": "“Sikieni hili, enyi makuhani! Kuweni wasikivu, enyi Waisraeli! Sikieni, ee nyumba ya mfalme! Hukumu hii ni dhidi yenu: Mmekuwa mtego huko Mispa, wavu uliotandwa juu ya Tabori."
  },
  {
    "verseNumber": "HOS 5:2",
    "verseText": "Waasi wamezidisha sana mauaji. Mimi nitawatiisha wote."
  },
  {
    "verseNumber": "HOS 5:3",
    "verseText": "Ninajua yote kuhusu Efraimu, Israeli hukufichika kwangu. Efraimu, sasa umegeukia ukahaba, Israeli amenajisika."
  },
  {
    "verseNumber": "HOS 5:4",
    "verseText": "“Matendo yao hayawaachii kurudi kwa Mungu wao. Roho ya ukahaba imo ndani ya mioyo yao, hawamkubali BWANA."
  },
  {
    "verseNumber": "HOS 5:5",
    "verseText": "Kiburi cha Israeli kinashuhudia dhidi yao; Waisraeli, hata Efraimu, wanajikwaa katika dhambi zao; pia Yuda atajikwaa pamoja nao."
  },
  {
    "verseNumber": "HOS 5:6",
    "verseText": "Wakati wanapokwenda na makundi yao ya kondoo na ngʼombe kumtafuta BWANA, hawatampata; yeye amejiondoa kutoka kwao."
  },
  {
    "verseNumber": "HOS 5:7",
    "verseText": "Wao si waaminifu kwa BWANA; wamezaa watoto haramu. Sasa sikukuu zao za Mwandamo wa Mwezi zitawaangamiza wao pamoja na mashamba yao."
  },
  {
    "verseNumber": "HOS 5:8",
    "verseText": "“Pigeni tarumbeta huko Gibea, baragumu huko Rama. Paza kilio cha vita huko Beth-Aveni, ongoza, ee Benyamini."
  },
  {
    "verseNumber": "HOS 5:9",
    "verseText": "Efraimu ataachwa ukiwa katika siku ya kuadhibiwa. Miongoni mwa makabila ya Israeli ninatangaza lile ambalo halina budi kutukia."
  },
  {
    "verseNumber": "HOS 5:10",
    "verseText": "Viongozi wa Yuda ni kama wale wanaosogeza mawe ya mpaka. Nitamwaga ghadhabu yangu juu yao kama mafuriko ya maji."
  },
  {
    "verseNumber": "HOS 5:11",
    "verseText": "Efraimu ameonewa, amekanyagwa katika hukumu kwa kuwa amekusudia kufuatia sanamu."
  },
  {
    "verseNumber": "HOS 5:12",
    "verseText": "Mimi ni kama nondo kwa Efraimu, na kama uozo kwa watu wa Yuda."
  },
  {
    "verseNumber": "HOS 5:13",
    "verseText": "“Wakati Efraimu alipoona ugonjwa wake, naye Yuda vidonda vyake, ndipo Efraimu alipogeukia Ashuru, na kuomba msaada kwa mfalme mkuu. Lakini hawezi kukuponya, wala hawezi kukuponya vidonda vyako."
  },
  {
    "verseNumber": "HOS 5:14",
    "verseText": "Kwa maana nitakuwa kama simba kwa Efraimu, kama simba mkubwa kwa Yuda. Nitawararua vipande vipande na kuondoka; nitawachukua mbali, na hakuna wa kuwaokoa."
  },
  {
    "verseNumber": "HOS 5:15",
    "verseText": "Kisha nitarudi mahali pangu mpaka watakapokubali kosa lao. Nao watautafuta uso wangu; katika taabu yao watanitafuta kwa bidii.”"
  },
  {
    "verseNumber": "HOS 6:1",
    "verseText": "“Njooni, tumrudie BWANA. Ameturarua vipande vipande lakini atatuponya; ametujeruhi lakini atatufunga majeraha yetu."
  },
  {
    "verseNumber": "HOS 6:2",
    "verseText": "Baada ya siku mbili atatufufua; katika siku ya tatu atatuinua, ili tuweze kuishi mbele zake."
  },
  {
    "verseNumber": "HOS 6:3",
    "verseText": "Tumkubali BWANA, tukaze kumkubali yeye. Kutokea kwake ni hakika kama vile kuchomoza kwa jua; atatujia kama mvua za masika, kama vile mvua za vuli ziinyweshavyo nchi.”"
  },
  {
    "verseNumber": "HOS 6:4",
    "verseText": "“Nifanye nini nawe, Efraimu? Nifanye nini nawe, Yuda? Upendo wako ni kama ukungu wa asubuhi, kama umande wa alfajiri utowekao."
  },
  {
    "verseNumber": "HOS 6:5",
    "verseText": "Kwa hiyo ninawakata ninyi vipande vipande kwa kutumia manabii wangu; nimewaua ninyi kwa maneno ya kinywa changu, hukumu zangu zinawaka kama umeme juu yenu."
  },
  {
    "verseNumber": "HOS 6:6",
    "verseText": "Kwa maana nataka rehema, wala si dhabihu, kumkubali Mungu zaidi kuliko sadaka za kuteketezwa."
  },
  {
    "verseNumber": "HOS 6:7",
    "verseText": "Wamevunja Agano kama Adamu: huko hawakuwa waaminifu kwangu."
  },
  {
    "verseNumber": "HOS 6:8",
    "verseText": "Gileadi ni mji wenye watu waovu, umetiwa madoa kwa nyayo za damu."
  },
  {
    "verseNumber": "HOS 6:9",
    "verseText": "Kama wanyangʼanyi wamviziavyo mtu, ndivyo magenge ya makuhani wafanyavyo; wanaulia watu kwenye njia iendayo Shekemu, wakifanya uhalifu wa aibu."
  },
  {
    "verseNumber": "HOS 6:10",
    "verseText": "Nimeona jambo la kutisha katika nyumba ya Israeli. Huko Efraimu amejitolea kwa ukahaba na Israeli amenajisika."
  },
  {
    "verseNumber": "HOS 6:11",
    "verseText": "“Pia kwa ajili yako, Yuda, mavuno yameamriwa. “Wakati wowote ningerejesha neema ya watu wangu,"
  },
  {
    "verseNumber": "HOS 7:1",
    "verseText": "kila mara nilipotaka kumponya Israeli, dhambi za Efraimu zinafichuliwa na maovu ya Samaria yanafunuliwa. Wanafanya udanganyifu, wevi huvunja nyumba, maharamia hunyangʼanya barabarani,"
  },
  {
    "verseNumber": "HOS 7:2",
    "verseText": "lakini hawafahamu kwamba ninakumbuka matendo yao yote mabaya. Dhambi zao zimewameza, ziko mbele zangu siku zote."
  },
  {
    "verseNumber": "HOS 7:3",
    "verseText": "“Wanamfurahisha sana mfalme kwa maovu yao, wakuu wao kwa uongo wao."
  },
  {
    "verseNumber": "HOS 7:4",
    "verseText": "Wote ni wazinzi, wanawaka kama tanuru ambayo moto wake mwokaji hana haja ya kuuchochea kuanzia kukanda unga hadi umekwisha kuumuka."
  },
  {
    "verseNumber": "HOS 7:5",
    "verseText": "Katika sikukuu ya mfalme wetu wakuu wanawaka kwa mvinyo, naye anawaunga mkono wenye mizaha."
  },
  {
    "verseNumber": "HOS 7:6",
    "verseText": "Mioyo yao ni kama tanuru, wanamwendea kwa hila. Hasira yao inafoka moshi usiku kucha, wakati wa asubuhi inalipuka kama miali ya moto."
  },
  {
    "verseNumber": "HOS 7:7",
    "verseText": "Wote ni moto kama tanuru; wanawaangamiza watawala wao. Wafalme wake wote wanaanguka, wala hakuna yeyote kati yao aniitaye mimi."
  },
  {
    "verseNumber": "HOS 7:8",
    "verseText": "“Efraimu anajichanganya na mataifa; Efraimu ni mkate ambao haukuiva."
  },
  {
    "verseNumber": "HOS 7:9",
    "verseText": "Wageni wananyonya nguvu zake, lakini hafahamu hilo. Nywele zake zina mvi hapa na pale, lakini hana habari."
  },
  {
    "verseNumber": "HOS 7:10",
    "verseText": "Kiburi cha Israeli kinashuhudia dhidi yake, lakini pamoja na haya yote harudi kwa BWANA Mungu wake wala kumtafuta."
  },
  {
    "verseNumber": "HOS 7:11",
    "verseText": "“Efraimu ni kama hua, hudanganywa kwa urahisi na hana akili: mara anaita Misri, mara anageukia Ashuru."
  },
  {
    "verseNumber": "HOS 7:12",
    "verseText": "Wakati watakapokwenda, nitatupa wavu wangu juu yao; nitawavuta chini waanguke kama ndege wa angani. Nitakaposikia wakikusanyika pamoja, nitawanasa."
  },
  {
    "verseNumber": "HOS 7:13",
    "verseText": "Ole wao, kwa sababu wamepotoka kutoka kwangu! Maangamizi ni yao kwa sababu wameniasi! Ninatamani kuwakomboa, lakini wanasema uongo dhidi yangu."
  },
  {
    "verseNumber": "HOS 7:14",
    "verseText": "Hawanililii mimi kutoka mioyoni mwao, bali wanaomboleza vitandani mwao. Hukusanyika pamoja kwa ajili ya nafaka na divai mpya, lakini hugeukia mbali nami."
  },
  {
    "verseNumber": "HOS 7:15",
    "verseText": "Niliwafundisha na kuwatia nguvu, lakini wanapanga mabaya dhidi yangu."
  },
  {
    "verseNumber": "HOS 7:16",
    "verseText": "Hawamgeukii Yeye Aliye Juu Sana, wako kama upinde wenye kasoro. Viongozi wao wataanguka kwa upanga kwa sababu ya maneno yao ya jeuri. Kwa ajili ya hili watadhihakiwa katika nchi ya Misri."
  },
  {
    "verseNumber": "HOS 8:1",
    "verseText": "“Wekeni tarumbeta midomoni mwenu! Tai yuko juu ya nyumba ya BWANA kwa sababu watu wamevunja Agano langu, wameasi dhidi ya sheria yangu."
  },
  {
    "verseNumber": "HOS 8:2",
    "verseText": "Israeli ananililia, ‘Ee Mungu wetu, tunakukubali!’"
  },
  {
    "verseNumber": "HOS 8:3",
    "verseText": "Lakini Israeli amekataa lile lililo jema, adui atamfuatia."
  },
  {
    "verseNumber": "HOS 8:4",
    "verseText": "Wanaweka wafalme bila idhini yangu, wamechagua wakuu bila kibali changu. Kwa fedha zao na dhahabu wamejitengenezea sanamu kwa ajili ya maangamizi yao wenyewe."
  },
  {
    "verseNumber": "HOS 8:5",
    "verseText": "Ee Samaria, tupilieni mbali sanamu yenu ya ndama! Hasira yangu inawaka dhidi yao. Watakuwa najisi mpaka lini?"
  },
  {
    "verseNumber": "HOS 8:6",
    "verseText": "Zimetoka katika Israeli! Ndama huyu: ametengenezwa na fundi, si Mungu. Atavunjwa vipande vipande, yule ndama wa Samaria."
  },
  {
    "verseNumber": "HOS 8:7",
    "verseText": "“Wanapanda upepo na kuvuna upepo wa kisulisuli. Bua halina suke, halitatoa unga. Kama lingetoa nafaka, wageni wangeila yote."
  },
  {
    "verseNumber": "HOS 8:8",
    "verseText": "Israeli amemezwa; sasa yupo miongoni mwa mataifa kama kitu kisicho na thamani."
  },
  {
    "verseNumber": "HOS 8:9",
    "verseText": "Kwa kuwa wamepanda kwenda Ashuru kama punda-mwitu anayetangatanga peke yake. Efraimu amejiuza mwenyewe kwa wapenzi."
  },
  {
    "verseNumber": "HOS 8:10",
    "verseText": "Ingawa wamejiuza wenyewe miongoni mwa mataifa, sasa nitawakusanya pamoja. Wataanza kudhoofika chini ya uonevu wa mfalme mwenye nguvu."
  },
  {
    "verseNumber": "HOS 8:11",
    "verseText": "“Ingawa Efraimu alijenga madhabahu nyingi kwa ajili ya sadaka za dhambi, hizi zimekuwa madhabahu za kufanyia dhambi."
  },
  {
    "verseNumber": "HOS 8:12",
    "verseText": "Nimeandika kwa ajili yao mambo mengi kuhusu sheria yangu, lakini wameziangalia kama kitu cha kigeni."
  },
  {
    "verseNumber": "HOS 8:13",
    "verseText": "Wanatoa dhabihu nilizopewa mimi nao wanakula hiyo nyama, lakini BWANA hapendezwi nao. Sasa ataukumbuka uovu wao na kuadhibu dhambi zao: Watarudi Misri."
  },
  {
    "verseNumber": "HOS 8:14",
    "verseText": "Israeli amemsahau Muumba wake na kujenga majumba ya kifalme, Yuda amejengea miji mingi ngome. Lakini nitatuma moto kwenye miji yao utakaoteketeza ngome zao.”"
  },
  {
    "verseNumber": "HOS 9:1",
    "verseText": "Usifurahie, ee Israeli; usishangilie kama mataifa mengine. Kwa kuwa hukuwa mwaminifu kwa Mungu wako; umependa ujira wa kahaba kwenye kila sakafu ya kupuria nafaka."
  },
  {
    "verseNumber": "HOS 9:2",
    "verseText": "Sakafu za kupuria nafaka na mashinikizo ya kukamulia divai havitalisha watu, divai mpya itawapungukia."
  },
  {
    "verseNumber": "HOS 9:3",
    "verseText": "Hawataishi katika nchi ya BWANA, Efraimu atarudi Misri na atakula chakula kilicho najisi huko Ashuru."
  },
  {
    "verseNumber": "HOS 9:4",
    "verseText": "Hawatammiminia BWANA sadaka ya divai wala dhabihu zao hazitampendeza. Dhabihu kama hizo zitakuwa kwao kama mkate wa waombolezaji; nao wote wazilao watakuwa najisi. Chakula hiki kitakuwa kwa ajili yao wenyewe; kisije katika Hekalu la BWANA."
  },
  {
    "verseNumber": "HOS 9:5",
    "verseText": "Mtafanya nini katika siku ya sikukuu zenu zilizoamriwa, katika siku za sikukuu za BWANA?"
  },
  {
    "verseNumber": "HOS 9:6",
    "verseText": "Hata ikiwa wataokoka maangamizi, Misri atawakusanya, nayo Memfisi itawazika. Hazina zao za fedha zitasongwa na michongoma, nayo miiba itafunika mahema yao."
  },
  {
    "verseNumber": "HOS 9:7",
    "verseText": "Siku za adhabu zinakuja, siku za malipo zimewadia. Israeli na afahamu hili. Kwa sababu dhambi zenu ni nyingi sana na uadui wenu ni mkubwa sana, nabii anadhaniwa ni mpumbavu, mtu aliyeongozwa na Mungu anaonekana mwendawazimu."
  },
  {
    "verseNumber": "HOS 9:8",
    "verseText": "Nabii, pamoja na Mungu wangu, ndiye mlinzi juu ya Efraimu, hata hivyo mitego inamngojea katika mapito yake yote, na uadui katika nyumba ya Mungu wake."
  },
  {
    "verseNumber": "HOS 9:9",
    "verseText": "Wamezama sana katika rushwa, kama katika siku za Gibea. Mungu atakumbuka uovu wao na kuwaadhibu kwa ajili ya dhambi zao."
  },
  {
    "verseNumber": "HOS 9:10",
    "verseText": "“Nilipompata Israeli, ilikuwa kama kupata zabibu jangwani; nilipowaona baba zenu, ilikuwa kama kuona matunda ya kwanza katika mtini. Lakini walipofika Baal-Peori, walijiweka wakfu kwa ile sanamu ya aibu, nao wakawa najisi kama kitu kile walichokipenda."
  },
  {
    "verseNumber": "HOS 9:11",
    "verseText": "Utukufu wa Efraimu utaruka kama ndege: hakuna kuzaa, hakuna kuchukua mimba, hakuna kutunga mimba."
  },
  {
    "verseNumber": "HOS 9:12",
    "verseText": "Hata wakilea watoto, nitamuua kila mmoja. Ole wao nitakapowapiga kisogo!"
  },
  {
    "verseNumber": "HOS 9:13",
    "verseText": "Nimemwona Efraimu, kama Tiro, aliyeoteshwa mahali pazuri. Lakini Efraimu wataleta watoto wao kwa mchinjaji.”"
  },
  {
    "verseNumber": "HOS 9:14",
    "verseText": "Wape, Ee BWANA, je, utawapa nini? Wape matumbo ya kuharibu mimba na matiti yaliyokauka."
  },
  {
    "verseNumber": "HOS 9:15",
    "verseText": "“Kwa sababu ya uovu wao wote huko Gilgali, niliwachukia huko. Kwa sababu ya matendo yao ya dhambi, nitawafukuza katika nyumba yangu. Sitawapenda tena, viongozi wao wote ni waasi."
  },
  {
    "verseNumber": "HOS 9:16",
    "verseText": "Efraimu ameharibiwa, mzizi wao umenyauka, hawazai tunda. Hata kama watazaa watoto, nitawachinja watoto wao waliotunzwa vizuri.”"
  },
  {
    "verseNumber": "HOS 9:17",
    "verseText": "Mungu wangu atawakataa kwa sababu hawakumtii; watakuwa watu wa kutangatanga miongoni mwa mataifa."
  },
  {
    "verseNumber": "HOS 10:1",
    "verseText": "Israeli alikuwa mzabibu uliostawi sana, alijizalia matunda mwenyewe. Kadiri matunda yake yalivyoongezeka, alijenga madhabahu zaidi; kadiri nchi yake ilivyostawi, alipamba mawe yake ya ibada."
  },
  {
    "verseNumber": "HOS 10:2",
    "verseText": "Moyo wao ni mdanganyifu, nao sasa lazima wachukue hatia yao. BWANA atabomoa madhabahu zao na kuharibu mawe yao ya ibada."
  },
  {
    "verseNumber": "HOS 10:3",
    "verseText": "Kisha watasema, “Hatuna mfalme kwa sababu hatukumheshimu BWANA. Lakini hata kama tungelikuwa na mfalme, angeweza kutufanyia nini?”"
  },
  {
    "verseNumber": "HOS 10:4",
    "verseText": "Wanaweka ahadi nyingi, huapa viapo vya uongo wanapofanya mapatano; kwa hiyo mashtaka huchipuka kama magugu ya sumu katika shamba lililolimwa."
  },
  {
    "verseNumber": "HOS 10:5",
    "verseText": "Watu wanaoishi Samaria huogopa kwa ajili ya sanamu ya ndama ya Beth-Aveni. Watu wake wataiombolezea, vivyo hivyo kuhani wake wa kuabudu sanamu, wale waliokuwa wamefurahia fahari yake, kwa sababu itaondolewa kutoka kwao kwenda uhamishoni."
  },
  {
    "verseNumber": "HOS 10:6",
    "verseText": "Itachukuliwa kwenda Ashuru kama ushuru kwa mfalme mkuu. Efraimu atafedheheshwa; Israeli ataaibika kwa ajili ya sanamu zake za mti."
  },
  {
    "verseNumber": "HOS 10:7",
    "verseText": "Samaria na mfalme wake wataelea kama kijiti juu ya uso wa maji."
  },
  {
    "verseNumber": "HOS 10:8",
    "verseText": "Mahali pa kuabudia sanamu pa uovu pataharibiwa: ndiyo dhambi ya Israeli. Miiba na mibaruti itaota na kufunika madhabahu zao. Kisha wataiambia milima, “Tufunikeni!” na vilima, “Tuangukieni!”"
  },
  {
    "verseNumber": "HOS 10:9",
    "verseText": "“Tangu siku za Gibea, mmetenda dhambi, ee Israeli, huko ndiko mlikobaki. Je, vita havikuwapata watenda mabaya huko Gibea?"
  },
  {
    "verseNumber": "HOS 10:10",
    "verseText": "Wakati nitakapopenda, nitawaadhibu; mataifa yatakusanywa dhidi yao ili kuwaweka katika vifungo kwa ajili ya dhambi zao mbili."
  },
  {
    "verseNumber": "HOS 10:11",
    "verseText": "Efraimu ni mtamba wa ngʼombe aliyefundishwa ambaye hupenda kupura, hivyo nitamfunga nira juu ya shingo yake nzuri. Nitamwendesha Efraimu, Yuda lazima alime, naye Yakobo lazima avunjavunje mabonge ya udongo."
  },
  {
    "verseNumber": "HOS 10:12",
    "verseText": "Jipandieni wenyewe haki, vuneni matunda ya upendo usio na kikomo, vunjeni ardhi yenu isiyolimwa; kwa kuwa ni wakati wa kumtafuta BWANA, mpaka atakapokuja na kuwanyeshea juu yenu haki."
  },
  {
    "verseNumber": "HOS 10:13",
    "verseText": "Lakini mmepanda uovu, mkavuna ubaya, mmekula tunda la udanganyifu. Kwa sababu mmetegemea nguvu zenu wenyewe na wingi wa mashujaa wenu,"
  },
  {
    "verseNumber": "HOS 10:14",
    "verseText": "mngurumo wa vita utainuka dhidi ya watu wako, ili kwamba ngome zako zote zitaharibiwa: kama Shalmani alivyoharibu Beth-Arbeli katika siku ile ya vita, wakati mama pamoja na watoto wao walipotupwa kwa nguvu ardhini."
  },
  {
    "verseNumber": "HOS 10:15",
    "verseText": "Ndivyo itakavyotokea kwako, ee Betheli, kwa sababu uovu wako ni mkuu. Siku ile itakapopambazuka, mfalme wa Israeli ataharibiwa kabisa."
  },
  {
    "verseNumber": "HOS 11:1",
    "verseText": "“Wakati Israeli alipokuwa mtoto, nilimpenda, nilimwita mwanangu kutoka Misri."
  },
  {
    "verseNumber": "HOS 11:2",
    "verseText": "Lakini kadiri nilivyomwita Israeli, ndivyo walivyokwenda mbali nami. Walitoa dhabihu kwa Mabaali na kufukiza uvumba kwa vinyago."
  },
  {
    "verseNumber": "HOS 11:3",
    "verseText": "Mimi ndiye niliyemfundisha Efraimu kutembea, nikiwashika mikono; lakini hawakutambua kuwa ni mimi niliyewaponya."
  },
  {
    "verseNumber": "HOS 11:4",
    "verseText": "Niliwaongoza kwa kamba za huruma ya kibinadamu, kwa vifungo vya upendo; niliondoa nira shingoni mwao nami nikainama kuwalisha."
  },
  {
    "verseNumber": "HOS 11:5",
    "verseText": "“Je, hawatarudi Misri, nayo Ashuru haitawatawala kwa sababu wamekataa kutubu?"
  },
  {
    "verseNumber": "HOS 11:6",
    "verseText": "Panga zitametameta katika miji yao, zitaharibu makomeo ya malango yao na kukomesha mipango yao."
  },
  {
    "verseNumber": "HOS 11:7",
    "verseText": "Watu wangu wamedhamiria kuniacha. Hata kama wakimwita Yeye Aliye Juu Sana, kwa vyovyote hatawainua."
  },
  {
    "verseNumber": "HOS 11:8",
    "verseText": "“Efraimu, ninawezaje kukuacha? Ee Israeli, ninawezaje kukutoa? Nitawezaje kukutendea kama Adma? Nitawezaje kukufanya kama Seboimu? Moyo wangu umegeuka ndani yangu, huruma zangu zote zimeamshwa."
  },
  {
    "verseNumber": "HOS 11:9",
    "verseText": "Sitatimiza hasira yangu kali, wala sitageuka na kumharibu Efraimu. Kwa kuwa mimi ndimi Mungu, wala si mwanadamu, Aliye Mtakatifu miongoni mwenu. Sitakuja kwa ghadhabu."
  },
  {
    "verseNumber": "HOS 11:10",
    "verseText": "Watamfuata BWANA; atanguruma kama simba. Wakati angurumapo, watoto wake watakuja wakitetemeka kutoka magharibi."
  },
  {
    "verseNumber": "HOS 11:11",
    "verseText": "Watakuja wakitetemeka kama ndege wakitoka Misri, kama hua wakitoka Ashuru. Nitawakalisha katika nyumba zao,” asema BWANA."
  },
  {
    "verseNumber": "HOS 11:12",
    "verseText": "Efraimu amenizunguka kwa uongo, nyumba ya Israeli kwa udanganyifu. Naye Yuda ni mkaidi dhidi ya Mungu, hata kinyume cha yule mwaminifu Aliye Mtakatifu."
  },
  {
    "verseNumber": "HOS 12:1",
    "verseText": "Efraimu anajilisha upepo; hufukuzia upepo wa mashariki kutwa nzima na kuzidisha uongo na jeuri. Anafanya mkataba na Ashuru na kutuma mafuta ya zeituni Misri."
  },
  {
    "verseNumber": "HOS 12:2",
    "verseText": "BWANA analo shtaka dhidi ya Yuda, atamwadhibu Yakobo kwa kadiri ya njia zake na kumlipa kwa kadiri ya matendo yake."
  },
  {
    "verseNumber": "HOS 12:3",
    "verseText": "Yakobo akiwa tumboni alishika kisigino cha kaka yake; kama mwanadamu, alishindana na Mungu."
  },
  {
    "verseNumber": "HOS 12:4",
    "verseText": "Alishindana na malaika na kumshinda; alilia na kuomba upendeleo wake. Alimkuta huko Betheli na kuzungumza naye huko:"
  },
  {
    "verseNumber": "HOS 12:5",
    "verseText": "BWANA Mungu Mwenye Nguvu Zote, BWANA ndilo jina lake!"
  },
  {
    "verseNumber": "HOS 12:6",
    "verseText": "Lakini ni lazima urudi kwa Mungu wako; dumisha upendo na haki, nawe umngojee Mungu wako siku zote."
  },
  {
    "verseNumber": "HOS 12:7",
    "verseText": "Mfanyabiashara hutumia vipimo vya udanganyifu; hupenda kupunja."
  },
  {
    "verseNumber": "HOS 12:8",
    "verseText": "Efraimu hujisifu akisema, “Mimi ni tajiri sana; nimetajirika. Pamoja na utajiri wangu wote hawatakuta ndani yangu uovu wowote au dhambi.”"
  },
  {
    "verseNumber": "HOS 12:9",
    "verseText": "“Mimi ndimi BWANA Mungu wenu niliyewaleta kutoka Misri; nitawafanya mkae tena kwenye mahema, kama vile katika siku za sikukuu zenu zilizoamriwa."
  },
  {
    "verseNumber": "HOS 12:10",
    "verseText": "Niliongea na manabii, nikawapa maono mengi na kusema mifano kupitia wao.”"
  },
  {
    "verseNumber": "HOS 12:11",
    "verseText": "Je, Gileadi si mwovu? Watu wake hawafai kitu! Je, hawatoi dhabihu za mafahali huko Gilgali? Madhabahu zao zitakuwa kama malundo ya mawe katika shamba lililolimwa."
  },
  {
    "verseNumber": "HOS 12:12",
    "verseText": "Yakobo alikimbilia katika nchi ya Aramu; Israeli alitumika ili apate mke, ili aweze kulipa kwa ajili yake alichunga kondoo."
  },
  {
    "verseNumber": "HOS 12:13",
    "verseText": "BWANA alimtumia nabii kumpandisha Israeli kutoka Misri, kwa njia ya nabii alimtunza."
  },
  {
    "verseNumber": "HOS 12:14",
    "verseText": "Lakini Efraimu amemchochea sana hasira; Bwana wake ataleta juu yake hatia yake ya kumwaga damu naye atamlipiza kwa ajili ya dharau yake."
  },
  {
    "verseNumber": "HOS 13:1",
    "verseText": "Wakati Efraimu alipozungumza, watu walitetemeka, alikuwa ametukuzwa katika Israeli. Lakini alikuwa na hatia ya kumwabudu Baali naye akafa."
  },
  {
    "verseNumber": "HOS 13:2",
    "verseText": "Sasa wanatenda dhambi zaidi na zaidi; wanajitengenezea sanamu kutokana na fedha yao, vinyago vilivyotengenezwa kwa uhodari, vyote kazi ya fundi stadi. Inasemekana kuhusu hawa watu, “Hutoa dhabihu za binadamu na kubusu sanamu za ndama.”"
  },
  {
    "verseNumber": "HOS 13:3",
    "verseText": "Kwa hiyo watakuwa kama ukungu wa asubuhi, kama umande wa alfajiri utowekao, kama makapi yapeperushwayo kutoka sakafu ya kupuria nafaka, kama moshi utorokao kupitia dirishani."
  },
  {
    "verseNumber": "HOS 13:4",
    "verseText": "“Bali mimi ndimi BWANA Mungu wenu, niliyewaleta ninyi toka Misri. Msimkubali Mungu mwingine ila mimi, hakuna Mwokozi isipokuwa mimi."
  },
  {
    "verseNumber": "HOS 13:5",
    "verseText": "Niliwatunza huko jangwani, katika nchi yenye joto liunguzalo."
  },
  {
    "verseNumber": "HOS 13:6",
    "verseText": "Nilipowalisha, walishiba, waliposhiba, wakajivuna, kisha wakanisahau mimi."
  },
  {
    "verseNumber": "HOS 13:7",
    "verseText": "Kwa hiyo nitakuja juu yao kama simba, kama chui nitawavizia kando ya njia."
  },
  {
    "verseNumber": "HOS 13:8",
    "verseText": "Kama dubu aliyenyangʼanywa watoto wake, nitawashambulia na kurarua vifua vyenu. Kama simba nitawala; mnyama pori atawararua vipande vipande."
  },
  {
    "verseNumber": "HOS 13:9",
    "verseText": "“Ee Israeli, umeangamizwa, kwa sababu wewe u kinyume nami, kinyume na msaidizi wako."
  },
  {
    "verseNumber": "HOS 13:10",
    "verseText": "Yuko wapi mfalme wako, ili apate kukuokoa? Wako wapi watawala wako katika miji yako yote ambao ulisema kuwahusu, ‘Nipe mfalme na wakuu’?"
  },
  {
    "verseNumber": "HOS 13:11",
    "verseText": "Hivyo katika hasira yangu nilikupa mfalme na katika ghadhabu yangu nilimwondoa."
  },
  {
    "verseNumber": "HOS 13:12",
    "verseText": "Kosa la Efraimu limehifadhiwa, dhambi zake zimewekwa katika kumbukumbu."
  },
  {
    "verseNumber": "HOS 13:13",
    "verseText": "Utungu kama wa mwanamke anayejifungua mtoto humjia, lakini yeye ni mtoto asiyekuwa na hekima; wakati utakapowadia hatatoka katika tumbo la mama yake."
  },
  {
    "verseNumber": "HOS 13:14",
    "verseText": "“Nitawakomboa watu hawa kutoka nguvu za kaburi, nitawakomboa kutoka mautini. Yako wapi, ee mauti, mateso yako? Uko wapi, ee kuzimu, uharibifu wako? “Sitakuwa na huruma,"
  },
  {
    "verseNumber": "HOS 13:15",
    "verseText": "hata ingawa Efraimu atastawi miongoni mwa ndugu zake. Upepo wa mashariki kutoka kwa BWANA utakuja, ukivuma kutoka jangwani, chemchemi yake haitatoa maji na kisima chake kitakauka. Ghala lake litatekwa hazina zake zote."
  },
  {
    "verseNumber": "HOS 13:16",
    "verseText": "Watu wa Samaria ni lazima wabebe hatia yao, kwa sababu wameasi dhidi ya Mungu wao. Wataanguka kwa upanga; watoto wao wadogo watatupwa kwa nguvu ardhini, wanawake wao walio na mimba watatumbuliwa.”"
  },
  {
    "verseNumber": "HOS 14:1",
    "verseText": "Rudi, ee Israeli, kwa BWANA Mungu wako. Dhambi zako zimekuwa ndilo anguko lako!"
  },
  {
    "verseNumber": "HOS 14:2",
    "verseText": "Chukueni maneno pamoja nanyi, mkamrudie BWANA. Mwambieni: “Samehe dhambi zetu zote na utupokee kwa neema, ili tuweze kutoa matunda yetu kama sadaka za mafahali."
  },
  {
    "verseNumber": "HOS 14:3",
    "verseText": "Ashuru hawezi kutuokoa, hatutapanda farasi wa vita. Kamwe hatutasema tena ‘Miungu yetu’ kwa kile ambacho mikono yetu wenyewe imetengeneza, kwa kuwa kwako wewe yatima hupata huruma.”"
  },
  {
    "verseNumber": "HOS 14:4",
    "verseText": "“Nitaponya ukaidi wao na kuwapenda kwa hiari yangu, kwa kuwa hasira yangu imeondoka kwao."
  },
  {
    "verseNumber": "HOS 14:5",
    "verseText": "Nitakuwa kama umande kwa Israeli; atachanua kama yungiyungi. Kama mwerezi wa Lebanoni atashusha mizizi yake chini;"
  },
  {
    "verseNumber": "HOS 14:6",
    "verseText": "matawi yake yatatanda. Fahari yake itakuwa kama mti wa mzeituni, harufu yake nzuri kama mwerezi wa Lebanoni."
  },
  {
    "verseNumber": "HOS 14:7",
    "verseText": "Watu wataishi tena kwenye kivuli chake. Atastawi kama nafaka. Atachanua kama mzabibu, nao umaarufu wake utakuwa kama divai itokayo Lebanoni."
  },
  {
    "verseNumber": "HOS 14:8",
    "verseText": "Ee Efraimu, nina shughuli gani tena na sanamu? Nitamjibu na kumtunza. Mimi ni kama msunobari wenye majani mabichi; kuzaa kwako matunda kunatoka kwangu.”"
  },
  {
    "verseNumber": "HOS 14:9",
    "verseText": "Ni nani mwenye hekima? Atayatambua mambo haya. Ni nani mwenye ufahamu? Huyu atayaelewa. Njia za BWANA ni adili; wenye haki huenda katika njia hizo, lakini waasi watajikwaa ndani yake."
  }
]