[
  {
    "verseNumber": "ISA 1:1",
    "verseText": "Maono kuhusu Yuda na Yerusalemu ambayo Isaya mwana wa Amozi aliyaona wakati wa utawala wa Uzia, Yothamu, Ahazi na Hezekia, wafalme wa Yuda."
  },
  {
    "verseNumber": "ISA 1:2",
    "verseText": "Sikieni, enyi mbingu! Sikilizeni, enyi dunia! Kwa maana BWANA amesema: “Nimewalisha watoto na kuwalea, lakini wameniasi mimi."
  },
  {
    "verseNumber": "ISA 1:3",
    "verseText": "Ngʼombe anamjua bwana wake, naye punda anajua hori la mmiliki wake, lakini Israeli hajui, watu wangu hawaelewi.”"
  },
  {
    "verseNumber": "ISA 1:4",
    "verseText": "Lo! Taifa lenye dhambi, watu waliolemewa na uovu, uzao wa watenda mabaya, watoto waliozoelea upotovu! Wamemwacha BWANA, Wamemkataa kwa dharau yeye Aliye Mtakatifu wa Israeli na kumgeuzia kisogo."
  },
  {
    "verseNumber": "ISA 1:5",
    "verseText": "Kwa nini mzidi kupigwa? Kwa nini kudumu katika uasi? Kichwa chako chote kimejeruhiwa, moyo wako wote ni mgonjwa."
  },
  {
    "verseNumber": "ISA 1:6",
    "verseText": "Kutoka wayo wako wa mguu hadi kwenye utosi wa kichwa chako hakuna uzima: ni majeraha matupu na makovu na vidonda vitokavyo damu, havikusafishwa au kufungwa wala kulainishwa kwa mafuta."
  },
  {
    "verseNumber": "ISA 1:7",
    "verseText": "Nchi yenu imekuwa ukiwa, miji yenu imeteketezwa kwa moto; nchi yenu imeachwa tupu na wageni mbele ya macho yenu, imeharibiwa kama vile imepinduliwa na wageni."
  },
  {
    "verseNumber": "ISA 1:8",
    "verseText": "Binti Sayuni ameachwa kama kipenu katika shamba la mizabibu, kama kibanda katika shamba la matikitimaji, kama mji uliohusuriwa."
  },
  {
    "verseNumber": "ISA 1:9",
    "verseText": "Kama BWANA Mungu Mwenye Nguvu Zote asingelituachia walionusurika, tungelikuwa kama Sodoma, tungelifanana na Gomora."
  },
  {
    "verseNumber": "ISA 1:10",
    "verseText": "Sikieni neno la BWANA, ninyi watawala wa Sodoma; sikilizeni sheria ya Mungu wetu, enyi watu wa Gomora!"
  },
  {
    "verseNumber": "ISA 1:11",
    "verseText": "BWANA anasema, “Wingi wa sadaka zenu, ni kitu gani kwangu? Ninazo sadaka za kuteketezwa nyingi kupita kiasi, za kondoo dume na mafuta ya wanyama walionona. Sipendezwi na damu za mafahali wala za wana-kondoo na mbuzi."
  },
  {
    "verseNumber": "ISA 1:12",
    "verseText": "Mnapokuja kujihudhurisha mbele zangu, ni nani aliyewataka ninyi mfanye hivyo, huku kuzikanyaga nyua zangu?"
  },
  {
    "verseNumber": "ISA 1:13",
    "verseText": "Acheni kuniletea sadaka zisizokuwa na maana! Uvumba wenu ni chukizo kwangu. Miandamo ya Mwezi, Sabato na makusanyiko ya ibada: siwezi kuvumilia makusanyiko yenu maovu."
  },
  {
    "verseNumber": "ISA 1:14",
    "verseText": "Sikukuu zenu za Miandamo ya Mwezi, na sikukuu zenu zilizoamriwa: moyo wangu unazichukia. Zimekuwa mzigo kwangu, nimechoka kuzivumilia."
  },
  {
    "verseNumber": "ISA 1:15",
    "verseText": "Mnaponyoosha mikono yenu katika maombi, nitaficha macho yangu nisiwaone; hata mkiomba maombi mengi sitasikiliza. Mikono yenu imejaa damu;"
  },
  {
    "verseNumber": "ISA 1:16",
    "verseText": "jiosheni na mkajitakase. Yaondoeni matendo yenu maovu mbele zangu! Acheni kutenda mabaya,"
  },
  {
    "verseNumber": "ISA 1:17",
    "verseText": "jifunzeni kutenda mema! Tafuteni haki, watieni moyo walioonewa. Teteeni shauri la yatima, wateteeni wajane."
  },
  {
    "verseNumber": "ISA 1:18",
    "verseText": "“Njooni basi tuhojiane,” asema BWANA. “Ingawa dhambi zenu ni kama rangi nyekundu, zitakuwa nyeupe kama theluji; ingawa ni nyekundu sana kama damu, zitakuwa nyeupe kama sufu."
  },
  {
    "verseNumber": "ISA 1:19",
    "verseText": "Kama mkikubali na kutii, mtakula mema ya nchi,"
  },
  {
    "verseNumber": "ISA 1:20",
    "verseText": "lakini kama mkikataa na kuasi, mtaangamizwa kwa upanga.” Kwa kuwa kinywa cha BWANA kimenena."
  },
  {
    "verseNumber": "ISA 1:21",
    "verseText": "Tazama jinsi mji uliokuwa mwaminifu umekuwa kahaba! Mwanzoni ulikuwa umejaa unyofu, haki ilikuwa inakaa ndani yake, lakini sasa ni wauaji!"
  },
  {
    "verseNumber": "ISA 1:22",
    "verseText": "Fedha yenu imekuwa takataka, divai yenu nzuri imechanganywa na maji."
  },
  {
    "verseNumber": "ISA 1:23",
    "verseText": "Watawala wenu ni waasi, rafiki wa wevi, wote wanapenda rushwa na kukimbilia hongo. Hawatetei yatima, shauri la mjane haliletwi mbele yao lisikilizwe."
  },
  {
    "verseNumber": "ISA 1:24",
    "verseText": "Kwa hiyo BWANA, BWANA Mwenye Nguvu Zote, Mwenye Nguvu wa Israeli, asema hivi: “Lo, nitapata faraja kutoka kwa adui zangu na kujilipizia kisasi juu ya watesi wangu."
  },
  {
    "verseNumber": "ISA 1:25",
    "verseText": "Nitauelekeza mkono wangu dhidi yenu, nitawasafisha takataka zenu zote na kuwaondolea unajisi wenu wote."
  },
  {
    "verseNumber": "ISA 1:26",
    "verseText": "Nitawarudishia waamuzi wenu kama ilivyokuwa siku za zamani, nao washauri wenu kama ilivyokuwa mwanzoni. Baadaye utaitwa, Mji wa Haki, Mji Mwaminifu.”"
  },
  {
    "verseNumber": "ISA 1:27",
    "verseText": "Sayuni itakombolewa kwa haki, wale waliomo ndani yake waliotubu kwa uaminifu."
  },
  {
    "verseNumber": "ISA 1:28",
    "verseText": "Lakini waasi na wenye dhambi wote wataangamizwa, nao wanaomwacha BWANA wataangamia."
  },
  {
    "verseNumber": "ISA 1:29",
    "verseText": "“Mtaaibika kwa sababu ya hiyo mialoni ambayo mlifurahia, mtafadhaika kwa sababu ya bustani mlizozichagua."
  },
  {
    "verseNumber": "ISA 1:30",
    "verseText": "Mtakuwa kama mwaloni wenye majani yanayonyauka, kama bustani isiyokuwa na maji."
  },
  {
    "verseNumber": "ISA 1:31",
    "verseText": "Mtu mwenye nguvu atatoweka kama majani makavu yawakayo moto, na kazi yake kama cheche ya moto; vyote vitaungua pamoja, wala hakuna wa kuuzima huo moto.”"
  },
  {
    "verseNumber": "ISA 2:1",
    "verseText": "Hili ndilo aliloliona Isaya mwana wa Amozi kuhusu Yuda na Yerusalemu:"
  },
  {
    "verseNumber": "ISA 2:2",
    "verseText": "Katika siku za mwisho mlima wa Hekalu la BWANA utaimarishwa kama mlima mkuu miongoni mwa milima yote, utainuliwa juu ya vilima, na mataifa yote yatamiminika huko."
  },
  {
    "verseNumber": "ISA 2:3",
    "verseText": "Mataifa mengi yatakuja na kusema, “Njooni, twendeni mlimani mwa BWANA, kwenye nyumba ya Mungu wa Yakobo. Atatufundisha njia zake, ili tuweze kuenenda katika mapito yake.” Sheria itatoka Sayuni, neno la BWANA litatoka Yerusalemu."
  },
  {
    "verseNumber": "ISA 2:4",
    "verseText": "Atahukumu kati ya mataifa na ataamua migogoro ya mataifa mengi. Watafua panga zao ziwe majembe, na mikuki yao kuwa miundu ya kukata matawi. Taifa halitainua upanga dhidi ya taifa jingine, wala hawatajifunza vita tena."
  },
  {
    "verseNumber": "ISA 2:5",
    "verseText": "Njooni, enyi nyumba ya Yakobo, tutembeeni katika nuru ya BWANA."
  },
  {
    "verseNumber": "ISA 2:6",
    "verseText": "Umewatelekeza watu wako, nyumba ya Yakobo. Wamejaa ushirikina utokao Mashariki, wanapiga ramli kama Wafilisti na wanashikana mikono na wapagani."
  },
  {
    "verseNumber": "ISA 2:7",
    "verseText": "Nchi yao imejaa fedha na dhahabu, hakuna mwisho wa hazina zao. Nchi yao imejaa farasi, hakuna mwisho wa magari yao."
  },
  {
    "verseNumber": "ISA 2:8",
    "verseText": "Nchi yao imejaa sanamu, wanasujudia kazi za mikono yao, vitu vile vidole vyao vimevitengeneza."
  },
  {
    "verseNumber": "ISA 2:9",
    "verseText": "Kwa hiyo mwanadamu atashushwa na binadamu atanyenyekezwa: usiwasamehe."
  },
  {
    "verseNumber": "ISA 2:10",
    "verseText": "Ingieni kwenye miamba, jificheni ardhini kutokana na utisho wa BWANA na utukufu wa enzi yake!"
  },
  {
    "verseNumber": "ISA 2:11",
    "verseText": "Macho ya mtu mwenye majivuno yatanyenyekezwa na kiburi cha wanadamu kitashushwa, BWANA peke yake ndiye atakayetukuzwa siku hiyo."
  },
  {
    "verseNumber": "ISA 2:12",
    "verseText": "BWANA Mwenye Nguvu Zote anayo siku aliyoiweka akiba kwa wote wenye kujivuna na wenye kiburi, kwa wote wanaojikweza (nao watanyenyekezwa),"
  },
  {
    "verseNumber": "ISA 2:13",
    "verseText": "kwa mierezi yote ya Lebanoni iliyo mirefu sana, na mialoni yote ya Bashani,"
  },
  {
    "verseNumber": "ISA 2:14",
    "verseText": "kwa milima yote mirefu na vilima vyote vilivyoinuka,"
  },
  {
    "verseNumber": "ISA 2:15",
    "verseText": "kwa kila mnara ulio mrefu sana na kila ukuta wenye ngome,"
  },
  {
    "verseNumber": "ISA 2:16",
    "verseText": "kwa kila meli ya biashara, na kila chombo cha baharini cha fahari."
  },
  {
    "verseNumber": "ISA 2:17",
    "verseText": "Majivuno ya mwanadamu yatashushwa, na kiburi cha wanadamu kitanyenyekezwa, BWANA peke yake ndiye atatukuzwa siku hiyo,"
  },
  {
    "verseNumber": "ISA 2:18",
    "verseText": "nazo sanamu zitatoweka kabisa."
  },
  {
    "verseNumber": "ISA 2:19",
    "verseText": "Watu watakimbilia kwenye mapango ndani ya miamba, na kwenye mahandaki ardhini kutokana na utisho wa BWANA na utukufu wa enzi yake, ainukapo kuitikisa dunia."
  },
  {
    "verseNumber": "ISA 2:20",
    "verseText": "Siku ile, watu watawatupia panya na popo sanamu zao za fedha na za dhahabu, walizozitengeneza ili waziabudu."
  },
  {
    "verseNumber": "ISA 2:21",
    "verseText": "Watakimbilia kwenye mapango miambani na kwenye nyufa za miamba kutokana na utisho wa BWANA na utukufu wa enzi yake, ainukapo kuitikisa dunia."
  },
  {
    "verseNumber": "ISA 2:22",
    "verseText": "Acheni kumtumainia mwanadamu, ambaye hana kitu ila pumzi katika pua zake. Yeye ana thamani gani?"
  },
  {
    "verseNumber": "ISA 3:1",
    "verseText": "Tazama sasa, BWANA, BWANA Mwenye Nguvu Zote, yu karibu kuwaondolea Yerusalemu na Yuda upatikanaji wa mahitaji na misaada, upatikanaji wote wa chakula na tegemeo lote la maji,"
  },
  {
    "verseNumber": "ISA 3:2",
    "verseText": "shujaa na mtu wa vita, mwamuzi na nabii, mwaguzi na mzee,"
  },
  {
    "verseNumber": "ISA 3:3",
    "verseText": "jemadari wa kikosi cha watu hamsini na mtu mwenye cheo, mshauri, fundi stadi na mlozi mjanja."
  },
  {
    "verseNumber": "ISA 3:4",
    "verseText": "Nitawafanya wavulana wawe maafisa wao, watoto ndio watakaowatawala."
  },
  {
    "verseNumber": "ISA 3:5",
    "verseText": "Watu wataoneana wao kwa wao: mtu dhidi ya mtu, na jirani dhidi ya jirani yake. Kijana atainuka dhidi ya mzee, mtu mnyonge dhidi ya mtu mwenye heshima."
  },
  {
    "verseNumber": "ISA 3:6",
    "verseText": "Mtu atamkamata mmoja wa ndugu zake katika nyumba ya baba yake na kusema, “Unalo joho, sasa uwe kiongozi wetu, tawala lundo hili la magofu!”"
  },
  {
    "verseNumber": "ISA 3:7",
    "verseText": "Lakini siku hiyo atapiga kelele akisema, “Sina uponyaji. Sina chakula wala mavazi katika nyumba yangu, msinifanye niwe kiongozi wa watu.”"
  },
  {
    "verseNumber": "ISA 3:8",
    "verseText": "Yerusalemu inapepesuka, Yuda inaanguka; maneno yao na matendo yao ni kinyume na BWANA, wakiudharau uwepo wake uliotukuka."
  },
  {
    "verseNumber": "ISA 3:9",
    "verseText": "Nyuso zao zinavyoonekana zinashuhudia dhidi yao, hujivunia dhambi yao kama Sodoma, wala hawaifichi. Ole wao! Wamejiletea maafa juu yao wenyewe."
  },
  {
    "verseNumber": "ISA 3:10",
    "verseText": "Waambie wanyofu itakuwa heri kwao, kwa kuwa watafurahia tunda la matendo yao."
  },
  {
    "verseNumber": "ISA 3:11",
    "verseText": "Ole kwa watu waovu! Maafa yapo juu yao! Watalipwa kwa ajili ya yale mikono yao iliyotenda."
  },
  {
    "verseNumber": "ISA 3:12",
    "verseText": "Vijana wanawatesa watu wangu, wanawake wanawatawala. Enyi watu wangu, viongozi wenu wanawapotosha, wanawapoteza njia."
  },
  {
    "verseNumber": "ISA 3:13",
    "verseText": "BWANA anachukua nafasi yake mahakamani, anasimama kuhukumu watu."
  },
  {
    "verseNumber": "ISA 3:14",
    "verseText": "BWANA anaingia katika hukumu dhidi ya wazee na viongozi wa watu wake: “Ninyi ndio mlioharibu shamba langu la mizabibu, mali zilizonyangʼanywa maskini zimo nyumbani mwenu."
  },
  {
    "verseNumber": "ISA 3:15",
    "verseText": "Mnamaanisha nini kuwaponda watu wangu na kuzisaga nyuso za maskini?” asema BWANA, BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ISA 3:16",
    "verseText": "BWANA asema, “Wanawake wa Sayuni wana kiburi, wanatembea na shingo ndefu, wakikonyeza kwa macho yao, wanatembea kwa hatua za madaha, wakiwa na mapambo ya njuga kwenye vifundo vya miguu yao."
  },
  {
    "verseNumber": "ISA 3:17",
    "verseText": "Kwa hiyo BWANA ataleta majipu kwenye vichwa vya wanawake wa Sayuni; BWANA atazifanya ngozi za vichwa vyao kuwa vipara.”"
  },
  {
    "verseNumber": "ISA 3:18",
    "verseText": "Katika siku ile Bwana atawanyangʼanya uzuri wao: bangili, tepe za kichwani, mikufu yenye alama za mwezi mwandamo,"
  },
  {
    "verseNumber": "ISA 3:19",
    "verseText": "vipuli, vikuku, shela,"
  },
  {
    "verseNumber": "ISA 3:20",
    "verseText": "vilemba, mikufu ya vifundo vya miguu, mshipi, chupa za manukato na hirizi,"
  },
  {
    "verseNumber": "ISA 3:21",
    "verseText": "pete zenye muhuri, pete za puani,"
  },
  {
    "verseNumber": "ISA 3:22",
    "verseText": "majoho mazuri, mitandio, mavazi, kifuko cha kutilia fedha,"
  },
  {
    "verseNumber": "ISA 3:23",
    "verseText": "vioo, mavazi ya kitani, taji na shali."
  },
  {
    "verseNumber": "ISA 3:24",
    "verseText": "Badala ya harufu ya manukato kutakuwa na uvundo; badala ya mishipi, ni kamba; badala ya nywele zilizotengenezwa vizuri, ni upara; badala ya mavazi mazuri, ni nguo za magunia; badala ya uzuri, ni alama ya aibu kwa chuma cha moto."
  },
  {
    "verseNumber": "ISA 3:25",
    "verseText": "Wanaume wako watauawa kwa upanga, nao mashujaa wako watauawa vitani."
  },
  {
    "verseNumber": "ISA 3:26",
    "verseText": "Malango ya Sayuni yataomboleza na kulia, ataketi mavumbini akiwa fukara."
  },
  {
    "verseNumber": "ISA 4:1",
    "verseText": "Katika siku ile wanawake saba watamshika mwanaume mmoja wakisema, “Tutakula chakula chetu wenyewe na kuvaa nguo zetu wenyewe, ila wewe uturuhusu tu tuitwe kwa jina lako. Utuondolee aibu yetu!”"
  },
  {
    "verseNumber": "ISA 4:2",
    "verseText": "Katika siku ile Tawi la BWANA litakuwa zuri na lenye utukufu, nalo tunda la nchi litakuwa fahari na utukufu wa wale Waisraeli watakaonusurika."
  },
  {
    "verseNumber": "ISA 4:3",
    "verseText": "Wale watakaoachwa Sayuni, watakaobaki Yerusalemu, wataitwa watakatifu, wale wote ambao wameorodheshwa miongoni mwa walio hai huko Yerusalemu."
  },
  {
    "verseNumber": "ISA 4:4",
    "verseText": "Bwana atausafisha uchafu wa wanawake wa Sayuni, atatakasa madoa ya damu kutoka Yerusalemu kwa Roho ya hukumu na Roho ya moto."
  },
  {
    "verseNumber": "ISA 4:5",
    "verseText": "Kisha BWANA ataumba juu ya Mlima wote wa Sayuni, na juu ya wale wote wanaokusanyika hapo, wingu la moshi wakati wa mchana, na kungʼaa kwa miali ya moto wakati wa usiku, nako juu ya huo utukufu wote kutatanda kifuniko cha ulinzi."
  },
  {
    "verseNumber": "ISA 4:6",
    "verseText": "Utakuwa sitara na kivuli kutokana na joto la mchana, na kuwa mahali pa kujificha kutokana na dhoruba na mvua."
  },
  {
    "verseNumber": "ISA 5:1",
    "verseText": "Nitaimba wimbo kwa ajili ya mmoja nimpendaye, kuhusu shamba lake la mizabibu: Mpendwa wangu alikuwa na shamba la mizabibu kwenye kilima chenye rutuba."
  },
  {
    "verseNumber": "ISA 5:2",
    "verseText": "Alililima na kuondoa mawe na akaliotesha mizabibu bora sana. Akajenga mnara wa ulinzi ndani yake, na kutengeneza shinikizo la kukamulia divai pia. Kisha akatazamia kupata mazao ya zabibu nzuri, lakini lilizaa matunda mabaya tu."
  },
  {
    "verseNumber": "ISA 5:3",
    "verseText": "“Basi enyi wakazi wa Yerusalemu na watu wa Yuda, hukumuni kati yangu na shamba langu la mizabibu."
  },
  {
    "verseNumber": "ISA 5:4",
    "verseText": "Ni nini zaidi ambacho kingeweza kufanyika kwa shamba langu la mizabibu kuliko yale niliyofanya? Nilipotazamia kupata zabibu nzuri, kwa nini lilizaa zabibu mbaya tu?"
  },
  {
    "verseNumber": "ISA 5:5",
    "verseText": "Sasa nitawaambia lile nitakalolitendea shamba langu la mizabibu: Nitaondoa uzio wake, nalo litaharibiwa, nitabomoa ukuta wake, nalo litakanyagwa."
  },
  {
    "verseNumber": "ISA 5:6",
    "verseText": "Nitalifanya nchi ya ukiwa isiyokaliwa na watu, halitakatiwa matawi wala kulimwa, nayo michongoma na miiba itamea huko, nitaamuru mawingu yasinyeshe mvua juu yake.”"
  },
  {
    "verseNumber": "ISA 5:7",
    "verseText": "Shamba la mzabibu la BWANA Mwenye Nguvu Zote ni nyumba ya Israeli, na watu wa Yuda ni bustani yake ya kumpendeza. Alitazamia haki, lakini akaona umwagaji damu, alitazamia uadilifu, lakini akasikia vilio vya taabu."
  },
  {
    "verseNumber": "ISA 5:8",
    "verseText": "Ole wenu mnaoongeza nyumba baada ya nyumba na kuunganisha mashamba baada ya mashamba hadi hakuna nafasi iliyobaki, nanyi mnaishi peke yenu katika nchi."
  },
  {
    "verseNumber": "ISA 5:9",
    "verseText": "BWANA Mwenye Nguvu Zote amesema nikisikia: “Hakika nyumba kubwa zitakuwa ukiwa, nayo majumba ya fahari yatabaki bila kukaliwa."
  },
  {
    "verseNumber": "ISA 5:10",
    "verseText": "Shamba la mizabibu la eka kumi litatoa bathi moja ya divai, na homeri ya mbegu zilizopandwa itatoa efa moja tu ya nafaka.”"
  },
  {
    "verseNumber": "ISA 5:11",
    "verseText": "Ole wao wale waamkao asubuhi na mapema wakikimbilia kunywa vileo, wale wakawiao sana mpaka usiku, mpaka wamewaka kwa mvinyo."
  },
  {
    "verseNumber": "ISA 5:12",
    "verseText": "Wana vinubi na zeze kwenye karamu zao, matari, filimbi na mvinyo, lakini hawayajali matendo ya BWANA, wala hawana heshima kwa ajili ya kazi ya mikono yake."
  },
  {
    "verseNumber": "ISA 5:13",
    "verseText": "Kwa hiyo watu wangu watakwenda uhamishoni kwa sababu ya kukosa ufahamu, watu wao wenye vyeo watakufa kwa njaa na watu wao wengi watakauka kwa kiu."
  },
  {
    "verseNumber": "ISA 5:14",
    "verseText": "Kwa hiyo kaburi limeongeza hamu yake na kupanua mdomo wake bila kikomo, ndani mwake watashuka wakuu wao na wingi wa watu, pamoja na wagomvi wao, na wafanyao sherehe wote."
  },
  {
    "verseNumber": "ISA 5:15",
    "verseText": "Hivyo mwanadamu atashushwa, na binadamu kunyenyekezwa, macho ya wenye majivuno yatanyenyekezwa."
  },
  {
    "verseNumber": "ISA 5:16",
    "verseText": "Lakini BWANA Mwenye Nguvu Zote atatukuzwa kwa ajili ya haki yake, naye Mungu Mtakatifu atajionyesha mwenyewe kuwa mtakatifu kwa haki yake."
  },
  {
    "verseNumber": "ISA 5:17",
    "verseText": "Kondoo watajilisha kwenye malisho yao wenyewe, wana-kondoo watajilisha katika magofu ya matajiri."
  },
  {
    "verseNumber": "ISA 5:18",
    "verseText": "Ole wao wanaovuta dhambi kwa kamba za udanganyifu na uovu kama kwa kamba za mkokoteni,"
  },
  {
    "verseNumber": "ISA 5:19",
    "verseText": "kwa wale wanaosema, “Mungu na afanye haraka, aharakishe kazi yake ili tupate kuiona. Huo mpango wa Aliye Mtakatifu wa Israeli na ukamilike, tena udhihirike ili tupate kuujua.”"
  },
  {
    "verseNumber": "ISA 5:20",
    "verseText": "Ole wao wanaoita ubaya ni wema, na wema ni ubaya, wawekao giza badala ya nuru, na nuru badala ya giza, wawekao uchungu badala ya utamu, na utamu badala ya uchungu."
  },
  {
    "verseNumber": "ISA 5:21",
    "verseText": "Ole wao walio na hekima machoni pao wenyewe, na kujiona wenye akili machoni pao wenyewe."
  },
  {
    "verseNumber": "ISA 5:22",
    "verseText": "Ole wao walio mashujaa kwa kunywa mvinyo, nao walio hodari katika kuchanganya vileo,"
  },
  {
    "verseNumber": "ISA 5:23",
    "verseText": "wale wanaoachilia wenye hatia kwa kupokea hongo, lakini huwanyima haki wasio na hatia."
  },
  {
    "verseNumber": "ISA 5:24",
    "verseText": "Kwa hiyo, kama ndimi za moto zirambavyo nyasi, na kama vile majani makavu yazamavyo katika miali ya moto, ndivyo mizizi yao itakavyooza na maua yao yatakavyopeperushwa kama mavumbi; kwa kuwa wameikataa sheria ya BWANA Mwenye Nguvu Zote na kulisukumia mbali neno la Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "ISA 5:25",
    "verseText": "Kwa hiyo hasira ya BWANA inawaka dhidi ya watu wake, mkono wake umeinuliwa na anawapiga. Milima inatetemeka, maiti ni kama takataka kwenye barabara. Hata kwa haya yote, hasira yake haijageukia mbali, mkono wake bado umeinuliwa juu."
  },
  {
    "verseNumber": "ISA 5:26",
    "verseText": "Yeye anainua bendera kwa ajili ya mataifa yaliyo mbali, anapiga filimbi kwa ajili ya wale walio kwenye miisho ya dunia. Tazama wamekuja, kwa kasi na kwa haraka!"
  },
  {
    "verseNumber": "ISA 5:27",
    "verseText": "Hakuna hata mmoja wao anayechoka wala kujikwaa, hakuna hata mmoja anayesinzia wala kulala, hakuna mkanda uliolegezwa kiunoni, hakuna gidamu ya kiatu iliyokatika."
  },
  {
    "verseNumber": "ISA 5:28",
    "verseText": "Mishale yao ni mikali, pinde zao zote zimevutwa, kwato za farasi wao ziko kama jiwe la gumegume, magurudumu ya magari yao ya vita ni kama upepo wa kisulisuli."
  },
  {
    "verseNumber": "ISA 5:29",
    "verseText": "Ngurumo yao ni kama ile ya simba, wananguruma kama wana simba, wanakoroma wanapokamata mawindo yao, na kuondoka nayo pasipo yeyote wa kuokoa."
  },
  {
    "verseNumber": "ISA 5:30",
    "verseText": "Katika siku ile watanguruma juu yake kama ngurumo za bahari. Kama mtu akiitazama nchi, ataona giza na dhiki; hata nuru itatiwa giza kwa mawingu."
  },
  {
    "verseNumber": "ISA 6:1",
    "verseText": "Katika mwaka ule Mfalme Uzia alikufa, nilimwona Bwana ameketi katika kiti cha enzi, kilicho juu na kilichotukuzwa sana, nalo pindo la joho lake likajaza Hekalu."
  },
  {
    "verseNumber": "ISA 6:2",
    "verseText": "Juu yake walikuwepo maserafi, kila mmoja alikuwa na mabawa sita: Kwa mabawa mawili walifunika nyuso zao, kwa mengine mawili walifunika miguu yao, na kwa mawili walikuwa wakiruka."
  },
  {
    "verseNumber": "ISA 6:3",
    "verseText": "Nao walikuwa wakiitana kila mmoja na mwenzake: “Mtakatifu, Mtakatifu, Mtakatifu ni BWANA Mwenye Nguvu Zote; dunia yote imejaa utukufu wake.”"
  },
  {
    "verseNumber": "ISA 6:4",
    "verseText": "Kwa sauti zao, miimo ya milango na vizingiti vilitikisika, nalo Hekalu likajaa moshi."
  },
  {
    "verseNumber": "ISA 6:5",
    "verseText": "Ndipo nikalia, “Ole wangu! Nimeangamia! Kwa kuwa mimi ni mtu mwenye midomo michafu, nami ninaishi katikati ya watu wenye midomo michafu, nayo macho yangu yamemwona Mfalme, BWANA Mwenye Nguvu Zote.”"
  },
  {
    "verseNumber": "ISA 6:6",
    "verseText": "Ndipo mmoja wa wale maserafi akaruka kunijia akiwa na kaa la moto linalowaka mkononi mwake, ambalo alikuwa amelichukua kwa koleo kutoka madhabahuni."
  },
  {
    "verseNumber": "ISA 6:7",
    "verseText": "Akanigusa nalo kinywa changu na kusema, “Tazama, hili limegusa midomo yako, uovu wako umeondolewa, nayo dhambi yako imesamehewa.”"
  },
  {
    "verseNumber": "ISA 6:8",
    "verseText": "Kisha nikasikia sauti ya Bwana ikisema, “Nimtume nani? Ni nani atakayekwenda kwa ajili yetu?” Nami nikasema, “Mimi hapa. Nitume mimi!”"
  },
  {
    "verseNumber": "ISA 6:9",
    "verseText": "Akasema, “Nenda ukawaambie watu hawa: “ ‘Mtaendelea daima kusikiliza, lakini kamwe hamtaelewa; mtaendelea daima kutazama, lakini kamwe hamtatambua.’"
  },
  {
    "verseNumber": "ISA 6:10",
    "verseText": "Fanya mioyo ya watu hawa kuwa migumu, fanya masikio yao yasisikie, na upofushe macho yao. Wasije wakaona kwa macho yao, na wakasikiliza kwa masikio yao, wakaelewa kwa mioyo yao, nao wakageuka, nikawaponywa.”"
  },
  {
    "verseNumber": "ISA 6:11",
    "verseText": "Ndipo nikasema, “Hadi lini, Ee Bwana?” Naye akanijibu: “Hadi miji iwe imeachwa magofu na bila wakazi, hadi nyumba zitakapobaki bila watu, na mashamba yatakapoharibiwa na kuangamizwa,"
  },
  {
    "verseNumber": "ISA 6:12",
    "verseText": "hadi BWANA atakapokuwa amekwisha kumpeleka kila mmoja mbali sana, na nchi itakapokuwa imeachwa kabisa."
  },
  {
    "verseNumber": "ISA 6:13",
    "verseText": "Hata kama sehemu ya kumi ya watu watabaki katika nchi, itaharibiwa tena. Lakini kama vile mvinje na mwaloni ibakizavyo visiki inapokatwa, ndivyo mbegu takatifu itakavyokuwa kisiki katika nchi.”"
  },
  {
    "verseNumber": "ISA 7:1",
    "verseText": "Wakati Ahazi mwana wa Yothamu, mwana wa Uzia, alipokuwa mfalme wa Yuda, Mfalme Resini wa Aramu, na Peka mwana wa Remalia mfalme wa Israeli walipanda kupigana dhidi ya Yerusalemu, lakini hawakuweza kuushinda."
  },
  {
    "verseNumber": "ISA 7:2",
    "verseText": "Wakati huu nyumba ya Daudi iliambiwa, “Aramu wameungana na Efraimu.” Kwa hiyo mioyo ya Ahazi na watu wake ilitikiswa, kama miti ya msituni inavyotikiswa na upepo."
  },
  {
    "verseNumber": "ISA 7:3",
    "verseText": "Ndipo BWANA akamwambia Isaya, “Toka uende, wewe na mwanao Shear-Yashubu, mkutane na Ahazi huko mwisho wa mfereji wa Bwawa la Juu, kwenye barabara iendayo Shamba la Dobi."
  },
  {
    "verseNumber": "ISA 7:4",
    "verseText": "Mwambie, ‘Uwe mwangalifu, utulie na usiogope. Usife moyo kwa ajili ya watu hawa wawili walio kama visiki vya kuni vifukavyo moshi, kwa ajili ya hasira kali ya Resini na Aramu na ya mwana wa Remalia."
  },
  {
    "verseNumber": "ISA 7:5",
    "verseText": "Aramu, Efraimu na mwana wa Remalia wamepanga shauri baya ili wakuangamize, wakisema,"
  },
  {
    "verseNumber": "ISA 7:6",
    "verseText": "“Tuishambulie Yuda, naam, tuirarue vipande vipande na kuigawa miongoni mwetu, na kumtawaza mwana wa Tabeeli awe mfalme juu yake.”"
  },
  {
    "verseNumber": "ISA 7:7",
    "verseText": "Lakini BWANA Mwenyezi asema hivi: “ ‘Jambo hili halitatendeka, halitatokea,"
  },
  {
    "verseNumber": "ISA 7:8",
    "verseText": "kwa kuwa kichwa cha Aramu ni Dameski, na kichwa cha Dameski ni Resini peke yake. Katika muda wa miaka sitini na mitano, Efraimu atakuwa ameharibiwa kiasi kwamba hataweza tena kuwa taifa."
  },
  {
    "verseNumber": "ISA 7:9",
    "verseText": "Kichwa cha Efraimu ni Samaria, na kichwa cha Samaria ni mwana wa Remalia peke yake. Kama hamtasimama thabiti katika imani yenu, hamtaimarika kamwe.’ ”"
  },
  {
    "verseNumber": "ISA 7:10",
    "verseText": "BWANA akasema na Ahazi tena,"
  },
  {
    "verseNumber": "ISA 7:11",
    "verseText": "“Mwombe BWANA Mungu wako ishara, iwe kwenye vina virefu sana, au kwenye vimo virefu sana.”"
  },
  {
    "verseNumber": "ISA 7:12",
    "verseText": "Lakini Ahazi akasema, “Sitaomba; sitamjaribu BWANA.”"
  },
  {
    "verseNumber": "ISA 7:13",
    "verseText": "Ndipo Isaya akasema, “Sikia sasa, ewe nyumba ya Daudi! Je, haitoshi kujaribu uvumilivu wa wanadamu? Je, mtaujaribu uvumilivu wa Mungu wangu pia?"
  },
  {
    "verseNumber": "ISA 7:14",
    "verseText": "Kwa hiyo Bwana mwenyewe atawapa ishara: Bikira atachukua mimba, naye atamzaa mwana, na ataitwa Imanueli."
  },
  {
    "verseNumber": "ISA 7:15",
    "verseText": "Atakula jibini na asali atakapokuwa ameweza kukataa mabaya na kuchagua mema."
  },
  {
    "verseNumber": "ISA 7:16",
    "verseText": "Lakini kabla mtoto hajajua kukataa mabaya na kuchagua mema, nchi ya wafalme hao wawili unaowaogopa itafanywa ukiwa."
  },
  {
    "verseNumber": "ISA 7:17",
    "verseText": "BWANA ataleta juu yako, juu ya watu wako, na juu ya nyumba ya baba yako wakati ambao haujawahi kuwako tangu Efraimu alipojitenga na Yuda: yeye atawaleteeni mfalme wa Ashuru.”"
  },
  {
    "verseNumber": "ISA 7:18",
    "verseText": "Katika siku ile BWANA atawapigia filimbi mainzi kutoka vijito vya mbali vya Misri, na nyuki kutoka nchi ya Ashuru."
  },
  {
    "verseNumber": "ISA 7:19",
    "verseText": "Wote watakuja na kukaa kwenye mabonde yenye miteremko, na kwenye nyufa za miamba, kwenye vichaka vyote vyenye miiba, na kwenye mashimo yote ya maji."
  },
  {
    "verseNumber": "ISA 7:20",
    "verseText": "Katika siku ile Bwana atatumia wembe ulioajiriwa kutoka ngʼambo ya Mto, yaani mfalme wa Ashuru, kunyoa nywele za kichwa chako na malaika ya miguu yako, na kuziondoa ndevu zako pia."
  },
  {
    "verseNumber": "ISA 7:21",
    "verseText": "Katika siku ile, mtu atahifadhi hai ndama mmoja na kondoo wawili."
  },
  {
    "verseNumber": "ISA 7:22",
    "verseText": "Kwa ajili ya wingi wa maziwa watakayotoa, atapata jibini ya kula. Wote watakaobakia katika nchi watakula jibini na asali."
  },
  {
    "verseNumber": "ISA 7:23",
    "verseText": "Katika siku ile, kila mahali palipokuwa na mizabibu elfu moja yenye thamani ya shekeli 1,000 za fedha, patakuwa na michongoma na miiba tu."
  },
  {
    "verseNumber": "ISA 7:24",
    "verseText": "Watu watakwenda huko wakiwa na upinde na mshale, kwa maana nchi itafunikwa na michongoma na miiba."
  },
  {
    "verseNumber": "ISA 7:25",
    "verseText": "Kuhusu vilima vyote vilivyokuwa vikilimwa kwa jembe, hamtakwenda huko tena kwa ajili ya hofu ya michongoma na miiba. Patakuwa mahali ambapo ngʼombe wataachiwa huru, na kondoo kukimbia kimbia."
  },
  {
    "verseNumber": "ISA 8:1",
    "verseText": "BWANA akaniambia, “Chukua gombo kubwa, uandike juu yake kwa kalamu ya kawaida jina: Maher-Shalal-Hash-Bazi."
  },
  {
    "verseNumber": "ISA 8:2",
    "verseText": "Nami nitawaita kuhani Uria, na Zekaria mwana wa Yeberekia kama mashahidi wangu waaminifu.”"
  },
  {
    "verseNumber": "ISA 8:3",
    "verseText": "Kisha nikaenda kwa nabii mke, naye akapata mimba, akazaa mwana. Kisha BWANA akaniambia, “Mwite huyo mtoto Maher-Shalal-Hash-Bazi."
  },
  {
    "verseNumber": "ISA 8:4",
    "verseText": "Kabla mtoto hajaweza kusema ‘Baba yangu’ au ‘Mama yangu,’ utajiri wa Dameski na nyara za Samaria zitachukuliwa na mfalme wa Ashuru.”"
  },
  {
    "verseNumber": "ISA 8:5",
    "verseText": "BWANA akasema nami tena:"
  },
  {
    "verseNumber": "ISA 8:6",
    "verseText": "“Kwa sababu watu hawa wamekataa maji ya Shilo yatiririkayo taratibu wakamfurahia Resini na mwana wa Remalia,"
  },
  {
    "verseNumber": "ISA 8:7",
    "verseText": "kwa hiyo Bwana yu karibu kuleta dhidi yao mafuriko makubwa ya Mto: yaani mfalme wa Ashuru na fahari yake yote. Yatafurika juu ya mifereji yake yote, yatamwagikia juu ya kingo zake zote,"
  },
  {
    "verseNumber": "ISA 8:8",
    "verseText": "na kufika hadi Yuda, yakizunguka kwa kasi juu yake, yakipita katikati na yakifika hadi shingoni. Mabawa yake yaliyokunjuliwa yatafunika upana wa nchi yako, Ee Imanueli!”"
  },
  {
    "verseNumber": "ISA 8:9",
    "verseText": "Inueni kilio cha vita, enyi mataifa, na mkavunjwevunjwe! Sikilizeni, enyi nyote nchi za mbali. Jiandaeni kwa vita, nanyi mkavunjwevunjwe! Jiandaeni kwa vita, nanyi mkavunjwevunjwe!"
  },
  {
    "verseNumber": "ISA 8:10",
    "verseText": "Wekeni mikakati yenu, lakini itashindwa; fanyeni mipango yenu, lakini haitafanikiwa, kwa maana Mungu yu pamoja nasi."
  },
  {
    "verseNumber": "ISA 8:11",
    "verseText": "BWANA alisema nami mkono wake wenye nguvu ukiwa juu yangu, akinionya nisifuate njia za taifa hili. Akasema:"
  },
  {
    "verseNumber": "ISA 8:12",
    "verseText": "“Usiite fitina kila kitu ambacho watu hawa hukiita fitina, usiogope kile wanachokiogopa, wala usikihofu."
  },
  {
    "verseNumber": "ISA 8:13",
    "verseText": "BWANA Mwenye Nguvu Zote ndiye peke yake ikupasaye kumheshimu kuwa mtakatifu, ndiye peke yake utakayemwogopa, ndiye peke yake utakayemhofu,"
  },
  {
    "verseNumber": "ISA 8:14",
    "verseText": "naye atakuwa mahali patakatifu; lakini kwa nyumba zote mbili za Israeli atakuwa jiwe lile linalosababisha watu kujikwaa na mwamba wa kuwaangusha. Kwa watu wa Yerusalemu, atakuwa mtego na tanzi."
  },
  {
    "verseNumber": "ISA 8:15",
    "verseText": "Wengi wao watajikwaa; wataanguka na kuvunjika, watategwa na kunaswa.”"
  },
  {
    "verseNumber": "ISA 8:16",
    "verseText": "Funga ushuhuda na kutia muhuri sheria miongoni mwa wanafunzi wangu."
  },
  {
    "verseNumber": "ISA 8:17",
    "verseText": "Nitamngojea BWANA, ambaye ameificha nyumba ya Yakobo uso wake. Nitaliweka tumaini langu kwake."
  },
  {
    "verseNumber": "ISA 8:18",
    "verseText": "Niko hapa, pamoja na watoto ambao BWANA amenipa. Sisi ni ishara na mfano wake katika Israeli, kutoka kwa BWANA Mwenye Nguvu Zote, anayeishi juu ya Mlima Sayuni."
  },
  {
    "verseNumber": "ISA 8:19",
    "verseText": "Wakati watu wanapowaambia ninyi kutafuta ushauri kwa waaguzi na wenye kuongea na mizimu, ambao hunongʼona na kunungʼunika, je, watu wasingeuliza kwa Mungu wao? Kwa nini watake shauri kwa wafu kwa ajili ya walio hai?"
  },
  {
    "verseNumber": "ISA 8:20",
    "verseText": "Kwa sheria na kwa ushuhuda! Kama hawatasema sawasawa na neno hili, hawana mwanga wa mapambazuko."
  },
  {
    "verseNumber": "ISA 8:21",
    "verseText": "Watazunguka katika nchi yote, wakiwa na dhiki na njaa. Watakapotaabika kwa njaa, watapatwa na hasira kali, nao, wakiwa wanatazama juu, watamlaani mfalme wao na Mungu wao."
  },
  {
    "verseNumber": "ISA 8:22",
    "verseText": "Kisha wataangalia duniani na kuona tu dhiki na giza, hofu na huzuni tupu, nao watasukumiwa kwenye giza nene kabisa."
  },
  {
    "verseNumber": "ISA 9:1",
    "verseText": "Hata hivyo, hapatakuwepo huzuni tena kwa wale waliokuwa katika dhiki. Wakati uliopita aliidhili nchi ya Zabuloni na nchi ya Naftali, lakini katika siku zijazo ataiheshimu Galilaya ya Mataifa, karibu na njia ya bahari, kando ya Yordani:"
  },
  {
    "verseNumber": "ISA 9:2",
    "verseText": "Watu wanaotembea katika giza wameona nuru kuu, wale wanaoishi katika nchi ya uvuli wa mauti, nuru imewazukia."
  },
  {
    "verseNumber": "ISA 9:3",
    "verseText": "Umelikuza taifa, na kuzidisha furaha yao, wanafurahia mbele zako, kama watu wanavyofurahia wakati wa mavuno, kama watu wafurahivyo wagawanyapo nyara."
  },
  {
    "verseNumber": "ISA 9:4",
    "verseText": "Kama vile siku ya kushindwa kwa Wamidiani, umevunja nira iliyowalemea, ile gongo mabegani mwao na fimbo yake yeye aliyewaonea."
  },
  {
    "verseNumber": "ISA 9:5",
    "verseText": "Kila kiatu cha askari kilichotumiwa vitani, na kila vazi lililovingirishwa katika damu vitawekwa kwa ajili ya kuchomwa, vitakuwa kuni za kuwasha moto."
  },
  {
    "verseNumber": "ISA 9:6",
    "verseText": "Kwa maana, kwa ajili yetu mtoto amezaliwa, tumepewa mtoto mwanaume, nao utawala utakuwa mabegani mwake. Naye ataitwa Mshauri wa Ajabu, Mungu Mwenye Nguvu, Baba wa Milele, Mfalme wa Amani."
  },
  {
    "verseNumber": "ISA 9:7",
    "verseText": "Kuongezeka kwa utawala wake na amani hakutakuwa na mwisho. Atatawala katika kiti cha enzi cha Daudi na juu ya ufalme wake, akiuthibitisha na kuutegemeza kwa haki na kwa adili, tangu wakati huo na hata milele. Wivu wa BWANA Mwenye Nguvu Zote utatimiza haya."
  },
  {
    "verseNumber": "ISA 9:8",
    "verseText": "Bwana ametuma ujumbe dhidi ya Yakobo, utamwangukia Israeli."
  },
  {
    "verseNumber": "ISA 9:9",
    "verseText": "Watu wote watajua hili: Efraimu na wakazi wa Samaria, wanaosema kwa kiburi na majivuno ya mioyo,"
  },
  {
    "verseNumber": "ISA 9:10",
    "verseText": "“Matofali yameanguka chini, lakini tutajenga tena kwa mawe yaliyochongwa, mitini imeangushwa, lakini tutapanda mierezi badala yake.”"
  },
  {
    "verseNumber": "ISA 9:11",
    "verseText": "Lakini BWANA amemtia nguvu adui wa Resini dhidi yao na kuchochea watesi wao."
  },
  {
    "verseNumber": "ISA 9:12",
    "verseText": "Waashuru kutoka upande wa mashariki na Wafilisti kutoka upande wa magharibi wameila Israeli kwa kinywa kilichopanuliwa. Hata kwa haya yote, hasira yake haijageukia mbali, mkono wake bado umeinuliwa juu."
  },
  {
    "verseNumber": "ISA 9:13",
    "verseText": "Lakini watu hawajamrudia yeye aliyewapiga, wala hawajamtafuta BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ISA 9:14",
    "verseText": "Kwa hiyo BWANA atakatilia mbali kutoka Israeli kichwa na mkia, tawi la mtende na tete katika siku moja."
  },
  {
    "verseNumber": "ISA 9:15",
    "verseText": "Wazee na watu mashuhuri ndio vichwa, nao manabii wanaofundisha uongo ndio mkia."
  },
  {
    "verseNumber": "ISA 9:16",
    "verseText": "Wale wanaowaongoza watu hawa wanawapotosha, nao wale wanaoongozwa wamepotoka."
  },
  {
    "verseNumber": "ISA 9:17",
    "verseText": "Kwa hiyo Bwana hatawafurahia vijana, wala hatawahurumia yatima na wajane, kwa kuwa kila mmoja wao hamchi Mungu, nao ni waovu, na kila kinywa kinanena upotovu. Hata kwa haya yote, hasira yake haijageukia mbali, mkono wake bado umeinuliwa juu."
  },
  {
    "verseNumber": "ISA 9:18",
    "verseText": "Hakika uovu huwaka kama moto; huteketeza michongoma na miiba, huwasha moto vichaka vya msituni, hujiviringisha kuelekea juu kama nguzo ya moshi."
  },
  {
    "verseNumber": "ISA 9:19",
    "verseText": "Kwa hasira ya BWANA Mwenye Nguvu Zote nchi itachomwa kwa moto, nao watu watakuwa kuni za kuchochea moto. Hakuna mtu atakayemhurumia ndugu yake."
  },
  {
    "verseNumber": "ISA 9:20",
    "verseText": "Upande wa kuume watakuwa wakitafuna, lakini bado wataona njaa; upande wa kushoto watakuwa wakila, lakini hawatashiba. Kila mmoja atajilisha kwa nyama ya mtoto wake mwenyewe:"
  },
  {
    "verseNumber": "ISA 9:21",
    "verseText": "Manase atamla Efraimu, naye Efraimu atamla Manase; nao pamoja watakuwa kinyume na Yuda. Hata kwa haya yote, hasira yake haijageukia mbali, mkono wake bado umeinuliwa juu."
  },
  {
    "verseNumber": "ISA 10:1",
    "verseText": "Ole wao wawekao sheria zisizo za haki, kwa wale watoao amri za kuonea,"
  },
  {
    "verseNumber": "ISA 10:2",
    "verseText": "kuwanyima maskini haki zao na kuzuilia haki za watu wangu walioonewa, kuwafanya wajane mawindo yao na kuwanyangʼanya yatima."
  },
  {
    "verseNumber": "ISA 10:3",
    "verseText": "Mtafanya nini siku ya kutoa hesabu, wakati maafa yatakapokuja kutoka mbali? Mtamkimbilia nani awape msaada? Mtaacha wapi mali zenu?"
  },
  {
    "verseNumber": "ISA 10:4",
    "verseText": "Hakutasalia kitu chochote, isipokuwa kujikunyata miongoni mwa mateka, au kuanguka miongoni mwa waliouawa. Hata kwa haya yote, hasira yake haijageukia mbali, mkono wake bado umeinuliwa juu."
  },
  {
    "verseNumber": "ISA 10:5",
    "verseText": "“Ole kwa Ashuru, fimbo ya hasira yangu, ambaye mkononi mwake ana rungu ya ghadhabu yangu!"
  },
  {
    "verseNumber": "ISA 10:6",
    "verseText": "Ninamtuma dhidi ya taifa lisilomjua Mungu, ninamtuma dhidi ya taifa linalonikasirisha, kukamata mateka na kunyakua nyara, pia kuwakanyaga chini kama matope ya barabarani."
  },
  {
    "verseNumber": "ISA 10:7",
    "verseText": "Lakini hili silo analokusudia, hili silo alilo nalo akilini; kusudi lake ni kuangamiza, kuyakomesha mataifa mengi."
  },
  {
    "verseNumber": "ISA 10:8",
    "verseText": "Maana asema, ‘Je, wafalme wote si majemadari wangu?"
  },
  {
    "verseNumber": "ISA 10:9",
    "verseText": "Je, Kalno hakutendwa kama Karkemishi? Hamathi si kama Arpadi, nayo Samaria si kama Dameski?"
  },
  {
    "verseNumber": "ISA 10:10",
    "verseText": "Kama vile mkono wangu ulivyotwaa falme za sanamu, falme ambazo vinyago vyao vilizidi vile vya Yerusalemu na Samaria:"
  },
  {
    "verseNumber": "ISA 10:11",
    "verseText": "je, nisiishughulikie Yerusalemu na sanamu zake kama nilivyoshughulikia Samaria na vinyago vyake?’ ”"
  },
  {
    "verseNumber": "ISA 10:12",
    "verseText": "Bwana atakapokuwa amemaliza kazi yake yote dhidi ya Mlima Sayuni na Yerusalemu, atasema, “Nitamwadhibu mfalme wa Ashuru kwa ajili ya majivuno ya ukaidi wa moyo wake na kutazama kwa macho yenye dharau.”"
  },
  {
    "verseNumber": "ISA 10:13",
    "verseText": "Kwa kuwa anasema: “ ‘Kwa nguvu za mkono wangu nimefanya hili, kwa hekima yangu, kwa sababu nina ufahamu. Niliondoa mipaka ya mataifa, niliteka nyara hazina zao, kama yeye aliye shujaa niliwatiisha wafalme wao."
  },
  {
    "verseNumber": "ISA 10:14",
    "verseText": "Kama mtu atiavyo mkono kwenye kiota, ndivyo mkono wangu ulivyochukua utajiri wa mataifa; kama watu wakusanyavyo mayai yaliyoachwa, ndivyo nilivyokusanya nchi zote; wala hakuna hata mmoja aliyepiga bawa au kufungua kinywa chake kutoa mlio.’ ”"
  },
  {
    "verseNumber": "ISA 10:15",
    "verseText": "Je, shoka laweza kujigamba kuwa na nguvu zaidi kuliko yule anayelitumia, au msumeno kujisifu dhidi ya yule anayeutumia? Ni kana kwamba fimbo ingeweza kumwinua yeye aichukuaye, au mkongojo ungemwinua mwenye kuutumia!"
  },
  {
    "verseNumber": "ISA 10:16",
    "verseText": "Kwa hiyo BWANA, BWANA Mwenye Nguvu Zote, atatuma ugonjwa wa kudhoofisha kwa askari wake walio hodari, katika fahari yake moto utawaka kama mwali wa moto."
  },
  {
    "verseNumber": "ISA 10:17",
    "verseText": "Nuru ya Israeli itakuwa moto, Aliye Mtakatifu wao mwali wa moto; katika siku moja utaunguza na kuteketeza miiba na michongoma yake."
  },
  {
    "verseNumber": "ISA 10:18",
    "verseText": "Fahari ya misitu yake na mashamba yenye rutuba utateketeza kabisa, kama vile mtu mgonjwa adhoofikavyo."
  },
  {
    "verseNumber": "ISA 10:19",
    "verseText": "Nayo miti inayobaki katika misitu yake itakuwa michache sana hata mtoto mdogo angeweza kuihesabu."
  },
  {
    "verseNumber": "ISA 10:20",
    "verseText": "Katika siku ile, mabaki ya Israeli, walionusurika wa nyumba ya Yakobo, hawatamtegemea tena yeye aliyewapiga, lakini watamtegemea kwa kweli BWANA Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "ISA 10:21",
    "verseText": "Mabaki watarudi, mabaki wa Yakobo watamrudia Mungu Mwenye Nguvu."
  },
  {
    "verseNumber": "ISA 10:22",
    "verseText": "Ingawa watu wako, ee Israeli, ni wengi kama mchanga wa pwani, ni mabaki yao tu watakaorudi. Maangamizi yamekwisha amriwa, ni mengi tena ni haki."
  },
  {
    "verseNumber": "ISA 10:23",
    "verseText": "BWANA, BWANA Mwenye Nguvu Zote, atatekeleza maangamizi yaliyoamriwa juu ya nchi yote."
  },
  {
    "verseNumber": "ISA 10:24",
    "verseText": "Kwa hiyo, hili ndilo BWANA, BWANA Mwenye Nguvu Zote asemalo: “Enyi watu wangu mkaao Sayuni, msiwaogope Waashuru, wanaowapiga ninyi kwa fimbo na kuinua rungu dhidi yenu, kama Misri ilivyofanya."
  },
  {
    "verseNumber": "ISA 10:25",
    "verseText": "Bado kitambo kidogo sana hasira yangu dhidi yenu itakoma, na ghadhabu yangu itaelekezwa kwenye maangamizi yao.”"
  },
  {
    "verseNumber": "ISA 10:26",
    "verseText": "BWANA Mwenye Nguvu Zote atawachapa kwa mjeledi, kama alivyowapiga Wamidiani katika mwamba wa Orebu, naye atainua fimbo yake juu ya maji, kama alivyofanya huko Misri."
  },
  {
    "verseNumber": "ISA 10:27",
    "verseText": "Katika siku hiyo mzigo wao utainuliwa kutoka mabegani mwenu, na nira yao kutoka shingoni mwenu; nira itavunjwa kwa sababu ya kutiwa mafuta."
  },
  {
    "verseNumber": "ISA 10:28",
    "verseText": "Wanaingia Ayathi, wanapita katikati ya Migroni, wanahifadhi mahitaji huko Mikmashi."
  },
  {
    "verseNumber": "ISA 10:29",
    "verseText": "Wanavuka kivukoni, nao wanasema, “Tutapiga kambi huko Geba usiku kucha.” Rama inatetemeka; Gibea ya Sauli inakimbia."
  },
  {
    "verseNumber": "ISA 10:30",
    "verseText": "Piga kelele, ee Binti Galimu! Sikiliza, ee Laisha! Maskini Anathothi!"
  },
  {
    "verseNumber": "ISA 10:31",
    "verseText": "Madmena inakimbia; watu wa Gebimu wanajificha."
  },
  {
    "verseNumber": "ISA 10:32",
    "verseText": "Siku hii ya leo watasimama Nobu; watatikisa ngumi zao kwa mlima wa Binti Sayuni, kwa kilima cha Yerusalemu."
  },
  {
    "verseNumber": "ISA 10:33",
    "verseText": "Tazama, BWANA, BWANA Mwenye Nguvu Zote, atayakata matawi kwa nguvu kuu. Miti mirefu sana itaangushwa, ile mirefu itashushwa chini."
  },
  {
    "verseNumber": "ISA 10:34",
    "verseText": "Atakata vichaka vya msitu kwa shoka; Lebanoni itaanguka mbele zake yeye Mwenye Nguvu."
  },
  {
    "verseNumber": "ISA 11:1",
    "verseText": "Chipukizi litatokea kutoka shina la Yese, kutoka mizizi yake Tawi litazaa tunda."
  },
  {
    "verseNumber": "ISA 11:2",
    "verseText": "Roho wa BWANA atakaa juu yake, Roho wa hekima na wa ufahamu, Roho wa shauri na wa uweza, Roho wa maarifa na wa kumcha BWANA"
  },
  {
    "verseNumber": "ISA 11:3",
    "verseText": "naye atafurahia kumcha BWANA. Hatahukumu kwa yale ayaonayo kwa macho yake, wala kuamua kwa yale ayasikiayo kwa masikio yake,"
  },
  {
    "verseNumber": "ISA 11:4",
    "verseText": "bali kwa uadilifu atahukumu wahitaji, kwa haki ataamua wanyenyekevu wa dunia. Ataipiga dunia kwa fimbo ya kinywa chake, kwa pumzi ya midomo yake atawaua waovu."
  },
  {
    "verseNumber": "ISA 11:5",
    "verseText": "Haki itakuwa mkanda wake na uaminifu utakuwa mshipi kiunoni mwake."
  },
  {
    "verseNumber": "ISA 11:6",
    "verseText": "Mbwa mwitu ataishi pamoja na mwana-kondoo, naye chui atalala pamoja na mbuzi, ndama, mwana simba na ngʼombe wa mwaka mmoja watakaa pamoja, naye mtoto mdogo atawaongoza."
  },
  {
    "verseNumber": "ISA 11:7",
    "verseText": "Ngʼombe na dubu watalisha pamoja, watoto wao watalala pamoja, na simba atakula majani makavu kama maksai."
  },
  {
    "verseNumber": "ISA 11:8",
    "verseText": "Mtoto mchanga atacheza karibu na shimo la nyoka, naye mtoto mdogo ataweka mkono wake kwenye kiota cha fira."
  },
  {
    "verseNumber": "ISA 11:9",
    "verseText": "Hawatadhuru wala kuharibu juu ya mlima wangu mtakatifu wote, kwa kuwa dunia itajawa na kumjua BWANA kama maji yajazavyo bahari."
  },
  {
    "verseNumber": "ISA 11:10",
    "verseText": "Katika siku hiyo, Shina la Yese atasimama kama bendera kwa ajili ya mataifa. Mataifa yatakusanyika kwake, na mahali pake pa kupumzikia patakuwa utukufu."
  },
  {
    "verseNumber": "ISA 11:11",
    "verseText": "Katika siku hiyo Bwana atanyoosha mkono wake mara ya pili kurudisha mabaki ya watu wake waliosalia kutoka Ashuru, Misri, Pathrosi, Kushi, Elamu, Babeli, Hamathi na kutoka visiwa vya baharini."
  },
  {
    "verseNumber": "ISA 11:12",
    "verseText": "Atainua bendera kwa mataifa na kuwakusanya Waisraeli walioko uhamishoni; atawakusanya watu wa Yuda waliotawanyika kutoka pembe nne za dunia."
  },
  {
    "verseNumber": "ISA 11:13",
    "verseText": "Wivu wa Efraimu utatoweka, na adui wa Yuda watakatiliwa mbali; Efraimu hatamwonea Yuda wivu, wala Yuda hatakuwa na uadui na Efraimu."
  },
  {
    "verseNumber": "ISA 11:14",
    "verseText": "Watawashukia katika miteremko ya Wafilisti hadi upande wa magharibi, kwa pamoja watawateka watu nyara hadi upande wa mashariki. Watawapiga Edomu na Moabu, na Waamoni watatawaliwa nao."
  },
  {
    "verseNumber": "ISA 11:15",
    "verseText": "BWANA atakausha ghuba ya bahari ya Misri; kwa upepo mkavu ataupeleka mkono wake juu ya Mto Frati. Ataugawanya katika vijito saba ili watu waweze kuuvuka wakiwa wamevaa viatu."
  },
  {
    "verseNumber": "ISA 11:16",
    "verseText": "Itakuwepo njia kuu kwa mabaki ya watu wake wale waliosalia kutoka Ashuru, kama ilivyokuwa kwa Israeli walipopanda kutoka Misri."
  },
  {
    "verseNumber": "ISA 12:1",
    "verseText": "Katika siku ile utasema: “Nitakusifu wewe, Ee BWANA. Ingawa ulinikasirikia, hasira yako imegeukia mbali nawe umenifariji."
  },
  {
    "verseNumber": "ISA 12:2",
    "verseText": "Hakika Mungu ni wokovu wangu; nitamtumaini wala sitaogopa. BWANA, BWANA, ni nguvu zangu na wimbo wangu; amekuwa wokovu wangu.”"
  },
  {
    "verseNumber": "ISA 12:3",
    "verseText": "Kwa furaha mtachota maji kutoka visima vya wokovu."
  },
  {
    "verseNumber": "ISA 12:4",
    "verseText": "Katika siku hiyo mtasema: “Mshukuruni BWANA, mliitie jina lake; julisheni miongoni mwa mataifa yale aliyoyafanya, tangazeni kuwa jina lake limetukuka."
  },
  {
    "verseNumber": "ISA 12:5",
    "verseText": "Mwimbieni BWANA, kwa kuwa ametenda mambo makuu, hili na lijulikane duniani kote."
  },
  {
    "verseNumber": "ISA 12:6",
    "verseText": "Pazeni sauti mwimbe kwa furaha, watu wa Sayuni, kwa maana mkuu ni yeye Aliye Mtakatifu wa Israeli miongoni mwenu.”"
  },
  {
    "verseNumber": "ISA 13:1",
    "verseText": "Neno kuhusu Babeli ambalo Isaya mwana wa Amozi aliliona:"
  },
  {
    "verseNumber": "ISA 13:2",
    "verseText": "Twekeni bendera juu ya mlima usio na kitu, wapazieni sauti, wapungieni mkono waingie katika malango ya wenye heshima."
  },
  {
    "verseNumber": "ISA 13:3",
    "verseText": "Nimewaamuru watakatifu wangu; nimewaita mashujaa wangu waitimize hasira yangu: wale wanaoshangilia ushindi wangu."
  },
  {
    "verseNumber": "ISA 13:4",
    "verseText": "Sikilizeni kelele juu ya milima, kama ile ya umati mkubwa wa watu! Sikilizeni, makelele katikati ya falme, kama mataifa yanayokusanyika pamoja! BWANA Mwenye Nguvu Zote anakusanya jeshi kwa ajili ya vita."
  },
  {
    "verseNumber": "ISA 13:5",
    "verseText": "Wanakuja kutoka nchi za mbali sana, kutoka miisho ya mbingu, BWANA na silaha za ghadhabu yake, kuangamiza nchi yote."
  },
  {
    "verseNumber": "ISA 13:6",
    "verseText": "Ombolezeni, kwa maana siku ya BWANA i karibu, itakuja kama uharibifu kutoka kwa Mwenyezi."
  },
  {
    "verseNumber": "ISA 13:7",
    "verseText": "Kwa sababu ya hili, mikono yote italegea, moyo wa kila mtu utayeyuka."
  },
  {
    "verseNumber": "ISA 13:8",
    "verseText": "Hofu itawakamata, uchungu na maumivu makali yatawashika, watagaagaa kama mwanamke aliye na utungu wa kuzaa. Watatazamana kwa hofu kila mtu na mwenzake, nyuso zao zikiwaka kama moto."
  },
  {
    "verseNumber": "ISA 13:9",
    "verseText": "Tazameni, siku ya BWANA inakuja, siku katili, yenye ghadhabu na hasira kali, kuifanya nchi kuwa ukiwa na kuwaangamiza wenye dhambi waliomo ndani yake."
  },
  {
    "verseNumber": "ISA 13:10",
    "verseText": "Nyota za mbinguni na makundi ya nyota havitatoa mwanga wake. Jua linalochomoza litatiwa giza na mwezi hautatoa nuru yake."
  },
  {
    "verseNumber": "ISA 13:11",
    "verseText": "Nitauadhibu ulimwengu kwa ajili ya uovu wake, waovu kwa ajili ya dhambi zao. Nitakomesha majivuno ya wenye kiburi, na nitakishusha kiburi cha watu wakatili."
  },
  {
    "verseNumber": "ISA 13:12",
    "verseText": "Nitawafanya wanadamu kuwa adimu kuliko dhahabu safi, watakuwa wachache sana kuliko dhahabu ya Ofiri."
  },
  {
    "verseNumber": "ISA 13:13",
    "verseText": "Kwa hiyo nitazifanya mbingu zitetemeke, nayo dunia itatikisika kutoka mahali pake katika ghadhabu ya BWANA Mwenye Nguvu Zote, katika siku ya hasira yake iwakayo."
  },
  {
    "verseNumber": "ISA 13:14",
    "verseText": "Kama swala awindwaye, kama kondoo wasio na mchungaji, kila mmoja atarudi kwa watu wake mwenyewe, kila mmoja atakimbilia nchi yake ya kuzaliwa."
  },
  {
    "verseNumber": "ISA 13:15",
    "verseText": "Yeyote atakayetekwa atapasuliwa tumbo, wote watakaokamatwa watauawa kwa upanga."
  },
  {
    "verseNumber": "ISA 13:16",
    "verseText": "Watoto wao wachanga watavunjwa vipande vipande mbele ya macho yao; nyumba zao zitatekwa na wake zao watatendwa jeuri."
  },
  {
    "verseNumber": "ISA 13:17",
    "verseText": "Tazama, nitawachochea Wamedi dhidi yao, ambao hawajali fedha wala hawafurahii dhahabu."
  },
  {
    "verseNumber": "ISA 13:18",
    "verseText": "Mishale yao itawaangusha vijana, hawatakuwa na huruma kwa watoto wachanga wala hawataangalia watoto kwa huruma."
  },
  {
    "verseNumber": "ISA 13:19",
    "verseText": "Babeli, johari ya falme, utukufu wa kiburi cha Wababeli, itaangushwa na Mungu kama Sodoma na Gomora."
  },
  {
    "verseNumber": "ISA 13:20",
    "verseText": "Hautakaliwa na watu kamwe wala watu hawataishi humo kwa vizazi vyote. Hakuna Mwarabu atakayepiga hema lake huko, hakuna mchungaji atakayepumzisha makundi yake huko."
  },
  {
    "verseNumber": "ISA 13:21",
    "verseText": "Lakini viumbe wa jangwani watalala huko, mbweha watajaza nyumba zake, bundi wataishi humo nao mbuzi-mwitu watarukaruka humo."
  },
  {
    "verseNumber": "ISA 13:22",
    "verseText": "Fisi watalia ndani ya ngome zake, mbweha ndani ya majumba yake ya kifahari. Wakati wake umewadia, na siku zake hazitaongezwa."
  },
  {
    "verseNumber": "ISA 14:1",
    "verseText": "BWANA atamhurumia Yakobo, atamchagua Israeli tena, na kuwakalisha katika nchi yao wenyewe. Wageni wataungana nao na kujiunga na nyumba ya Yakobo."
  },
  {
    "verseNumber": "ISA 14:2",
    "verseText": "Mataifa watawachukua na kuwaleta mahali pao wenyewe. Nayo nyumba ya Israeli itamiliki mataifa kama watumishi na wajakazi katika nchi ya BWANA. Watawafanya watekaji wao kuwa mateka, na kutawala juu ya wale waliowaonea."
  },
  {
    "verseNumber": "ISA 14:3",
    "verseText": "Katika siku BWANA atakapokuondolea mateso, udhia na utumwa wa kikatili,"
  },
  {
    "verseNumber": "ISA 14:4",
    "verseText": "utaichukua dhihaka hii dhidi ya mfalme wa Babeli: Tazama jinsi mtesi alivyofikia mwisho! Tazama jinsi ghadhabu yake kali ilivyokoma!"
  },
  {
    "verseNumber": "ISA 14:5",
    "verseText": "BWANA amevunja fimbo ya mwovu, fimbo ya utawala ya watawala,"
  },
  {
    "verseNumber": "ISA 14:6",
    "verseText": "ambayo kwa hasira waliyapiga mataifa kwa mapigo yasiyo na kikomo, nao kwa ghadhabu kali waliwatiisha mataifa kwa jeuri pasipo huruma."
  },
  {
    "verseNumber": "ISA 14:7",
    "verseText": "Nchi zote ziko kwenye mapumziko na kwenye amani, wanabubujika kwa kuimba."
  },
  {
    "verseNumber": "ISA 14:8",
    "verseText": "Hata misunobari na mierezi ya Lebanoni inashangilia mbele yako na kusema, “Basi kwa sababu umeangushwa chini, hakuna mkata miti atakayekuja kutukata.”"
  },
  {
    "verseNumber": "ISA 14:9",
    "verseText": "Kuzimu kote kumetaharuki kukulaki unapokuja, kunaamsha roho za waliokufa ili kukupokea, wote waliokuwa viongozi katika ulimwengu, kunawafanya wainuke kwenye viti vyao vya kifalme: wale wote waliokuwa wafalme juu ya mataifa."
  },
  {
    "verseNumber": "ISA 14:10",
    "verseText": "Wote wataitikia, watakuambia, “Wewe pia umekuwa dhaifu, kama sisi tulivyo; wewe umekuwa kama sisi.”"
  },
  {
    "verseNumber": "ISA 14:11",
    "verseText": "Majivuno yako yote yameshushwa mpaka kuzimu, pamoja na kelele ya vinubi vyako, mafunza yametanda chini yako, na minyoo imekufunika."
  },
  {
    "verseNumber": "ISA 14:12",
    "verseText": "Tazama jinsi ulivyoanguka kutoka mbinguni, ewe nyota ya asubuhi, mwana wa mapambazuko! Umetupwa chini duniani, wewe uliyepata kuangusha mataifa!"
  },
  {
    "verseNumber": "ISA 14:13",
    "verseText": "Ulisema moyoni mwako, “Nitapanda juu hadi mbinguni, nitakiinua kiti changu cha enzi juu ya nyota za Mungu, nitaketi nimetawazwa juu ya mlima wa kusanyiko, kwenye vimo vya juu sana vya Mlima Mtakatifu."
  },
  {
    "verseNumber": "ISA 14:14",
    "verseText": "Nitapaa juu kupita mawingu, nitajifanya kama Yeye Aliye Juu Sana.”"
  },
  {
    "verseNumber": "ISA 14:15",
    "verseText": "Lakini umeshushwa chini hadi kuzimu, hadi kwenye vina vya shimo."
  },
  {
    "verseNumber": "ISA 14:16",
    "verseText": "Wale wanaokuona wanakukazia macho, wanatafakari hatima yako: “Je, huyu ndiye yule aliyetikisa dunia na kufanya falme zitetemeke,"
  },
  {
    "verseNumber": "ISA 14:17",
    "verseText": "yule aliyeifanya dunia kuwa jangwa, aliyeipindua miji yake, na ambaye hakuwaachia mateka wake waende nyumbani?”"
  },
  {
    "verseNumber": "ISA 14:18",
    "verseText": "Wafalme wote wa mataifa wamelala kwa heshima kila mmoja katika kaburi lake."
  },
  {
    "verseNumber": "ISA 14:19",
    "verseText": "Lakini wewe umetupwa nje ya kaburi lako kama tawi lililokataliwa, umefunikwa na waliouawa pamoja na wale waliochomwa kwa upanga, wale washukao mpaka kwenye mawe ya shimo. Kama mzoga uliokanyagwa chini ya nyayo,"
  },
  {
    "verseNumber": "ISA 14:20",
    "verseText": "Hutajumuika nao kwenye mazishi, kwa kuwa umeharibu nchi yako na kuwaua watu wako. Mzao wa mwovu hatatajwa tena kamwe."
  },
  {
    "verseNumber": "ISA 14:21",
    "verseText": "Andaa mahali pa kuwachinjia wanawe kwa ajili ya dhambi za baba zao, wasije wakainuka ili kuirithi nchi na kuijaza dunia kwa miji yao."
  },
  {
    "verseNumber": "ISA 14:22",
    "verseText": "BWANA Mwenye Nguvu Zote asema, “Nitainuka dhidi yao, nitalikatilia mbali jina lake kutoka Babeli pamoja na watu wake walionusurika, watoto wake na wazao wake,” asema BWANA."
  },
  {
    "verseNumber": "ISA 14:23",
    "verseText": "“Nitaifanya kuwa mahali pa bundi, na kuwa nchi ya matope; nitaifagia kwa ufagio wa maangamizi,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ISA 14:24",
    "verseText": "BWANA Mwenye Nguvu Zote ameapa, “Hakika, kama vile nilivyopanga, ndivyo itakavyokuwa, nami kama nilivyokusudia, ndivyo itakavyosimama."
  },
  {
    "verseNumber": "ISA 14:25",
    "verseText": "Nitamponda Mwashuru katika nchi yangu, juu ya milima yangu nitawakanyagia chini. Nira yake itaondolewa kutoka kwa watu wangu, nao mzigo wake utaondolewa kutoka mabegani mwao.”"
  },
  {
    "verseNumber": "ISA 14:26",
    "verseText": "Huu ndio mpango uliokusudiwa kwa ajili ya ulimwengu wote, huu ni mkono ulionyooshwa juu ya mataifa yote."
  },
  {
    "verseNumber": "ISA 14:27",
    "verseText": "Kwa kuwa BWANA Mwenye Nguvu Zote amekusudia, ni nani awezaye kumzuia? Mkono wake umenyooshwa, ni nani awezaye kuurudisha?"
  },
  {
    "verseNumber": "ISA 14:28",
    "verseText": "Neno hili lilikuja mwaka ule Mfalme Ahazi alipofariki:"
  },
  {
    "verseNumber": "ISA 14:29",
    "verseText": "Msifurahi, enyi Wafilisti wote, kwamba fimbo iliyowapiga imevunjika; kutoka mzizi wa huyo nyoka atachipuka nyoka mwenye sumu kali, uzao wake utakuwa joka lirukalo, lenye sumu kali."
  },
  {
    "verseNumber": "ISA 14:30",
    "verseText": "Maskini kuliko maskini wote watapata malisho, nao wahitaji watalala salama. Lakini mzizi wako nitauangamiza kwa njaa, nayo njaa itawaua walionusurika."
  },
  {
    "verseNumber": "ISA 14:31",
    "verseText": "Piga yowe, ee lango! Bweka, ee mji! Yeyukeni, enyi Wafilisti wote! Wingu la moshi linakuja toka kaskazini, wala hakuna atakayechelewa katika safu zake."
  },
  {
    "verseNumber": "ISA 14:32",
    "verseText": "Ni jibu gani litakalotolewa kwa wajumbe wa taifa hilo? “BWANA ameifanya imara Sayuni, nako ndani yake watu wake walioonewa watapata kimbilio.”"
  },
  {
    "verseNumber": "ISA 15:1",
    "verseText": "Neno kuhusu Moabu: Ari iliyo Moabu imeangamizwa: imeharibiwa kwa usiku mmoja! Kiri iliyo Moabu imeangamizwa, imeharibiwa kwa usiku mmoja!"
  },
  {
    "verseNumber": "ISA 15:2",
    "verseText": "Diboni anakwea hadi kwenye hekalu lake, mpaka mahali pake pa juu ili walie, Moabu anaombolezea Nebo na Medeba. Kila kichwa kimenyolewa na kila ndevu limeondolewa."
  },
  {
    "verseNumber": "ISA 15:3",
    "verseText": "Wamevaa nguo za magunia barabarani, juu ya mapaa na kwenye viwanja wote wanaomboleza, wamelala kifudifudi kwa kulia."
  },
  {
    "verseNumber": "ISA 15:4",
    "verseText": "Heshboni na Eleale wanalia, sauti zao zinasikika hadi Yahazi. Kwa hiyo watu wenye silaha wa Moabu wanapiga kelele, nayo mioyo yao imezimia."
  },
  {
    "verseNumber": "ISA 15:5",
    "verseText": "Moyo wangu unamlilia Moabu; wakimbizi wake wanakimbilia Soari, hadi Eglath-Shelishiya. Wanapanda njia ya kwenda Luhithi, wanakwenda huku wanalia; barabarani iendayo Horonaimu wanaombolezea maangamizi yao."
  },
  {
    "verseNumber": "ISA 15:6",
    "verseText": "Maji ya Nimrimu yamekauka na majani yamenyauka; mimea imekauka wala hakuna kitu chochote kibichi kilichobaki."
  },
  {
    "verseNumber": "ISA 15:7",
    "verseText": "Kwa hiyo mali waliyoipata na kujiwekea akiba wamezichukua na kuvuka Bonde la Mierebi."
  },
  {
    "verseNumber": "ISA 15:8",
    "verseText": "Mwangwi wa kilio chao umefika hadi mpakani mwa Moabu, kilio chao cha huzuni kimefika hadi Eglaimu, maombolezo yao hadi Beer-Elimu."
  },
  {
    "verseNumber": "ISA 15:9",
    "verseText": "Maji ya Dimoni yamejaa damu, lakini bado nitaleta pigo jingine juu ya Dimoni: simba juu ya wakimbizi wa Moabu na juu ya wale wanaobaki katika nchi."
  },
  {
    "verseNumber": "ISA 16:1",
    "verseText": "Pelekeni wana-kondoo kama ushuru kwa mtawala wa nchi, Kutoka Sela, kupitia jangwani, hadi mlima wa Binti Sayuni."
  },
  {
    "verseNumber": "ISA 16:2",
    "verseText": "Kama ndege wanaopapatika waliofukuzwa kutoka kwenye kiota, ndivyo walivyo wanawake wa Moabu kwenye vivuko vya Arnoni."
  },
  {
    "verseNumber": "ISA 16:3",
    "verseText": "“Tupeni shauri, toeni uamuzi. Wakati wa adhuhuri, fanyeni kivuli chenu kama usiku. Waficheni watoro, msisaliti wakimbizi."
  },
  {
    "verseNumber": "ISA 16:4",
    "verseText": "Waacheni watoro wa Moabu wakae pamoja nanyi; kuweni mahali pao pa salama ili kuepuka mharabu.” Mtesi atafikia mwisho na maangamizi yatakoma, aletaye vita atatoweka kutoka nchi."
  },
  {
    "verseNumber": "ISA 16:5",
    "verseText": "Kwa upendo kiti cha enzi kitaimarishwa, kwa uaminifu mtu ataketi juu yake, yeye atokaye nyumba ya Daudi: yeye ambaye katika kuhukumu hutafuta haki, na huhimiza njia ya haki."
  },
  {
    "verseNumber": "ISA 16:6",
    "verseText": "Tumesikia juu ya kiburi cha Moabu: kiburi chake cha kujivuna na udanganyifu, kiburi chake na ufidhuli wake, lakini majivuno yake si kitu."
  },
  {
    "verseNumber": "ISA 16:7",
    "verseText": "Kwa hiyo Wamoabu wanaomboleza, wanaiombolezea Moabu kwa pamoja. Wanaomboleza na kuhuzunika kwa ajili ya watu wa Kir-Haresethi."
  },
  {
    "verseNumber": "ISA 16:8",
    "verseText": "Mashamba ya Heshboni yananyauka, pia na mizabibu ya Sibma. Watawala wa mataifa wamekanyaga mizabibu iliyo mizuri sana, ambayo ilipata kufika Yazeri na kuenea kuelekea jangwani. Machipukizi yake yalienea yakafika hadi baharini."
  },
  {
    "verseNumber": "ISA 16:9",
    "verseText": "Hivyo ninalia kama Yazeri aliavyo, kwa ajili ya mizabibu ya Sibma. Ee Heshboni, ee Eleale, ninakulowesha kwa machozi! Kelele za furaha kwa ajili ya tunda lako lililoiva na kwa ajili ya mavuno zimekomeshwa."
  },
  {
    "verseNumber": "ISA 16:10",
    "verseText": "Furaha na shangwe zimeondolewa kutoka mashamba ya matunda; hakuna yeyote aimbaye wala apazaye sauti katika mashamba ya mizabibu; hakuna yeyote akanyagaye zabibu shinikizoni, kwa kuwa nimekomesha makelele."
  },
  {
    "verseNumber": "ISA 16:11",
    "verseText": "Moyo wangu unaomboleza kwa ajili ya Moabu kama kinubi, nafsi yangu yote kwa ajili ya Kir-Haresethi."
  },
  {
    "verseNumber": "ISA 16:12",
    "verseText": "Wakati Moabu anapojitokeza mahali pake pa juu, anajichosha mwenyewe tu; anapokwenda mahali pake pa kuabudia miungu ili kuomba, haitamfaidi lolote."
  },
  {
    "verseNumber": "ISA 16:13",
    "verseText": "Hili ndilo neno ambalo BWANA ameshasema kuhusu Moabu."
  },
  {
    "verseNumber": "ISA 16:14",
    "verseText": "Lakini sasa BWANA anasema: “Katika miaka mitatu, kama vile mtumishi aliyefungwa na mkataba angeihesabu, fahari ya Moabu na watu wake wengi watadharauliwa, nao walionusurika watakuwa wachache sana, tena wanyonge.”"
  },
  {
    "verseNumber": "ISA 17:1",
    "verseText": "Neno kuhusu Dameski: “Tazama, Dameski haitakuwa tena mji bali itakuwa lundo la magofu."
  },
  {
    "verseNumber": "ISA 17:2",
    "verseText": "Miji ya Aroeri itaachwa na itaachiwa mifugo ambayo italala huko, bila yeyote wa kuyaogopesha."
  },
  {
    "verseNumber": "ISA 17:3",
    "verseText": "Mji wenye ngome utatoweka kutoka Efraimu, nao uweza wa ufalme kutoka Dameski; mabaki ya Aramu yatakuwa kama utukufu wa Waisraeli,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ISA 17:4",
    "verseText": "“Katika siku ile utukufu wa Yakobo utafifia, unono wa mwili wake utadhoofika."
  },
  {
    "verseNumber": "ISA 17:5",
    "verseText": "Itakuwa kama mvunaji akusanyavyo nafaka na kuvuna nafaka kwa mikono yake, kama wakati mtu aokotapo masazo ya masuke katika Bonde la Warefai."
  },
  {
    "verseNumber": "ISA 17:6",
    "verseText": "Hata hivyo baadhi ya masazo yatabaki, kama vile mti wa mzeituni unavyopigwa, kukiachwa zeituni mbili au tatu juu ya matawi kileleni, nne au tano katika matawi yazaayo sana,” asema BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "ISA 17:7",
    "verseText": "Katika siku ile watu watamwangalia Muumba wao, na kuelekeza macho yao kwa yule Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "ISA 17:8",
    "verseText": "Hawataziangalia tena madhabahu, kazi za mikono yao, nao hawataheshimu nguzo za Ashera, na madhabahu za kufukizia uvumba zilizofanywa kwa mikono yao."
  },
  {
    "verseNumber": "ISA 17:9",
    "verseText": "Katika siku ile miji yao iliyo imara, ambayo waliihama kwa sababu ya Waisraeli, itakuwa kama mahali palipoachwa pa vichaka na magugu. Nayo yote itakuwa ukiwa."
  },
  {
    "verseNumber": "ISA 17:10",
    "verseText": "Mmemsahau Mungu Mwokozi wenu, hamkumkumbuka Mwamba aliye ngome yenu. Kwa hiyo, hata ingawa mlipandikiza mimea iliyo mizuri sana na kuotesha mizabibu ya kigeni,"
  },
  {
    "verseNumber": "ISA 17:11",
    "verseText": "hata kama siku ile unapoipandikiza, unaifanya iote na asubuhi ile ile unayoipanda, unaifanya ichipue, hata hivyo mavuno yatakuwa kama si kitu katika siku ile ya ugonjwa na maumivu yasiyoponyeka."
  },
  {
    "verseNumber": "ISA 17:12",
    "verseText": "Lo! Ghadhabu ya mataifa mengi, wanaghadhibika kama bahari iliyochafuka! Lo! Makelele ya mataifa wanavuma kama ngurumo za maji mengi!"
  },
  {
    "verseNumber": "ISA 17:13",
    "verseText": "Ingawa mataifa yanavuma kama ngurumo za maji yanayofanya mawimbi, wakati anapoyakemea yanakimbia mbali, yanafukuzwa mbele ya upepo kama makapi juu ya milima, kama jani livingirishwapo na dhoruba."
  },
  {
    "verseNumber": "ISA 17:14",
    "verseText": "Wakati wa jioni, hofu ya ghafula! Kabla ya asubuhi, wametoweka! Hili ndilo fungu la wale wanaotupora, fungu la wale wanaotunyangʼanya mali zetu."
  },
  {
    "verseNumber": "ISA 18:1",
    "verseText": "Ole kwa nchi ya mvumo wa mabawa, kando ya mito ya Kushi,"
  },
  {
    "verseNumber": "ISA 18:2",
    "verseText": "iwapelekayo wajumbe wake kwa njia ya bahari kwa mashua za mafunjo juu ya maji. Nendeni, wajumbe wepesi, kwa taifa la watu warefu wenye ngozi nyororo, kwa taifa linaloogopwa mbali na karibu, taifa gomvi lenye lugha ngeni, ambalo nchi yao imegawanywa kwa mito."
  },
  {
    "verseNumber": "ISA 18:3",
    "verseText": "Enyi mataifa yote ya ulimwengu, ninyi mnaoishi duniani wakati bendera itakapoinuliwa milimani, mtaiona, nayo tarumbeta itakapolia, mtaisikia."
  },
  {
    "verseNumber": "ISA 18:4",
    "verseText": "Hili ndilo BWANA aliloniambia: “Nitatulia kimya na kutazama kutoka maskani yangu, kama joto linalometameta katika mwanga wa jua, kama wingu la umande katika joto la wakati wa mavuno.”"
  },
  {
    "verseNumber": "ISA 18:5",
    "verseText": "Kwa maana, kabla ya mavuno, wakati wa kuchanua ukishapita na maua yakawa zabibu zinazoiva, atayakata machipukizi kwa mundu wa kupogolea matawi, naye atakata na kuyaondoa matawi yaliyopanuka."
  },
  {
    "verseNumber": "ISA 18:6",
    "verseText": "Yote yataachwa kwa ajili ya ndege wawindao wa mlimani na wanyama pori, ndege watajilisha juu yake wakati wote wa kiangazi, nao wanyama pori wakati wote wa masika."
  },
  {
    "verseNumber": "ISA 18:7",
    "verseText": "Wakati huo matoleo yataletwa kwa BWANA Mwenye Nguvu Zote kutoka kwa taifa la watu warefu wenye ngozi nyororo, kutoka kwa taifa linaloogopwa mbali na karibu, kutoka taifa gomvi lenye lugha ngeni, ambalo nchi yao imegawanywa kwa mito, matoleo yataletwa katika Mlima Sayuni, mahali pa Jina la BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ISA 19:1",
    "verseText": "Neno kuhusu Misri: Tazama, BWANA amepanda juu ya wingu liendalo kwa haraka naye anakuja Misri. Sanamu za Misri zinatetemeka mbele yake, nayo mioyo ya Wamisri inayeyuka ndani yao."
  },
  {
    "verseNumber": "ISA 19:2",
    "verseText": "“Nitamchochea Mmisri dhidi ya Mmisri, ndugu atapigana dhidi ya ndugu, jirani dhidi ya jirani, mji dhidi ya mji, ufalme dhidi ya ufalme."
  },
  {
    "verseNumber": "ISA 19:3",
    "verseText": "Wamisri watakufa moyo, na nitaibatilisha mipango yao. Watatafuta ushauri kwa sanamu na kwa roho za waliokufa, kwa waaguzi na kwa wale waongeao na mizimu."
  },
  {
    "verseNumber": "ISA 19:4",
    "verseText": "Nitawatia Wamisri mikononi mwa bwana mkatili na mfalme mkali atatawala juu yao,” asema BWANA, BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ISA 19:5",
    "verseText": "Maji ya mito yatakauka, chini ya mto kutakauka kwa jua."
  },
  {
    "verseNumber": "ISA 19:6",
    "verseText": "Mifereji itanuka; vijito vya Misri vitapungua na kukauka. Mafunjo na nyasi vitanyauka,"
  },
  {
    "verseNumber": "ISA 19:7",
    "verseText": "pia mimea iliyoko kando ya Mto Naili, pale mto unapomwaga maji baharini. Kila shamba lililopandwa kando ya Mto Naili litakauka, litapeperushwa na kutoweka kabisa."
  },
  {
    "verseNumber": "ISA 19:8",
    "verseText": "Wavuvi watalia na kuomboleza, wale wote watupao ndoano katika Mto Naili, watadhoofika kwa majonzi."
  },
  {
    "verseNumber": "ISA 19:9",
    "verseText": "Wale watu wafanyao kazi ya kitani kilichochambuliwa watakata tamaa, wafumaji wa kitani safi watavunjika moyo."
  },
  {
    "verseNumber": "ISA 19:10",
    "verseText": "Wafanyao kazi ya kufuma nguo watahuzunishwa, nao vibarua wataugua moyoni."
  },
  {
    "verseNumber": "ISA 19:11",
    "verseText": "Maafisa wa Soani ni wapumbavu kabisa, washauri wa Farao wenye busara wanatoa ushauri wa kijinga. Unawezaje kumwambia Farao, “Mimi ni mmojawapo wa watu wenye hekima, mwanafunzi wa wafalme wa zamani”?"
  },
  {
    "verseNumber": "ISA 19:12",
    "verseText": "Wako wapi sasa watu wako wenye hekima? Wao wakuonyeshe na kukufahamisha ni nini BWANA Mwenye Nguvu Zote amepanga dhidi ya Misri."
  },
  {
    "verseNumber": "ISA 19:13",
    "verseText": "Maafisa wa Soani wamekuwa wapumbavu, viongozi wa Memfisi wamedanganyika, walio mawe ya pembe ya taifa lake wameipotosha Misri."
  },
  {
    "verseNumber": "ISA 19:14",
    "verseText": "BWANA amewamwagia roho ya kizunguzungu; wanaifanya Misri iyumbayumbe katika yale yote inayoyafanya, kama vile mlevi ayumbayumbavyo katika kutapika kwake."
  },
  {
    "verseNumber": "ISA 19:15",
    "verseText": "Misri haiwezi kufanya kitu chochote, cha kichwa wala cha mkia, cha tawi la mtende wala cha tete."
  },
  {
    "verseNumber": "ISA 19:16",
    "verseText": "Katika siku ile Wamisri watakuwa kama wanawake. Watatetemeka kwa hofu mbele ya mkono wa BWANA Mwenye Nguvu Zote anaoinua dhidi yao."
  },
  {
    "verseNumber": "ISA 19:17",
    "verseText": "Nayo nchi ya Yuda itawatia hofu Wamisri, kila mmoja atakayetajiwa Yuda ataingiwa na hofu, kwa sababu ya kile ambacho BWANA Mwenye Nguvu Zote anapanga dhidi yao."
  },
  {
    "verseNumber": "ISA 19:18",
    "verseText": "Katika siku hiyo miji mitano ya Misri, itazungumza lugha ya Kanaani, na kuapa kumtii BWANA Mwenye Nguvu Zote. Mji mmojawapo utaitwa Mji wa Uharibifu."
  },
  {
    "verseNumber": "ISA 19:19",
    "verseText": "Katika siku hiyo patakuwepo madhabahu ya BWANA katikati ya Misri na mnara wa kumbukumbu kwa BWANA kwenye mpaka wa Misri."
  },
  {
    "verseNumber": "ISA 19:20",
    "verseText": "Itakuwa alama na ushahidi kwa ajili ya BWANA Mwenye Nguvu Zote katika nchi ya Misri. Watakapomlilia BWANA kwa sababu ya watesi wao, Mungu atawapelekea mwokozi na mtetezi, naye atawaokoa."
  },
  {
    "verseNumber": "ISA 19:21",
    "verseText": "Hivyo BWANA atajijulisha mwenyewe kwa Wamisri, nao katika siku hiyo watamkubali BWANA. Wataabudu kwa kumtolea dhabihu na sadaka za nafaka, watamwekea BWANA nadhiri na kuzitimiza."
  },
  {
    "verseNumber": "ISA 19:22",
    "verseText": "BWANA ataipiga Misri kwa tauni; atawapiga na kuwaponya. Watamgeukia BWANA, naye atayasikia maombi yao na kuwaponya."
  },
  {
    "verseNumber": "ISA 19:23",
    "verseText": "Katika siku hiyo kutakuwepo na njia kuu kutoka Misri hadi Ashuru. Waashuru watakwenda Misri, na Wamisri watakwenda Ashuru. Wamisri na Waashuru wataabudu pamoja."
  },
  {
    "verseNumber": "ISA 19:24",
    "verseText": "Katika siku hiyo Israeli itakuwa ya tatu, pamoja na Misri na Ashuru, nao watakuwa baraka kwa dunia."
  },
  {
    "verseNumber": "ISA 19:25",
    "verseText": "BWANA Mwenye Nguvu Zote atawabariki, akisema, “Baraka iwe kwa Misri watu wangu, kwa Ashuru kazi ya mikono yangu, na kwa Israeli urithi wangu.”"
  },
  {
    "verseNumber": "ISA 20:1",
    "verseText": "Katika mwaka ule ambao jemadari mkuu alitumwa na Mfalme Sargoni wa Ashuru, naye akaja mpaka Ashdodi, akaushambulia na kuuteka,"
  },
  {
    "verseNumber": "ISA 20:2",
    "verseText": "wakati ule BWANA alisema kwa kinywa cha Isaya mwana wa Amozi. Akamwambia, “Vua nguo ya gunia kutoka mwilini mwako na viatu kutoka miguuni mwako.” Naye akafanya hivyo, akatembea huku na huko uchi, bila viatu."
  },
  {
    "verseNumber": "ISA 20:3",
    "verseText": "Kisha BWANA akasema, “Kama vile mtumishi wangu Isaya alivyotembea uchi na bila viatu kwa miaka mitatu, kama ishara na dalili mbaya dhidi ya nchi ya Misri na Kushi,"
  },
  {
    "verseNumber": "ISA 20:4",
    "verseText": "vivyo hivyo mfalme wa Ashuru atawaongoza mateka wa Wamisri, na watu wa uhamisho wa Kushi, uchi na bila viatu, vijana hata wazee, wakiwa matako wazi, kwa aibu ya Wamisri."
  },
  {
    "verseNumber": "ISA 20:5",
    "verseText": "Wale waliotegemea Kushi na kujivunia Misri wataogopa na kuaibika."
  },
  {
    "verseNumber": "ISA 20:6",
    "verseText": "Katika siku ile watu wanaoishi katika pwani hii watasema, ‘Tazama lililowapata wale tuliowategemea, wale tuliowakimbilia kwa msaada na wokovu kutoka mikononi mwa mfalme wa Ashuru! Tutawezaje basi kupona?’ ”"
  },
  {
    "verseNumber": "ISA 21:1",
    "verseText": "Neno kuhusu Jangwa kando ya Bahari: Kama upepo wa kisulisuli unaopita katika nchi hadi kusini, mshambuliaji anakuja kutoka jangwani, kutoka nchi inayotisha."
  },
  {
    "verseNumber": "ISA 21:2",
    "verseText": "Nimeonyeshwa maono ya kutisha: Msaliti anasaliti, mteka nyara anateka nyara. Elamu, shambulia! Umedi, izunguke kwa jeshi! Nitakomesha huzuni zote alizosababisha."
  },
  {
    "verseNumber": "ISA 21:3",
    "verseText": "Katika hili mwili wangu umeteswa na maumivu, maumivu makali ya ghafula yamenishika, kama yale ya mwanamke mwenye utungu wa kuzaa. Nimeduwazwa na lile ninalolisikia, nimeshangazwa na lile ninaloliona."
  },
  {
    "verseNumber": "ISA 21:4",
    "verseText": "Moyo wangu unababaika, woga unanifanya nitetemeke, gizagiza la jioni nililolitamani sana, limekuwa hofu kuu kwangu."
  },
  {
    "verseNumber": "ISA 21:5",
    "verseText": "Wanaandaa meza, wanatandaza mazulia, wanakula, wanakunywa! Amkeni, enyi maafisa, zitieni ngao mafuta!"
  },
  {
    "verseNumber": "ISA 21:6",
    "verseText": "Hili ndilo Bwana analoniambia: “Nenda, weka mlinzi, na atoe taarifa ya kile anachokiona."
  },
  {
    "verseNumber": "ISA 21:7",
    "verseText": "Anapoona magari ya vita pamoja na kundi la farasi, wapanda punda au wapanda ngamia, na awe macho, awe macho kikamilifu.”"
  },
  {
    "verseNumber": "ISA 21:8",
    "verseText": "Naye mlinzi alipaza sauti, “Mchana baada ya mchana, bwana wangu, ninasimama katika mnara wa ulinzi, kila usiku ninakaa mahali pangu nilipoamriwa."
  },
  {
    "verseNumber": "ISA 21:9",
    "verseText": "Tazama, yuaja mtu anayepanda gari la vita pamoja na kundi la farasi. Naye anajibu: ‘Babeli umeanguka, umeanguka! Vinyago vyote vya miungu yake vimelala chini vikiwa vimevunjwa!’ ”"
  },
  {
    "verseNumber": "ISA 21:10",
    "verseText": "Ee watu wangu, mliopondwa kwenye sakafu ya kupuria, ninawaambia kile nilichokisikia kutoka kwa BWANA Mwenye Nguvu Zote, kutoka kwa Mungu wa Israeli."
  },
  {
    "verseNumber": "ISA 21:11",
    "verseText": "Neno kuhusu Duma: Mtu fulani ananiita kutoka Seiri, “Mlinzi, usiku utaisha lini? Mlinzi, usiku utaisha lini?”"
  },
  {
    "verseNumber": "ISA 21:12",
    "verseText": "Mlinzi anajibu, “Asubuhi inakuja, lakini pia usiku. Kama ungeliuliza, basi uliza; bado na urudi tena.”"
  },
  {
    "verseNumber": "ISA 21:13",
    "verseText": "Neno kuhusu Arabia: Enyi misafara ya Wadedani, mnaopiga kambi katika vichaka vya Arabia,"
  },
  {
    "verseNumber": "ISA 21:14",
    "verseText": "leteni maji kwa wenye kiu, ninyi mnaoishi Tema, leteni chakula kwa ajili ya wakimbizi."
  },
  {
    "verseNumber": "ISA 21:15",
    "verseText": "Wanaukimbia upanga, kutoka upanga uliochomolewa alani, kutoka upinde uliopindwa, na kutoka kwenye joto la vita."
  },
  {
    "verseNumber": "ISA 21:16",
    "verseText": "Hili ndilo Bwana analoniambia: “Katika muda wa mwaka mmoja, kama vile mtumishi aliyefungwa na mkataba angeihesabu, majivuno yote ya Kedari yatafikia mwisho."
  },
  {
    "verseNumber": "ISA 21:17",
    "verseText": "Wanaume wavutao pinde walionusurika, mashujaa wa Kedari, watakuwa wachache.” BWANA, Mungu wa Israeli, amesema."
  },
  {
    "verseNumber": "ISA 22:1",
    "verseText": "Neno kuhusu Bonde la Maono: Nini kinachokutaabisha sasa, kwamba ninyi nyote mmepanda juu ya mapaa?"
  },
  {
    "verseNumber": "ISA 22:2",
    "verseText": "Ewe mji uliojaa ghasia, ewe mji wa makelele na sherehe! Watu wenu waliokufa hawakuuawa kwa upanga, wala hawakufa vitani."
  },
  {
    "verseNumber": "ISA 22:3",
    "verseText": "Viongozi wako wote wamekimbia pamoja, wamekamatwa bila kutumia upinde. Ninyi nyote mliokamatwa mlichukuliwa wafungwa pamoja, mlikimbia wakati adui alipokuwa bado mbali."
  },
  {
    "verseNumber": "ISA 22:4",
    "verseText": "Kwa hiyo nilisema, “Geukia mbali nami, niache nilie kwa uchungu. Usijaribu kunifariji juu ya maangamizi ya watu wangu.”"
  },
  {
    "verseNumber": "ISA 22:5",
    "verseText": "BWANA, BWANA Mwenye Nguvu Zote, anayo siku ya ghasia, ya kukanyaga, na ya kuogofya katika Bonde la Maono, siku ya kuangusha kuta na ya kupiga kelele mpaka milimani."
  },
  {
    "verseNumber": "ISA 22:6",
    "verseText": "Elamu analichukua podo, pamoja na waendesha magari ya vita na farasi. Kiri anaifungua ngao."
  },
  {
    "verseNumber": "ISA 22:7",
    "verseText": "Mabonde yako yaliyo mazuri sana yamejaa magari ya vita, nao wapanda farasi wamewekwa kwenye malango ya mji;"
  },
  {
    "verseNumber": "ISA 22:8",
    "verseText": "ulinzi wa Yuda umeondolewa. Nawe ulitazama siku ile silaha katika Jumba la Kifalme la Mwituni,"
  },
  {
    "verseNumber": "ISA 22:9",
    "verseText": "mkaona kuwa Mji wa Daudi una matundu mengi katika ulinzi wake, mkaweka akiba ya maji kwenye Bwawa la Chini."
  },
  {
    "verseNumber": "ISA 22:10",
    "verseText": "Mlihesabu majengo katika Yerusalemu nanyi mkabomoa nyumba ili kuimarisha ukuta."
  },
  {
    "verseNumber": "ISA 22:11",
    "verseText": "Mlijenga bwawa la maji katikati ya kuta mbili kwa ajili ya maji ya Bwawa la Zamani, lakini hamkumtazama Yule aliyelitengeneza, au kuwa na heshima kwa Yule aliyeubuni tangu zamani za kale."
  },
  {
    "verseNumber": "ISA 22:12",
    "verseText": "BWANA, BWANA Mwenye Nguvu Zote, aliwaita siku ile ili kulia na kuomboleza, kungʼoa nywele zenu na kuvaa nguo ya gunia."
  },
  {
    "verseNumber": "ISA 22:13",
    "verseText": "Lakini tazama, kuna furaha na sherehe, kuchinja ngʼombe na kuchinja kondoo, kula nyama na kunywa mvinyo! Mnasema, “Tuleni na kunywa, kwa kuwa kesho tutakufa!”"
  },
  {
    "verseNumber": "ISA 22:14",
    "verseText": "BWANA Mwenye Nguvu Zote amelifunua hili nikiwa ninasikia: BWANA, BWANA Mwenye Nguvu Zote, asema: “Mpaka siku ya kufa kwenu, dhambi hii haitafanyiwa upatanisho.”"
  },
  {
    "verseNumber": "ISA 22:15",
    "verseText": "Hili ndilo BWANA, BWANA Mwenye Nguvu Zote, asemalo: “Nenda ukamwambie huyu wakili Shebna, ambaye ni msimamizi wa jumba la kifalme:"
  },
  {
    "verseNumber": "ISA 22:16",
    "verseText": "Unafanya nini hapa, na ni nani aliyekupa ruhusa kujikatia kaburi lako mwenyewe, ukichonga kaburi lako mahali palipo juu, na kutoboa kwa patasi mahali pako pa kupumzikia katika mwamba?"
  },
  {
    "verseNumber": "ISA 22:17",
    "verseText": "“Jihadhari, BWANA yu karibu kukukamata thabiti, na kukutupa mbali, ewe mtu mwenye nguvu."
  },
  {
    "verseNumber": "ISA 22:18",
    "verseText": "Atakuvingirisha uwe kama mpira na kukutupa katika nchi kubwa. Huko ndiko utakakofia, na huko ndiko magari yako ya vita ya fahari yatabakia, wewe unayeifedhehesha nyumba ya bwana wako!"
  },
  {
    "verseNumber": "ISA 22:19",
    "verseText": "Nitakuondoa kutoka kazi yako, nawe utaondoshwa kutoka nafasi yako."
  },
  {
    "verseNumber": "ISA 22:20",
    "verseText": "“Katika siku ile, nitamwita mtumishi wangu, Eliakimu mwana wa Hilkia."
  },
  {
    "verseNumber": "ISA 22:21",
    "verseText": "Nitamvika joho lako, nami nitamfunga mshipi wako kiunoni mwake, na kumkabidhi mamlaka yako. Yeye atakuwa baba kwa wale wanaoishi Yerusalemu na kwa nyumba ya Yuda."
  },
  {
    "verseNumber": "ISA 22:22",
    "verseText": "Nitaweka mabegani mwake ufunguo wa nyumba ya Daudi. Kile afunguacho hakuna awezaye kufunga, na kile afungacho hakuna awezaye kufungua."
  },
  {
    "verseNumber": "ISA 22:23",
    "verseText": "Nitamgongomea kama kigingi kilicho mahali palipo imara, naye atakuwa kiti cha enzi cha heshima kwa ajili ya nyumba ya baba yake."
  },
  {
    "verseNumber": "ISA 22:24",
    "verseText": "Utukufu wote wa jamaa yake utakuwa juu yake: Watoto wa jamaa hiyo na machipukizi yake, vyombo vyake vyote vidogo, tangu bakuli hadi magudulia yote.”"
  },
  {
    "verseNumber": "ISA 22:25",
    "verseText": "BWANA Mwenye Nguvu Zote asema, “Katika siku ile, kigingi kilichogongomewa mahali imara kitaachia njia. Kitakatwa, nacho kitaanguka na mzigo ulioningʼinia juu yake utaanguka chini.” BWANA amesema."
  },
  {
    "verseNumber": "ISA 23:1",
    "verseText": "Neno kuhusu Tiro: Ombolezeni, enyi meli za Tarshishi! Kwa kuwa Tiro imeangamizwa, imeachwa bila nyumba wala bandari. Kuanzia nchi ya Kitimu neno limewajia."
  },
  {
    "verseNumber": "ISA 23:2",
    "verseText": "Nyamazeni kimya, enyi watu wa kisiwani, pia ninyi wafanyabiashara wa Sidoni, ambao mabaharia wamewatajirisha."
  },
  {
    "verseNumber": "ISA 23:3",
    "verseText": "Kwenye maji makuu nafaka za Shihori zilikuja; mavuno ya Naili yalikuwa mapato ya Tiro, naye akawa soko la mataifa."
  },
  {
    "verseNumber": "ISA 23:4",
    "verseText": "Uaibishwe ee Sidoni, nawe ee ngome la bahari, kwa kuwa bahari imesema: “Sijapata kuwa na uchungu wa kuzaa wala sijapata kuzaa, wala sijapata kulea wana wala kutunza mabinti.”"
  },
  {
    "verseNumber": "ISA 23:5",
    "verseText": "Habari ifikapo Misri, watakuwa katika maumivu makuu kwa ajili ya taarifa kutoka Tiro."
  },
  {
    "verseNumber": "ISA 23:6",
    "verseText": "Vukeni mpaka Tarshishi, ombolezeni, enyi watu wa kisiwani."
  },
  {
    "verseNumber": "ISA 23:7",
    "verseText": "Je, huu ndio mji wenu uliojaa sherehe, mji wa zamani, zamani kabisa ambao miguu yake imeuchukua kufanya makao nchi za mbali sana?"
  },
  {
    "verseNumber": "ISA 23:8",
    "verseText": "Ni nani amepanga hili dhidi ya Tiro, mji utoao mataji, ambao wafanyabiashara wake ni wana wa mfalme na wachuuzi wake ni watu mashuhuri wa dunia?"
  },
  {
    "verseNumber": "ISA 23:9",
    "verseText": "BWANA Mwenye Nguvu Zote ndiye alipanga jambo hili, ili kukishusha kiburi cha utukufu wote na kuwanyenyekesha wale wote ambao ni mashuhuri duniani."
  },
  {
    "verseNumber": "ISA 23:10",
    "verseText": "Ee Binti Tarshishi, pita katika nchi yako kama vile Mto Naili kwa kuwa huna tena bandari."
  },
  {
    "verseNumber": "ISA 23:11",
    "verseText": "BWANA amenyoosha mkono wake juu ya bahari na kuzifanya falme zake zitetemeke. Ametoa amri kuhusu Kanaani kwamba ngome zake ziangamizwe."
  },
  {
    "verseNumber": "ISA 23:12",
    "verseText": "Alisema, “Usizidi kufurahi, ee Bikira Binti Sidoni, sasa umepondwa! “Simama, vuka uende Kitimu; hata huko hutapata pumziko.”"
  },
  {
    "verseNumber": "ISA 23:13",
    "verseText": "Tazama katika nchi ya Wakaldayo, watu hawa ambao sasa hawaonekani kama wapo! Waashuru wameifanya nchi hiyo kuwa mahali pa viumbe wa jangwani. Wamesimamisha minara yao ya vita kuuzunguka, wameziteka ngome zake na kuziacha tupu na kuufanya kuwa magofu."
  },
  {
    "verseNumber": "ISA 23:14",
    "verseText": "Ombolezeni, enyi meli za Tarshishi; ngome yenu imeangamizwa!"
  },
  {
    "verseNumber": "ISA 23:15",
    "verseText": "Wakati huo Tiro utasahauliwa kwa miaka sabini, muda wa maisha ya mfalme. Lakini mwisho wa miaka hiyo sabini, itakuwa kwa Tiro kama ilivyo katika wimbo wa kahaba:"
  },
  {
    "verseNumber": "ISA 23:16",
    "verseText": "“Twaa kinubi, tembea mjini kote, ewe kahaba uliyesahauliwa; piga kinubi vizuri, imba nyimbo nyingi, ili upate kukumbukwa.”"
  },
  {
    "verseNumber": "ISA 23:17",
    "verseText": "Mwishoni mwa miaka sabini, BWANA atashughulika na Tiro. Naye atarudia ajira yake ya ukahaba, na atafanya biashara yake na falme zote juu ya uso wa dunia."
  },
  {
    "verseNumber": "ISA 23:18",
    "verseText": "Lakini faida na mapato yake yatawekwa wakfu kwa BWANA; hayatahifadhiwa wala kufichwa. Faida zake zitakwenda kwa wale wakaao mbele za BWANA kwa ajili ya chakula tele na mavazi mazuri."
  },
  {
    "verseNumber": "ISA 24:1",
    "verseText": "Tazama, BWANA ataifanya dunia kuwa ukiwa na kuiharibu, naye atauharibu uso wake na kutawanya wakaao ndani yake:"
  },
  {
    "verseNumber": "ISA 24:2",
    "verseText": "ndivyo itakavyokuwa kwa makuhani na kwa watu, kwa bwana na kwa mtumishi, kwa bibi na kwa mtumishi wake wa kike, kwa muuzaji na kwa mnunuzi, kwa mkopaji na kwa mkopeshaji, kwa mdaiwa na kwa mdai."
  },
  {
    "verseNumber": "ISA 24:3",
    "verseText": "Dunia itaharibiwa kabisa na kutekwa nyara kabisa. BWANA amesema neno hili."
  },
  {
    "verseNumber": "ISA 24:4",
    "verseText": "Dunia inakauka na kunyauka, dunia inanyongʼonyea na kunyauka, waliotukuzwa wa dunia wananyongʼonyea."
  },
  {
    "verseNumber": "ISA 24:5",
    "verseText": "Dunia imetiwa unajisi na watu wake; wameacha kutii sheria, wamevunja amri na kuvunja agano la milele."
  },
  {
    "verseNumber": "ISA 24:6",
    "verseText": "Kwa hiyo laana inaiteketeza dunia, watu wake lazima waichukue hatia yao. Kwa hiyo wakazi wa dunia wameteketezwa, nao waliosalia ni wachache sana."
  },
  {
    "verseNumber": "ISA 24:7",
    "verseText": "Divai mpya inakauka na mzabibu unanyauka, watu wote wafurahishao wanalia kwa huzuni."
  },
  {
    "verseNumber": "ISA 24:8",
    "verseText": "Furaha ya matoazi imekoma, kelele za wenye furaha zimekoma, shangwe za kinubi zimenyamaza."
  },
  {
    "verseNumber": "ISA 24:9",
    "verseText": "Hawanywi tena mvinyo pamoja na wimbo, kileo ni kichungu kwa wanywaji wake."
  },
  {
    "verseNumber": "ISA 24:10",
    "verseText": "Mji ulioharibiwa umekuwa ukiwa, mlango wa kila nyumba umefungwa."
  },
  {
    "verseNumber": "ISA 24:11",
    "verseText": "Barabarani wanalilia kupata mvinyo, furaha yote imegeuka kuwa majonzi, furaha yote imefukuziwa mbali na dunia."
  },
  {
    "verseNumber": "ISA 24:12",
    "verseText": "Mji umeachwa katika uharibifu, lango lake limevunjwa vipande."
  },
  {
    "verseNumber": "ISA 24:13",
    "verseText": "Ndivyo itakavyokuwa duniani na miongoni mwa mataifa, kama vile wakati mzeituni upigwavyo, au kama vile wakati masazo yabakiavyo baada ya zabibu kuvunwa."
  },
  {
    "verseNumber": "ISA 24:14",
    "verseText": "Wanainua sauti zao, wanapiga kelele kwa furaha, kutoka magharibi wanasifu kwa ukelele utukufu wa BWANA."
  },
  {
    "verseNumber": "ISA 24:15",
    "verseText": "Kwa hiyo upande wa mashariki mpeni BWANA utukufu, liadhimisheni jina la BWANA, Mungu wa Israeli, katika visiwa vya bahari."
  },
  {
    "verseNumber": "ISA 24:16",
    "verseText": "Kutoka miisho ya dunia tunasikia uimbaji: “Utukufu kwa Yule Mwenye Haki.” Lakini nilisema, “Ninadhoofika, ninadhoofika! Ole wangu! Watenda hila wanasaliti! Kwa hila watenda hila wanasaliti!”"
  },
  {
    "verseNumber": "ISA 24:17",
    "verseText": "Hofu, shimo na mtego vinakungojea, ewe mtu ukaaye duniani."
  },
  {
    "verseNumber": "ISA 24:18",
    "verseText": "Kila akimbiaye asikiapo sauti ya hofu atatumbukia shimoni, naye yeyote apandaye kutoka shimoni, atanaswa kwenye mtego. Malango ya gharika ya mbinguni yamefunguliwa, misingi ya dunia inatikisika."
  },
  {
    "verseNumber": "ISA 24:19",
    "verseText": "Dunia imepasuka, dunia imechanika, dunia imetikiswa kabisa."
  },
  {
    "verseNumber": "ISA 24:20",
    "verseText": "Dunia inapepesuka kama mlevi, inayumbayumba kama kibanda kwenye upepo; imelemewa sana na mzigo wa hatia ya uasi wake na ikianguka kamwe haitainuka tena."
  },
  {
    "verseNumber": "ISA 24:21",
    "verseText": "Katika siku ile BWANA ataadhibu nguvu zilizoko mbinguni juu, na wafalme walioko duniani chini."
  },
  {
    "verseNumber": "ISA 24:22",
    "verseText": "Watakusanywa pamoja kama wafungwa waliofungwa gerezani, watafungiwa gerezani na kuadhibiwa baada ya siku nyingi."
  },
  {
    "verseNumber": "ISA 24:23",
    "verseText": "Mwezi utatiwa haya, nalo jua litaaibishwa; kwa maana BWANA Mwenye Nguvu Zote atawala juu ya Mlima Sayuni na katika Yerusalemu, tena mbele ya wazee wake kwa utukufu."
  },
  {
    "verseNumber": "ISA 25:1",
    "verseText": "Ee BWANA, wewe ni Mungu wangu, nitakutukuza na kulisifu jina lako, kwa maana katika ukamilifu wa uaminifu umetenda mambo ya ajabu, mambo yaliyokusudiwa tangu zamani."
  },
  {
    "verseNumber": "ISA 25:2",
    "verseText": "Umeufanya mji kuwa lundo la kifusi, mji wenye ngome kuwa magofu, ngome imara ya wageni kuwa si mji tena, wala hautajengwa tena kamwe."
  },
  {
    "verseNumber": "ISA 25:3",
    "verseText": "Kwa hiyo mataifa yenye nguvu yatakuheshimu, miji ya mataifa katili itakuheshimu wewe."
  },
  {
    "verseNumber": "ISA 25:4",
    "verseText": "Umekuwa kimbilio la watu maskini, kimbilio la mhitaji katika taabu yake, hifadhi wakati wa dhoruba na kivuli wakati wa hari. Kwa maana pumzi ya wakatili ni kama dhoruba ipigayo ukuta"
  },
  {
    "verseNumber": "ISA 25:5",
    "verseText": "na kama joto la jangwani. Wewe wanyamazisha makelele ya wageni; kama vile hari ipunguzwavyo na kivuli cha wingu, ndivyo wimbo wa wakatili unyamazishwavyo."
  },
  {
    "verseNumber": "ISA 25:6",
    "verseText": "Juu ya mlima huu BWANA Mwenye Nguvu Zote ataandaa karamu ya vinono kwa mataifa yote, karamu ya mvinyo wa zamani, nyama nzuri sana na divai zilizo bora sana."
  },
  {
    "verseNumber": "ISA 25:7",
    "verseText": "Juu ya mlima huu ataharibu sitara ihifadhiyo mataifa yote, kile kifuniko kifunikacho mataifa yote,"
  },
  {
    "verseNumber": "ISA 25:8",
    "verseText": "yeye atameza mauti milele. BWANA Mwenyezi atafuta machozi katika nyuso zote; ataondoa aibu ya watu wake duniani kote. BWANA amesema hili."
  },
  {
    "verseNumber": "ISA 25:9",
    "verseText": "Katika siku ile watasema, “Hakika huyu ndiye Mungu wetu; tulimtumaini, naye akatuokoa. Huyu ndiye BWANA, tuliyemtumaini; sisi tushangilie na kufurahia katika wokovu wake.”"
  },
  {
    "verseNumber": "ISA 25:10",
    "verseText": "Mkono wa BWANA utatulia juu ya mlima huu, bali Moabu atakanyagwa chini kama majani makavu yakanyagwavyo kwenye shimo la mbolea."
  },
  {
    "verseNumber": "ISA 25:11",
    "verseText": "Watakunjua mikono yao katikati yake, kama vile mwogeleaji akunjuavyo mikono yake ili aogelee. Mungu atashusha kiburi chao licha ya ujanja wa mikono yao."
  },
  {
    "verseNumber": "ISA 25:12",
    "verseText": "Atabomoa kuta ndefu za maboma yako na kuziangusha chini, atazishusha chini ardhini, mpaka mavumbini kabisa."
  },
  {
    "verseNumber": "ISA 26:1",
    "verseText": "Katika siku ile, wimbo huu utaimbwa katika nchi ya Yuda: Tuna mji ulio na nguvu, Mungu huufanya wokovu kuwa kuta zake na maboma yake."
  },
  {
    "verseNumber": "ISA 26:2",
    "verseText": "Fungua malango ili taifa lenye haki lipate kuingia, taifa lile lidumishalo imani."
  },
  {
    "verseNumber": "ISA 26:3",
    "verseText": "Utamlinda katika amani kamilifu yeye ambaye moyo wake ni thabiti kwa sababu anakutumaini wewe."
  },
  {
    "verseNumber": "ISA 26:4",
    "verseText": "Mtumaini BWANA milele, kwa kuwa BWANA, BWANA, ni Mwamba wa milele."
  },
  {
    "verseNumber": "ISA 26:5",
    "verseText": "Huwashusha wale wajikwezao, huushusha chini mji wenye kiburi, huushusha hadi ardhini na kuutupa chini mavumbini."
  },
  {
    "verseNumber": "ISA 26:6",
    "verseText": "Miguu huukanyaga chini, miguu ya hao walioonewa, hatua za hao maskini."
  },
  {
    "verseNumber": "ISA 26:7",
    "verseText": "Mapito ya wenye haki yamenyooka. Ewe uliye Mwenye Haki, waisawazisha njia ya mtu mnyofu."
  },
  {
    "verseNumber": "ISA 26:8",
    "verseText": "Naam, BWANA, tukienenda katika sheria zako, twakungojea wewe, jina lako na sifa zako ndizo shauku za mioyo yetu."
  },
  {
    "verseNumber": "ISA 26:9",
    "verseText": "Nafsi yangu yakutamani wakati wa usiku, wakati wa asubuhi roho yangu yakuonea shauku. Wakati hukumu zako zinapokuja juu ya dunia, watu wa ulimwengu hujifunza haki."
  },
  {
    "verseNumber": "ISA 26:10",
    "verseText": "Ingawa neema yaonyeshwa kwa waovu, hawajifunzi haki, hata katika nchi ya unyofu huendelea kutenda mabaya wala hawazingatii utukufu wa BWANA."
  },
  {
    "verseNumber": "ISA 26:11",
    "verseText": "Ee BWANA, mkono wako umeinuliwa juu, lakini hawauoni. Wao na waone wivu wako kwa ajili ya watu wako tena waaibishwe, moto uliowekwa akiba kwa ajili ya adui zako na uwateketeze."
  },
  {
    "verseNumber": "ISA 26:12",
    "verseText": "BWANA, unaamuru amani kwa ajili yetu, yale yote tuliyoweza kuyakamilisha ni wewe uliyetenda kwa ajili yetu."
  },
  {
    "verseNumber": "ISA 26:13",
    "verseText": "Ee BWANA, Mungu wetu, mabwana wengine zaidi ya wewe wametutawala, lakini jina lako pekee ndilo tunaloliheshimu."
  },
  {
    "verseNumber": "ISA 26:14",
    "verseText": "Wao sasa wamekufa, wala hawako tena hai, roho za waliokufa hazitarudi tena. Uliwaadhibu na kuwaangamiza, umefuta kumbukumbu lao lote."
  },
  {
    "verseNumber": "ISA 26:15",
    "verseText": "Umeliongeza hilo taifa, Ee BWANA, umeliongeza hilo taifa. Umejipatia utukufu kwa ajili yako mwenyewe, umepanua mipaka yote ya nchi."
  },
  {
    "verseNumber": "ISA 26:16",
    "verseText": "BWANA, walikujia katika taabu yao, wewe ulipowarudi, waliweza kuomba kwa kunongʼona tu."
  },
  {
    "verseNumber": "ISA 26:17",
    "verseText": "Kama mwanamke mwenye mimba aliyekaribia kuzaa anavyogaagaa na kulia kwa ajili ya maumivu yake, ndivyo tulivyokuwa mbele zako, Ee BWANA."
  },
  {
    "verseNumber": "ISA 26:18",
    "verseText": "Tulikuwa na mimba, tuligaagaa kwa maumivu, lakini tulizaa upepo. Hatukuleta wokovu duniani, hatujazaa watu katika ulimwengu huu."
  },
  {
    "verseNumber": "ISA 26:19",
    "verseText": "Lakini wafu wenu wataishi, nayo miili yao itafufuka. Ninyi mnaokaa katika mavumbi, amkeni mkapige kelele kwa furaha. Umande wenu ni kama umande wa asubuhi, dunia itawazaa wafu wake."
  },
  {
    "verseNumber": "ISA 26:20",
    "verseText": "Nendeni, watu wangu, ingieni vyumbani mwenu na mfunge milango nyuma yenu, jificheni kwa kitambo kidogo mpaka ghadhabu yake ipite."
  },
  {
    "verseNumber": "ISA 26:21",
    "verseText": "Tazama, BWANA anakuja kutoka makao yake ili kuwaadhibu watu wa dunia kwa ajili ya dhambi zao. Dunia itadhihirisha umwagaji damu juu yake, wala haitaendelea kuwaficha watu wake waliouawa."
  },
  {
    "verseNumber": "ISA 27:1",
    "verseText": "Katika siku ile, BWANA ataadhibu kwa upanga wake, upanga wake mkali, mkubwa na wenye nguvu, ataadhibu Lewiathani yule nyoka apitaye kwa mwendo laini, Lewiathani yule nyoka mwenye kujipinda; atamuua joka huyo mkubwa sana wa baharini."
  },
  {
    "verseNumber": "ISA 27:2",
    "verseText": "Katika siku ile: “Imbeni kuhusu shamba la mizabibu lililozaa:"
  },
  {
    "verseNumber": "ISA 27:3",
    "verseText": "Mimi, BWANA, ninalitunza, nalinyweshea maji mfululizo. Ninalichunga usiku na mchana ili mtu yeyote asije akalidhuru."
  },
  {
    "verseNumber": "ISA 27:4",
    "verseText": "Mimi sijakasirika. Licha pangekuwepo michongoma na miiba kunikabili! Ningepambana dhidi yake katika vita, ningeliichoma moto yote."
  },
  {
    "verseNumber": "ISA 27:5",
    "verseText": "Au niwaache waje kwangu kwa ajili ya kupata kimbilio, wao na wafanye amani nami, naam, wafanye amani nami.”"
  },
  {
    "verseNumber": "ISA 27:6",
    "verseText": "Katika siku zijazo, Yakobo atatia mizizi, Israeli atatoa chipukizi na kuchanua maua, naye atajaza ulimwengu wote kwa matunda."
  },
  {
    "verseNumber": "ISA 27:7",
    "verseText": "Je, BWANA amempiga vile alivyowapiga wale waliompiga? Je, yeye ameuawa vile walivyouawa wale waliomuua yeye?"
  },
  {
    "verseNumber": "ISA 27:8",
    "verseText": "Kwa vita na kwa kumfukuza unapingana naye: kwa mshindo wake mkali anamfukuza, kama siku ile uvumapo upepo wa mashariki."
  },
  {
    "verseNumber": "ISA 27:9",
    "verseText": "Kwa hili, basi, hatia ya Yakobo itafanyiwa upatanisho, nalo hili litakuwa matunda ya utimilizo wa kuondolewa kwa dhambi yake: Wakati atakapoyafanya mawe yote ya madhabahu kuwa kama mawe ya chokaa yaliyopondwa vipande vipande, hakuna nguzo za Ashera au madhabahu za kufukizia uvumba zitakazobaki zimesimama."
  },
  {
    "verseNumber": "ISA 27:10",
    "verseText": "Mji ulio na boma umebaki ukiwa, makao yaliyotelekezwa, yaliyoachwa kama jangwa. Huko ndama hulisha, huko hujilaza, wanakwanyua matawi yake."
  },
  {
    "verseNumber": "ISA 27:11",
    "verseText": "Wakati vijiti vyake vimekauka, huvunjwa nao wanawake huja na kuwasha navyo moto. Kwa kuwa hili ni taifa lisilo na ufahamu, kwa hiyo yeye aliyewafanya hana huruma juu yao, Muumba wao hawaonyeshi fadhili."
  },
  {
    "verseNumber": "ISA 27:12",
    "verseText": "Katika siku ile BWANA atapura kutoka matiririko ya Mto Frati hadi Kijito cha Misri, nanyi ee Waisraeli, mtakusanywa mmoja mmoja."
  },
  {
    "verseNumber": "ISA 27:13",
    "verseText": "Katika siku ile tarumbeta kubwa italia. Wale waliokuwa wakiangamia katika nchi ya Ashuru, nao wale waliokuwa uhamishoni katika nchi ya Misri watakuja na kumwabudu BWANA katika mlima mtakatifu huko Yerusalemu."
  },
  {
    "verseNumber": "ISA 28:1",
    "verseText": "Ole kwa lile taji la maua, kiburi cha walevi wa Efraimu, kwa ua linalosinyaa, uzuri wa utukufu wake, uliowekwa kwenye kichwa cha bonde lenye rutuba: kwa ule mji, kiburi cha wale walioshushwa na mvinyo!"
  },
  {
    "verseNumber": "ISA 28:2",
    "verseText": "Tazama, Bwana anaye mmoja aliye na uwezo na nguvu. Kama dhoruba ya mvua ya mawe na upepo uharibuo, kama mvua inyeshayo kwa nguvu na mafuriko yashukayo, atakiangusha chini kwa nguvu."
  },
  {
    "verseNumber": "ISA 28:3",
    "verseText": "Lile taji la maua, kiburi cha walevi cha Efraimu, kitakanyagwa chini ya nyayo."
  },
  {
    "verseNumber": "ISA 28:4",
    "verseText": "Lile ua linalosinyaa, uzuri wa utukufu wake, uliowekwa kwenye kichwa cha bonde lenye rutuba, litakuwa kama tini iliyoiva kabla ya mavuno: mara mtu aionapo, huichuma na kuila."
  },
  {
    "verseNumber": "ISA 28:5",
    "verseText": "Katika siku ile, BWANA Mwenye Nguvu Zote atakuwa taji la utukufu, taji zuri la maua kwa mabaki ya watu wake."
  },
  {
    "verseNumber": "ISA 28:6",
    "verseText": "Atakuwa roho ya haki kwa yeye aketiye katika kiti cha hukumu, chanzo cha nguvu kwa wale wazuiao vita langoni."
  },
  {
    "verseNumber": "ISA 28:7",
    "verseText": "Hawa pia wanapepesuka kwa sababu ya mvinyo, wanayumbayumba kwa sababu ya kileo: Makuhani na manabii wanapepesuka kwa sababu ya kileo, wanachanganyikiwa kwa sababu ya mvinyo; wanapepesuka wanapoona maono, wanajikwaa wanapotoa maamuzi."
  },
  {
    "verseNumber": "ISA 28:8",
    "verseText": "Meza zote zimejawa na matapishi wala hakuna sehemu hata ndogo isiyokuwa na uchafu."
  },
  {
    "verseNumber": "ISA 28:9",
    "verseText": "“Yeye anajaribu kumfundisha nani? Yeye anamwelezea nani ujumbe wake? Je, ni kwa watoto walioachishwa kunyonya? Je, ni wale ambao ndipo tu wametolewa matitini?"
  },
  {
    "verseNumber": "ISA 28:10",
    "verseText": "Kwa maana ni: Amri juu ya amri, amri juu ya amri, kanuni juu ya kanuni, kanuni juu ya kanuni; hapa kidogo, kule kidogo.”"
  },
  {
    "verseNumber": "ISA 28:11",
    "verseText": "Sawa kabisa, kwa midomo migeni na kwa lugha ngeni, Mungu atasema na watu hawa,"
  },
  {
    "verseNumber": "ISA 28:12",
    "verseText": "wale ambao aliwaambia, “Hapa ni mahali pa kupumzika, waliochoka na wapumzike,” na, “Hapa ni mahali pa mapumziko,” lakini hawakutaka kusikiliza."
  },
  {
    "verseNumber": "ISA 28:13",
    "verseText": "Hivyo basi, neno la BWANA kwao litakuwa: Amri juu ya amri, amri juu ya amri, kanuni juu ya kanuni, kanuni juu ya kanuni, hapa kidogo, kule kidogo: ili waende na kuanguka chali, wakijeruhiwa, wakinaswa na kukamatwa."
  },
  {
    "verseNumber": "ISA 28:14",
    "verseText": "Kwa hiyo sikieni neno la BWANA, enyi watu wenye dharau mnaotawala watu hawa wa Yerusalemu."
  },
  {
    "verseNumber": "ISA 28:15",
    "verseText": "Ninyi mnajisifu, “Tumefanya agano na mauti, tumefanya mapatano na kuzimu. Wakati pigo lifurikalo litakapopita, haliwezi kutugusa sisi, kwa kuwa tumefanya uongo kuwa kimbilio letu na miungu ya uongo kuwa mahali petu pa kujificha.”"
  },
  {
    "verseNumber": "ISA 28:16",
    "verseText": "Kwa hiyo hivi ndivyo BWANA Mwenyezi asemavyo: “Tazama, ninaweka jiwe katika Sayuni, jiwe lililojaribiwa, jiwe la pembeni la thamani kwa ajili ya msingi thabiti. Yeye atumainiye kamwe hatatiwa hofu."
  },
  {
    "verseNumber": "ISA 28:17",
    "verseText": "Nitaifanya haki kuwa kamba ya kupimia na uadilifu kuwa timazi; mvua ya mawe itafagia kimbilio lenu, huo uongo, nayo maji yatafurikia mahali penu pa kujificha."
  },
  {
    "verseNumber": "ISA 28:18",
    "verseText": "Agano lenu na kifo litabatilishwa, patano lenu na kuzimu halitasimama. Wakati pigo lifurikalo litakapowakumba, litawaangusha chini."
  },
  {
    "verseNumber": "ISA 28:19",
    "verseText": "Kila mara lijapo litawachukua, asubuhi baada ya asubuhi, wakati wa mchana na wakati wa usiku, litawakumba tangu mwanzo hadi mwisho.” Kuuelewa ujumbe huu utaleta hofu tupu."
  },
  {
    "verseNumber": "ISA 28:20",
    "verseText": "Kitanda ni kifupi mno kujinyoosha juu yake, nguo ya kujifunikia ni nyembamba mno mtu hawezi kujifunikia."
  },
  {
    "verseNumber": "ISA 28:21",
    "verseText": "BWANA atainuka kama alivyofanya kwenye Mlima Perasimu, ataghadhibika kama alivyofanya katika Bonde la Gibeoni: ili kufanya kazi yake, kazi yake ya ajabu, ili kutimiza kazi yake, kazi yake ngeni."
  },
  {
    "verseNumber": "ISA 28:22",
    "verseText": "Sasa acheni dharau zenu, la sivyo minyororo yenu itakuwa mizito zaidi. BWANA, BWANA Mwenye Nguvu Zote, ameniambia habari za maangamizi yaliyoamriwa dhidi ya nchi yote."
  },
  {
    "verseNumber": "ISA 28:23",
    "verseText": "Sikilizeni msikie sauti yangu, tegeni masikio na msikie niyasemayo."
  },
  {
    "verseNumber": "ISA 28:24",
    "verseText": "Wakati mkulima alimapo ili apande, je, hulima siku zote? Je, huendelea kubomoa ardhi na kusawazisha udongo?"
  },
  {
    "verseNumber": "ISA 28:25",
    "verseText": "Akiisha kusawazisha shamba, je, hatapanyi mbegu za bizari na kutawanya jira? Je, hapandi ngano katika sehemu yake, shayiri katika eneo lake, na nafaka nyingine katika shamba lake?"
  },
  {
    "verseNumber": "ISA 28:26",
    "verseText": "Mungu wake humwelekeza na kumfundisha njia iliyo sahihi."
  },
  {
    "verseNumber": "ISA 28:27",
    "verseText": "Iliki haipurwi kwa nyundo, wala gurudumu la gari halivingirishwi juu ya jira; iliki hupurwa kwa fimbo, na jira kwa ufito."
  },
  {
    "verseNumber": "ISA 28:28",
    "verseText": "Nafaka lazima isagwe ili kutengeneza mkate, kwa hiyo mtu haendelei kuipura daima. Ingawa huendesha magurudumu ya gari lake la kupuria juu yake, farasi wake hawasagi."
  },
  {
    "verseNumber": "ISA 28:29",
    "verseText": "Haya yote pia hutoka kwa BWANA Mwenye Nguvu Zote, mwenye mashauri ya ajabu, na anayepita wote kwa hekima."
  },
  {
    "verseNumber": "ISA 29:1",
    "verseText": "Ole wako, wewe Arieli, Arieli, mji alimokaa Daudi! Ongezeni mwaka kwa mwaka, na mzunguko wa sikukuu zenu uendelee."
  },
  {
    "verseNumber": "ISA 29:2",
    "verseText": "Hata hivyo nitauzunguka Arieli kwa jeshi, utalia na kuomboleza, utakuwa kwangu kama mahali pa kuwashia moto madhabahuni."
  },
  {
    "verseNumber": "ISA 29:3",
    "verseText": "Nitapiga kambi pande zote dhidi yako, nitakuzunguka kwa minara na kupanga mazingirwa yangu dhidi yako."
  },
  {
    "verseNumber": "ISA 29:4",
    "verseText": "Utakaposhushwa, utanena kutoka ardhini, utamumunya maneno yako kutoka mavumbini. Sauti yako itatoka katika nchi kama vile ya mzimu, utanongʼona maneno yako toka mavumbini."
  },
  {
    "verseNumber": "ISA 29:5",
    "verseText": "Lakini adui zako wengi watakuwa kama vumbi laini, kundi la wakatili watakuwa kama makapi yapeperushwayo. Naam, ghafula, mara moja,"
  },
  {
    "verseNumber": "ISA 29:6",
    "verseText": "BWANA Mwenye Nguvu Zote atakuja na ngurumo, tetemeko la ardhi, na kwa sauti kuu, atakuja na dhoruba, tufani na miali ya moto iteketezayo."
  },
  {
    "verseNumber": "ISA 29:7",
    "verseText": "Kisha makundi ya mataifa yote yale yapiganayo dhidi ya Arieli, yale yanayomshambulia yeye na ngome zake, na kumzunguka kwa jeshi, watakuwa kama ilivyo ndoto, kama maono wakati wa usiku:"
  },
  {
    "verseNumber": "ISA 29:8",
    "verseText": "kama vile mtu aliye na njaa aotavyo kuwa anakula, lakini huamka, bado njaa yake ingalipo, kama vile mtu mwenye kiu aotavyo kuwa anakunywa maji, lakini huamka akiwa anazimia, akiwa bado angali ana kiu. Hivyo ndivyo itakavyokuwa kwa makundi yote ya mataifa yanayopigana dhidi ya Mlima Sayuni."
  },
  {
    "verseNumber": "ISA 29:9",
    "verseText": "Duwaeni na kushangaa, jifanyeni vipofu wenyewe na msione, leweni, lakini si kwa mvinyo, pepesukeni lakini si kwa kileo."
  },
  {
    "verseNumber": "ISA 29:10",
    "verseText": "BWANA amewaleteeni usingizi mzito: Ameziba macho yenu (ninyi manabii); amefunika vichwa vyenu (ninyi waonaji)."
  },
  {
    "verseNumber": "ISA 29:11",
    "verseText": "Kwa maana kwenu ninyi, maono haya yote si kitu ila maneno yaliyotiwa lakiri katika kitabu. Kama mkimpa mtu yeyote awezaye kusoma kitabu hiki, nanyi mkamwambia, “Tafadhali kisome,” yeye atajibu, “Mimi siwezi, kwa kuwa kimetiwa lakiri.”"
  },
  {
    "verseNumber": "ISA 29:12",
    "verseText": "Au kama mkimpa mtu yeyote kitabu hiki asiyeweza kusoma na kumwambia, “Tafadhali kisome,” atajibu, “Mimi sijui kusoma.”"
  },
  {
    "verseNumber": "ISA 29:13",
    "verseText": "Bwana anasema: “Watu hawa hunikaribia kwa vinywa vyao na kuniheshimu kwa midomo yao, lakini mioyo yao iko mbali nami. Ibada yao kwangu inatokana na maagizo waliyofundishwa na wanadamu."
  },
  {
    "verseNumber": "ISA 29:14",
    "verseText": "Kwa hiyo mara nyingine tena nitawashangaza watu hawa, kwa ajabu juu ya ajabu. Hekima ya wenye hekima itapotea, nayo akili ya wenye akili itatoweka.”"
  },
  {
    "verseNumber": "ISA 29:15",
    "verseText": "Ole kwa wale wanaokwenda kwenye vilindi virefu kumficha BWANA mipango yao, wafanyao kazi zao gizani na kufikiri, “Ni nani anayetuona? Ni nani atakayejua?”"
  },
  {
    "verseNumber": "ISA 29:16",
    "verseText": "Mnapindua mambo juu chini, kana kwamba mfinyanzi aweza kufikiriwa kuwa kama udongo wa mfinyanzi! Je, kile kilichofinyangwa chaweza kumwambia yule aliyekifinyanga, “Wewe hukunifinyanga mimi?” Je, chungu kinaweza kumwambia mfinyanzi, “Wewe hujui chochote?”"
  },
  {
    "verseNumber": "ISA 29:17",
    "verseText": "Kwa muda mfupi sana, je, Lebanoni haitageuzwa kuwa shamba lenye rutuba, na shamba lenye rutuba liwe kama msitu?"
  },
  {
    "verseNumber": "ISA 29:18",
    "verseText": "Katika siku ile viziwi watasikia maneno ya kitabu, na katika utusitusi na giza macho ya kipofu yataona."
  },
  {
    "verseNumber": "ISA 29:19",
    "verseText": "Mara nyingine tena wanyenyekevu watafurahi katika BWANA, wahitaji watafurahi katika yeye Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "ISA 29:20",
    "verseText": "Wakatili watatoweka na wenye kudhihaki watatokomea, nao wote wenye jicho la uovu watakatiliwa mbali,"
  },
  {
    "verseNumber": "ISA 29:21",
    "verseText": "wale ambao kwa neno humfanya mtu kuwa mwenye hatia, wamtegeao mtego mtetezi katika mahakama, na kwa ushuhuda wa uongo humnyima haki yeye asiye na hatia."
  },
  {
    "verseNumber": "ISA 29:22",
    "verseText": "Kwa hiyo hili ndilo BWANA, aliyemkomboa Abrahamu, analosema kwa nyumba ya Yakobo: “Yakobo hataaibishwa tena, wala nyuso zao hazitabadilika sura tena."
  },
  {
    "verseNumber": "ISA 29:23",
    "verseText": "Wakati watakapoona watoto wao miongoni mwao, kazi ya mikono yangu, watalitakasa Jina langu takatifu; wataukubali utakatifu wa yeye Aliye Mtakatifu wa Yakobo, nao watamcha Mungu wa Israeli."
  },
  {
    "verseNumber": "ISA 29:24",
    "verseText": "Wale wanaopotoka rohoni watapata ufahamu, nao wale wanaolalamika watayakubali mafundisho.”"
  },
  {
    "verseNumber": "ISA 30:1",
    "verseText": "BWANA asema, “Ole kwa watoto wakaidi, kwa wale wanaotimiza mipango ambayo si yangu, wakifanya makubaliano, lakini si kwa Roho wangu, wakilundika dhambi juu ya dhambi,"
  },
  {
    "verseNumber": "ISA 30:2",
    "verseText": "wale washukao kwenda Misri bila kutaka shauri langu, wanaotafuta msaada wa ulinzi wa Farao, watafutao kivuli cha Misri kwa ajili ya kimbilio."
  },
  {
    "verseNumber": "ISA 30:3",
    "verseText": "Lakini ulinzi wa Farao utakuwa kwa aibu yenu, kivuli cha Misri kitawaletea fedheha."
  },
  {
    "verseNumber": "ISA 30:4",
    "verseText": "Ingawa wana maafisa katika Soani na wajumbe wamewasili katika Hanesi,"
  },
  {
    "verseNumber": "ISA 30:5",
    "verseText": "kila mmoja ataaibishwa kwa sababu ya taifa lisilowafaa kitu, ambalo haliwaletei msaada wala faida, bali aibu tu na fedheha.”"
  },
  {
    "verseNumber": "ISA 30:6",
    "verseText": "Neno kuhusu wanyama wa Negebu: Katika nchi ya taabu na shida, ya simba za dume na jike, ya nyoka mwenye sumu kali na nyoka warukao, wajumbe huchukua utajiri wao juu ya migongo ya punda, hazina zao juu ya nundu za ngamia, kwa lile taifa lisilokuwa na faida,"
  },
  {
    "verseNumber": "ISA 30:7",
    "verseText": "kuvipeleka Misri, ambaye msaada wake haufai kabisa. Kwa hiyo nimemwita “Rahabu Asiyefanya Chochote.”"
  },
  {
    "verseNumber": "ISA 30:8",
    "verseText": "Nenda sasa, liandike neno hili juu ya kibao kwa ajili yao, liandike kwenye kitabu, ili liweze kuwa shahidi milele kwa ajili ya siku zijazo."
  },
  {
    "verseNumber": "ISA 30:9",
    "verseText": "Hawa ni watu waasi, watoto wadanganyifu, watoto ambao hawataki kusikiliza mafundisho ya BWANA."
  },
  {
    "verseNumber": "ISA 30:10",
    "verseText": "Wanawaambia waonaji, “Msione maono tena!” Nako kwa manabii wanasema, “Msiendelee kutupatia maono ambayo ni ya kweli! Tuambieni mambo ya kupendeza, tabirini mambo ya uongo."
  },
  {
    "verseNumber": "ISA 30:11",
    "verseText": "Acheni njia hii, ondokeni katika mapito haya, nanyi acheni kutukabili pamoja na yeye Aliye Mtakatifu wa Israeli!”"
  },
  {
    "verseNumber": "ISA 30:12",
    "verseText": "Kwa hiyo, hili ndilo asemalo yeye Aliye Mtakatifu wa Israeli: “Kwa sababu mmekataa ujumbe huu, mkategemea uonevu na kutumainia udanganyifu,"
  },
  {
    "verseNumber": "ISA 30:13",
    "verseText": "dhambi hii itakuwa kwenu kama ukuta mrefu, wenye ufa na wenye kubetuka, ambao unaanguka ghafula, mara moja."
  },
  {
    "verseNumber": "ISA 30:14",
    "verseText": "Utavunjika vipande vipande kama chombo cha udongo ukipasuka pasipo huruma ambapo katika vipande vyake hakuna kipande kitakachopatikana kwa kuukulia makaa kutoka jikoni au kuchotea maji kisimani.”"
  },
  {
    "verseNumber": "ISA 30:15",
    "verseText": "Hili ndilo BWANA Mwenyezi, yeye Aliye Mtakatifu wa Israeli, asemalo: “Katika kutubu na kupumzika ndio wokovu wenu, katika kutulia na kutumaini ndizo nguvu zenu, lakini hamkutaka."
  },
  {
    "verseNumber": "ISA 30:16",
    "verseText": "Mlisema, ‘Hapana, tutakimbia kwa farasi.’ Kwa hiyo mtakimbia! Mlisema, ‘Tutakimbia kwa farasi waendao kasi.’ Kwa hiyo wanaowafukuza watakwenda kasi!"
  },
  {
    "verseNumber": "ISA 30:17",
    "verseText": "Watu 1,000 watakimbia kwa ajili ya kitisho cha mtu mmoja, kwa vitishio vya watu watano wote mtakimbia, hadi mtakapoachwa kama mlingoti wa bendera juu ya kilele cha mlima, kama bendera juu ya kilima.”"
  },
  {
    "verseNumber": "ISA 30:18",
    "verseText": "Hata hivyo BWANA anatamani kutupatia neema, anainuka ili kuwaonyesha huruma. Kwa kuwa BWANA ni Mungu wa haki. Wamebarikiwa wote wanaomngojea yeye!"
  },
  {
    "verseNumber": "ISA 30:19",
    "verseText": "Enyi watu wa Sayuni, mnaoishi Yerusalemu, hamtalia tena. Tazameni jinsi atakavyokuwa na huruma mtakapolia kwa kumwomba msaada! Mara asikiapo, atawajibu."
  },
  {
    "verseNumber": "ISA 30:20",
    "verseText": "Ingawa Bwana huwapa chakula cha shida na maji ya taabu, walimu wenu hawatafichwa tena, kwa macho yenu wenyewe mtawaona."
  },
  {
    "verseNumber": "ISA 30:21",
    "verseText": "Mkigeuka kuume au kushoto, masikio yenu yatasikia sauti nyuma yenu ikisema, “Hii ndiyo njia, ifuateni.”"
  },
  {
    "verseNumber": "ISA 30:22",
    "verseText": "Kisha mtanajisi sanamu zenu zilizofunikwa kwa fedha, na vinyago vyenu vilivyofunikwa kwa dhahabu. Mtazitupilia mbali kama vitambaa vya wakati wa hedhi na kuziambia, “Haya, tokeni hapa!”"
  },
  {
    "verseNumber": "ISA 30:23",
    "verseText": "Pia atawapa mvua kwa ajili ya mbegu mnazootesha ardhini, chakula kinachotoka ardhini kitakuwa kizuri sana, tena tele. Katika siku ile, ngʼombe wenu watalisha katika shamba pana la majani."
  },
  {
    "verseNumber": "ISA 30:24",
    "verseText": "Maksai na punda walimao watakula majani makavu na vyakula vilivyotengenezwa, vinavyotandazwa kwa uma na sepeto."
  },
  {
    "verseNumber": "ISA 30:25",
    "verseText": "Katika siku ile ya mauaji makuu, wakati minara itakapoanguka, vijito vya maji vitatiririka juu ya kila mlima mrefu na kila kilima kilichoinuka sana."
  },
  {
    "verseNumber": "ISA 30:26",
    "verseText": "Mwezi utaangaza kama jua, nao mwanga wa jua utangʼaa mara saba zaidi, kama nuru ya siku saba, wakati BWANA atakapoyafunga majeraha ya watu wake na kuwaponya vidonda alivyowatia."
  },
  {
    "verseNumber": "ISA 30:27",
    "verseText": "Tazama, Jina la BWANA linakuja kutoka mbali, likiwa na hasira kali inayowaka pamoja na wingu zito la moshi, midomo yake imejaa ghadhabu na ulimi wake ni moto ulao."
  },
  {
    "verseNumber": "ISA 30:28",
    "verseText": "Pumzi yake ni kama mkondo wa maji yaendayo kasi, yakipanda hadi shingoni. Hutikisa mataifa katika chekecheke ya uharibifu, huweka lijamu katika mataya ya mataifa ambayo huwaongoza upotevuni."
  },
  {
    "verseNumber": "ISA 30:29",
    "verseText": "Nanyi mtaimba kama usiku ule mnaadhimisha sikukuu takatifu. Mioyo yenu itashangilia kama vile watu wanapokwea na filimbi kwenye mlima wa BWANA, kwa Mwamba wa Israeli."
  },
  {
    "verseNumber": "ISA 30:30",
    "verseText": "BWANA atawasababisha watu waisikie sauti yake ya utukufu, naye atawafanya wauone mkono wake ukishuka pamoja na hasira yake kali na moto ulao, kukiwa na tufani ya mvua, ngurumo za radi na mvua ya mawe."
  },
  {
    "verseNumber": "ISA 30:31",
    "verseText": "Sauti ya BWANA itaivunjavunja Ashuru, kwa fimbo yake ya utawala atawapiga."
  },
  {
    "verseNumber": "ISA 30:32",
    "verseText": "Kila pigo BWANA atakaloliweka juu yao kwa fimbo yake ya kuadhibu, litakuwa kwa wimbo wa matari na vinubi, anapopigana nao katika vita kwa mapigo ya mkono wake."
  },
  {
    "verseNumber": "ISA 30:33",
    "verseText": "Tofethi imeandaliwa toka zamani, imewekwa tayari kwa ajili ya mfalme. Shimo lake la moto limetengenezwa kwa kina kirefu na kwa upana mkubwa, likiwa na moto na kuni tele; pumzi ya BWANA, kama kijito cha kiberiti, huuwasha moto."
  },
  {
    "verseNumber": "ISA 31:1",
    "verseText": "Ole wao wale washukao Misri kwa ajili ya msaada, wale wategemeao farasi, wanaoweka tumaini katika wingi wa magari yao ya vita, na katika nguvu nyingi za wapanda farasi, lakini hawamwangalii yeye Aliye Mtakatifu wa Israeli, wala hawatafuti msaada kwa BWANA."
  },
  {
    "verseNumber": "ISA 31:2",
    "verseText": "Hata hivyo yeye pia ana hekima na anaweza kuleta maafa, wala hayatangui maneno yake. Yeye atainuka dhidi ya nyumba ya mwovu, dhidi ya wale ambao huwasaidia watenda mabaya."
  },
  {
    "verseNumber": "ISA 31:3",
    "verseText": "Lakini Wamisri ni wanadamu, wala si Mungu, farasi wao ni nyama, wala si roho. Wakati BWANA atakaponyoosha Mkono wake, yeye anayesaidia atajikwaa, naye anayesaidiwa ataanguka, wote wawili wataangamia pamoja."
  },
  {
    "verseNumber": "ISA 31:4",
    "verseText": "Hili ndilo BWANA analoniambia: “Kama vile simba angurumavyo, simba mkubwa juu ya mawindo yake: hata ingawa kundi lote la wachunga mifugo huitwa pamoja dhidi yake, hatiwi hofu na kelele zao wala kusumbuliwa na ghasia zao; ndivyo BWANA Mwenye Nguvu Zote atakavyoshuka kufanya vita juu ya Mlima Sayuni na juu ya vilele vyake."
  },
  {
    "verseNumber": "ISA 31:5",
    "verseText": "Kama ndege warukao, BWANA Mwenye Nguvu Zote ataukinga Yerusalemu; ataukinga na kuuokoa, atapita juu yake na kuufanya salama.”"
  },
  {
    "verseNumber": "ISA 31:6",
    "verseText": "Mrudieni yeye ambaye nyumba ya Israeli imemwasi sana."
  },
  {
    "verseNumber": "ISA 31:7",
    "verseText": "Kwa kuwa katika siku ile kila mmoja wenu atazikataa sanamu za fedha na za dhahabu zilizotengenezwa kwa mikono yenu yenye dhambi."
  },
  {
    "verseNumber": "ISA 31:8",
    "verseText": "“Ashuru itaanguka kwa upanga ambao si wa mwanadamu; upanga usio wa kibinadamu utawaangamiza. Watakimbia mbele ya upanga na vijana wao wa kiume watafanyizwa kazi kwa lazima."
  },
  {
    "verseNumber": "ISA 31:9",
    "verseText": "Ngome zao zitaanguka kwa sababu ya hofu; kwa kuona bendera ya vita, majemadari wao watashikwa na hofu ya ghafula,” asema BWANA, ambaye moto wake uko Sayuni, nayo tanuru yake iko Yerusalemu."
  },
  {
    "verseNumber": "ISA 32:1",
    "verseText": "Tazama, mfalme atatawala kwa uadilifu na watawala watatawala kwa haki."
  },
  {
    "verseNumber": "ISA 32:2",
    "verseText": "Kila mtu atakuwa kama kivuli cha kujificha kutokana na upepo na kimbilio kutokana na dhoruba, kama vijito vya maji jangwani na kivuli cha mwamba mkubwa katika ardhi yenye kiu."
  },
  {
    "verseNumber": "ISA 32:3",
    "verseText": "Ndipo macho ya wale wanaoona hayatafumbwa tena, nayo masikio ya wale wanaosikia yatasikiliza."
  },
  {
    "verseNumber": "ISA 32:4",
    "verseText": "Moyo wa mtu mwenye hamaki utafahamu na kuelewa, nao ulimi wenye kigugumizi utanena kwa ufasaha."
  },
  {
    "verseNumber": "ISA 32:5",
    "verseText": "Mpumbavu hataitwa tena muungwana, wala mtu mbaya kabisa kupewa heshima ya juu."
  },
  {
    "verseNumber": "ISA 32:6",
    "verseText": "Kwa kuwa mpumbavu hunena upumbavu, moyo wake hushughulika na uovu: Hutenda mambo yasiyo ya kumcha Mungu, na hueneza habari za makosa kuhusu BWANA; yeye huwaacha wenye njaa bila kitu, na wenye kiu huwanyima maji."
  },
  {
    "verseNumber": "ISA 32:7",
    "verseText": "Taratibu za mtu mbaya kabisa ni ovu, hufanya mipango miovu ili kumwangamiza maskini kwa uongo, hata wakati ambapo hoja za mhitaji ni za haki."
  },
  {
    "verseNumber": "ISA 32:8",
    "verseText": "Lakini mtu muungwana hufanya mipango ya kiungwana, na kwa matendo ya kiungwana yeye hufanikiwa."
  },
  {
    "verseNumber": "ISA 32:9",
    "verseText": "Enyi wanawake wenye kuridhika sana, amkeni na mnisikilize. Enyi binti mnaojisikia kuwa salama, sikieni lile ninalotaka kuwaambia!"
  },
  {
    "verseNumber": "ISA 32:10",
    "verseText": "Muda zaidi kidogo ya mwaka mmoja, ninyi mnaojisikia salama mtatetemeka, mavuno ya zabibu yatakoma na mavuno ya matunda hayatakuwepo."
  },
  {
    "verseNumber": "ISA 32:11",
    "verseText": "Tetemekeni, enyi wanawake wenye kuridhika, tetemekeni kwa hofu, enyi binti mnaojisikia salama! Vueni nguo zenu, vaeni nguo ya gunia viunoni mwenu."
  },
  {
    "verseNumber": "ISA 32:12",
    "verseText": "Pigeni matiti yenu kwa ajili ya mashamba mazuri, kwa ajili ya mizabibu iliyozaa vizuri"
  },
  {
    "verseNumber": "ISA 32:13",
    "verseText": "na kwa ajili ya nchi ya watu wangu, nchi ambayo miiba na michongoma imemea: naam, ombolezeni kwa ajili ya nyumba zote za furaha na kwa ajili ya mji huu wenye kufanya sherehe."
  },
  {
    "verseNumber": "ISA 32:14",
    "verseText": "Ngome itaachwa, mji wenye kelele nyingi utahamwa, ngome ndani ya mji na mnara wa ulinzi vitakuwa ukiwa milele, mahali pazuri pa punda na malisho ya makundi ya kondoo,"
  },
  {
    "verseNumber": "ISA 32:15",
    "verseText": "mpaka Roho amwagwe juu yetu kutoka juu, nalo jangwa kuwa shamba lenye rutuba, na shamba lenye rutuba kuwa kama msitu."
  },
  {
    "verseNumber": "ISA 32:16",
    "verseText": "Haki itakaa katika jangwa, na uadilifu utakaa katika shamba lenye rutuba."
  },
  {
    "verseNumber": "ISA 32:17",
    "verseText": "Matunda ya haki yatakuwa amani, matokeo ya haki yatakuwa utulivu na matumaini milele."
  },
  {
    "verseNumber": "ISA 32:18",
    "verseText": "Watu wangu wataishi katika makao ya mahali pa amani, katika nyumba zilizo salama, katika mahali pa kupumzika pasipo na usumbufu."
  },
  {
    "verseNumber": "ISA 32:19",
    "verseText": "Hata kama mvua ya mawe iangushe msitu na mji ubomolewe kabisa,"
  },
  {
    "verseNumber": "ISA 32:20",
    "verseText": "tazama jinsi utakavyobarikiwa, ukipanda mbegu yako katika kila kijito, na kuwaacha ngʼombe wako na punda wajilishe kwa uhuru."
  },
  {
    "verseNumber": "ISA 33:1",
    "verseText": "Ole wako wewe, ee mharabu, wewe ambaye hukuharibiwa! Ole wako, ee msaliti, wewe ambaye hukusalitiwa! Utakapokwisha kuharibu, utaharibiwa; utakapokwisha kusaliti, utasalitiwa."
  },
  {
    "verseNumber": "ISA 33:2",
    "verseText": "Ee BWANA, uturehemu, tunakutamani. Uwe nguvu yetu kila asubuhi na wokovu wetu wakati wa taabu."
  },
  {
    "verseNumber": "ISA 33:3",
    "verseText": "Kwa ngurumo ya sauti yako, mataifa yanakimbia; unapoinuka, mataifa hutawanyika."
  },
  {
    "verseNumber": "ISA 33:4",
    "verseText": "Mateka yenu, enyi mataifa, yamevunwa kama vile wafanyavyo madumadu, kama kundi la nzige watu huvamia juu yake."
  },
  {
    "verseNumber": "ISA 33:5",
    "verseText": "BWANA ametukuka, kwa kuwa anakaa mahali palipoinuka, ataijaza Sayuni kwa haki na uadilifu."
  },
  {
    "verseNumber": "ISA 33:6",
    "verseText": "Atakuwa msingi ulio imara kwa wakati wenu, ghala za wokovu tele, hekima na maarifa; kumcha BWANA ni ufunguo wa hazina hii."
  },
  {
    "verseNumber": "ISA 33:7",
    "verseText": "Angalia, watu wake mashujaa wanapiga kelele kwa nguvu barabarani, wajumbe wa amani wanalia kwa uchungu."
  },
  {
    "verseNumber": "ISA 33:8",
    "verseText": "Njia kuu zimeachwa, hakuna wasafiri barabarani. Mkataba umevunjika, mashahidi wake wamedharauliwa, hakuna yeyote anayeheshimiwa."
  },
  {
    "verseNumber": "ISA 33:9",
    "verseText": "Ardhi inaomboleza na kuchakaa, Lebanoni imeaibika na kunyauka, Sharoni ni kama Araba, nayo Bashani na Karmeli wanapukutisha majani yao."
  },
  {
    "verseNumber": "ISA 33:10",
    "verseText": "“Sasa nitainuka,” asema BWANA. “Sasa nitatukuzwa; sasa nitainuliwa juu."
  },
  {
    "verseNumber": "ISA 33:11",
    "verseText": "Mlichukua mimba ya makapi, mkazaa mabua, pumzi yenu ni moto uwateketezao."
  },
  {
    "verseNumber": "ISA 33:12",
    "verseText": "Mataifa yatachomwa kama ichomwavyo chokaa, kama vichaka vya miiba vilivyokatwa ndivyo watakavyochomwa.”"
  },
  {
    "verseNumber": "ISA 33:13",
    "verseText": "Ninyi mlio mbali sana, sikieni lile nililofanya; ninyi mlio karibu, tambueni uweza wangu!"
  },
  {
    "verseNumber": "ISA 33:14",
    "verseText": "Wenye dhambi katika Sayuni wametiwa hofu, kutetemeka kumewakumba wasiomcha Mungu: “Ni nani miongoni mwetu awezaye kuishi na moto ulao? Ni nani miongoni mwetu awezaye kuishi na moto unaowaka milele?”"
  },
  {
    "verseNumber": "ISA 33:15",
    "verseText": "Yeye aendaye kwa uadilifu na kusema lililo haki, yeye anayekataa faida ipatikanayo kwa dhuluma na kuizuia mikono yake isipokee rushwa, yeye azuiaye masikio yake dhidi ya mashauri ya mauaji, na yeye afumbaye macho yake yasitazame sana uovu:"
  },
  {
    "verseNumber": "ISA 33:16",
    "verseText": "huyu ndiye mtu atakayeishi mahali pa juu, ambaye kimbilio lake litakuwa ngome ya mlimani. Atapewa mkate wake, na maji yake hayatakoma."
  },
  {
    "verseNumber": "ISA 33:17",
    "verseText": "Macho yenu yatamwona mfalme katika uzuri wake na kuiona nchi inayoenea mbali."
  },
  {
    "verseNumber": "ISA 33:18",
    "verseText": "Katika mawazo yenu mtaifikiria hofu iliyopita: “Yuko wapi yule afisa mkuu? Yuko wapi yule aliyechukua ushuru? Yuko wapi afisa msimamizi wa minara?”"
  },
  {
    "verseNumber": "ISA 33:19",
    "verseText": "Hutawaona tena wale watu wenye kiburi, wale watu wenye usemi wa mafumbo, wenye lugha ngeni, isiyoeleweka."
  },
  {
    "verseNumber": "ISA 33:20",
    "verseText": "Mtazame Sayuni, mji wa sikukuu zetu; macho yenu yatauona Yerusalemu, mahali pa amani pa kuishi, hema ambalo halitaondolewa, nguzo zake hazitangʼolewa kamwe, wala hakuna kamba yake yoyote itakayokatika."
  },
  {
    "verseNumber": "ISA 33:21",
    "verseText": "Huko BWANA atakuwa Mwenye Nguvu wetu. Patakuwa kama mahali pa mito mipana na vijito. Hakuna jahazi lenye makasia litakalopita huko, wala hakuna meli yenye nguvu itakayopita huko."
  },
  {
    "verseNumber": "ISA 33:22",
    "verseText": "Kwa kuwa BWANA ni mwamuzi wetu, BWANA ndiye mtoa sheria wetu, BWANA ni mfalme wetu, yeye ndiye atakayetuokoa."
  },
  {
    "verseNumber": "ISA 33:23",
    "verseText": "Kamba zenu za merikebu zimelegea: Mlingoti haukusimama imara, nalo tanga halikukunjuliwa. Wingi wa mateka yatagawanywa, hata yeye aliye mlemavu atachukua nyara."
  },
  {
    "verseNumber": "ISA 33:24",
    "verseText": "Hakuna yeyote aishiye Sayuni atakayesema, “Mimi ni mgonjwa”; nazo dhambi za wale waishio humo zitasamehewa."
  },
  {
    "verseNumber": "ISA 34:1",
    "verseText": "Njooni karibu, enyi mataifa, nanyi msikilize; sikilizeni kwa makini, enyi kabila za watu! Dunia na isikie, navyo vyote vilivyo ndani yake, ulimwengu na vyote vitokavyo ndani yake!"
  },
  {
    "verseNumber": "ISA 34:2",
    "verseText": "BWANA ameyakasirikia mataifa yote; ghadhabu yake ni juu ya majeshi yao yote. Atawaangamiza kabisa, atawatia mikononi mwa wachinjaji."
  },
  {
    "verseNumber": "ISA 34:3",
    "verseText": "Waliouawa watatupwa nje, maiti zao zitatoa uvundo, milima itatota kwa damu zao."
  },
  {
    "verseNumber": "ISA 34:4",
    "verseText": "Nyota zote za mbinguni zitayeyuka na anga litasokotwa kama kitabu, jeshi lote la angani litaanguka kama majani yaliyonyauka kutoka kwenye mzabibu, kama tini iliyonyauka kutoka kwenye mtini."
  },
  {
    "verseNumber": "ISA 34:5",
    "verseText": "Upanga wangu umekunywa na kushiba huko mbinguni, tazama, unashuka katika hukumu juu ya Edomu, wale watu ambao nimeshawahukumu, kuwaangamiza kabisa."
  },
  {
    "verseNumber": "ISA 34:6",
    "verseText": "Upanga wa BWANA umeoga katika damu, umefunikwa na mafuta ya nyama: damu ya kondoo na mbuzi, mafuta kutoka figo za kondoo dume. Kwa maana BWANA ana dhabihu huko Bosra, na machinjo makuu huko Edomu."
  },
  {
    "verseNumber": "ISA 34:7",
    "verseText": "Nyati wataanguka pamoja nao, ndama waume na mafahali wakubwa. Nchi yao italowana kwa damu, nayo mavumbi yataloa mafuta ya nyama."
  },
  {
    "verseNumber": "ISA 34:8",
    "verseText": "Kwa sababu BWANA anayo siku ya kulipiza kisasi, mwaka wa malipo, siku ya kushindania shauri la Sayuni."
  },
  {
    "verseNumber": "ISA 34:9",
    "verseText": "Vijito vya Edomu vitageuka kuwa lami, mavumbi yake yatakuwa kiberiti kiunguzacho, nchi yake itakuwa lami iwakayo!"
  },
  {
    "verseNumber": "ISA 34:10",
    "verseText": "Haitazimishwa usiku wala mchana, moshi wake utapaa juu milele. Kutoka kizazi hadi kizazi itakuwa ukiwa, hakuna mtu yeyote atakayepita huko tena."
  },
  {
    "verseNumber": "ISA 34:11",
    "verseText": "Bundi wa jangwani na bundi mwenye sauti nyembamba wataimiliki, bundi wakubwa na kunguru wataweka viota humo. Mungu atanyoosha juu ya Edomu kamba ya kupimia ya machafuko matupu, na timazi ya ukiwa."
  },
  {
    "verseNumber": "ISA 34:12",
    "verseText": "Watu wake wa kuheshimiwa hawatakuwa na chochote kitakachoitwa ufalme huko, nao wakuu wao wote watatoweka."
  },
  {
    "verseNumber": "ISA 34:13",
    "verseText": "Miiba itaenea katika ngome za ndani, viwawi na michongoma itaota kwenye ngome zake. Itakuwa maskani ya mbweha, makao ya bundi."
  },
  {
    "verseNumber": "ISA 34:14",
    "verseText": "Viumbe vya jangwani vitakutana na fisi, nao mbuzi-mwitu watalia wakiitana; huko viumbe vya usiku vitastarehe pia na kujitafutia mahali pa kupumzika."
  },
  {
    "verseNumber": "ISA 34:15",
    "verseText": "Bundi wataweka viota huko na kutaga mayai, atayaangua na kutunza makinda yake chini ya uvuli wa mabawa yake; pia huko vipanga watakusanyika, kila mmoja na mwenzi wake."
  },
  {
    "verseNumber": "ISA 34:16",
    "verseText": "Angalieni katika gombo la BWANA na msome: Hakuna hata mmoja katika hawa atakayekosekana, hakuna hata mmoja atakayemkosa mwenzi wake. Kwa kuwa ni kinywa chake Mungu kimeagiza, na Roho wake atawakusanya pamoja."
  },
  {
    "verseNumber": "ISA 34:17",
    "verseText": "Huwagawia sehemu zao, mkono wake huwagawanyia kwa kipimo. Wataimiliki hata milele na kuishi humo kutoka kizazi hadi kizazi."
  },
  {
    "verseNumber": "ISA 35:1",
    "verseText": "Jangwa na nchi kame vitafurahi; nyika itashangilia na kuchanua maua. Kama waridi,"
  },
  {
    "verseNumber": "ISA 35:2",
    "verseText": "litachanua maua, litashangilia sana na kupaza sauti kwa furaha. Litapewa utukufu wa Lebanoni, fahari ya Karmeli na Sharoni; wataona utukufu wa BWANA, fahari ya Mungu wetu."
  },
  {
    "verseNumber": "ISA 35:3",
    "verseText": "Itieni nguvu mikono iliyo dhaifu, yafanyeni imara magoti yaliyolegea,"
  },
  {
    "verseNumber": "ISA 35:4",
    "verseText": "waambieni wale wenye mioyo ya hofu, “Kuweni hodari, msiogope; tazama, Mungu wenu atakuja, pamoja na malipo ya Mungu, atakuja na kuwaokoa ninyi.”"
  },
  {
    "verseNumber": "ISA 35:5",
    "verseText": "Ndipo macho ya vipofu yatafumbuliwa na masikio ya viziwi yatazibuliwa."
  },
  {
    "verseNumber": "ISA 35:6",
    "verseText": "Ndipo kilema atarukaruka kama kulungu, nao ulimi wa aliye bubu utapaza sauti kwa shangwe. Maji yatatiririka kwa kasi katika nyika, na vijito katika jangwa."
  },
  {
    "verseNumber": "ISA 35:7",
    "verseText": "Mchanga wa moto utakuwa bwawa la maji, ardhi yenye kiu itabubujika chemchemi. Maskani ya mbweha walikolala hapo awali patamea majani, matete na mafunjo."
  },
  {
    "verseNumber": "ISA 35:8",
    "verseText": "Nako kutakuwa na njia kuu, nayo itaitwa Njia ya Utakatifu. Wasio safi hawatapita juu yake; itakuwa ya wale watembeao katika Njia ile; yeye asafiriye juu yake, ajapokuwa mjinga, hatapotea."
  },
  {
    "verseNumber": "ISA 35:9",
    "verseText": "Huko hakutakuwepo na simba, wala mnyama mkali hatapita njia hiyo, wala hawatapatikana humo. Ila waliokombolewa tu ndio watakaopita huko,"
  },
  {
    "verseNumber": "ISA 35:10",
    "verseText": "waliokombolewa na BWANA watarudi. Wataingia Sayuni wakiimba; furaha ya milele itakuwa juu ya vichwa vyao. Watapata furaha na shangwe; huzuni na majonzi vitakimbia."
  },
  {
    "verseNumber": "ISA 36:1",
    "verseText": "Katika mwaka wa kumi na nne wa utawala wa Mfalme Hezekia, Senakeribu mfalme wa Ashuru akaishambulia miji yote ya Yuda yenye ngome na kuiteka."
  },
  {
    "verseNumber": "ISA 36:2",
    "verseText": "Kisha mfalme wa Ashuru akamtuma jemadari wa jeshi pamoja na jeshi kubwa kutoka Lakishi hadi kwa Mfalme Hezekia huko Yerusalemu. Jemadari wa jeshi akasimama kwenye mfereji wa Bwawa la Juu, lililojengwa katika barabara iendayo kwenye Uwanja wa Dobi."
  },
  {
    "verseNumber": "ISA 36:3",
    "verseText": "Eliakimu mwana wa Hilkia aliyekuwa msimamizi wa jumba la kifalme, Shebna aliyekuwa katibu, na Yoa mwana wa Asafu mwandishi wakamwendea."
  },
  {
    "verseNumber": "ISA 36:4",
    "verseText": "Jemadari wa jeshi akawaambia, “Mwambieni Hezekia, “ ‘Hili ndilo asemalo mfalme mkuu, mfalme wa Ashuru: Ni wapi unapoweka hili tumaini lako?"
  },
  {
    "verseNumber": "ISA 36:5",
    "verseText": "Unasema mnayo mikakati na nguvu za kijeshi, lakini unasema maneno matupu tu. Je, wewe unamtegemea nani, hata ukaniasi mimi?"
  },
  {
    "verseNumber": "ISA 36:6",
    "verseText": "Tazama sasa, unaitegemea Misri, fimbo ile ya mwanzi uliopasuka, ambayo huuchoma na kuujeruhi mkono wa mtu akiiegemea! Hivyo ndivyo alivyo Farao mfalme wa Misri, kwa wote wanaomtegemea."
  },
  {
    "verseNumber": "ISA 36:7",
    "verseText": "Nawe kama ukiniambia, “Tunamtumainia BWANA Mungu wetu”: je, siyo yeye ambaye Hezekia aliondoa mahali pake pa juu pa kuabudia miungu na madhabahu zake, akiwaambia Yuda na Yerusalemu, “Ni lazima mwabudu mbele ya madhabahu haya”?"
  },
  {
    "verseNumber": "ISA 36:8",
    "verseText": "“ ‘Njooni sasa, fanyeni mapatano na bwana wangu, mfalme wa Ashuru: Nitakupa farasi elfu mbili, kama unaweza kuwapandisha waendesha farasi juu yao!"
  },
  {
    "verseNumber": "ISA 36:9",
    "verseText": "Utawezaje kumzuia hata afisa mmoja aliye mdogo kati ya maafisa wa bwana wangu, ijapo unategemea Misri kwa magari ya vita na wapanda farasi?"
  },
  {
    "verseNumber": "ISA 36:10",
    "verseText": "Zaidi ya hayo, je, nimekuja kushambulia na kuangamiza nchi hii bila BWANA? BWANA mwenyewe ndiye aliniambia niishambulie nchi hii na kuiangamiza.’ ”"
  },
  {
    "verseNumber": "ISA 36:11",
    "verseText": "Ndipo Eliakimu, Shebna na Yoa wakamwambia yule jemadari wa jeshi, “Tafadhali zungumza na watumishi wako kwa lugha ya Kiaramu, kwa kuwa tunaifahamu. Usiseme nasi kwa Kiebrania watu walioko juu ya ukuta wakiwa wanasikia.”"
  },
  {
    "verseNumber": "ISA 36:12",
    "verseText": "Lakini yule jemadari wa jeshi akajibu, “Je, bwana wangu amenituma kutoa ujumbe huu kwa bwana wenu na kwenu tu? Je, hakunituma pia kwa watu walioketi ukutani, ambao, kama ninyi, itawabidi kula mavi yao na kunywa mikojo yao wenyewe?”"
  },
  {
    "verseNumber": "ISA 36:13",
    "verseText": "Kisha yule jemadari wa jeshi akasimama na kuita kwa lugha ya Kiebrania, akasema: “Sikieni maneno ya mfalme mkuu, mfalme wa Ashuru!"
  },
  {
    "verseNumber": "ISA 36:14",
    "verseText": "Hili ndilo asemalo mfalme: Msikubali Hezekia awadanganye. Hawezi kuwaokoa!"
  },
  {
    "verseNumber": "ISA 36:15",
    "verseText": "Msikubali Hezekia awashawishi kumtumaini BWANA kwa kuwaambia, ‘Hakika BWANA atatuokoa. Mji huu hautaangukia mikononi mwa mfalme wa Ashuru.’"
  },
  {
    "verseNumber": "ISA 36:16",
    "verseText": "“Msimsikilize Hezekia. Hili ndilo mfalme wa Ashuru asemalo: Fanyeni amani nami na mje kwangu. Kisha kila mmoja wenu atakula kutoka kwa mzabibu wake na mtini wake mwenyewe, na kunywa maji kutoka kisima chake mwenyewe,"
  },
  {
    "verseNumber": "ISA 36:17",
    "verseText": "mpaka nije nikawapeleke katika nchi iliyo kama nchi yenu wenyewe, nchi ya nafaka na divai mpya, nchi ya mkate na ya mashamba ya mizabibu."
  },
  {
    "verseNumber": "ISA 36:18",
    "verseText": "“Msikubali Hezekia awapotoshe asemapo, ‘BWANA atatuokoa.’ Je, yuko mungu wa taifa lolote aliyewahi kuokoa nchi yake kutoka mkononi mwa mfalme wa Ashuru?"
  },
  {
    "verseNumber": "ISA 36:19",
    "verseText": "Iko wapi miungu ya Hamathi na ya Arpadi? Iko wapi miungu ya Sefarvaimu? Je, imeokoa Samaria kutoka mkononi mwangu?"
  },
  {
    "verseNumber": "ISA 36:20",
    "verseText": "Ni yupi miongoni mwa miungu yote ya nchi hizi ameweza kuokoa nchi yake mkononi mwangu? Inawezekanaje basi BWANA aiokoe Yerusalemu mkononi mwangu?”"
  },
  {
    "verseNumber": "ISA 36:21",
    "verseText": "Lakini wale watu wakakaa kimya, wala hawakujibu lolote, kwa kuwa mfalme alikuwa amewaamuru, “Msimjibu lolote.”"
  },
  {
    "verseNumber": "ISA 36:22",
    "verseText": "Kisha Eliakimu mwana wa Hilkia msimamizi wa jumba la kifalme, Shebna katibu, na Yoa mwana wa Asafu, mwandishi wakamwendea Hezekia, nguo zao zikiwa zimeraruliwa, na kumwambia yale jemadari wa jeshi aliyoyasema."
  },
  {
    "verseNumber": "ISA 37:1",
    "verseText": "Mfalme Hezekia aliposikia haya, akararua nguo zake na kuvaa nguo ya gunia, naye akaenda katika Hekalu la BWANA."
  },
  {
    "verseNumber": "ISA 37:2",
    "verseText": "Akawatuma Eliakimu msimamizi wa nyumba ya mfalme, Shebna mwandishi, na viongozi wa makuhani, wote wakiwa wamevaa nguo za magunia, waende kwa nabii Isaya mwana wa Amozi."
  },
  {
    "verseNumber": "ISA 37:3",
    "verseText": "Wakamwambia, “Hili ndilo asemalo Hezekia: Siku hii ni siku ya dhiki, ya kukaripiwa na ya aibu, kama wakati watoto wanapofikia karibu kuzaliwa na kumbe hakuna nguvu ya kuwazaa."
  },
  {
    "verseNumber": "ISA 37:4",
    "verseText": "Yamkini BWANA, Mungu wako atayasikia maneno ya jemadari wa jeshi, ambaye bwana wake, mfalme wa Ashuru, amemtuma kumdhihaki Mungu aliye hai, tena kwamba atamkemea kwa maneno ambayo BWANA, Mungu wako ameyasikia. Kwa hiyo omba kwa ajili ya mabaki ambao bado wako.”"
  },
  {
    "verseNumber": "ISA 37:5",
    "verseText": "Maafisa wa Mfalme Hezekia walipofika kwa Isaya,"
  },
  {
    "verseNumber": "ISA 37:6",
    "verseText": "Isaya akawaambia, “Mwambieni bwana wenu, ‘Hili ndilo asemalo BWANA: Usiogope kwa hayo uliyoyasikia, yale maneno ambayo watumishi wa mfalme wa Ashuru wamenitukana nayo."
  },
  {
    "verseNumber": "ISA 37:7",
    "verseText": "Sikiliza! Nitatia roho fulani ndani yake ili kwamba atakaposikia taarifa fulani, atarudi nchi yake mwenyewe, nami huko nitafanya auawe kwa upanga.’ ”"
  },
  {
    "verseNumber": "ISA 37:8",
    "verseText": "Jemadari wa jeshi aliposikia kwamba mfalme wa Ashuru ameondoka Lakishi, alirudi, akamkuta mfalme akipigana na Libna."
  },
  {
    "verseNumber": "ISA 37:9",
    "verseText": "Basi Senakeribu akapata taarifa kwamba Tirhaka, Mkushi mfalme wa Misri, alikuwa anaenda kupigana naye. Aliposikia jambo hili akatuma wajumbe kwa Hezekia na neno hili:"
  },
  {
    "verseNumber": "ISA 37:10",
    "verseText": "“Mwambieni Hezekia mfalme wa Yuda: Usikubali huyo Mungu unayemtumainia akudanganye wakati anaposema, ‘Yerusalemu haitatiwa mkononi mwa mfalme wa Ashuru.’"
  },
  {
    "verseNumber": "ISA 37:11",
    "verseText": "Hakika umesikia yale ambayo wafalme wa Ashuru wametenda kwa nchi zote, wakiwaangamiza kabisa. Je, wewe utaokolewa?"
  },
  {
    "verseNumber": "ISA 37:12",
    "verseText": "Je, miungu ya mataifa ambayo yaliangamizwa na baba zangu iliweza kuwaokoa? Yaani miungu ya Gozani, Harani, Resefu, na ya watu wa Edeni waliokuwa Telasari?"
  },
  {
    "verseNumber": "ISA 37:13",
    "verseText": "Yuko wapi mfalme wa Hamathi, mfalme wa Arpadi, mfalme wa mji wa Sefarvaimu, au wa Hena au wa Iva?”"
  },
  {
    "verseNumber": "ISA 37:14",
    "verseText": "Hezekia akapokea barua kutoka kwa wale wajumbe naye akaisoma. Kisha akapanda katika Hekalu la BWANA, akaikunjua mbele za BWANA."
  },
  {
    "verseNumber": "ISA 37:15",
    "verseText": "Naye Hezekia akamwomba BWANA akisema:"
  },
  {
    "verseNumber": "ISA 37:16",
    "verseText": "“Ee BWANA Mwenye Nguvu Zote, Mungu wa Israeli, uketiye juu ya kiti cha enzi kati ya makerubi, wewe peke yako ndiwe Mungu juu ya falme zote za dunia. Wewe umeumba mbingu na nchi."
  },
  {
    "verseNumber": "ISA 37:17",
    "verseText": "Tega sikio, Ee BWANA, usikie; fungua macho yako, Ee BWANA, uone; sikiliza maneno yote ambayo Senakeribu ametuma kumtukana Mungu aliye hai."
  },
  {
    "verseNumber": "ISA 37:18",
    "verseText": "“Ni kweli, Ee BWANA, kwamba wafalme wa Ashuru wameyaangamiza mataifa haya yote pamoja na nchi zao."
  },
  {
    "verseNumber": "ISA 37:19",
    "verseText": "Wameitupa miungu yao kwenye moto na kuiangamiza, kwa kuwa haikuwa miungu, bali miti na mawe tu, iliyotengenezwa kwa mikono ya wanadamu."
  },
  {
    "verseNumber": "ISA 37:20",
    "verseText": "Sasa basi, Ee BWANA Mungu wetu, tuokoe kutoka mkononi mwake, ili kwamba falme zote duniani zipate kujua kwamba wewe peke yako, Ee BWANA, ndiwe Mungu.”"
  },
  {
    "verseNumber": "ISA 37:21",
    "verseText": "Kisha Isaya mwana wa Amozi akapeleka ujumbe kwa Hezekia, akasema: “Hili ndilo asemalo BWANA, Mungu wa Israeli: Kwa sababu umeniomba kuhusu Senakeribu mfalme wa Ashuru,"
  },
  {
    "verseNumber": "ISA 37:22",
    "verseText": "hili ndilo neno ambalo BWANA amelisema dhidi yake: “Bikira binti Sayuni anakudharau na kukudhihaki. Binti Yerusalemu anatikisa kichwa chake unapokimbia."
  },
  {
    "verseNumber": "ISA 37:23",
    "verseText": "Ni nani uliyemtukana na kumkufuru? Ni nani uliyeinua sauti yako dhidi yake, na kumwinulia macho yako kwa kiburi? Ni dhidi ya yule Aliye Mtakatifu wa Israeli!"
  },
  {
    "verseNumber": "ISA 37:24",
    "verseText": "Kupitia kwa wajumbe wako umelundika matukano juu ya Bwana. Nawe umesema, ‘Kwa magari yangu mengi ya vita, nimepanda juu ya vilele vya milima, vilele vya juu sana katika Lebanoni. Nami nimeiangusha mierezi yake mirefu, misunobari yake iliyo bora sana. Nimefikia sehemu zake zilizoinuka juu sana, misitu yake iliyo mizuri sana."
  },
  {
    "verseNumber": "ISA 37:25",
    "verseText": "Nimechimba visima katika nchi za kigeni na kunywa maji yake. Kwa nyayo za miguu yangu nimekausha vijito vyote vya Misri.’"
  },
  {
    "verseNumber": "ISA 37:26",
    "verseText": "“Je, hujasikia? Zamani sana niliamuru hili. Siku za kale nilipanga hili; sasa nimelifanya litokee, kwamba umegeuza miji yenye ngome kuwa malundo ya mawe."
  },
  {
    "verseNumber": "ISA 37:27",
    "verseText": "Watu wa miji hiyo wameishiwa nguvu, wanavunjika mioyo na kuaibishwa. Wao ni kama mimea katika shamba, kama machipukizi mororo ya kijani, kama majani yachipuayo juu ya paa la nyumba, ambayo hukauka kabla ya kukua."
  },
  {
    "verseNumber": "ISA 37:28",
    "verseText": "“Lakini ninajua mahali ukaapo, kutoka kwako na kuingia kwako, na jinsi unavyoghadhibika dhidi yangu."
  },
  {
    "verseNumber": "ISA 37:29",
    "verseText": "Kwa sababu unaghadhibika na ufidhuli dhidi yangu, na kwa sababu ufidhuli wako umefika masikioni mwangu, nitaweka ndoana yangu puani mwako na hatamu yangu kinywani mwako, nami nitakufanya urudi kwa njia ile uliyoijia."
  },
  {
    "verseNumber": "ISA 37:30",
    "verseText": "“Hii ndiyo itakuwa ishara kwako, ee Hezekia: “Mwaka huu utakula kile kiotacho chenyewe, na mwaka wa pili utakula kutoka machipukizi yake. Lakini katika mwaka wa tatu panda na uvune, panda mashamba ya mizabibu na ule matunda yake."
  },
  {
    "verseNumber": "ISA 37:31",
    "verseText": "Mara nyingine tena mabaki ya nyumba ya Yuda wataeneza mizizi chini na kuzaa matunda juu."
  },
  {
    "verseNumber": "ISA 37:32",
    "verseText": "Kwa kuwa kutoka Yerusalemu watakuja mabaki, na kutoka Mlima Sayuni kundi la walionusurika. Wivu wa BWANA Mwenye Nguvu Zote, ndio utatimiza jambo hili."
  },
  {
    "verseNumber": "ISA 37:33",
    "verseText": "“Kwa hiyo hili ndilo asemalo BWANA kuhusu mfalme wa Ashuru: “Hataingia katika mji huu wala hatapiga mshale hapa. Hatakuja mbele yake na ngao wala kupanga majeshi kuuzingira."
  },
  {
    "verseNumber": "ISA 37:34",
    "verseText": "Kwa njia ile aliyoijia ndiyo atakayorudi; hataingia katika mji huu,” asema BWANA."
  },
  {
    "verseNumber": "ISA 37:35",
    "verseText": "“Nitaulinda mji huu na kuuokoa, kwa ajili yangu mwenyewe, na kwa ajili ya Daudi mtumishi wangu!”"
  },
  {
    "verseNumber": "ISA 37:36",
    "verseText": "Ndipo malaika wa BWANA akaenda, akawaua wanajeshi 185,000 katika kambi ya Waashuru. Wenzao walipoamka asubuhi yake, walikuta maiti kila mahali!"
  },
  {
    "verseNumber": "ISA 37:37",
    "verseText": "Basi Senakeribu mfalme wa Ashuru akavunja kambi na kuondoka. Akarudi Ninawi na kukaa huko."
  },
  {
    "verseNumber": "ISA 37:38",
    "verseText": "Siku moja, alipokuwa akiabudu katika hekalu la mungu wake Nisroki, wanawe Adrameleki na Shareza wakamuua kwa upanga, nao wakakimbilia nchi ya Ararati. Naye Esar-Hadoni mwanawe akawa mfalme badala yake."
  },
  {
    "verseNumber": "ISA 38:1",
    "verseText": "Katika siku hizo Hezekia akaugua, naye akawa karibu kufa. Nabii Isaya mwana wa Amozi akaenda kwake na kumwambia, “Hili ndilo asemalo BWANA: Tengeneza mambo ya nyumba yako, kwa sababu utakufa, hutapona.”"
  },
  {
    "verseNumber": "ISA 38:2",
    "verseText": "Hezekia akaelekeza uso wake ukutani, akamwomba BWANA:"
  },
  {
    "verseNumber": "ISA 38:3",
    "verseText": "“Ee BWANA, kumbuka jinsi nilivyoenenda mbele zako kwa uaminifu na kujitoa kwa moyo wangu wote, na kufanya yaliyo mema machoni pako.” Naye Hezekia akalia kwa uchungu."
  },
  {
    "verseNumber": "ISA 38:4",
    "verseText": "Ndipo neno la BWANA likamjia Isaya, kusema:"
  },
  {
    "verseNumber": "ISA 38:5",
    "verseText": "“Nenda ukamwambie Hezekia, ‘Hili ndilo asemalo BWANA, Mungu wa baba yako Daudi: Nimeyasikia maombi yako na nimeona machozi yako. Nitakuongezea miaka kumi na mitano katika maisha yako."
  },
  {
    "verseNumber": "ISA 38:6",
    "verseText": "Nami nitakuokoa wewe pamoja na mji huu mkononi mwa mfalme wa Ashuru. Nitaulinda mji huu."
  },
  {
    "verseNumber": "ISA 38:7",
    "verseText": "“ ‘Hii ndiyo ishara ya BWANA kwako ya kwamba BWANA atafanya kile alichoahidi:"
  },
  {
    "verseNumber": "ISA 38:8",
    "verseText": "Nitafanya kivuli cha jua kwenye ngazi iliyojengwa na Ahazi kirudi nyuma madaraja kumi.’ ” Hivyo jua likarudi nyuma madaraja kumi ambayo lilikuwa limeshuka."
  },
  {
    "verseNumber": "ISA 38:9",
    "verseText": "Maandiko ya Hezekia mfalme wa Yuda baada ya kuugua kwake na kupona:"
  },
  {
    "verseNumber": "ISA 38:10",
    "verseText": "Nilisema, “Katika ustawi wa maisha yangu, je, ni lazima nipite katika malango ya mauti, na kupokonywa miaka yangu iliyobaki?”"
  },
  {
    "verseNumber": "ISA 38:11",
    "verseText": "Nilisema, “Sitamwona tena BWANA, BWANA katika nchi ya walio hai, wala sitamtazama tena mwanadamu, wala kuwa na wale ambao sasa wanakaa katika ulimwengu huu."
  },
  {
    "verseNumber": "ISA 38:12",
    "verseText": "Kama hema la mchunga mifugo, nyumba yangu imebomolewa na kutwaliwa kutoka kwangu. Kama mfumaji nimevingirisha maisha yangu, naye amenikatilia mbali kutoka kitanda cha mfumi. Mchana na usiku uliyakomesha maisha yangu."
  },
  {
    "verseNumber": "ISA 38:13",
    "verseText": "Nilingoja kwa uvumilivu hadi mapambazuko, lakini alivunja mifupa yangu yote kama simba. Mchana na usiku uliyakomesha maisha yangu."
  },
  {
    "verseNumber": "ISA 38:14",
    "verseText": "Nililia kama mbayuwayu au korongo, niliomboleza kama hua aombolezaye. Macho yangu yalififia nilipotazama mbinguni. Ee Bwana, ninataabika, njoo unisaidie!”"
  },
  {
    "verseNumber": "ISA 38:15",
    "verseText": "Lakini niseme nini? Amesema nami, naye yeye mwenyewe amelitenda hili. Nitatembea kwa unyenyekevu katika miaka yangu yote kwa sababu ya haya maumivu makali ya nafsi yangu."
  },
  {
    "verseNumber": "ISA 38:16",
    "verseText": "Bwana, kwa mambo kama haya watu huishi, nayo roho yangu hupata uzima katika hayo pia. Uliniponya na kuniacha niishi."
  },
  {
    "verseNumber": "ISA 38:17",
    "verseText": "Hakika ilikuwa ya faida yangu ndiyo maana nikapata maumivu makali. Katika upendo wako ukaniokoa kutoka shimo la uharibifu; umeziweka dhambi zangu zote nyuma yako."
  },
  {
    "verseNumber": "ISA 38:18",
    "verseText": "Kwa maana kaburi haliwezi kukusifu, mauti haiwezi kuimba sifa zako; wale washukao chini shimoni hawawezi kuutarajia uaminifu wako."
  },
  {
    "verseNumber": "ISA 38:19",
    "verseText": "Walio hai, walio hai: hao wanakusifu, kama ninavyofanya leo. Baba huwaambia watoto wao habari za uaminifu wako."
  },
  {
    "verseNumber": "ISA 38:20",
    "verseText": "BWANA ataniokoa, nasi tutaimba kwa vyombo vya nyuzi siku zote za maisha yetu katika Hekalu la BWANA."
  },
  {
    "verseNumber": "ISA 38:21",
    "verseText": "Isaya alikuwa amesema, “Tengenezeni dawa ya kubandika ya tini, mweke juu ya jipu, naye atapona.”"
  },
  {
    "verseNumber": "ISA 38:22",
    "verseText": "Hezekia alikuwa ameuliza, “Kutakuwa na ishara gani kwamba nitapanda kwenda Hekalu la BWANA?”"
  },
  {
    "verseNumber": "ISA 39:1",
    "verseText": "Wakati huo Merodaki-Baladani, mwana wa Baladani mfalme wa Babeli, akamtumia Hezekia barua na zawadi, kwa sababu alikuwa amesikia habari za kuugua na kupona kwake."
  },
  {
    "verseNumber": "ISA 39:2",
    "verseText": "Hezekia akawapokea wale wajumbe kwa furaha na kuwaonyesha vitu vile vilivyokuwa katika ghala zake: yaani fedha, dhahabu, vikolezo na mafuta safi, ghala la silaha lote, na kila kitu kilichokuwa katika hazina zake. Hapakuwa na kitu chochote katika jumba lake la kifalme au katika ufalme wake wote ambacho Hezekia hakuwaonyesha."
  },
  {
    "verseNumber": "ISA 39:3",
    "verseText": "Ndipo nabii Isaya akaenda kwa Mfalme Hezekia na kumuuliza, “Watu hao walisema nini, na wametoka wapi?” Hezekia akamjibu, “Wametoka nchi ya mbali. Walikuja kwangu kutoka Babeli.”"
  },
  {
    "verseNumber": "ISA 39:4",
    "verseText": "Nabii akauliza, “Waliona nini katika jumba lako la kifalme?” Hezekia akajibu, “Waliona kila kitu katika jumba langu la kifalme. Hakuna kitu chochote katika hazina yangu ambacho sikuwaonyesha.”"
  },
  {
    "verseNumber": "ISA 39:5",
    "verseText": "Ndipo Isaya akamwambia Hezekia, “Sikia neno la BWANA Mwenye Nguvu Zote:"
  },
  {
    "verseNumber": "ISA 39:6",
    "verseText": "Hakika wakati unakuja ambapo vitu vyote katika jumba lako la kifalme, na vyote ambavyo baba zako waliweka akiba mpaka siku hii, vitachukuliwa kwenda Babeli. Hakuna chochote kitakachosalia, asema BWANA."
  },
  {
    "verseNumber": "ISA 39:7",
    "verseText": "Nao baadhi ya wazao wako, nyama yako na damu yako mwenyewe watakaozaliwa kwako, watachukuliwa mbali, nao watakuwa matowashi katika jumba la mfalme wa Babeli.”"
  },
  {
    "verseNumber": "ISA 39:8",
    "verseText": "Hezekia akamjibu Isaya, “Neno la BWANA ulilosema ni jema.” Kwa kuwa alifikiri, “Patakuwepo amani na usalama wakati wa uhai wangu.”"
  },
  {
    "verseNumber": "ISA 40:1",
    "verseText": "Wafarijini, wafarijini watu wangu, asema Mungu wenu."
  },
  {
    "verseNumber": "ISA 40:2",
    "verseText": "Sema na Yerusalemu kwa upole, umtangazie kwamba kazi yake ngumu imekamilika, kwamba dhambi yake imefanyiwa fidia, kwamba amepokea kutoka mkononi mwa BWANA maradufu kwa ajili ya dhambi zake zote."
  },
  {
    "verseNumber": "ISA 40:3",
    "verseText": "Sauti ya mtu aliaye: “Itengenezeni jangwani njia ya BWANA, nyoosheni njia kuu nyikani kwa ajili ya Mungu wetu."
  },
  {
    "verseNumber": "ISA 40:4",
    "verseText": "Kila bonde litainuliwa, kila mlima na kilima kitashushwa; penye mabonde patanyooshwa, napo palipoparuza patasawazishwa."
  },
  {
    "verseNumber": "ISA 40:5",
    "verseText": "Utukufu wa BWANA utafunuliwa, nao wanadamu wote watauona pamoja. Kwa maana kinywa cha BWANA kimenena.”"
  },
  {
    "verseNumber": "ISA 40:6",
    "verseText": "Sauti husema, “Piga kelele.” Nami nikasema, “Nipige kelele gani?” “Wanadamu wote ni kama majani, nao utukufu wao wote ni kama maua ya kondeni."
  },
  {
    "verseNumber": "ISA 40:7",
    "verseText": "Majani hunyauka na maua huanguka, kwa sababu pumzi ya BWANA huyapuliza. Hakika wanadamu ni majani."
  },
  {
    "verseNumber": "ISA 40:8",
    "verseText": "Majani hunyauka na maua huanguka, lakini neno la Mungu wetu ladumu milele.”"
  },
  {
    "verseNumber": "ISA 40:9",
    "verseText": "Wewe uletaye habari njema Sayuni, panda juu ya mlima mrefu. Wewe uletaye habari njema Yerusalemu, inua sauti yako kwa kupiga kelele, inua sauti, usiogope; iambie miji ya Yuda, “Yuko hapa Mungu wenu!”"
  },
  {
    "verseNumber": "ISA 40:10",
    "verseText": "Tazameni, BWANA Mwenyezi anakuja na nguvu, nao mkono wake ndio utawalao kwa ajili yake. Tazameni, ujira wake u pamoja naye, nayo malipo yake yanafuatana naye."
  },
  {
    "verseNumber": "ISA 40:11",
    "verseText": "Huchunga kundi lake kama mchungaji wa mifugo: Hukusanya wana-kondoo katika mikono yake na kuwachukua karibu na moyo wake, huwaongoza taratibu wale wanyonyeshao."
  },
  {
    "verseNumber": "ISA 40:12",
    "verseText": "Ni nani aliyepima maji ya bahari kwenye konzi ya mkono wake, au kuzipima mbingu kwa shibiri yake? Ni nani aliyeyashika mavumbi ya dunia katika kikapu, au kupima milima kwenye kipimio na vilima kwenye mizani?"
  },
  {
    "verseNumber": "ISA 40:13",
    "verseText": "Ni nani aliyeyafahamu mawazo ya BWANA, au kumfundisha akiwa kama mshauri wake?"
  },
  {
    "verseNumber": "ISA 40:14",
    "verseText": "Ni nani ambaye BWANA ametaka shauri kwake ili kumwelimisha, naye ni nani aliyemfundisha njia iliyo sawa? Ni nani aliyemfundisha maarifa au kumwonyesha mapito ya ufahamu?"
  },
  {
    "verseNumber": "ISA 40:15",
    "verseText": "Hakika mataifa ni kama tone ndani ya ndoo, ni kama vumbi jembamba juu ya mizani, huvipima visiwa kana kwamba vilikuwa vumbi laini."
  },
  {
    "verseNumber": "ISA 40:16",
    "verseText": "Lebanoni hautoshi kwa moto wa madhabahuni, wala wanyama wake hawatoshi kwa sadaka za kuteketezwa."
  },
  {
    "verseNumber": "ISA 40:17",
    "verseText": "Mbele yake mataifa yote ni kama si kitu, yanaonekana yasio na thamani na zaidi ya bure kabisa."
  },
  {
    "verseNumber": "ISA 40:18",
    "verseText": "Basi, utamlinganisha Mungu na nani? Utamlinganisha na kitu gani?"
  },
  {
    "verseNumber": "ISA 40:19",
    "verseText": "Kwa habari ya sanamu, fundi huisubu, naye mfua dhahabu huifunika kwa dhahabu na kuitengenezea mikufu ya fedha."
  },
  {
    "verseNumber": "ISA 40:20",
    "verseText": "Mtu aliye maskini sana asiyeweza kuleta sadaka kama hii huuchagua mti usiooza. Humtafuta fundi stadi wa kusimamisha sanamu ambayo haitatikisika."
  },
  {
    "verseNumber": "ISA 40:21",
    "verseText": "Je, hujui? Je, hujasikia? Je, hujaambiwa tangu mwanzo? Je, hujafahamu tangu kuumbwa kwa dunia?"
  },
  {
    "verseNumber": "ISA 40:22",
    "verseText": "Anakaa kwenye kiti cha enzi juu ya duara ya dunia, nao watu wakaao ndani yake ni kama panzi. Huzitandaza mbingu kama chandarua, na kuzitandaza kama hema la kuishi."
  },
  {
    "verseNumber": "ISA 40:23",
    "verseText": "Huwafanya wakuu kuwa si kitu, na kuwashusha watawala wa dunia hii kuwa kitu bure."
  },
  {
    "verseNumber": "ISA 40:24",
    "verseText": "Mara baada ya kupandwa, mara baada ya kutiwa ardhini, mara baada ya kutoa mizizi yao ardhini, ndipo huwapulizia nao wakanyauka, nao upepo wa kisulisuli huwapeperusha kama makapi."
  },
  {
    "verseNumber": "ISA 40:25",
    "verseText": "“Utanilinganisha mimi na nani? Au ni nani anayelingana nami?” asema yeye Aliye Mtakatifu."
  },
  {
    "verseNumber": "ISA 40:26",
    "verseText": "Inueni macho yenu mtazame mbinguni: Ni nani aliyeumba hivi vyote? Ni yeye aletaye nje jeshi la nyota moja baada ya nyingine na kuziita kila moja kwa jina lake. Kwa sababu ya uweza wake mkuu na nguvu zake kuu, hakuna hata mojawapo inayokosekana."
  },
  {
    "verseNumber": "ISA 40:27",
    "verseText": "Kwa nini unasema, ee Yakobo, nanyi ee Israeli, kulalamika, “Njia yangu imefichwa BWANA asiione, Mungu wangu hajali shauri langu?”"
  },
  {
    "verseNumber": "ISA 40:28",
    "verseText": "Je wewe, hufahamu? Je wewe, hujasikia? BWANA ni Mungu wa milele, Muumba wa miisho ya dunia. Hatachoka wala kulegea, wala hakuna hata mmoja awezaye kuupima ufahamu wake."
  },
  {
    "verseNumber": "ISA 40:29",
    "verseText": "Huwapa nguvu waliolegea na huongeza nguvu za wadhaifu."
  },
  {
    "verseNumber": "ISA 40:30",
    "verseText": "Hata vijana huchoka na kulegea, nao vijana wanaume hujikwaa na kuanguka,"
  },
  {
    "verseNumber": "ISA 40:31",
    "verseText": "bali wale wamtumainio BWANA atafanya upya nguvu zao. Watapaa juu kwa mbawa kama tai; watapiga mbio wala hawatachoka, watatembea kwa miguu wala hawatazimia."
  },
  {
    "verseNumber": "ISA 41:1",
    "verseText": "“Nyamazeni kimya mbele zangu, enyi visiwa! Mataifa na wafanye upya nguvu zao! Wao na wajitokeze, kisha waseme, tukutane pamoja mahali pa hukumu."
  },
  {
    "verseNumber": "ISA 41:2",
    "verseText": "“Ni nani aliyemchochea mmoja kutoka mashariki, akimwita katika haki kwa utumishi wake? Huyatia mataifa mikononi mwake, na kuwatiisha wafalme mbele zake. Huwafanya kuwa mavumbi kwa upanga wake, huwafanya makapi yapeperushwayo na upepo kwa upinde wake."
  },
  {
    "verseNumber": "ISA 41:3",
    "verseText": "Huwafuatia na kuendelea salama, katika njia ambayo miguu yake haijawahi kupita."
  },
  {
    "verseNumber": "ISA 41:4",
    "verseText": "Ni nani aliyefanya jambo hili na kulitimiliza, akiita vizazi tangu mwanzo? Mimi, BWANA, ni wa kwanza nami nitakuwa pamoja na wa mwisho: mimi BWANA ndiye.”"
  },
  {
    "verseNumber": "ISA 41:5",
    "verseText": "Visiwa vimeliona na kuogopa, miisho ya dunia inatetemeka. Wanakaribia na kuja mbele,"
  },
  {
    "verseNumber": "ISA 41:6",
    "verseText": "kila mmoja humsaidia mwingine na kusema kwa ndugu yake, “Uwe hodari!”"
  },
  {
    "verseNumber": "ISA 41:7",
    "verseText": "Fundi humtia moyo sonara, yeye alainishaye kwa nyundo humhimiza yeye agongeaye kwenye fuawe, Humwambia yeye aunganishaye, “Ni kazi njema.” Naye huikaza sanamu kwa misumari ili isitikisike."
  },
  {
    "verseNumber": "ISA 41:8",
    "verseText": "“Lakini wewe, ee Israeli, mtumishi wangu, Yakobo, niliyemchagua, ninyi wazao wa Abrahamu rafiki yangu,"
  },
  {
    "verseNumber": "ISA 41:9",
    "verseText": "nilikuchukua toka miisho ya dunia, nilikuita kutoka pembe zake za mbali. Nilisema, ‘Wewe ni mtumishi wangu’; nimekuchagua, wala sikukukataa."
  },
  {
    "verseNumber": "ISA 41:10",
    "verseText": "Hivyo usiogope, kwa maana niko pamoja nawe; usifadhaike, kwa maana mimi ni Mungu wako. Nitakutia nguvu na kukusaidia; nitakutegemeza kwa mkono wa kuume wa haki yangu."
  },
  {
    "verseNumber": "ISA 41:11",
    "verseText": "“Wote walioona hasira dhidi yako hakika wataaibika na kutahayarika, wale wakupingao watakuwa kama vile si kitu, na kuangamia."
  },
  {
    "verseNumber": "ISA 41:12",
    "verseText": "Ingawa utawatafuta adui zako, hutawaona. Wale wanaopigana vita dhidi yako watakuwa kama vile si kitu kabisa."
  },
  {
    "verseNumber": "ISA 41:13",
    "verseText": "Kwa maana Mimi ndimi BWANA, Mungu wako, nikushikaye mkono wako wa kuume na kukuambia, Usiwe na hofu, nitakusaidia."
  },
  {
    "verseNumber": "ISA 41:14",
    "verseText": "Usiogope, ee Yakobo uliye mdudu, ee Israeli uliye mdogo, kwa kuwa Mimi mwenyewe nitakusaidia,” asema BWANA, Mkombozi wako, yeye Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "ISA 41:15",
    "verseText": "“Tazama, nitakufanya chombo cha kupuria, kipya na chenye makali, chenye meno mengi. Utaipura milima na kuiponda na kuvifanya vilima kuwa kama makapi."
  },
  {
    "verseNumber": "ISA 41:16",
    "verseText": "Utaipepeta, nao upepo utaichukua, dhoruba itaipeperushia mbali. Bali wewe utajifurahisha katika BWANA na katika utukufu wa yeye Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "ISA 41:17",
    "verseText": "“Maskini na wahitaji wanatafuta maji, lakini hayapo, ndimi zao zimekauka kwa kiu. Lakini Mimi BWANA nitawajibu, Mimi, Mungu wa Israeli, sitawaacha."
  },
  {
    "verseNumber": "ISA 41:18",
    "verseText": "Nitaifanya mito itiririke juu ya vilima vilivyo kame, nazo chemchemi ndani ya mabonde. Nitaligeuza jangwa liwe mabwawa ya maji, nayo ardhi iliyokauka kuwa chemchemi za maji."
  },
  {
    "verseNumber": "ISA 41:19",
    "verseText": "Katika jangwa nitaotesha mwerezi, mshita, mhadasi na mzeituni. Nitaweka misunobari, mivinje na misanduku pamoja huko nyikani,"
  },
  {
    "verseNumber": "ISA 41:20",
    "verseText": "ili kwamba watu wapate kuona na kujua, wapate kufikiri na kuelewa, kwamba mkono wa BWANA umetenda hili, kwamba yeye Aliye Mtakatifu wa Israeli ndiye alilifanya.”"
  },
  {
    "verseNumber": "ISA 41:21",
    "verseText": "BWANA asema, “Leta shauri lako. Toa hoja yako,” asema Mfalme wa Yakobo."
  },
  {
    "verseNumber": "ISA 41:22",
    "verseText": "“Leteni sanamu zenu zituambie ni nini kitakachotokea. Tuambieni mambo ya zamani yalikuwa nini, ili tupate kuyatafakari na kujua matokeo yake ya mwisho. Au tutangazieni mambo yatakayokuja,"
  },
  {
    "verseNumber": "ISA 41:23",
    "verseText": "tuambieni ni nini kitakachotokea baadaye, ili tupate kujua kuwa ninyi ni miungu. Fanyeni jambo lolote zuri au baya, ili tupate kutishika na kujazwa na hofu."
  },
  {
    "verseNumber": "ISA 41:24",
    "verseText": "Lakini ninyi ni zaidi ya bure kabisa, na kazi zenu hazifai kitu kabisa; yeye awachaguaye ni chukizo sana."
  },
  {
    "verseNumber": "ISA 41:25",
    "verseText": "“Nimemchochea mtu mmoja kutoka kaskazini, naye yuaja, mmoja toka mawio ya jua aliitaye Jina langu. Huwakanyaga watawala kana kwamba ni matope, kama mfinyanzi akanyagavyo udongo wa kufinyangia."
  },
  {
    "verseNumber": "ISA 41:26",
    "verseText": "Ni nani aliyenena hili tokea mwanzoni, ili tupate kujua, au kabla, ili tuweze kusema, ‘Alikuwa sawa’? Hakuna aliyenena hili, hakuna aliyetangulia kusema hili, hakuna yeyote aliyesikia maneno kutoka kwenu."
  },
  {
    "verseNumber": "ISA 41:27",
    "verseText": "Nilikuwa wa kwanza kumwambia Sayuni, ‘Tazama, wako hapa!’ Nilimpa Yerusalemu mjumbe wa habari njema."
  },
  {
    "verseNumber": "ISA 41:28",
    "verseText": "Ninatazama, lakini hakuna yeyote: hakuna yeyote miongoni mwao awezaye kutoa shauri, hakuna yeyote wa kutoa jibu wakati ninapowauliza."
  },
  {
    "verseNumber": "ISA 41:29",
    "verseText": "Tazama, wote ni ubatili! Matendo yao ni bure; vinyago vyao ni upepo mtupu na machafuko."
  },
  {
    "verseNumber": "ISA 42:1",
    "verseText": "“Huyu hapa mtumishi wangu, ninayemtegemeza, mteule wangu, ambaye ninapendezwa naye; nitaweka Roho yangu juu yake, naye ataleta haki kwa mataifa."
  },
  {
    "verseNumber": "ISA 42:2",
    "verseText": "Hatapaza sauti wala kupiga kelele, wala hataiinua sauti yake barabarani."
  },
  {
    "verseNumber": "ISA 42:3",
    "verseText": "Mwanzi uliopondeka hatauvunja, na utambi unaofuka moshi hatauzima. Kwa uaminifu ataleta haki,"
  },
  {
    "verseNumber": "ISA 42:4",
    "verseText": "hatazimia roho wala kukata tamaa, mpaka atakaposimamisha haki juu ya dunia. Visiwa vitaweka tumaini lao katika sheria yake.”"
  },
  {
    "verseNumber": "ISA 42:5",
    "verseText": "Hili ndilo asemalo Mungu, BWANA, yeye aliyeziumba mbingu na kuzitanda, aliyeitandaza dunia na vyote vitokavyo humo, awapaye watu wake pumzi, na uzima kwa wale waendao humo:"
  },
  {
    "verseNumber": "ISA 42:6",
    "verseText": "“Mimi, BWANA, nimekuita katika haki; nitakushika mkono wako. Nitakulinda na kukufanya kuwa Agano kwa ajili ya watu na nuru kwa Mataifa,"
  },
  {
    "verseNumber": "ISA 42:7",
    "verseText": "kuwafungua macho wale wasioona, kuwaacha huru kutoka kifungoni waliofungwa jela, na kuwafungua kutoka gerezani wale wanaokaa gizani."
  },
  {
    "verseNumber": "ISA 42:8",
    "verseText": "“Mimi ndimi BWANA; hilo ndilo Jina langu! Sitampa mwingine utukufu wangu wala sanamu sifa zangu."
  },
  {
    "verseNumber": "ISA 42:9",
    "verseText": "Tazama, mambo ya kwanza yametokea, nami natangaza mambo mapya; kabla hayajatokea nawatangazia habari zake.”"
  },
  {
    "verseNumber": "ISA 42:10",
    "verseText": "Mwimbieni BWANA wimbo mpya, sifa zake toka miisho ya dunia, ninyi mshukao chini baharini, na vyote vilivyomo ndani yake, enyi visiwa na wote wakaao ndani yake."
  },
  {
    "verseNumber": "ISA 42:11",
    "verseText": "Jangwa na miji yake na vipaze sauti zao; makao anamoishi Kedari na yashangilie. Watu wa Sela waimbe kwa furaha, na wapige kelele kutoka vilele vya milima."
  },
  {
    "verseNumber": "ISA 42:12",
    "verseText": "Wampe BWANA utukufu, na kutangaza sifa zake katika visiwa."
  },
  {
    "verseNumber": "ISA 42:13",
    "verseText": "BWANA ataenda kama mtu mwenye nguvu, kama shujaa atachochea shauku yake, kwa kelele ataamsha kilio cha vita, naye atashinda adui zake."
  },
  {
    "verseNumber": "ISA 42:14",
    "verseText": "“Kwa muda mrefu nimenyamaza kimya, nimekaa kimya na kujizuia. Lakini sasa, kama mwanamke wakati wa kujifungua, ninapiga kelele, ninatweta na kushusha pumzi."
  },
  {
    "verseNumber": "ISA 42:15",
    "verseText": "Nitaharibu milima na vilima na kukausha mimea yako yote; nitafanya mito kuwa visiwa na kukausha mabwawa."
  },
  {
    "verseNumber": "ISA 42:16",
    "verseText": "Nitawaongoza vipofu kwenye njia ambayo hawajaijua, kwenye mapito wasiyoyazoea nitawaongoza; nitafanya giza kuwa nuru mbele yao, na kufanya mahali palipoparuza kuwa laini. Haya ndiyo mambo nitakayofanya; mimi sitawaacha."
  },
  {
    "verseNumber": "ISA 42:17",
    "verseText": "Lakini wale wanaotumaini sanamu, wanaoviambia vinyago, ‘Ninyi ndio miungu yetu,’ watarudishwa nyuma kwa aibu kubwa."
  },
  {
    "verseNumber": "ISA 42:18",
    "verseText": "“Sikieni, enyi viziwi; tazameni, enyi vipofu, mpate kuona!"
  },
  {
    "verseNumber": "ISA 42:19",
    "verseText": "Ni nani aliye kipofu isipokuwa mtumishi wangu, na kiziwi kama mjumbe ninayemtuma? Ni nani aliye kipofu kama yeye aliyejitoa kwangu, aliye kipofu kama mtumishi wa BWANA?"
  },
  {
    "verseNumber": "ISA 42:20",
    "verseText": "Mmeona vitu vingi, lakini hamkuzingatia; masikio yenu yako wazi, lakini hamsikii chochote.”"
  },
  {
    "verseNumber": "ISA 42:21",
    "verseText": "Ilimpendeza BWANA kwa ajili ya haki yake kufanya sheria yake kuwa kuu na tukufu."
  },
  {
    "verseNumber": "ISA 42:22",
    "verseText": "Lakini hili ni taifa lililoibwa na kutekwa nyara, wote wamenaswa katika mashimo, au wamefichwa katika magereza. Wamekuwa nyara, wala hapana yeyote awaokoaye. Wamefanywa mateka, wala hapana yeyote asemaye, “Warudishe.”"
  },
  {
    "verseNumber": "ISA 42:23",
    "verseText": "Ni nani miongoni mwenu atakayesikiliza hili, au atakayezingatia kwa makini katika wakati ujao?"
  },
  {
    "verseNumber": "ISA 42:24",
    "verseText": "Ni nani aliyemtoa Yakobo kuwa mateka, na Israeli kwa wateka nyara? Je, hakuwa yeye, BWANA, ambaye tumetenda dhambi dhidi yake? Kwa kuwa hawakufuata njia zake, hawakutii sheria zake."
  },
  {
    "verseNumber": "ISA 42:25",
    "verseText": "Hivyo akawamwagia hasira yake inayowaka, ukali wa vita. Iliwazunguka kwa miali ya moto, lakini hata hivyo hawakuelewa; iliwateketeza, lakini hawakuyatia moyoni."
  },
  {
    "verseNumber": "ISA 43:1",
    "verseText": "Lakini sasa hili ndilo asemalo BWANA, yeye aliyekuumba, ee Yakobo, yeye aliyekuhuluku, ee Israeli: “Usiogope kwa maana nimekukomboa, nimekuita wewe kwa jina lako, wewe u wangu."
  },
  {
    "verseNumber": "ISA 43:2",
    "verseText": "Unapopita kwenye maji makuu, nitakuwa pamoja nawe, unapopita katika mito ya maji, hayatakugharikisha. Utakapopita katika moto, hutaungua, miali ya moto haitakuunguza."
  },
  {
    "verseNumber": "ISA 43:3",
    "verseText": "Kwa kuwa Mimi ndimi BWANA, Mungu wako, yeye Aliye Mtakatifu wa Israeli, Mwokozi wako. Ninaitoa Misri kuwa fidia yako, Kushi na Seba badala yako."
  },
  {
    "verseNumber": "ISA 43:4",
    "verseText": "Kwa kuwa wewe ni wa thamani na wa kuheshimiwa machoni pangu, nami kwa kuwa ninakupenda, nitatoa watu badala yako na mataifa badala ya maisha yako."
  },
  {
    "verseNumber": "ISA 43:5",
    "verseText": "Usiogope, kwa kuwa mimi nipo pamoja nawe, nitawaleta watoto wako kutoka mashariki, na kukukusanya kutoka magharibi."
  },
  {
    "verseNumber": "ISA 43:6",
    "verseText": "Nitaiambia kaskazini, ‘Watoe!’ nayo kusini, ‘Usiwazuie.’ Walete wana wangu kutoka mbali, na binti zangu kutoka miisho ya dunia:"
  },
  {
    "verseNumber": "ISA 43:7",
    "verseText": "kila mmoja ambaye ameitwa kwa Jina langu, niliyemuumba kwa utukufu wangu, niliyemhuluku na kumfanya.”"
  },
  {
    "verseNumber": "ISA 43:8",
    "verseText": "Uwaongoze wale wenye macho lakini hawaoni, wenye masikio lakini hawasikii."
  },
  {
    "verseNumber": "ISA 43:9",
    "verseText": "Mataifa yote yanakutanika pamoja, na makabila yanakusanyika. Ni nani miongoni mwao aliyetangulia kutuambia haya, na kututangazia mambo yaliyopita? Walete mashahidi wao ili kuwathibitisha kuwa walikuwa sahihi, ili wengine waweze kusikia, waseme, “Ni kweli.”"
  },
  {
    "verseNumber": "ISA 43:10",
    "verseText": "“Ninyi ni mashahidi wangu,” asema BWANA, “na mtumishi wangu niliyemchagua, ili mpate kunijua na kuniamini, na kutambua kwamba Mimi ndiye. Kabla yangu hakuna mungu aliyefanyizwa, wala hatakuwepo mwingine baada yangu."
  },
  {
    "verseNumber": "ISA 43:11",
    "verseText": "Mimi, naam mimi, ndimi BWANA, zaidi yangu hakuna mwokozi."
  },
  {
    "verseNumber": "ISA 43:12",
    "verseText": "Nimedhihirisha, kuokoa na kutangaza: Mimi, wala si mungu mgeni katikati yenu. Ninyi ni mashahidi wangu,” asema BWANA, “kwamba Mimi ndimi Mungu."
  },
  {
    "verseNumber": "ISA 43:13",
    "verseText": "Naam, tangu siku za kale, Mimi ndiye. Hakuna hata mmoja awezaye kuokoa kutoka mkononi wangu. Mimi ninapotenda, ni nani awezaye kutangua?”"
  },
  {
    "verseNumber": "ISA 43:14",
    "verseText": "Hili ndilo BWANA asemalo, Mkombozi wako, yeye Aliye Mtakatifu wa Israeli: “Kwa ajili yenu nitatumana Babeli na kuwaleta Wakaldayo wote kama wakimbizi, katika meli walizozionea fahari."
  },
  {
    "verseNumber": "ISA 43:15",
    "verseText": "Mimi ndimi BWANA, yeye Aliye Mtakatifu wako, Muumba wa Israeli, Mfalme wako.”"
  },
  {
    "verseNumber": "ISA 43:16",
    "verseText": "Hili ndilo asemalo BWANA, yeye aliyefanya njia baharini, mahali pa kupita kwenye maji mengi,"
  },
  {
    "verseNumber": "ISA 43:17",
    "verseText": "aliyeyakokota magari ya vita na farasi, jeshi pamoja na askari wa msaada, nao wakalala huko, wala hawatainuka tena kamwe, wakakomeshwa, na wakazimika kama utambi:"
  },
  {
    "verseNumber": "ISA 43:18",
    "verseText": "“Msiyakumbuke mambo yaliyopita, wala msiyatafakari mambo ya zamani."
  },
  {
    "verseNumber": "ISA 43:19",
    "verseText": "Tazama, nitafanya jambo jipya! Sasa litachipuka, je, hamtalitambua? Nitafanya njia jangwani na vijito vya maji katika nchi kame."
  },
  {
    "verseNumber": "ISA 43:20",
    "verseText": "Wanyama wa mwituni wataniheshimu, mbweha na bundi, kwa sababu ninawapatia maji jangwani, na vijito katika nchi kame, ili kuwapa watu wangu maji, wale niliowachagua,"
  },
  {
    "verseNumber": "ISA 43:21",
    "verseText": "watu wale niliowaumba kwa ajili yangu, ili wapate kutangaza sifa zangu."
  },
  {
    "verseNumber": "ISA 43:22",
    "verseText": "“Hata hivyo hukuniita mimi, ee Yakobo, hujajitaabisha kwa ajili yangu, ee Israeli."
  },
  {
    "verseNumber": "ISA 43:23",
    "verseText": "Hujaniletea kondoo kwa ajili ya sadaka za kuteketezwa, wala kuniheshimu kwa dhabihu zako. Sikukulemea kwa sadaka za nafaka wala kukuchosha kwa kuhitaji uvumba."
  },
  {
    "verseNumber": "ISA 43:24",
    "verseText": "Hukuninunulia uvumba wowote wenye manukato, wala hukunipa kwa ukarimu mafuta ya wanyama wa dhabihu zako. Lakini umenilemea kwa dhambi zako, na kunitaabisha kwa makosa yako."
  },
  {
    "verseNumber": "ISA 43:25",
    "verseText": "“Mimi, naam mimi, ndimi nizifutaye dhambi zako, kwa ajili yangu mwenyewe, wala sizikumbuki dhambi zako tena."
  },
  {
    "verseNumber": "ISA 43:26",
    "verseText": "Tafakari mambo yaliyopita, njoo na tuhojiane, leta shauri lako uweze kupewa haki yako."
  },
  {
    "verseNumber": "ISA 43:27",
    "verseText": "Baba yako wa kwanza alitenda dhambi, wasemaji wako wameasi dhidi yangu."
  },
  {
    "verseNumber": "ISA 43:28",
    "verseText": "Kwa hiyo nitawaaibisha wakuu wa Hekalu lako, nami nitamtoa Yakobo aangamizwe, na Israeli adhihakiwe."
  },
  {
    "verseNumber": "ISA 44:1",
    "verseText": "“Lakini sasa sikiliza, ee Yakobo, mtumishi wangu, Israeli, niliyemchagua."
  },
  {
    "verseNumber": "ISA 44:2",
    "verseText": "Hili ndilo asemalo BWANA, yeye aliyekuhuluku, aliyekuumba tumboni, yeye atakayekusaidia: Usiogope, ee Yakobo, mtumishi wangu, Yeshuruni, niliyekuchagua."
  },
  {
    "verseNumber": "ISA 44:3",
    "verseText": "Kwa maana nitamimina maji juu ya nchi yenye kiu, na vijito vya maji juu ya ardhi iliyokauka; nitamimina Roho wangu juu ya watoto wako, nayo baraka yangu juu ya wazao wako."
  },
  {
    "verseNumber": "ISA 44:4",
    "verseText": "Nao watachipua kama manyasi katika shamba la majani, kama mierezi kando ya vijito vya maji yatiririkayo."
  },
  {
    "verseNumber": "ISA 44:5",
    "verseText": "Mmoja atasema, ‘Mimi ni wa BWANA’; mwingine atajiita kwa jina la Yakobo; vilevile mwingine ataandika juu ya mkono wake, ‘Wa BWANA,’ na kujiita kwa jina la Israeli."
  },
  {
    "verseNumber": "ISA 44:6",
    "verseText": "“Hili ndilo asemalo BWANA, Mfalme wa Israeli na Mkombozi, BWANA Mwenye Nguvu Zote: Mimi ni wa kwanza na Mimi ni wa mwisho; zaidi yangu hakuna Mungu."
  },
  {
    "verseNumber": "ISA 44:7",
    "verseText": "Ni nani basi aliye kama mimi? Yeye na atangaze. Yeye atangaze na kuweka mbele yangu ni kitu gani kilichotokea tangu nilipoumba watu wangu wa kale, tena ni nini kitakachotokea: naam, yeye na atoe unabii ni nini kitakachokuja."
  },
  {
    "verseNumber": "ISA 44:8",
    "verseText": "Msitetemeke, msiogope. Je, sikutangaza hili, na kutoa unabii tangu zamani? Ninyi ni mashahidi wangu. Je, yuko Mungu zaidi yangu mimi? Hasha, hakuna Mwamba mwingine; mimi simjui mwingine.”"
  },
  {
    "verseNumber": "ISA 44:9",
    "verseText": "Wote wachongao sanamu ni ubatili, navyo vitu wanavyovithamini havifai kitu. Wale ambao wanazitetea ni vipofu, ni wajinga, nao waaibika."
  },
  {
    "verseNumber": "ISA 44:10",
    "verseText": "Ni nani atengenezaye mungu na kusubu sanamu, ambayo haiwezi kumfaidia kitu chochote?"
  },
  {
    "verseNumber": "ISA 44:11",
    "verseText": "Yeye pamoja na wenziwe wa aina yake wataaibishwa, mafundi wao si kitu ila ni wanadamu tu. Wote wakusanyike pamoja na kuwa na msimamo wao, watashushwa chini kwa hofu na kwa fedheha."
  },
  {
    "verseNumber": "ISA 44:12",
    "verseText": "Muhunzi huchukua kifaa na kukifanyia kazi kwenye makaa ya moto, hutengeneza sanamu kwa nyundo, huifanyiza kwa nguvu za mkono wake. Huona njaa na kupoteza nguvu zake, asipokunywa maji huzimia."
  },
  {
    "verseNumber": "ISA 44:13",
    "verseText": "Seremala hupima kwa kutumia kamba na huuchora mstari kwa kalamu; huchonga kwa patasi na kutia alama kwa bikari. Huifanyiza katika umbo la binadamu, la mwanadamu katika utukufu wake wote, ili iweze kukaa katika sehemu yake ya ibada ya miungu."
  },
  {
    "verseNumber": "ISA 44:14",
    "verseText": "Hukata miti ya mierezi, huchukua mtiriza au mwaloni. Huuacha ukue miongoni mwa miti ya msituni, au hupanda msunobari, nayo mvua huufanya ukue."
  },
  {
    "verseNumber": "ISA 44:15",
    "verseText": "Ni kuni ya binadamu: yeye huchukua baadhi yake na kuota moto, huwasha moto na kuoka mkate. Lakini pia huutumia kumtengeneza mungu na akamwabudu, huitengeneza sanamu na kuisujudia."
  },
  {
    "verseNumber": "ISA 44:16",
    "verseText": "Sehemu ya kuni huziweka motoni, akapikia chakula chake, hubanika nyama na kula hadi ashibe. Huota moto na kusema, “Aha! Ninahisi joto, ninaona moto.”"
  },
  {
    "verseNumber": "ISA 44:17",
    "verseText": "Mabaki yake hutengeneza mungu, sanamu yake; yeye huisujudia na kuiabudu. Huiomba na kusema, “Niokoe; wewe ni mungu wangu.”"
  },
  {
    "verseNumber": "ISA 44:18",
    "verseText": "Hawajui chochote, hawaelewi chochote, macho yao yamefungwa hata hawawezi kuona, akili zao zimefungwa hata hawawezi kufahamu."
  },
  {
    "verseNumber": "ISA 44:19",
    "verseText": "Hakuna anayefikiri, hakuna mwenye maarifa wala ufahamu wa kusema, “Sehemu yake nilitumia kwa kuni; hata pia nilioka mkate juu ya makaa yake, nikabanika nyama na kuila. Je, nifanye machukizo kwa kile kilichobaki? Je, nisujudie gogo la mti?”"
  },
  {
    "verseNumber": "ISA 44:20",
    "verseText": "Hujilisha kwa majivu, moyo uliodanganyika humpotosha; hawezi kujiokoa mwenyewe, au kusema, “Je, kitu hiki kilichoko katika mkono wangu wa kuume si ni uongo?”"
  },
  {
    "verseNumber": "ISA 44:21",
    "verseText": "“Ee Yakobo, kumbuka mambo haya, ee Israeli, kwa kuwa wewe ni mtumishi wangu. Nimekuumba wewe, wewe ni mtumishi wangu. Ee Israeli, sitakusahau."
  },
  {
    "verseNumber": "ISA 44:22",
    "verseText": "Nimeyafuta makosa yako kama wingu, dhambi zako kama ukungu wa asubuhi. Nirudie mimi, kwa kuwa nimekukomboa wewe.”"
  },
  {
    "verseNumber": "ISA 44:23",
    "verseText": "Enyi mbingu, imbeni kwa furaha, kwa maana BWANA amefanya jambo hili. Ee vilindi vya dunia, piga kelele. Enyi milima, pazeni sauti kwa nyimbo, enyi misitu na miti yenu yote, kwa maana BWANA amemkomboa Yakobo, ameuonyesha utukufu wake katika Israeli."
  },
  {
    "verseNumber": "ISA 44:24",
    "verseText": "“Hili ndilo asemalo BWANA, Mkombozi wako, aliyekuumba tumboni: “Mimi ni BWANA, niliyeumba vitu vyote, niliyezitanda mbingu peke yangu, niliyeitandaza nchi mwenyewe,"
  },
  {
    "verseNumber": "ISA 44:25",
    "verseText": "“mimi huzipinga ishara za manabii wa uongo, na kuwatia upumbavu waaguzi, niyapinduaye maarifa ya wenye hekima, na kuyafanya kuwa upuzi,"
  },
  {
    "verseNumber": "ISA 44:26",
    "verseText": "niyathibitishaye maneno ya watumishi wake, na kutimiza utabiri wa wajumbe wake, “niambiaye Yerusalemu, ‘Itakaliwa na watu,’ niambiaye miji ya Yuda kuwa, ‘Itajengwa,’ na kuhusu magofu yake, ‘Mimi nitayatengeneza,’"
  },
  {
    "verseNumber": "ISA 44:27",
    "verseText": "niambiaye kilindi cha maji, ‘Kauka, nami nitakausha vijito vyako,’"
  },
  {
    "verseNumber": "ISA 44:28",
    "verseText": "nisemaye kuhusu Koreshi, ‘Yeye ni mchungaji wangu, naye atatimiza yote yanipendezayo; atauambia Yerusalemu, “Ukajengwe tena,” na kuhusu Hekalu, “Misingi yake na iwekwe.” ’"
  },
  {
    "verseNumber": "ISA 45:1",
    "verseText": "“Hili ndilo asemalo BWANA kwa mpakwa mafuta wake, Koreshi, ambaye nimemshika mkono wake wa kuume kutiisha mataifa mbele yake na kuwavua wafalme silaha zao, kufungua milango mbele yake ili malango yasije yakafungwa:"
  },
  {
    "verseNumber": "ISA 45:2",
    "verseText": "Nitakwenda mbele yako na kusawazisha milima; nitavunjavunja malango ya shaba na kukatakata mapingo ya chuma."
  },
  {
    "verseNumber": "ISA 45:3",
    "verseText": "Nitakupa hazina za gizani, mali zilizofichwa mahali pa siri, ili upate kujua ya kwamba Mimi ndimi BWANA, Mungu wa Israeli, akuitaye kwa jina lako."
  },
  {
    "verseNumber": "ISA 45:4",
    "verseText": "Kwa ajili ya Yakobo mtumishi wangu, Israeli niliyemchagua, nimekuita wewe kwa jina lako, na kukupa jina la heshima, ingawa wewe hunitambui."
  },
  {
    "verseNumber": "ISA 45:5",
    "verseText": "Mimi ndimi BWANA, wala hakuna mwingine, zaidi yangu hakuna Mungu. Nitakutia nguvu, ingawa wewe hujanitambua,"
  },
  {
    "verseNumber": "ISA 45:6",
    "verseText": "ili kutoka mawio ya jua mpaka machweo yake, watu wapate kujua kwamba hakuna Mungu mwingine ila Mimi. Mimi ndimi BWANA wala hakuna mwingine."
  },
  {
    "verseNumber": "ISA 45:7",
    "verseText": "Mimi ninaumba nuru na kuhuluku giza, ninaleta mafanikio na kusababisha maafa. Mimi, BWANA, huyatenda haya yote."
  },
  {
    "verseNumber": "ISA 45:8",
    "verseText": "“Enyi mbingu juu, nyesheni haki, mawingu na yaidondoshe. Dunia na ifunguke sana, wokovu na uchipuke, haki na ikue pamoja nao. Mimi, BWANA, ndiye niliyeiumba."
  },
  {
    "verseNumber": "ISA 45:9",
    "verseText": "“Ole wake yeye ashindanaye na Muumba wake, yeye ambaye ni kigae tu kati ya vigae juu ya ardhi. Je, udongo wa kufinyangia humwambia mfinyanzi, ‘Unatengeneza nini wewe?’ Je, kazi yako husema, ‘Hana mikono’?"
  },
  {
    "verseNumber": "ISA 45:10",
    "verseText": "Ole wake amwambiaye baba yake, ‘Umezaa nini?’ Au kumwambia mama yake, ‘Umezaa kitu gani?’"
  },
  {
    "verseNumber": "ISA 45:11",
    "verseText": "“Hili ndilo asemalo BWANA, yeye Aliye Mtakatifu wa Israeli na Muumba wake: Kuhusu mambo yatakayokuja, je, unaniuliza habari za watoto wangu, au kunipa amri kuhusu kazi za mikono yangu?"
  },
  {
    "verseNumber": "ISA 45:12",
    "verseText": "Mimi ndiye niliyeumba dunia na kumuumba mwanadamu juu yake. Mikono yangu mwenyewe ndiyo iliyozitanda mbingu, nikayapanga majeshi yake yote ya angani."
  },
  {
    "verseNumber": "ISA 45:13",
    "verseText": "Mimi nitamwinua Koreshi katika haki yangu: nitazinyoosha njia zake zote. Yeye atajenga mji wangu upya, na kuwaweka huru watu wangu walio uhamishoni, lakini si kwa kulipiwa fedha wala kupewa zawadi, asema BWANA Mwenye Nguvu Zote.”"
  },
  {
    "verseNumber": "ISA 45:14",
    "verseText": "Hili ndilo asemalo BWANA: “Mazao ya Misri na bidhaa za Kushi, nao wale Waseba warefu, watakujia na kuwa wako, watakujia wakijikokota nyuma yako, watakujia wamefungwa minyororo. Watasujudu mbele yako wakikusihi na kusema, ‘Hakika Mungu yu pamoja nawe, wala hakuna mwingine; hakuna Mungu mwingine.’ ”"
  },
  {
    "verseNumber": "ISA 45:15",
    "verseText": "Hakika wewe u Mungu unayejificha, Ee Mungu na Mwokozi wa Israeli."
  },
  {
    "verseNumber": "ISA 45:16",
    "verseText": "Wote watengenezao sanamu wataaibika na kutahayarika; wataenda kutahayarika pamoja."
  },
  {
    "verseNumber": "ISA 45:17",
    "verseText": "Lakini Israeli ataokolewa na BWANA kwa wokovu wa milele; kamwe hutaaibika wala kutatahayarika, milele yote."
  },
  {
    "verseNumber": "ISA 45:18",
    "verseText": "Kwa kuwa hili ndilo asemalo BWANA, yeye aliyeumba mbingu, ndiye Mungu; yeye aliyeifanya dunia na kuiumba, yeye ndiye aliiwekea misingi imara, hakuiumba ili iwe tupu, bali aliiumba ikaliwe na viumbe vyake. Anasema: “Mimi ndimi BWANA, wala hakuna mwingine."
  },
  {
    "verseNumber": "ISA 45:19",
    "verseText": "Sijasema sirini, kutoka mahali fulani katika nchi ya giza; sijawaambia wazao wa Yakobo, ‘Nitafuteni bure.’ Mimi, BWANA, nasema kweli; ninatangaza lililo sahihi."
  },
  {
    "verseNumber": "ISA 45:20",
    "verseText": "“Kusanyikeni pamoja mje, enyi wakimbizi kutoka mataifa. Wale wabebao sanamu za mti ni watu wasio na akili, wale waombao miungu isiyoweza kuokoa."
  },
  {
    "verseNumber": "ISA 45:21",
    "verseText": "Tangazeni litakalokuwepo, lisemeni hilo, wao na wafanye shauri pamoja. Ni nani aliyetangulia kusema hili tangu zamani, aliyetangaza tangu zamani za kale? Je, haikuwa Mimi, BWANA? Wala hapana Mungu mwingine zaidi yangu mimi, Mungu mwenye haki na Mwokozi; hapana mwingine ila mimi."
  },
  {
    "verseNumber": "ISA 45:22",
    "verseText": "“Nigeukieni mimi, nanyi mkaokolewe, enyi miisho yote ya dunia; kwa maana mimi ndimi Mungu, wala hapana mwingine."
  },
  {
    "verseNumber": "ISA 45:23",
    "verseText": "Nimeapa kwa nafsi yangu, kinywa changu kimenena katika uadilifu wote neno ambalo halitatanguka: Kila goti litapigwa mbele zangu, kwangu mimi kila ulimi utaapa."
  },
  {
    "verseNumber": "ISA 45:24",
    "verseText": "Watasema kuhusu mimi, ‘Katika BWANA peke yake ndiko kuna haki na nguvu.’ ” Wote ambao wamemkasirikia Mungu watamjia yeye, nao watatahayarika."
  },
  {
    "verseNumber": "ISA 45:25",
    "verseText": "Lakini katika BWANA wazao wote wa Israeli wataonekana wenye haki na watashangilia."
  },
  {
    "verseNumber": "ISA 46:1",
    "verseText": "Beli anasujudu hadi nchi, Nebo anainama; sanamu zao zabebwa na wanyama wa mizigo. Vinyago hivi mnavyobeba kila mahali ni mzigo wa kulemea, mzigo kwa waliochoka."
  },
  {
    "verseNumber": "ISA 46:2",
    "verseText": "Vinyago pamoja na wale wanaovibeba wanainama chini; hiyo miungu haiwezi kuwaokoa watu, wote wanakwenda utumwani pamoja."
  },
  {
    "verseNumber": "ISA 46:3",
    "verseText": "“Nisikilizeni mimi, ee nyumba ya Yakobo, ninyi nyote mliobaki wa nyumba ya Israeli, ninyi ambao nimewategemeza tangu mlipotungwa mimba, nami nimewabeba tangu kuzaliwa kwenu."
  },
  {
    "verseNumber": "ISA 46:4",
    "verseText": "Hata mpaka wakati wa uzee wenu na mvi, Mimi ndiye, Mimi ndiye nitakayewasaidia ninyi. Nimewahuluku, nami nitawabeba, nitawasaidia ninyi na kuwaokoa."
  },
  {
    "verseNumber": "ISA 46:5",
    "verseText": "“Mtanilinganisha na nani, au mtanihesabu kuwa sawa na nani? Ni nani mtakayenifananisha naye ili tuweze kulinganishwa?"
  },
  {
    "verseNumber": "ISA 46:6",
    "verseText": "Wengine humwaga dhahabu kutoka kwenye mifuko yao, na kupima fedha kwenye mizani; huajiri mfua dhahabu kutengeneza mungu, kisha huisujudia na kuiabudu."
  },
  {
    "verseNumber": "ISA 46:7",
    "verseText": "Huiinua mabegani na kuichukua; huiweka mahali pake, papo hapo ndipo isimamapo. Wala haiwezi kusogea kutoka mahali pale. Ingawa mtu huililia, haimjibu; haiwezi kumwokoa kwenye taabu zake."
  },
  {
    "verseNumber": "ISA 46:8",
    "verseText": "“Kumbukeni hili, litieni akilini, liwekeni moyoni, enyi waasi."
  },
  {
    "verseNumber": "ISA 46:9",
    "verseText": "Kumbukeni mambo yaliyopita, yale ya zamani za kale; mimi ndimi Mungu, wala hakuna mwingine; mimi ndimi Mungu, wala hakuna mwingine aliye kama mimi."
  },
  {
    "verseNumber": "ISA 46:10",
    "verseText": "Ni mimi nitangazaye mwisho tangu mwanzo, naam, tangu zamani za kale, mambo ambayo hayajatendeka. Ninasema: Kusudi langu ndilo litakalosimama, nami nitatenda mapenzi yangu yote."
  },
  {
    "verseNumber": "ISA 46:11",
    "verseText": "Kutoka mashariki ninaita ndege awindaye; kutoka nchi ya mbali, mtu atakayetimiza kusudi langu. Lile ambalo nimelisema, ndilo nitakalolitimiza; lile nililolipanga, ndilo nitakalolitenda."
  },
  {
    "verseNumber": "ISA 46:12",
    "verseText": "Nisikilizeni, ninyi wenye mioyo migumu, ninyi mlio mbali na haki."
  },
  {
    "verseNumber": "ISA 46:13",
    "verseText": "Ninaleta haki yangu karibu, haiko mbali; wala wokovu wangu hautachelewa. Nitawapa Sayuni wokovu, Israeli utukufu wangu."
  },
  {
    "verseNumber": "ISA 47:1",
    "verseText": "“Shuka uketi mavumbini, ee Bikira Binti Babeli; keti chini pasipo na kiti cha enzi, ee binti wa Wakaldayo. Hutaitwa tena mwororo wala wa kupendeza."
  },
  {
    "verseNumber": "ISA 47:2",
    "verseText": "Chukua mawe ya kusagia, usage unga, vua shela yako. Pandisha mavazi yako, ondoa viatu vyako, vuka vijito kwa shida."
  },
  {
    "verseNumber": "ISA 47:3",
    "verseText": "Uchi wako utafunuliwa na aibu yako itaonekana. Nitalipa kisasi; sitamhurumia hata mmoja.”"
  },
  {
    "verseNumber": "ISA 47:4",
    "verseText": "Mkombozi wetu: BWANA Mwenye Nguvu Zote ndilo jina lake; ndiye yeye Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "ISA 47:5",
    "verseText": "“Keti kimya, ingia gizani, Binti wa Wakaldayo, hutaitwa tena malkia wa falme."
  },
  {
    "verseNumber": "ISA 47:6",
    "verseText": "Niliwakasirikia watu wangu na kuaibisha urithi wangu; niliwatia mikononi mwako, nawe hukuwaonea huruma. Hata juu ya wazee uliweka nira nzito sana."
  },
  {
    "verseNumber": "ISA 47:7",
    "verseText": "Ukasema, ‘Nitaendelea kuwa malkia milele!’ Lakini hukutafakari mambo haya wala hukuwaza juu ya kile kingeweza kutokea."
  },
  {
    "verseNumber": "ISA 47:8",
    "verseText": "“Sasa basi, sikiliza, ewe kiumbe mpenda anasa, ukaaye mahali pako pa salama, na kujiambia mwenyewe, ‘Mimi ndiye, wala hakuna mwingine zaidi yangu. Kamwe sitakuwa mjane, wala sitafiwa na watoto.’"
  },
  {
    "verseNumber": "ISA 47:9",
    "verseText": "Haya mawili yatakupata, kufumba na kufumbua, katika siku moja: kufiwa na watoto, na ujane. Yote yatakupata kwa kipimo kikamilifu, ijapokuwa uchawi wako ni mwingi, na uaguzi wako ni mwingi."
  },
  {
    "verseNumber": "ISA 47:10",
    "verseText": "Umeutegemea uovu wako, nawe umesema, ‘Hakuna yeyote anionaye.’ Hekima yako na maarifa yako vinakupoteza unapojiambia mwenyewe, ‘Mimi ndiye, wala hakuna mwingine zaidi yangu.’"
  },
  {
    "verseNumber": "ISA 47:11",
    "verseText": "Maafa yatakujia, nawe hutaweza kuyaondoa kwa uaguzi. Janga litakuangukia, wala hutaweza kulikinga kwa fidia; msiba mkuu usioweza kuutabiri utakujia ghafula."
  },
  {
    "verseNumber": "ISA 47:12",
    "verseText": "“Endelea basi na uaguzi wako, na wingi wa uchawi wako, ambao umeutumikia tangu utoto wako. Labda utafanikiwa, labda unaweza ukasababisha hofu kuu."
  },
  {
    "verseNumber": "ISA 47:13",
    "verseText": "Ushauri wote uliopokea umekuchosha bure! Wanajimu wako na waje mbele, wale watazama nyota watabiriao mwezi baada ya mwezi, wao na wawaokoe na lile linalokuja juu yenu."
  },
  {
    "verseNumber": "ISA 47:14",
    "verseText": "Hakika wako kama mabua makavu; moto utawateketeza. Hawawezi hata kujiokoa wao wenyewe kutokana na nguvu za mwali wa moto. Hapa hakuna makaa ya kumtia mtu yeyote joto; hapa hakuna moto wa kuota."
  },
  {
    "verseNumber": "ISA 47:15",
    "verseText": "Hayo ndiyo yote wanayoweza kuwatendea ninyi, hawa ambao umetaabika nao na kufanya nao biashara tangu utoto. Kila mmoja atatoroka; hakuna yeyote awezaye kukuokoa."
  },
  {
    "verseNumber": "ISA 48:1",
    "verseText": "“Sikilizeni hili, ee nyumba ya Yakobo, ninyi mnaoitwa kwa jina la Israeli, na mnaotoka katika ukoo wa Yuda, ninyi mnaoapa kwa jina la BWANA, mnaomwomba Mungu wa Israeli, lakini si katika kweli au kwa haki;"
  },
  {
    "verseNumber": "ISA 48:2",
    "verseText": "ninyi mnaojiita raiya wa mji mtakatifu, na kumtegemea Mungu wa Israeli, BWANA Mwenye Nguvu Zote ndilo jina lake:"
  },
  {
    "verseNumber": "ISA 48:3",
    "verseText": "Nilitoa unabii mambo ya kwanza tangu zamani, kinywa changu kiliyatangaza na kuyafanya yajulikane; kisha ghafula nikayatenda, nayo yakatokea."
  },
  {
    "verseNumber": "ISA 48:4",
    "verseText": "Kwa kuwa nalijua jinsi ulivyokuwa mkaidi; mishipa ya shingo yako ilikuwa chuma, kipaji chako cha uso kilikuwa shaba."
  },
  {
    "verseNumber": "ISA 48:5",
    "verseText": "Kwa hiyo nilikuambia mambo haya tangu zamani, kabla hayajatokea nilikutangazia ili usije ukasema, ‘Sanamu zangu zilifanya hayo; kinyago changu cha mti na mungu wangu wa chuma aliyaamuru.’"
  },
  {
    "verseNumber": "ISA 48:6",
    "verseText": "Umesikia mambo haya; yaangalie hayo yote. Je, hutayakubali? “Kuanzia sasa na kuendelea nitakueleza mambo mapya, juu ya mambo yaliyofichika usiyoyajua."
  },
  {
    "verseNumber": "ISA 48:7",
    "verseText": "Yameumbwa sasa, wala si tangu zamani; hukupata kuyasikia kabla ya siku ya leo. Hivyo huwezi kusema, ‘Naam, niliyajua hayo.’"
  },
  {
    "verseNumber": "ISA 48:8",
    "verseText": "Hujayasikia wala kuyaelewa, tangu zamani sikio lako halikufunguka. Ninafahamu vyema jinsi ulivyo mdanganyifu, uliitwa mwasi tangu kuzaliwa kwako."
  },
  {
    "verseNumber": "ISA 48:9",
    "verseText": "Kwa ajili ya Jina langu mwenyewe ninaichelewesha ghadhabu yangu, kwa ajili ya sifa zangu nimeizuia isikupate, ili nisije nikakukatilia mbali."
  },
  {
    "verseNumber": "ISA 48:10",
    "verseText": "Tazama, nimekusafisha, ingawa si kama fedha, nimekujaribu katika tanuru ya mateso."
  },
  {
    "verseNumber": "ISA 48:11",
    "verseText": "Kwa ajili yangu mwenyewe, kwa ajili yangu mwenyewe, nafanya hili. Jinsi gani niliache Jina langu lichafuliwe? Sitautoa utukufu wangu kwa mwingine."
  },
  {
    "verseNumber": "ISA 48:12",
    "verseText": "“Ee Yakobo, nisikilize mimi, Israeli, ambaye nimekuita: Mimi ndiye; mimi ndimi mwanzo na mwisho."
  },
  {
    "verseNumber": "ISA 48:13",
    "verseText": "Mkono wangu mwenyewe uliweka misingi ya dunia, nao mkono wangu wa kuume umezitanda mbingu; niziitapo, zote husimama pamoja."
  },
  {
    "verseNumber": "ISA 48:14",
    "verseText": "“Kusanyikeni, ninyi nyote, msikilize: Ni ipi miongoni mwa hizo sanamu ambayo imetabiri vitu hivi? Watu wa BWANA waliochaguliwa na kuungana watatimiza kusudi lake dhidi ya Babeli; mkono wa Mungu utakuwa dhidi ya Wakaldayo."
  },
  {
    "verseNumber": "ISA 48:15",
    "verseText": "Mimi, naam, Mimi, nimenena; naam, nimemwita yeye. Nitamleta, naye atafanikiwa katika lile nililomtuma."
  },
  {
    "verseNumber": "ISA 48:16",
    "verseText": "“Nikaribieni na msikilize hili: “Tangu tangazo la kwanza sikusema kwa siri; wakati litokeapo, nitakuwako hapo.” Sasa BWANA Mwenyezi amenituma, kwa Roho wake."
  },
  {
    "verseNumber": "ISA 48:17",
    "verseText": "Hili ndilo asemalo BWANA, Mkombozi wako, yeye Aliye Mtakatifu wa Israeli: “Mimi ni BWANA, Mungu wako, nikufundishaye ili upate faida, nikuongozaye katika njia ikupasayo kuiendea."
  },
  {
    "verseNumber": "ISA 48:18",
    "verseText": "Laiti ungesikiliza kwa makini maagizo yangu, amani yako ingekuwa kama mto, haki yako kama mawimbi ya bahari."
  },
  {
    "verseNumber": "ISA 48:19",
    "verseText": "Wazao wako wangekuwa kama mchanga, watoto wako kama chembe zake zisizohesabika; kamwe jina lao lisingefutiliwa mbali, wala kuangamizwa kutoka mbele zangu.”"
  },
  {
    "verseNumber": "ISA 48:20",
    "verseText": "Tokeni huko Babeli, kimbieni kutoka kwa Wakaldayo! Tangazeni hili kwa kelele za shangwe na kulihubiri. Lipelekeni mpaka miisho ya dunia; semeni, “BWANA amemkomboa mtumishi wake Yakobo.”"
  },
  {
    "verseNumber": "ISA 48:21",
    "verseText": "Hawakuona kiu alipowaongoza kupita jangwani; alifanya maji yatiririke kutoka kwenye mwamba kwa ajili yao; akapasua mwamba na maji yakatoka kwa nguvu."
  },
  {
    "verseNumber": "ISA 48:22",
    "verseText": "“Hakuna amani kwa waovu,” asema BWANA."
  },
  {
    "verseNumber": "ISA 49:1",
    "verseText": "Nisikilizeni, enyi visiwa, sikieni hili, ninyi mataifa mlio mbali: Kabla sijazaliwa, BWANA aliniita, tangu kuzaliwa kwangu, amelitaja jina langu."
  },
  {
    "verseNumber": "ISA 49:2",
    "verseText": "Akafanya kinywa changu kuwa kama upanga ulionolewa, katika uvuli wa mkono wake akanificha; akanifanya kuwa mshale uliosuguliwa, na kunificha katika podo lake."
  },
  {
    "verseNumber": "ISA 49:3",
    "verseText": "Akaniambia, “Wewe u mtumishi wangu, Israeli, ambaye katika yeye nitaonyesha utukufu wangu.”"
  },
  {
    "verseNumber": "ISA 49:4",
    "verseText": "Lakini nilisema, “Nimetumika bure, nimetumia nguvu zangu bure bila faida. Hata hivyo linalonistahili liko mkononi mwa BWANA, nao ujira wangu uko kwa Mungu wangu.”"
  },
  {
    "verseNumber": "ISA 49:5",
    "verseText": "Sasa BWANA asema: yeye aliyeniumba tumboni kuwa mtumishi wake, kumrudisha tena Yakobo kwake na kumkusanyia Israeli, kwa maana nimepata heshima machoni pa BWANA, naye Mungu wangu amekuwa nguvu yangu;"
  },
  {
    "verseNumber": "ISA 49:6",
    "verseText": "yeye asema: “Je, ni jambo dogo sana wewe kuwa mtumishi wangu ili kurejeza makabila ya Yakobo, na kuwarudisha wale Waisraeli niliowahifadhi? Pia nitakufanya uwe nuru kwa ajili ya watu wa Mataifa, ili upate kuleta wokovu wangu hata miisho ya dunia.”"
  },
  {
    "verseNumber": "ISA 49:7",
    "verseText": "Hili ndilo asemalo BWANA, yeye Mkombozi na Aliye Mtakatifu wa Israeli, kwake yeye aliyedharauliwa na kuchukiwa na taifa, kwa mtumishi wa watawala: “Wafalme watakuona na kusimama, wakuu wataona na kuanguka kifudifudi, kwa sababu ya BWANA, aliye mwaminifu, yeye Aliye Mtakatifu wa Israeli, aliyekuchagua wewe.”"
  },
  {
    "verseNumber": "ISA 49:8",
    "verseText": "Hili ndilo asemalo BWANA: “Wakati wangu uliokubalika nitakujibu, nami katika siku ya wokovu nitakusaidia; nitakuhifadhi, nami nitakufanya kuwa agano kwa ajili ya watu, ili kurudisha nchi na kugawanyia urithi tena wale waliokuwa ukiwa,"
  },
  {
    "verseNumber": "ISA 49:9",
    "verseText": "kuwaambia mateka, ‘Tokeni nje,’ nao wale walio gizani, ‘Kuweni huru!’ “Watajilisha kando ya barabara na kupata malisho yao juu ya kila kilima kilicho kitupu."
  },
  {
    "verseNumber": "ISA 49:10",
    "verseText": "Hawataona njaa wala kuona kiu, wala hari ya jangwani au jua halitawapiga. Yeye mwenye huruma juu yao atawaonyesha njia, na kuwaongoza kando ya chemchemi za maji."
  },
  {
    "verseNumber": "ISA 49:11",
    "verseText": "Nitaifanya milima yangu yote kuwa barabara, na njia kuu zangu zitainuliwa."
  },
  {
    "verseNumber": "ISA 49:12",
    "verseText": "Tazama, watakuja kutoka mbali: wengine kutoka kaskazini, wengine kutoka magharibi, wengine kutoka nchi ya Sinimu.”"
  },
  {
    "verseNumber": "ISA 49:13",
    "verseText": "Pigeni kelele kwa furaha, enyi mbingu; furahi, ee dunia; pazeni sauti kwa kuimba, enyi milima! Kwa maana BWANA anawafariji watu wake, naye atakuwa na huruma kwa watu wake walioumizwa."
  },
  {
    "verseNumber": "ISA 49:14",
    "verseText": "Lakini Sayuni alisema, “BWANA ameniacha, BWANA amenisahau.”"
  },
  {
    "verseNumber": "ISA 49:15",
    "verseText": "“Je, mama aweza kumsahau mtoto aliyeko matitini mwake akinyonya, wala asiwe na huruma juu ya mtoto aliyemzaa? Ingawa anaweza kusahau, mimi sitakusahau wewe!"
  },
  {
    "verseNumber": "ISA 49:16",
    "verseText": "Tazama, nimekuchora kama muhuri katika vitanga vya mikono yangu, kuta zako zi mbele yangu daima."
  },
  {
    "verseNumber": "ISA 49:17",
    "verseText": "Wana wako wanaharakisha kurudi, nao wale waliokuteka wanaondoka kwako."
  },
  {
    "verseNumber": "ISA 49:18",
    "verseText": "Inua macho yako ukatazame pande zote: wana wako wote wanakusanyika na kukujia. Kwa hakika kama vile niishivyo, utawavaa wote kama mapambo, na kujifunga nao kama bibi arusi,” asema BWANA."
  },
  {
    "verseNumber": "ISA 49:19",
    "verseText": "“Ingawa uliangamizwa na kufanywa ukiwa, na nchi yako ikaharibiwa, sasa nafasi itakuwa finyu kwa ajili ya watu wako, nao wale waliokuangamiza watakuwa mbali sana."
  },
  {
    "verseNumber": "ISA 49:20",
    "verseText": "Watoto waliozaliwa wakati wa msiba wako bado watakuambia, ‘Mahali hapa ni finyu sana kwetu, tupe eneo kubwa zaidi la kuishi.’"
  },
  {
    "verseNumber": "ISA 49:21",
    "verseText": "Ndipo utasema moyoni mwako, ‘Ni nani aliyenizalia hawa? Nilikuwa nimefiwa, tena tasa; nilikuwa nimehamishwa na kukataliwa. Ni nani aliyewalea hawa? Niliachwa peke yangu, lakini hawa wametoka wapi?’ ”"
  },
  {
    "verseNumber": "ISA 49:22",
    "verseText": "Hili ndilo asemalo BWANA Mwenyezi: “Tazama, nitawaashiria watu wa Mataifa, nitainua bendera yangu kwa mataifa; watawaleta wana wako mikononi yao, na kuwabeba binti zenu juu ya mabega yao."
  },
  {
    "verseNumber": "ISA 49:23",
    "verseText": "Wafalme watakuwa baba zenu wa kuwalea, na malkia wao watakuwa mama zenu wa kuwalea. Watasujudu mbele yako nyuso zao zikigusa ardhi; wataramba mavumbi yaliyo miguuni mwako. Ndipo utajua ya kuwa Mimi ndimi BWANA; wale wanaonitumaini mimi hawataaibika.”"
  },
  {
    "verseNumber": "ISA 49:24",
    "verseText": "Je, nyara zaweza kuchukuliwa kutoka kwa mashujaa wa vita, au mateka kuokolewa kutoka kwa watu wakali?"
  },
  {
    "verseNumber": "ISA 49:25",
    "verseText": "Lakini hili ndilo asemalo BWANA: “Naam, mateka watachukuliwa kutoka kwa mashujaa, na nyara zitapokonywa kutoka kwa watu wakali. Nitashindana na wale wanaoshindana nawe, nami nitawaokoa watoto wako."
  },
  {
    "verseNumber": "ISA 49:26",
    "verseText": "Nitawafanya wale wanaokuonea kula nyama yao wenyewe, watalewa kwa damu yao wenyewe, kama vile kwa mvinyo. Ndipo wanadamu wote watajua ya kuwa Mimi, BWANA, ni Mwokozi wako, Mkombozi wako, niliye Mwenye Nguvu wa Yakobo.”"
  },
  {
    "verseNumber": "ISA 50:1",
    "verseText": "Hili ndilo asemalo BWANA: “Iko wapi hati ya talaka ya mama yako ambayo kwayo niliachana naye? Au nimewauza ninyi kwa nani miongoni mwa watu wanaonidai? Kwa ajili ya dhambi zenu mliuzwa, kwa sababu ya makosa, mama yenu aliachwa."
  },
  {
    "verseNumber": "ISA 50:2",
    "verseText": "Nilipokuja, kwa nini hakuwepo hata mmoja? Nilipoita, kwa nini hakuwepo hata mmoja wa kujibu? Je, mkono wangu ni mfupi mno hata nisiweze kuwakomboa? Je, mimi sina nguvu za kukuokoa? Kwa kukemea tu naikausha bahari, naigeuza mito ya maji kuwa jangwa; samaki wake wanaoza kwa kukosa maji na kufa kwa ajili ya kiu."
  },
  {
    "verseNumber": "ISA 50:3",
    "verseText": "Ninalivika anga weusi na kufanya nguo ya gunia kuwa kifuniko chake.”"
  },
  {
    "verseNumber": "ISA 50:4",
    "verseText": "BWANA Mwenyezi amenipa ulimi uliofundishwa, ili kujua neno limtegemezalo aliyechoka. Huniamsha asubuhi kwa asubuhi, huamsha sikio langu lisikie kama mtu afundishwaye."
  },
  {
    "verseNumber": "ISA 50:5",
    "verseText": "BWANA Mwenyezi amezibua masikio yangu, nami sikuwa mwasi, wala sikurudi nyuma."
  },
  {
    "verseNumber": "ISA 50:6",
    "verseText": "Niliwapa mgongo wangu wale wanipigao, mashavu yangu wale wangʼoao ndevu zangu; sikuuficha uso wangu kutokana na fedheha na kutemewa mate."
  },
  {
    "verseNumber": "ISA 50:7",
    "verseText": "Kwa sababu BWANA Mwenyezi ananisaidia, sitatahayarika. Kwa hiyo nimekaza uso wangu kama jiwe la gumegume, nami ninajua sitaaibika."
  },
  {
    "verseNumber": "ISA 50:8",
    "verseText": "Yeye anipatiaye haki yangu yu karibu. Ni nani basi atakayeleta mashtaka dhidi yangu? Tukabiliane uso kwa uso! Mshtaki wangu ni nani? Ni nani aliye mshtaki wangu?"
  },
  {
    "verseNumber": "ISA 50:9",
    "verseText": "Ni BWANA Mwenyezi anisaidiaye mimi. Ni nani huyo atakayenihukumu? Wote watachakaa kama vazi, nondo watawala wawamalize."
  },
  {
    "verseNumber": "ISA 50:10",
    "verseText": "Ni nani miongoni mwenu amchaye BWANA, na kulitii neno la mtumishi wake? Yeye atembeaye gizani, yeye asiye na nuru, na alitumainie jina la BWANA, na amtegemee Mungu wake."
  },
  {
    "verseNumber": "ISA 50:11",
    "verseText": "Lakini sasa, ninyi nyote mnaowasha mioto, na kupeana mienge iwakayo ninyi kwa ninyi, nendeni, tembeeni katika nuru ya moto wenu na ya mienge mliyoiwasha. Hili ndilo mtakalolipokea kutoka mkononi mwangu: Mtalala chini kwa mateso makali."
  },
  {
    "verseNumber": "ISA 51:1",
    "verseText": "“Nisikilizeni, ninyi mnaofuatia haki na mnaomtafuta BWANA: Tazameni mwamba ambako mlichongwa, na mahali pa kuvunjia mawe ambako mlichimbwa;"
  },
  {
    "verseNumber": "ISA 51:2",
    "verseText": "mwangalieni Abrahamu, baba yenu, na Sara, ambaye aliwazaa. Wakati nilipomwita alikuwa mmoja tu, nami nikambariki na kumfanya kuwa wengi."
  },
  {
    "verseNumber": "ISA 51:3",
    "verseText": "Hakika BWANA ataifariji Sayuni, naye atayaangalia kwa huruma magofu yake yote; atayafanya majangwa yake yawe kama Edeni, nazo sehemu zake zisizolimika ziwe kama bustani ya BWANA. Shangwe na furaha zitakuwako ndani yake, shukrani na sauti za kuimba."
  },
  {
    "verseNumber": "ISA 51:4",
    "verseText": "“Nisikilizeni, watu wangu; nisikieni, taifa langu: Sheria itatoka kwangu; haki yangu itakuwa nuru kwa mataifa."
  },
  {
    "verseNumber": "ISA 51:5",
    "verseText": "Haki yangu inakaribia mbio, wokovu wangu unakuja, nao mkono wangu utaleta hukumu kwa mataifa. Visiwa vitanitegemea na kungojea mkono wangu kwa matumaini."
  },
  {
    "verseNumber": "ISA 51:6",
    "verseText": "Inueni macho yenu mbinguni, mkaitazame dunia chini; mbingu zitatoweka kama moshi, dunia itachakaa kama vazi, na wakazi wake kufa kama mainzi. Bali wokovu wangu utadumu milele, haki yangu haitakoma kamwe."
  },
  {
    "verseNumber": "ISA 51:7",
    "verseText": "“Nisikieni, ninyi mnaojua lililo sawa, ninyi watu ambao mna sheria yangu mioyoni mwenu: Msiogope mashutumu ya wanadamu wala msitiwe hofu na matukano yao."
  },
  {
    "verseNumber": "ISA 51:8",
    "verseText": "Kwa maana nondo atawala kama vazi, nao funza atawatafuna kama sufu. Lakini haki yangu itadumu milele, wokovu wangu kwa vizazi vyote.”"
  },
  {
    "verseNumber": "ISA 51:9",
    "verseText": "Amka, Amka! Jivike nguvu, ewe mkono wa BWANA, Amka, kama siku zilizopita, kama vile vizazi vya zamani. Si ni wewe uliyemkata Rahabu vipande vipande, uliyemchoma yule joka?"
  },
  {
    "verseNumber": "ISA 51:10",
    "verseText": "Si ni wewe uliyekausha bahari, maji ya kilindi kikuu, uliyefanya barabara katika vilindi vya bahari ili waliokombolewa wapate kuvuka?"
  },
  {
    "verseNumber": "ISA 51:11",
    "verseText": "Wale waliolipiwa fidia na BWANA watarudi. Wataingia Sayuni wakiimba; furaha ya milele itakuwa taji juu ya vichwa vyao. Furaha na shangwe zitawapata, huzuni na kulia kwa uchungu kutatoweka."
  },
  {
    "verseNumber": "ISA 51:12",
    "verseText": "“Mimi, naam mimi, ndimi niwafarijie ninyi. Ninyi ni nani hata kuwaogopa wanadamu wanaokufa, wanadamu ambao ni majani tu,"
  },
  {
    "verseNumber": "ISA 51:13",
    "verseText": "kwamba mnamsahau BWANA Muumba wenu, aliyezitanda mbingu na kuiweka misingi ya dunia, kwamba mnaishi katika hofu siku zote kwa sababu ya ghadhabu ya mdhalimu, ambaye nia yake ni kuangamiza? Iko wapi basi ghadhabu ya mdhalimu?"
  },
  {
    "verseNumber": "ISA 51:14",
    "verseText": "Wafungwa waliojikunyata kwa hofu watawekwa huru karibuni; hawatafia kwenye gereza lao, wala hawatakosa chakula."
  },
  {
    "verseNumber": "ISA 51:15",
    "verseText": "Kwa maana Mimi ndimi BWANA, Mungu wako, ambaye huisukasuka bahari ili mawimbi yake yangurume: BWANA Mwenye Nguvu Zote ndilo jina lake."
  },
  {
    "verseNumber": "ISA 51:16",
    "verseText": "Nimeweka maneno yangu kinywani mwako na kukufunika kwa uvuli wa mkono wangu: Mimi niliyeweka mbingu mahali pake, niliyeweka misingi ya dunia, niwaambiaye Sayuni, ‘Ninyi ni watu wangu.’ ”"
  },
  {
    "verseNumber": "ISA 51:17",
    "verseText": "Amka, amka! Simama, ee Yerusalemu, wewe uliyekunywa kutoka mkono wa BWANA kikombe cha ghadhabu yake, wewe uliyekunywa mpaka kufikia machujo yake, kikombe kile cha kunywea kiwafanyacho watu kuyumbayumba."
  },
  {
    "verseNumber": "ISA 51:18",
    "verseText": "Kati ya wana wote aliowazaa hakuwepo hata mmoja wa kumwongoza, kati ya wana wote aliowalea hakuwepo hata mmoja wa kumshika mkono."
  },
  {
    "verseNumber": "ISA 51:19",
    "verseText": "Majanga haya mawili yamekuja juu yako: ni nani awezaye kukufariji? Maangamizi, uharibifu, njaa na upanga: ni nani awezaye kukutuliza?"
  },
  {
    "verseNumber": "ISA 51:20",
    "verseText": "Wana wako wamezimia, wamelala kwenye mwanzo wa kila barabara, kama swala aliyenaswa kwenye wavu. Wamejazwa na ghadhabu ya BWANA na makaripio ya Mungu wako."
  },
  {
    "verseNumber": "ISA 51:21",
    "verseText": "Kwa hiyo sikiliza hili, wewe uliyeteswa, uliyelewa, lakini si kwa mvinyo."
  },
  {
    "verseNumber": "ISA 51:22",
    "verseText": "Hili ndilo asemalo BWANA Mwenyezi wako, Mungu wako, yeye ambaye huwatetea watu wake: “Tazama, nimeondoa mkononi mwako kikombe kilichokufanya uyumbayumbe; kutoka kikombe hicho, kikombe cha kunywa cha ghadhabu yangu, kamwe hutakunywa tena."
  },
  {
    "verseNumber": "ISA 51:23",
    "verseText": "Nitakiweka mikononi mwa watesi wako, wale waliokuambia, ‘Anguka kifudifudi ili tuweze kutembea juu yako.’ Ukaufanya mgongo wako kama ardhi, kama njia yao ya kupita.”"
  },
  {
    "verseNumber": "ISA 52:1",
    "verseText": "Amka, amka, ee Sayuni, jivike nguvu. Vaa mavazi yako ya fahari, ee Yerusalemu, mji mtakatifu. Asiyetahiriwa na aliye najisi hataingia kwako tena."
  },
  {
    "verseNumber": "ISA 52:2",
    "verseText": "Jikungʼute mavumbi yako, inuka, uketi kwenye kiti cha enzi, ee Yerusalemu. Jifungue minyororo iliyo shingoni mwako, ee Binti Sayuni uliye mateka."
  },
  {
    "verseNumber": "ISA 52:3",
    "verseText": "Kwa kuwa hili ndilo asemalo BWANA: “Mliuzwa pasipo malipo, nanyi mtakombolewa bila fedha.”"
  },
  {
    "verseNumber": "ISA 52:4",
    "verseText": "Kwa maana hili ndilo asemalo BWANA Mwenyezi: “Hapo kwanza watu wangu walishuka Misri kuishi, hatimaye, Ashuru wakawaonea."
  },
  {
    "verseNumber": "ISA 52:5",
    "verseText": "“Basi sasa nina nini hapa?” asema BWANA. “Kwa kuwa watu wangu wamechukuliwa pasipo malipo, nao wale wanaowatawala wanawadhihaki,” asema BWANA. “Mchana kutwa jina langu limetukanwa bila kikomo."
  },
  {
    "verseNumber": "ISA 52:6",
    "verseText": "Kwa hiyo watu wangu watalijua Jina langu; kwa hiyo katika siku ile watajua kwamba ndimi niliyetangulia kulisema. Naam, ni mimi.”"
  },
  {
    "verseNumber": "ISA 52:7",
    "verseText": "Tazama jinsi miguu ya wale waletao habari njema ilivyo mizuri juu ya milima, wale wanaotangaza amani, wanaoleta habari njema, wanaotangaza wokovu, wauambiao Sayuni, “Mungu wako anatawala!”"
  },
  {
    "verseNumber": "ISA 52:8",
    "verseText": "Sikiliza! Walinzi wako wanapaza sauti zao, pamoja wanapaza sauti zao kwa furaha. Wakati BWANA atakaporejea Sayuni, wataliona kwa macho yao wenyewe."
  },
  {
    "verseNumber": "ISA 52:9",
    "verseText": "Pazeni sauti ya nyimbo za furaha pamoja, enyi magofu ya Yerusalemu, kwa maana BWANA amewafariji watu wake, ameikomboa Yerusalemu."
  },
  {
    "verseNumber": "ISA 52:10",
    "verseText": "Mkono mtakatifu wa BWANA umefunuliwa machoni pa mataifa yote, nayo miisho yote ya dunia itaona wokovu wa Mungu wetu."
  },
  {
    "verseNumber": "ISA 52:11",
    "verseText": "Ondokeni, ondokeni, tokeni huko! Msiguse kitu chochote kilicho najisi! Tokeni kati yake mwe safi, ninyi mchukuao vyombo vya BWANA."
  },
  {
    "verseNumber": "ISA 52:12",
    "verseText": "Lakini hamtaondoka kwa haraka, wala hamtakwenda kwa kukimbia; kwa maana BWANA atatangulia mbele yenu, Mungu wa Israeli atakuwa mlinzi nyuma yenu."
  },
  {
    "verseNumber": "ISA 52:13",
    "verseText": "Tazama, mtumishi wangu atatenda kwa hekima; atatukuzwa, na kuinuliwa juu, na kukwezwa sana."
  },
  {
    "verseNumber": "ISA 52:14",
    "verseText": "Kama walivyokuwa wengi walioshangazwa naye, kwani uso wake ulikuwa umeharibiwa sana zaidi ya mtu yeyote na umbo lake kuharibiwa zaidi ya mfano wa mwanadamu:"
  },
  {
    "verseNumber": "ISA 52:15",
    "verseText": "hivyo atayashangaza mataifa mengi, nao wafalme watafunga vinywa vyao kwa sababu yake. Kwa kuwa yale ambayo hawakuambiwa, watayaona, nayo yale wasiyoyasikia, watayafahamu."
  },
  {
    "verseNumber": "ISA 53:1",
    "verseText": "Ni nani aliyeamini ujumbe wetu, na mkono wa BWANA umefunuliwa kwa nani?"
  },
  {
    "verseNumber": "ISA 53:2",
    "verseText": "Alikua mbele yake kama mche mwororo na kama mzizi katika nchi kavu. Hakuwa na uzuri wala utukufu wa kutuvutia kwake, hakuwa na chochote katika sura yake cha kutufanya tumtamani."
  },
  {
    "verseNumber": "ISA 53:3",
    "verseText": "Alidharauliwa na kukataliwa na wanadamu, mtu wa huzuni nyingi, ajuaye mateso. Kama mtu ambaye watu humficha nyuso zao, alidharauliwa, wala hatukumhesabu kuwa kitu."
  },
  {
    "verseNumber": "ISA 53:4",
    "verseText": "Hakika alichukua udhaifu wetu na akajitwika huzuni zetu, hata hivyo tulidhania kuwa amepigwa na Mungu, akapigwa sana naye, na kuteswa."
  },
  {
    "verseNumber": "ISA 53:5",
    "verseText": "Lakini alitobolewa kwa ajili ya makosa yetu, alichubuliwa kwa ajili ya maovu yetu; adhabu iliyotuletea sisi amani ilikuwa juu yake, na kwa majeraha yake sisi tumepona."
  },
  {
    "verseNumber": "ISA 53:6",
    "verseText": "Sisi sote, kama kondoo, tumepotea, kila mmoja wetu amegeukia njia yake mwenyewe, naye BWANA aliweka juu yake maovu yetu sisi sote."
  },
  {
    "verseNumber": "ISA 53:7",
    "verseText": "Alionewa na kuteswa, hata hivyo hakufungua kinywa chake; aliongozwa kama mwana-kondoo apelekwaye machinjoni, kama vile kondoo anyamazavyo mbele ya wao wamkataye manyoya, hivyo hakufungua kinywa chake."
  },
  {
    "verseNumber": "ISA 53:8",
    "verseText": "Kwa kuonewa na kuhukumiwa aliondolewa. Nani awezaye kueleza kuhusu kizazi chake? Kwa maana alikatiliwa mbali na nchi ya walio hai, alipigwa kwa ajili ya makosa ya watu wangu."
  },
  {
    "verseNumber": "ISA 53:9",
    "verseText": "Wakamfanyia kaburi pamoja na waovu, pamoja na matajiri katika kifo chake, ingawa hakutenda jeuri, wala hapakuwa na hila kinywani mwake."
  },
  {
    "verseNumber": "ISA 53:10",
    "verseText": "Lakini yalikuwa ni mapenzi ya BWANA kumchubua na kumsababisha ateseke. Ingawa BWANA amefanya maisha yake kuwa sadaka ya hatia, ataona uzao wake na kuishi siku nyingi, nayo mapenzi ya BWANA yatafanikiwa mkononi mwake."
  },
  {
    "verseNumber": "ISA 53:11",
    "verseText": "Baada ya maumivu ya nafsi yake, ataona nuru ya uzima na kuridhika; kwa maarifa yake, mtumishi wangu mwenye haki atawafanya wengi kuwa wenye haki, naye atayachukua maovu yao."
  },
  {
    "verseNumber": "ISA 53:12",
    "verseText": "Kwa hiyo nitamgawia sehemu miongoni mwa wakuu, naye atagawana nyara pamoja na wenye nguvu, kwa sababu aliyamimina maisha yake hadi mauti, naye alihesabiwa pamoja na wakosaji. Kwa kuwa alichukua dhambi za wengi, na kuwaombea wakosaji."
  },
  {
    "verseNumber": "ISA 54:1",
    "verseText": "“Imba, ewe mwanamke tasa, wewe ambaye kamwe hukuzaa mtoto; paza sauti kwa kuimba, piga kelele kwa furaha, wewe ambaye kamwe hukupata utungu; kwa sababu watoto wa mwanamke aliyeachwa ukiwa ni wengi kuliko wa mwanamke mwenye mume,” asema BWANA."
  },
  {
    "verseNumber": "ISA 54:2",
    "verseText": "“Panua mahali pa hema lako, tandaza mapazia ya hema lako uyaeneze mbali, wala usiyazuie; ongeza urefu wa kamba zako, imarisha vigingi vyako."
  },
  {
    "verseNumber": "ISA 54:3",
    "verseText": "Kwa maana utaenea upande wa kuume na upande wa kushoto; wazao wako watayamiliki mataifa na kukaa katika miji yao iliyoachwa ukiwa."
  },
  {
    "verseNumber": "ISA 54:4",
    "verseText": "“Usiogope, wewe hutaaibika. Usiogope aibu, wewe hutaaibishwa. Wewe utasahau aibu ya ujana wako, wala hutakumbuka tena mashutumu ya ujane wako."
  },
  {
    "verseNumber": "ISA 54:5",
    "verseText": "Kwa maana Muumba wako ndiye mume wako, BWANA Mwenye Nguvu Zote ndilo jina lake, yeye Aliye Mtakatifu wa Israeli ni Mkombozi wako, yeye anaitwa Mungu wa dunia yote."
  },
  {
    "verseNumber": "ISA 54:6",
    "verseText": "BWANA atakuita urudi kana kwamba ulikuwa mke aliyeachwa na kuhuzunishwa rohoni; kama mke aliyeolewa bado angali kijana na kukataliwa,” asema Mungu wako."
  },
  {
    "verseNumber": "ISA 54:7",
    "verseText": "“Kwa kitambo kidogo nilikuacha, lakini kwa huruma nyingi nitakurudisha."
  },
  {
    "verseNumber": "ISA 54:8",
    "verseText": "Katika ukali wa hasira nilikuficha uso wangu kwa kitambo, lakini kwa fadhili za milele nitakuwa na huruma juu yako,” asema BWANA Mkombozi wako."
  },
  {
    "verseNumber": "ISA 54:9",
    "verseText": "“Kwangu mimi jambo hili ni kama siku za Noa, nilipoapa kuwa maji ya Noa kamwe hayatafunika tena dunia. Hivyo sasa nimeapa sitawakasirikia ninyi, kamwe sitawakemea tena."
  },
  {
    "verseNumber": "ISA 54:10",
    "verseText": "Ijapotikisika milima, na vilima viondolewe, hata hivyo upendo wangu usiokoma kwenu hautatikisika, wala agano langu la amani halitaondolewa,” asema BWANA, mwenye huruma juu yenu."
  },
  {
    "verseNumber": "ISA 54:11",
    "verseText": "“Ewe mji uliyeteswa, uliyepigwa kwa dhoruba na usiyetulizwa, nitakujenga kwa almasi, nitaweka misingi yako kwa yakuti samawi."
  },
  {
    "verseNumber": "ISA 54:12",
    "verseText": "Nitafanya minara yako ya akiki, malango yako kwa vito vingʼaavyo, nazo kuta zako zote za vito vya thamani."
  },
  {
    "verseNumber": "ISA 54:13",
    "verseText": "Watoto wako wote watafundishwa na BWANA, nayo amani ya watoto wako itakuwa kuu."
  },
  {
    "verseNumber": "ISA 54:14",
    "verseText": "Kwa haki utathibitika: Kuonewa kutakuwa mbali nawe; hutaogopa chochote. Hofu itakuwa mbali nawe; haitakukaribia wewe."
  },
  {
    "verseNumber": "ISA 54:15",
    "verseText": "Kama mtu yeyote akikushambulia, haitakuwa kwa ruhusa yangu; yeyote akushambuliaye atajisalimisha kwako."
  },
  {
    "verseNumber": "ISA 54:16",
    "verseText": "“Tazama, ni mimi niliyemuumba mhunzi, yeye afukutaye makaa kuwa moto, na kutengeneza silaha inayofaa kwa kazi yake. Tena ni mimi niliyemwambia mharabu kufanya uharibifu mwingi."
  },
  {
    "verseNumber": "ISA 54:17",
    "verseText": "Hakuna silaha itakayofanyizwa dhidi yako itakayofanikiwa, nawe utauthibitisha kuwa mwongo kila ulimi utakaokushtaki. Huu ndio urithi wa watumishi wa BWANA na hii ndiyo haki yao itokayo kwangu,” asema BWANA."
  },
  {
    "verseNumber": "ISA 55:1",
    "verseText": "“Njooni, ninyi nyote wenye kiu, njooni kwenye maji; nanyi ambao hamna fedha, njooni, nunueni na mle! Njooni, nunueni divai na maziwa bila fedha na bila gharama."
  },
  {
    "verseNumber": "ISA 55:2",
    "verseText": "Kwa nini kutumia fedha kwa kitu ambacho si chakula, na kutaabikia kitu kisichoshibisha? Sikilizeni, nisikilizeni mimi na mle kilicho kizuri, nazo nafsi zenu zitafurahia utajiri wa unono."
  },
  {
    "verseNumber": "ISA 55:3",
    "verseText": "Tegeni sikio mje kwangu, nisikieni mimi, ili nafsi zenu zipate kuishi. Nitafanya agano la milele nanyi, pendo la uaminifu nililomwahidi Daudi."
  },
  {
    "verseNumber": "ISA 55:4",
    "verseText": "Tazama, nimemfanya kuwa shahidi wa mataifa, kiongozi na jemadari wa mataifa."
  },
  {
    "verseNumber": "ISA 55:5",
    "verseText": "Hakika utaita mataifa usiyoyajua, nayo mataifa yale yasiyokujua yataharakisha kukujia, kwa sababu ya BWANA Mungu wako, yeye Aliye Mtakatifu wa Israeli, kwa maana amekutukuza.”"
  },
  {
    "verseNumber": "ISA 55:6",
    "verseText": "Mtafuteni BWANA maadamu anapatikana; mwiteni maadamu yu karibu."
  },
  {
    "verseNumber": "ISA 55:7",
    "verseText": "Mtu mwovu na aiache njia yake, na mtu mbaya na ayaache mawazo yake. Yeye na amrudie BWANA, naye atamrehemu, arudi kwa Mungu wetu, kwa kuwa atamsamehe bure kabisa."
  },
  {
    "verseNumber": "ISA 55:8",
    "verseText": "“Kwa kuwa mawazo yangu si mawazo yenu, wala njia zenu si njia zangu,” asema BWANA."
  },
  {
    "verseNumber": "ISA 55:9",
    "verseText": "“Kama vile mbingu zilivyo juu kuliko dunia, ndivyo njia zangu zilivyo juu kuliko njia zenu na mawazo yangu kuliko mawazo yenu."
  },
  {
    "verseNumber": "ISA 55:10",
    "verseText": "Kama vile mvua na theluji ishukavyo kutoka mbinguni, nayo hairudi tena huko bila kunywesha dunia na kuichipusha na kuistawisha, hivyo hutoa mbegu kwa mpanzi na mkate kwa mlaji,"
  },
  {
    "verseNumber": "ISA 55:11",
    "verseText": "ndivyo lilivyo neno langu lile litokalo kinywani mwangu: Halitanirudia tupu, bali litatimiliza lile nililokusudia na litafanikiwa katika kusudi lile nililolituma."
  },
  {
    "verseNumber": "ISA 55:12",
    "verseText": "Mtatoka nje kwa furaha na kuongozwa kwa amani; milima na vilima vitapaza sauti kwa nyimbo mbele yenu, nayo miti yote ya shambani itapiga makofi."
  },
  {
    "verseNumber": "ISA 55:13",
    "verseText": "Badala ya kichaka cha miiba itaota miti ya misunobari, na badala ya michongoma utaota mhadasi. Hili litakuwa jambo la kumpatia BWANA jina, kwa ajili ya ishara ya milele, ambayo haitaharibiwa.”"
  },
  {
    "verseNumber": "ISA 56:1",
    "verseText": "Hili ndilo asemalo BWANA: “Dumisheni haki na mkatende lile lililo sawa, kwa maana wokovu wangu u karibu na haki yangu itafunuliwa upesi."
  },
  {
    "verseNumber": "ISA 56:2",
    "verseText": "Amebarikiwa mtu yule atendaye hili, mtu yule alishikaye kwa uthabiti, yeye ashikaye Sabato bila kuinajisi, auzuiaye mkono wake usifanye uovu wowote.”"
  },
  {
    "verseNumber": "ISA 56:3",
    "verseText": "Usimwache mgeni aambatanaye na BWANA aseme, “Hakika BWANA atanitenga na watu wake.” Usimwache towashi yeyote alalamike akisema, “Mimi ni mti mkavu tu.”"
  },
  {
    "verseNumber": "ISA 56:4",
    "verseText": "Kwa kuwa hili ndilo asemalo BWANA: “Kwa matowashi washikao Sabato zangu, ambao huchagua kile kinachonipendeza na kulishika sana agano langu:"
  },
  {
    "verseNumber": "ISA 56:5",
    "verseText": "hao nitawapa ndani ya Hekalu langu na kuta zake kumbukumbu na jina bora kuliko kuwa na watoto wa kiume na wa kike: nitawapa jina lidumulo milele, ambalo halitakatiliwa mbali."
  },
  {
    "verseNumber": "ISA 56:6",
    "verseText": "Wageni wanaoambatana na BWANA ili kumtumikia, kulipenda jina la BWANA, na kumwabudu yeye, wote washikao Sabato bila kuinajisi na ambao hushika sana agano langu:"
  },
  {
    "verseNumber": "ISA 56:7",
    "verseText": "hawa nitawaleta kwenye mlima wangu mtakatifu na kuwapa furaha ndani ya nyumba yangu ya sala. Sadaka zao za kuteketeza na dhabihu zao zitakubalika juu ya madhabahu yangu; kwa maana nyumba yangu itaitwa nyumba ya sala kwa mataifa yote.”"
  },
  {
    "verseNumber": "ISA 56:8",
    "verseText": "BWANA Mwenyezi asema, yeye awakusanyaye Waisraeli waliohamishwa: “Bado nitawakusanya wengine kwao zaidi ya hao ambao wamekusanywa tayari.”"
  },
  {
    "verseNumber": "ISA 56:9",
    "verseText": "Njooni, enyi wanyama wote wa kondeni, njooni mle, ninyi wanyama wote wa mwituni!"
  },
  {
    "verseNumber": "ISA 56:10",
    "verseText": "Walinzi wa Israeli ni vipofu, wote wamepungukiwa na maarifa; wote ni mbwa walio bubu, hawawezi kubweka; hulala na kuota ndoto, hupenda kulala."
  },
  {
    "verseNumber": "ISA 56:11",
    "verseText": "Ni mbwa wenye tamaa kubwa, kamwe hawatosheki. Wao ni wachungaji waliopungukiwa na ufahamu; wote wamegeukia njia yao wenyewe, kila mmoja hutafuta faida yake mwenyewe."
  },
  {
    "verseNumber": "ISA 56:12",
    "verseText": "Kila mmoja hulia, “Njooni, tupate mvinyo! Tunywe kileo sana! Kesho itakuwa kama leo, au hata bora zaidi.”"
  },
  {
    "verseNumber": "ISA 57:1",
    "verseText": "Mwenye haki hupotea, wala hakuna hata mmoja awazaye hilo moyoni mwake; watu wanaomcha Mungu huondolewa, wala hakuna hata mmoja anayeelewa kuwa wenye haki wameondolewa ili wasipatikane na maovu."
  },
  {
    "verseNumber": "ISA 57:2",
    "verseText": "Wale waendao kwa unyofu huwa na amani; hupata pumziko walalapo mautini."
  },
  {
    "verseNumber": "ISA 57:3",
    "verseText": "“Lakini ninyi: Njooni hapa, ninyi wana wa wachawi, ninyi wazao wa wazinzi na makahaba!"
  },
  {
    "verseNumber": "ISA 57:4",
    "verseText": "Mnamdhihaki nani? Ni nani mnayemcheka kwa dharau, na kumtolea ndimi zenu? Je, ninyi si watoto wa waasi, uzao wa waongo?"
  },
  {
    "verseNumber": "ISA 57:5",
    "verseText": "Mnawaka tamaa katikati ya mialoni na chini ya kila mti uliotanda matawi; mnawatoa kafara watoto wenu kwenye mabonde na chini ya majabali yenye mianya."
  },
  {
    "verseNumber": "ISA 57:6",
    "verseText": "“Sanamu zilizo katikati ya mawe laini ya mabondeni ndizo fungu lenu; hizo ndizo sehemu yenu. Naam, kwa hizo mmemimina sadaka za vinywaji, na kutoa sadaka za nafaka. Katika haya yote, niendelee kuona huruma?"
  },
  {
    "verseNumber": "ISA 57:7",
    "verseText": "Umeweka kitanda chako juu kwenye kilima kirefu kilichoinuka, huko ulikwenda kutoa dhabihu zako."
  },
  {
    "verseNumber": "ISA 57:8",
    "verseText": "Nyuma ya milango yako na miimo yako umeweka alama zako za kipagani. Kwa kuniacha mimi, ulifunua kitanda chako, umepanda juu yake na kukipanua sana; ulifanya patano na wale ambao unapenda vitanda vyao, nawe uliangalia uchi wao."
  },
  {
    "verseNumber": "ISA 57:9",
    "verseText": "Ulikwenda kwa Moleki ukiwa na mafuta ya zeituni, na ukaongeza manukato yako. Ukawatuma wajumbe wako mbali sana, ukashuka kwenye kaburi lenyewe!"
  },
  {
    "verseNumber": "ISA 57:10",
    "verseText": "Ulikuwa umechoshwa na njia zako zote, lakini hukusema, ‘Hakuna tumaini.’ Ulipata uhuisho wa nguvu zako, kwa sababu hiyo hukuzimia."
  },
  {
    "verseNumber": "ISA 57:11",
    "verseText": "“Ni nani uliyemhofu hivyo na kumwogopa hata ukawa mwongo kwangu, wala hukunikumbuka au kutafakari hili moyoni mwako? Si ni kwa sababu nimekuwa kimya muda mrefu hata huniogopi?"
  },
  {
    "verseNumber": "ISA 57:12",
    "verseText": "Nitaifunua haki yako na matendo yako, nayo hayatakufaidi."
  },
  {
    "verseNumber": "ISA 57:13",
    "verseText": "Utakapolia kwa kuhitaji msaada, sanamu zako ulizojikusanyia na zikuokoe! Upepo utazipeperusha zote, pumzi peke yake itazipeperusha, Lakini mtu atakayenifanya kimbilio lake, atairithi nchi na kuumiliki mlima wangu mtakatifu.”"
  },
  {
    "verseNumber": "ISA 57:14",
    "verseText": "Tena itasemwa: “Jengeni, jengeni, itengenezeni njia! Ondoeni vikwazo katika njia ya watu wangu.”"
  },
  {
    "verseNumber": "ISA 57:15",
    "verseText": "Kwa maana hili ndilo asemalo Aliye juu, yeye aliyeinuliwa sana, yeye aishiye milele, ambaye jina lake ni Mtakatifu: “Ninaishi mimi mahali palipoinuka na patakatifu, lakini pia pamoja na yeye aliye na roho iliyotubu na mwenye roho ya unyenyekevu, ili kuzihuisha roho za wanyenyekevu na kuihuisha mioyo yao waliotubu."
  },
  {
    "verseNumber": "ISA 57:16",
    "verseText": "Sitaendelea kulaumu milele, wala sitakasirika siku zote, kwa kuwa roho ya mwanadamu ingezimia mbele zangu: yaani pumzi ya mwanadamu niliyemuumba."
  },
  {
    "verseNumber": "ISA 57:17",
    "verseText": "Nilighadhibika na tamaa yake ya dhambi; nilimwadhibu, nikauficha uso wangu kwa hasira, na bado aliendelea katika njia zake za tamaa."
  },
  {
    "verseNumber": "ISA 57:18",
    "verseText": "Nimeziona njia zake, lakini nitamponya, nitamwongoza na kumrudishia upya faraja,"
  },
  {
    "verseNumber": "ISA 57:19",
    "verseText": "nikiumba sifa midomoni ya waombolezaji katika Israeli. Amani, amani, kwa wale walio mbali na kwa wale walio karibu,” asema BWANA. “Nami nitawaponya.”"
  },
  {
    "verseNumber": "ISA 57:20",
    "verseText": "Bali waovu ni kama bahari ichafukayo, ambayo haiwezi kutulia, mawimbi yake hutupa takataka na matope."
  },
  {
    "verseNumber": "ISA 57:21",
    "verseText": "Mungu wangu asema, “Hakuna amani kwa waovu.”"
  },
  {
    "verseNumber": "ISA 58:1",
    "verseText": "“Piga kelele, usizuie. Paza sauti yako kama tarumbeta. Watangazieni watu wangu uasi wao, na kwa nyumba ya Yakobo dhambi zao."
  },
  {
    "verseNumber": "ISA 58:2",
    "verseText": "Kwa maana kila siku hunitafuta, wanaonekana kutaka kujua njia zangu, kana kwamba walikuwa taifa linalotenda lililo sawa, na ambalo halijaziacha amri za Mungu wake. Hutaka kwangu maamuzi ya haki, nao hutamani Mungu awakaribie."
  },
  {
    "verseNumber": "ISA 58:3",
    "verseText": "Wao husema, ‘Mbona tumefunga, nawe hujaona? Mbona tumejinyenyekeza, nawe huangalii?’ “Lakini katika siku ya kufunga kwenu, mnafanya mnavyotaka na kuwadhulumu wafanyakazi wenu wote."
  },
  {
    "verseNumber": "ISA 58:4",
    "verseText": "Kufunga kwenu huishia kwenye magomvi na mapigano, na kupigana ninyi kwa ninyi kwa ngumi za uovu. Hamwezi kufunga kama mnavyofanya leo na kutazamia sauti zenu kusikiwa huko juu."
  },
  {
    "verseNumber": "ISA 58:5",
    "verseText": "Je, hii ndiyo aina ya mfungo niliouchagua, siku moja tu ya mtu kujinyenyekeza? Je, ni kwa kuinamisha kichwa chini kama tete, na kwa kujilaza juu ya nguo ya gunia na majivu? Je, huo ndio mnaouita mfungo, siku iliyokubalika kwa BWANA?"
  },
  {
    "verseNumber": "ISA 58:6",
    "verseText": "“Je, hii si ndiyo aina ya mfungo niliyoichagua: kufungua minyororo ya udhalimu, na kufungua kamba za nira, kuwaweka huru walioonewa, na kuvunja kila nira?"
  },
  {
    "verseNumber": "ISA 58:7",
    "verseText": "Je, sio kushirikiana chakula chako na wenye njaa na kuwapatia maskini wasiokuwa na makao hifadhi, unapomwona aliye uchi, umvike, wala si kumkimbia mtu wa nyama na damu yako mwenyewe?"
  },
  {
    "verseNumber": "ISA 58:8",
    "verseText": "Ndipo nuru yako itajitokeza kama mapambazuko na uponyaji wako utatokea upesi; ndipo haki yako itakapokutangulia mbele yako, na utukufu wa BWANA utakuwa mlinzi nyuma yako."
  },
  {
    "verseNumber": "ISA 58:9",
    "verseText": "Ndipo utaita, naye BWANA atajibu, utalia kuomba msaada, naye atasema: Mimi hapa. “Kama ukiiondoa nira ya udhalimu, na kunyoosha kidole na kuzungumza maovu,"
  },
  {
    "verseNumber": "ISA 58:10",
    "verseText": "nanyi kama mkimkunjulia mtu mwenye njaa nafsi zenu na kutosheleza mahitaji ya walioonewa, ndipo nuru yenu itakapongʼaa gizani, nao usiku wenu utakuwa kama adhuhuri."
  },
  {
    "verseNumber": "ISA 58:11",
    "verseText": "BWANA atakuongoza siku zote, atayatosheleza mahitaji yako katika nchi kame, naye ataitia nguvu mifupa yako. Utakuwa kama bustani iliyonyweshwa vizuri, kama chemchemi ambayo maji yake hayakauki kamwe."
  },
  {
    "verseNumber": "ISA 58:12",
    "verseText": "Watu wako watajenga tena magofu ya zamani na kuinua misingi ya kale; utaitwa Mwenye Kukarabati Kuta Zilizobomoka, Mwenye Kurejeza Barabara za Makao."
  },
  {
    "verseNumber": "ISA 58:13",
    "verseText": "“Kama ukitunza miguu yako isivunje Sabato, na kutokufanya kama vile upendavyo katika siku yangu takatifu, kama ukiita Sabato siku ya furaha na siku takatifu ya BWANA ya kuheshimiwa, kama utaiheshimu kwa kutoenenda katika njia zako mwenyewe, na kutokufanya yakupendezayo au kusema maneno ya upuzi,"
  },
  {
    "verseNumber": "ISA 58:14",
    "verseText": "ndipo utakapojipatia furaha yako katika BWANA, nami nitakufanya upande juu ya miinuko ya nchi na kusherehekea urithi wa Yakobo baba yako.” Kinywa cha BWANA kimenena haya."
  },
  {
    "verseNumber": "ISA 59:1",
    "verseText": "Hakika mkono wa BWANA si mfupi hata usiweze kuokoa, wala sikio lake si zito hata lisiweze kusikia."
  },
  {
    "verseNumber": "ISA 59:2",
    "verseText": "Lakini maovu yenu yamewatenga ninyi na Mungu wenu, dhambi zenu zimewaficha ninyi uso wake, ili asisikie."
  },
  {
    "verseNumber": "ISA 59:3",
    "verseText": "Kwa maana mikono yenu imetiwa mawaa kwa damu na vidole vyenu kwa hatia. Midomo yenu imenena uongo, nazo ndimi zenu zimenongʼona mambo maovu."
  },
  {
    "verseNumber": "ISA 59:4",
    "verseText": "Hakuna hata mmoja anayedai kwa haki; hakuna hata mmoja anayetetea shauri lake kwa haki. Wanategemea mabishano matupu na kusema uongo, huchukua mimba ya magomvi na kuzaa uovu."
  },
  {
    "verseNumber": "ISA 59:5",
    "verseText": "Huangua mayai ya nyoka wenye sumu kali na kutanda wavu wa buibui. Yeyote alaye mayai yao atakufa, na wakati moja lianguliwapo, nyoka hutoka humo."
  },
  {
    "verseNumber": "ISA 59:6",
    "verseText": "Utando wao wa buibui haufai kwa nguo; hawawezi kujifunika kwa kile walichokitengeneza. Matendo yao ni matendo maovu, vitendo vya jeuri vipo mikononi mwao."
  },
  {
    "verseNumber": "ISA 59:7",
    "verseText": "Miguu yao hukimbilia kwenye dhambi, ni myepesi kumwaga damu isiyo na hatia. Mawazo yao ni mawazo maovu; uharibifu na maangamizi huonekana katika njia zao."
  },
  {
    "verseNumber": "ISA 59:8",
    "verseText": "Hawajui njia ya amani, hakuna haki katika mapito yao. Wameyageuza kuwa njia za upotovu, hakuna apitaye njia hizo atakayeifahamu amani."
  },
  {
    "verseNumber": "ISA 59:9",
    "verseText": "Hivyo uadilifu uko mbali nasi, nayo haki haitufikii. Tunatazamia nuru, kumbe! Yote ni giza, tunatazamia mwanga, lakini tunatembea katika giza kuu."
  },
  {
    "verseNumber": "ISA 59:10",
    "verseText": "Tunapapasa ukuta kama kipofu, tunapapasa katika njia zetu kama watu wasio na macho. Adhuhuri tunajikwaa kama wakati wa gizagiza; katikati ya wenye nguvu, tuko kama wafu."
  },
  {
    "verseNumber": "ISA 59:11",
    "verseText": "Wote tunanguruma kama dubu; tunalia kwa maombolezo kama hua. Tunatafuta haki, kumbe hakuna kabisa; tunatafuta wokovu, lakini uko mbali."
  },
  {
    "verseNumber": "ISA 59:12",
    "verseText": "Kwa sababu makosa yetu ni mengi machoni pako, na dhambi zetu zinashuhudia dhidi yetu. Makosa yetu yako pamoja nasi daima, nasi tunayatambua maovu yetu:"
  },
  {
    "verseNumber": "ISA 59:13",
    "verseText": "Uasi na udanganyifu dhidi ya BWANA, kumgeuzia Mungu wetu kisogo, tukichochea udhalimu na maasi, tukinena uongo ambao mioyo yetu imeuhifadhi."
  },
  {
    "verseNumber": "ISA 59:14",
    "verseText": "Hivyo uadilifu umerudishwa nyuma, nayo haki inasimama mbali, kweli imejikwaa njiani, uaminifu hauwezi kuingia."
  },
  {
    "verseNumber": "ISA 59:15",
    "verseText": "Kweli haipatikani popote, na yeyote aepukaye uovu huwa mawindo. BWANA alitazama naye akachukizwa kwamba hapakuwepo haki."
  },
  {
    "verseNumber": "ISA 59:16",
    "verseText": "Aliona kuwa hakuwepo hata mtu mmoja, akashangaa kwamba hakuwepo hata mmoja wa kuingilia kati; hivyo mkono wake mwenyewe ndio uliomfanyia wokovu, nayo haki yake mwenyewe ndiyo iliyomtegemeza."
  },
  {
    "verseNumber": "ISA 59:17",
    "verseText": "Alivaa haki kama dirii kifuani mwake, na chapeo ya wokovu kichwani mwake, alivaa mavazi ya kisasi naye akajifunga wivu kama joho."
  },
  {
    "verseNumber": "ISA 59:18",
    "verseText": "Kulingana na kile walichokuwa wametenda, ndivyo atakavyolipa ghadhabu kwa watesi wake na kisasi kwa adui zake, atavilipa visiwa sawa na wanavyostahili."
  },
  {
    "verseNumber": "ISA 59:19",
    "verseText": "Kuanzia magharibi, watu wataliogopa jina la BWANA na kuanzia mawio ya jua, watauheshimu utukufu wake. Wakati adui atakapokuja kama mafuriko, Roho wa BWANA atainua kiwango dhidi yake na kumshinda."
  },
  {
    "verseNumber": "ISA 59:20",
    "verseText": "“Mkombozi atakuja Sayuni, kwa wale wa Yakobo wanaozitubu dhambi zao,” asema BWANA."
  },
  {
    "verseNumber": "ISA 59:21",
    "verseText": "“Kwa habari yangu mimi, hili ndilo agano langu nao,” asema BWANA. “Roho wangu, aliye juu yenu, na maneno yangu ambayo nimeyaweka katika vinywa vyenu, havitaondoka vinywani mwenu, wala kutoka vinywani mwa watoto wenu, wala kutoka vinywani mwa wazao wao, kuanzia sasa na hata milele,” asema BWANA."
  },
  {
    "verseNumber": "ISA 60:1",
    "verseText": "“Ondoka, angaza, kwa kuwa nuru yako imekuja na utukufu wa BWANA umezuka juu yako."
  },
  {
    "verseNumber": "ISA 60:2",
    "verseText": "Tazama, giza litaifunika dunia na giza kuu litayafunika mataifa, lakini BWANA atazuka juu yako na utukufu wake utaonekana juu yako."
  },
  {
    "verseNumber": "ISA 60:3",
    "verseText": "Mataifa watakuja kwenye nuru yako na wafalme kwa mwanga wa mapambazuko yako."
  },
  {
    "verseNumber": "ISA 60:4",
    "verseText": "“Inua macho yako na utazame pande zote: Wote wanakusanyika na kukujia, wana wako wanakuja toka mbali, nao binti zako wanabebwa mikononi."
  },
  {
    "verseNumber": "ISA 60:5",
    "verseText": "Ndipo utatazama na kutiwa nuru, moyo wako utasisimka na kujaa furaha, mali zilizo baharini zitaletwa kwako, utajiri wa mataifa utakujilia."
  },
  {
    "verseNumber": "ISA 60:6",
    "verseText": "Makundi ya ngamia yatajaa katika nchi yako, ngamia vijana wa Midiani na Efa. Nao wote watokao Sheba watakuja, wakichukua dhahabu na uvumba na kutangaza sifa za BWANA."
  },
  {
    "verseNumber": "ISA 60:7",
    "verseText": "Makundi yote ya Kedari yatakusanyika kwako, kondoo dume wa Nebayothi watakutumikia, watakubalika kama sadaka juu ya madhabahu yangu, nami nitalipamba Hekalu langu tukufu."
  },
  {
    "verseNumber": "ISA 60:8",
    "verseText": "“Ni nani hawa warukao kama mawingu, kama hua kuelekea kwenye viota vyao?"
  },
  {
    "verseNumber": "ISA 60:9",
    "verseText": "Hakika visiwa vinanitazama, merikebu za Tarshishi ndizo zinazotangulia, zikiwaleta wana wenu kutoka mbali, wakiwa na fedha na dhahabu zao, kwa heshima ya BWANA, Mungu wenu, yeye Aliye Mtakatifu wa Israeli, kwa maana amekujalia utukufu."
  },
  {
    "verseNumber": "ISA 60:10",
    "verseText": "“Wageni watazijenga upya kuta zako, na wafalme wao watakutumikia. Ingawa katika hasira nilikupiga, lakini katika upendeleo wangu nitakuonyesha huruma."
  },
  {
    "verseNumber": "ISA 60:11",
    "verseText": "Malango yako yatakuwa wazi siku zote, kamwe hayatafungwa, mchana wala usiku, ili watu wapate kukuletea utajiri wa mataifa: wafalme wao wakiongoza maandamano ya ushindi."
  },
  {
    "verseNumber": "ISA 60:12",
    "verseText": "Kwa maana taifa au ufalme ule ambao hautakutumikia utaangamia; utaharibiwa kabisa."
  },
  {
    "verseNumber": "ISA 60:13",
    "verseText": "“Utukufu wa Lebanoni utakujilia, msunobari, mvinje pamoja na mteashuri, ili kupapamba mahali pangu patakatifu, nami nitapatukuza mahali pa miguu yangu."
  },
  {
    "verseNumber": "ISA 60:14",
    "verseText": "Wana wa wale waliokuonea watakuja wakisujudu mbele yako, wote wanaokudharau watasujudu kwenye miguu yako, nao watakuita Mji wa BWANA, Sayuni ya Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "ISA 60:15",
    "verseText": "“Ingawa umeachwa na kuchukiwa, bila yeyote anayesafiri ndani yako, nitakufanya kuwa fahari ya milele, na furaha ya vizazi vyote."
  },
  {
    "verseNumber": "ISA 60:16",
    "verseText": "Utanyonya maziwa ya mataifa, na kunyonyeshwa matiti ya wafalme. Ndipo utakapojua kwamba Mimi, BWANA, ni Mwokozi wako, Mkombozi wako, niliye Mwenye Nguvu wa Yakobo."
  },
  {
    "verseNumber": "ISA 60:17",
    "verseText": "Badala ya shaba nitakuletea dhahabu, na fedha badala ya chuma. Badala ya mti nitakuletea shaba, na chuma badala ya mawe. Nitafanya amani kuwa mtawala wako, na haki kuwa mfalme wako."
  },
  {
    "verseNumber": "ISA 60:18",
    "verseText": "Jeuri hazitasikika tena katika nchi yako, wala maangamizi au uharibifu ndani ya mipaka yako, lakini utaita kuta zako Wokovu, na malango yako Sifa."
  },
  {
    "verseNumber": "ISA 60:19",
    "verseText": "Jua halitakuwa tena nuru yako mchana, wala mwangaza wa mwezi hautakuangazia, kwa maana BWANA atakuwa nuru yako ya milele, naye Mungu wako atakuwa utukufu wako."
  },
  {
    "verseNumber": "ISA 60:20",
    "verseText": "Jua lako halitazama tena, nao mwezi wako hautafifia tena; BWANA atakuwa nuru yako milele, nazo siku zako za huzuni zitakoma."
  },
  {
    "verseNumber": "ISA 60:21",
    "verseText": "Ndipo watu wako wote watakuwa waadilifu, nao wataimiliki nchi milele. Wao ni chipukizi nililolipanda, kazi ya mikono yangu, ili kuonyesha utukufu wangu."
  },
  {
    "verseNumber": "ISA 60:22",
    "verseText": "Aliye mdogo kwenu atakuwa elfu, mdogo kuliko wote atakuwa taifa lenye nguvu. Mimi ndimi BWANA; katika wakati wake nitayatimiza haya upesi.”"
  },
  {
    "verseNumber": "ISA 61:1",
    "verseText": "Roho wa BWANA Mwenyezi yu juu yangu, kwa sababu BWANA amenitia mafuta kuwahubiria maskini habari njema. Amenituma kuwaganga waliovunjika moyo, kuwatangazia mateka uhuru wao, na hao waliofungwa habari za kufunguliwa kwao;"
  },
  {
    "verseNumber": "ISA 61:2",
    "verseText": "kutangaza mwaka wa BWANA uliokubaliwa, na siku ya kisasi ya Mungu wetu, kuwafariji wote waombolezao,"
  },
  {
    "verseNumber": "ISA 61:3",
    "verseText": "na kuwapa mahitaji wale wanaohuzunika katika Sayuni, ili kuwapa taji ya uzuri badala ya majivu, mafuta ya furaha badala ya maombolezo, vazi la sifa badala ya roho ya kukata tamaa. Nao wataitwa mialoni ya haki, pando la BWANA, ili kuonyesha utukufu wake."
  },
  {
    "verseNumber": "ISA 61:4",
    "verseText": "Watajenga upya magofu ya zamani na kupatengeneza mahali palipoachwa ukiwa zamani; watafanya upya miji iliyoharibiwa, iliyoachwa ukiwa kwa vizazi vingi."
  },
  {
    "verseNumber": "ISA 61:5",
    "verseText": "Wageni watayachunga makundi yenu, wageni watafanya kazi katika mashamba yenu, na kutunza mashamba yenu ya mizabibu."
  },
  {
    "verseNumber": "ISA 61:6",
    "verseText": "Nanyi mtaitwa makuhani wa BWANA, mtaitwa watumishi wa Mungu wetu. Mtakula utajiri wa mataifa, nanyi katika utajiri wao mtajisifu."
  },
  {
    "verseNumber": "ISA 61:7",
    "verseText": "Badala ya aibu yao watu wangu watapokea sehemu maradufu, na badala ya fedheha watafurahia katika urithi wao; hivyo watarithi sehemu maradufu katika nchi yao, nayo furaha ya milele itakuwa yao."
  },
  {
    "verseNumber": "ISA 61:8",
    "verseText": "“Kwa maana Mimi, BWANA, napenda haki, na ninachukia unyangʼanyi na uovu. Katika uaminifu wangu nitawapa malipo yao na kufanya agano la milele nao."
  },
  {
    "verseNumber": "ISA 61:9",
    "verseText": "Wazao wao watajulikana miongoni mwa mataifa, na uzao wao miongoni mwa kabila za watu. Wale wote watakaowaona watatambua kuwa ni taifa ambalo BWANA amelibariki.”"
  },
  {
    "verseNumber": "ISA 61:10",
    "verseText": "Ninafurahia sana katika BWANA, nafsi yangu inashangilia katika Mungu wangu. Kwa maana amenivika mavazi ya wokovu, na kunipamba kwa joho la haki, kama vile bwana arusi apambavyo kichwa chake kama kuhani, na kama bibi arusi ajipambavyo kwa vito vyake vya thamani."
  },
  {
    "verseNumber": "ISA 61:11",
    "verseText": "Kwa maana kama vile ardhi ifanyavyo chipukizi kuota, na bustani isababishavyo mbegu kuota, ndivyo BWANA Mwenyezi atafanya haki na sifa zichipuke mbele ya mataifa yote."
  },
  {
    "verseNumber": "ISA 62:1",
    "verseText": "Kwa ajili ya Sayuni sitanyamaza, kwa ajili ya Yerusalemu sitatulia, mpaka haki yake itakapoangaza kama mapambazuko, wokovu wake kama mwanga wa moto."
  },
  {
    "verseNumber": "ISA 62:2",
    "verseText": "Mataifa wataona haki yako, nao wafalme wote wataona utukufu wako; wewe utaitwa kwa jina jipya lile ambalo kinywa cha BWANA kitatamka."
  },
  {
    "verseNumber": "ISA 62:3",
    "verseText": "Utakuwa taji ya fahari mkononi mwa BWANA, taji ya kifalme mkononi mwa Mungu wako."
  },
  {
    "verseNumber": "ISA 62:4",
    "verseText": "Hawatakuita tena Aliyeachwa, wala nchi yako kuiita Ukiwa. Bali utaitwa Hefsiba, nayo nchi yako itaitwa Beula, kwa maana BWANA atakufurahia, nayo nchi yako itaolewa."
  },
  {
    "verseNumber": "ISA 62:5",
    "verseText": "Kama vile kijana aoavyo mwanamwali, ndivyo wanao watakavyokuoa wewe; kama bwana arusi amfurahiavyo bibi arusi wake, ndivyo Mungu wako atakavyokufurahia wewe."
  },
  {
    "verseNumber": "ISA 62:6",
    "verseText": "Nimeweka walinzi juu ya kuta zako, ee Yerusalemu, hawatanyamaza mchana wala usiku. Ninyi wenye kumwita BWANA, msitulie,"
  },
  {
    "verseNumber": "ISA 62:7",
    "verseText": "msimwache apumzike hadi atakapoufanya imara Yerusalemu na kuufanya uwe sifa ya dunia."
  },
  {
    "verseNumber": "ISA 62:8",
    "verseText": "BWANA ameapa kwa mkono wake wa kuume na kwa mkono wake wenye nguvu: “Kamwe sitawapa tena adui zenu nafaka zenu kama chakula chao; kamwe wageni hawatakunywa tena divai mpya ambayo mmeitaabikia,"
  },
  {
    "verseNumber": "ISA 62:9",
    "verseText": "lakini wale waivunao nafaka wataila na kumsifu BWANA, nao wale wakusanyao zabibu watainywa divai yake katika nyua za patakatifu pangu.”"
  },
  {
    "verseNumber": "ISA 62:10",
    "verseText": "Piteni, piteni katika malango! Tengenezeni njia kwa ajili ya watu. Jengeni, jengeni njia kuu! Ondoeni mawe. Inueni bendera kwa ajili ya mataifa."
  },
  {
    "verseNumber": "ISA 62:11",
    "verseText": "BWANA ametoa tangazo mpaka miisho ya dunia: “Mwambie Binti Sayuni, ‘Tazama, mwokozi wako anakuja! Tazama ujira wake uko pamoja naye, na malipo yake yanafuatana naye!’ ”"
  },
  {
    "verseNumber": "ISA 62:12",
    "verseText": "Wataitwa Watu Watakatifu, Waliokombolewa na BWANA; nawe utaitwa Aliyetafutwa, Mji Usioachwa Tena."
  },
  {
    "verseNumber": "ISA 63:1",
    "verseText": "Ni nani huyu anayekuja kutoka Edomu, kutoka Bosra, mwenye mavazi yaliyotiwa madoa mekundu? Ni nani huyu, aliyevikwa joho la kifahari, anayetembea kwa ukuu wa nguvu zake? “Mimi ndimi, nisemaye katika haki, mwenye nguvu wa kuokoa.”"
  },
  {
    "verseNumber": "ISA 63:2",
    "verseText": "Kwa nini mavazi yako ni mekundu, kama ya yule akanyagaye shinikizo la zabibu?"
  },
  {
    "verseNumber": "ISA 63:3",
    "verseText": "“Nimekanyaga shinikizo la zabibu peke yangu; kutoka mataifa hakuna mtu aliyekuwa pamoja nami. Nimewaponda kwa miguu katika hasira yangu na kuwakanyaga chini katika ghadhabu yangu; damu yao ilitia matone kwenye mavazi yangu, na kutia madoa nguo zangu zote."
  },
  {
    "verseNumber": "ISA 63:4",
    "verseText": "Kwa kuwa siku ya kisasi ilikuwa moyoni mwangu, mwaka wa ukombozi wangu umefika."
  },
  {
    "verseNumber": "ISA 63:5",
    "verseText": "Nilitazama, lakini hakuwepo yeyote wa kunisaidia, nilishangaa kwa kuwa hakuwepo yeyote aliyetoa msaada; hivyo mkono wangu wenyewe ndio ulionifanyia wokovu, na ghadhabu yangu mwenyewe ndiyo iliyonitegemeza."
  },
  {
    "verseNumber": "ISA 63:6",
    "verseText": "Nilikanyaga mataifa kwa miguu katika hasira yangu, katika ghadhabu yangu niliwalewesha, na kumwaga damu yao juu ya ardhi.”"
  },
  {
    "verseNumber": "ISA 63:7",
    "verseText": "Nitasimulia juu ya wema wa BWANA, kwa matendo ambayo apaswa kusifiwa, sawasawa na yote ambayo BWANA ametenda kwa ajili yetu: naam, mambo mengi mema aliyoyatenda kwa ajili ya nyumba ya Israeli, sawasawa na huruma zake na wema wake mwingi."
  },
  {
    "verseNumber": "ISA 63:8",
    "verseText": "Alisema, “Hakika wao ni watu wangu, wana ambao hawatanidanganya”; hivyo akawa Mwokozi wao."
  },
  {
    "verseNumber": "ISA 63:9",
    "verseText": "Katika taabu zao zote naye alitaabika, na malaika wa uso wake akawaokoa. Katika upendo wake na rehema zake aliwakomboa, akawainua na kuwachukua siku zote zilizopita."
  },
  {
    "verseNumber": "ISA 63:10",
    "verseText": "Lakini waliasi, na kumhuzunisha Roho Mtakatifu wake. Hivyo aligeuka na kuwa adui yao, na yeye mwenyewe akapigana dhidi yao."
  },
  {
    "verseNumber": "ISA 63:11",
    "verseText": "Ndipo watu wake wakazikumbuka siku zilizopita, siku za Mose na watu wake: yuko wapi yeye aliyewaleta kupitia katikati ya bahari, pamoja na wachungaji wa kundi lake? Yuko wapi yule aliyeweka Roho wake Mtakatifu katikati yao,"
  },
  {
    "verseNumber": "ISA 63:12",
    "verseText": "aliyetuma mkono wake uliotukuka wenye nguvu kuwa katika mkono wa kuume wa Mose, aliyegawa maji ya bahari mbele yao, ili kujipatia jina milele,"
  },
  {
    "verseNumber": "ISA 63:13",
    "verseText": "aliyewaongoza kupitia kwenye vilindi? Kama farasi katika nchi iliyo wazi, wao hawakujikwaa,"
  },
  {
    "verseNumber": "ISA 63:14",
    "verseText": "kama ngʼombe washukao bondeni kwenye malisho, walipewa pumziko na Roho wa BWANA. Hivi ndivyo ulivyowaongoza watu wako ili kujipatia mwenyewe jina tukufu."
  },
  {
    "verseNumber": "ISA 63:15",
    "verseText": "Tazama chini kutoka mbinguni ukaone kutoka kiti chako cha enzi kilichoinuliwa juu, kitakatifu na kitukufu. Uko wapi wivu wako na uweza wako? Umetuzuilia wema wako na huruma zako."
  },
  {
    "verseNumber": "ISA 63:16",
    "verseText": "Lakini wewe ni Baba yetu, ingawa Abrahamu hatufahamu sisi wala Israeli hatutambui; wewe, Ee BWANA, ndiwe Baba yetu, Mkombozi wetu tangu zamani za kale ndilo jina lako."
  },
  {
    "verseNumber": "ISA 63:17",
    "verseText": "Ee BWANA, kwa nini unatuacha twende mbali na njia zako, na kuifanya mioyo yetu migumu hata hatukukuheshimu? Rudi kwa ajili ya watumishi wako, yale makabila ambayo ni urithi wako."
  },
  {
    "verseNumber": "ISA 63:18",
    "verseText": "Kwa maana kwa muda mfupi watu wako walimiliki mahali pako patakatifu, lakini sasa adui zetu wamepakanyaga mahali patakatifu pako."
  },
  {
    "verseNumber": "ISA 63:19",
    "verseText": "Sisi tumekuwa kama wale ambao hujawatawala kamwe, kama wale ambao hawajaitwa kwa jina lako."
  },
  {
    "verseNumber": "ISA 64:1",
    "verseText": "Laiti ungelipasua mbingu na kushuka chini, ili milima ingelitetemeka mbele zako!"
  },
  {
    "verseNumber": "ISA 64:2",
    "verseText": "Kama vile moto uteketezavyo vijiti na kusababisha maji kuchemka, shuka ukafanye jina lako lijulikane kwa adui zako, na kusababisha mataifa yatetemeke mbele zako!"
  },
  {
    "verseNumber": "ISA 64:3",
    "verseText": "Kwa maana ulipofanya mambo ya kutisha ambayo hatukuyatazamia, ulishuka, nayo milima ikatetemeka mbele zako."
  },
  {
    "verseNumber": "ISA 64:4",
    "verseText": "Tangu nyakati za zamani hakuna yeyote aliyesikia, hakuna sikio lililotambua, hakuna jicho lililomwona Mungu mwingine ila wewe, anayetenda mambo kwa ajili ya wale wamngojeao."
  },
  {
    "verseNumber": "ISA 64:5",
    "verseText": "Uliwasaidia watu wale watendao yaliyo haki kwa furaha, wale wazikumbukao njia zako. Lakini wakati tulipoendelea kutenda dhambi kinyume na njia zako, ulikasirika. Tutawezaje basi kuokolewa?"
  },
  {
    "verseNumber": "ISA 64:6",
    "verseText": "Sisi sote tumekuwa kama mtu aliye najisi, nayo matendo yetu yote ya uadilifu ni kama matambaa machafu; sisi sote tunasinyaa kama jani, na kama upepo maovu yetu hutupeperusha."
  },
  {
    "verseNumber": "ISA 64:7",
    "verseText": "Hakuna yeyote anayeliitia jina lako wala anayejitahidi kukushika, kwa kuwa umetuficha uso wako na kutuacha tudhoofike kwa sababu ya dhambi zetu."
  },
  {
    "verseNumber": "ISA 64:8",
    "verseText": "Lakini, Ee BWANA, wewe ndiwe Baba yetu. Sisi ni udongo, wewe ndiye mfinyanzi; sisi sote tu kazi ya mkono wako."
  },
  {
    "verseNumber": "ISA 64:9",
    "verseText": "Ee BWANA, usikasirike kupita kiasi, usizikumbuke dhambi zetu milele. Ee BWANA, utuangalie, twakuomba, kwa kuwa sisi sote tu watu wako."
  },
  {
    "verseNumber": "ISA 64:10",
    "verseText": "Miji yako mitakatifu imekuwa jangwa; hata Sayuni ni jangwa, Yerusalemu ni ukiwa."
  },
  {
    "verseNumber": "ISA 64:11",
    "verseText": "Hekalu letu takatifu na tukufu, mahali ambapo baba zetu walikusifu wewe, limechomwa kwa moto, navyo vitu vyote tulivyovithamini vimeharibika."
  },
  {
    "verseNumber": "ISA 64:12",
    "verseText": "Ee BWANA, baada ya haya yote, utajizuia? Je, utanyamaza kimya na kutuadhibu kupita kiasi?"
  },
  {
    "verseNumber": "ISA 65:1",
    "verseText": "“Nilijifunua kwa watu wale ambao hawakuniulizia. Nimeonekana na watu wale ambao hawakunitafuta. Kwa taifa lile ambalo halikuliita Jina langu, nilisema, ‘Niko hapa, niko hapa.’"
  },
  {
    "verseNumber": "ISA 65:2",
    "verseText": "Mchana kutwa nimeinyoosha mikono yangu kwa watu wakaidi, wanaokwenda katika njia ambazo si nzuri, wafuatao mawazo yao wenyewe:"
  },
  {
    "verseNumber": "ISA 65:3",
    "verseText": "taifa ambalo daima hunikasirisha machoni pangu, wakitoa dhabihu katika bustani na kufukiza uvumba juu ya madhabahu za matofali;"
  },
  {
    "verseNumber": "ISA 65:4",
    "verseText": "watu waketio katikati ya makaburi na kukesha mahali pa siri, walao nyama za nguruwe, nazo sufuria zao zina mchuzi wa nyama zilizo najisi,"
  },
  {
    "verseNumber": "ISA 65:5",
    "verseText": "wasemao, ‘Kaa mbali; usinikaribie, kwa maana mimi ni mtakatifu mno kwako!’ Watu wa aina hiyo ni moshi katika pua zangu, ni moto uwakao mchana kutwa."
  },
  {
    "verseNumber": "ISA 65:6",
    "verseText": "“Tazama, jambo hili hubakia limeandikwa mbele zangu: sitanyamaza, bali nitalipiza kwa ukamilifu; nitalipiza mapajani mwao:"
  },
  {
    "verseNumber": "ISA 65:7",
    "verseText": "dhambi zenu na dhambi za baba zenu,” asema BWANA. “Kwa sababu walitoa dhabihu za kuteketezwa juu ya milima na kunichokoza mimi juu ya vilima, nitawapimia mapajani mwao malipo makamilifu kwa matendo yao ya zamani.”"
  },
  {
    "verseNumber": "ISA 65:8",
    "verseText": "Hili ndilo asemalo BWANA: “Kama vile divai mpya ingali bado inapatikana katika kishada cha zabibu, nao watu husema, ‘Usikiharibu, kwa kuwa bado kuna kitu kizuri ndani yake,’ hivyo ndivyo nitakavyofanya kwa ajili ya watumishi wangu; sitawaangamiza wote."
  },
  {
    "verseNumber": "ISA 65:9",
    "verseText": "Nitawaleta wazao kutoka kwa Yakobo, na kutoka kwa Yuda wale watakaomiliki milima yangu, nao watu wangu wateule watairithi, nako huko wataishi watumishi wangu."
  },
  {
    "verseNumber": "ISA 65:10",
    "verseText": "Sharoni itakuwa malisho kwa ajili ya makundi ya kondoo, na Bonde la Akori mahali pa kupumzikia kwa makundi ya ngʼombe, kwa ajili ya watu wangu wanaonitafuta."
  },
  {
    "verseNumber": "ISA 65:11",
    "verseText": "“Bali kwenu ninyi mnaomwacha BWANA na kuusahau mlima wangu mtakatifu, ninyi mnaoandaa meza kwa ajili ya Bahati, na kujaza mabakuli ya mvinyo uliochanganywa kwa ajili ya Ajali,"
  },
  {
    "verseNumber": "ISA 65:12",
    "verseText": "nitawaagiza mfe kwa upanga, nanyi nyote mtainama chini ili kuchinjwa; kwa kuwa niliwaita lakini hamkuitika, nilisema lakini hamkusikiliza. Mlitenda maovu machoni pangu, nanyi mkachagua mambo yale yanayonichukiza.”"
  },
  {
    "verseNumber": "ISA 65:13",
    "verseText": "Kwa hiyo hili ndilo asemalo BWANA Mwenyezi: “Watumishi wangu watakula, lakini ninyi mtaona njaa; watumishi wangu watakunywa lakini ninyi mtaona kiu; watumishi wangu watafurahi, lakini ninyi mtaona haya."
  },
  {
    "verseNumber": "ISA 65:14",
    "verseText": "Watumishi wangu wataimba kwa furaha ya mioyo yao, lakini ninyi mtalia kutokana na uchungu wa moyoni, na kupiga yowe kwa sababu ya uchungu wa roho zenu."
  },
  {
    "verseNumber": "ISA 65:15",
    "verseText": "Mtaliacha jina lenu kuwa laana kwa watu wangu waliochaguliwa; BWANA Mwenyezi atawaua ninyi, lakini watumishi wake atawapa jina jingine."
  },
  {
    "verseNumber": "ISA 65:16",
    "verseText": "Yeye aombaye baraka katika nchi atafanya hivyo kwa Mungu wa kweli; yeye aapaye katika nchi ataapa kwa Mungu wa kweli. Kwa kuwa taabu za zamani zitasahaulika na kufichwa kutoka machoni pangu."
  },
  {
    "verseNumber": "ISA 65:17",
    "verseText": "“Tazama, nitaumba mbingu mpya na dunia mpya. Mambo ya zamani hayatakumbukwa, wala hayatakuja akilini."
  },
  {
    "verseNumber": "ISA 65:18",
    "verseText": "Lakini furahini na kushangilia daima katika hivi nitakavyoumba, kwa kuwa nitaumba Yerusalemu uwe wa kupendeza, nao watu wake wawe furaha."
  },
  {
    "verseNumber": "ISA 65:19",
    "verseText": "Nami nitaifurahia Yerusalemu na kuwafurahia watu wangu; sauti ya maombolezo na ya kilio haitasikika humo tena."
  },
  {
    "verseNumber": "ISA 65:20",
    "verseText": "“Kamwe hatakuwepo tena ndani yake mtoto mchanga atakayeishi siku chache tu, au mzee ambaye hataishi akatimiza miaka yake. Yeye atakayekufa akiwa na umri wa miaka mia moja atahesabiwa kwamba ni kijana tu, yeye ambaye hatafika miaka mia moja, atahesabiwa kuwa amelaaniwa."
  },
  {
    "verseNumber": "ISA 65:21",
    "verseText": "Watajenga nyumba na kuishi ndani yake; watapanda mashamba ya mizabibu na kula matunda yake."
  },
  {
    "verseNumber": "ISA 65:22",
    "verseText": "Hawatajenga nyumba, nao watu wengine waishi ndani yake, au kupanda mazao na wengine wale. Kwa kuwa kama zilivyo siku za mti, ndivyo zitakavyokuwa siku za watu wangu, wateule wangu watafurahia kwa siku nyingi kazi za mikono yao."
  },
  {
    "verseNumber": "ISA 65:23",
    "verseText": "Hawatajitaabisha kwa kazi bure, wala hawatazaa watoto ili wapatwe na majanga, kwa kuwa watakuwa taifa lililobarikiwa na BWANA, wao na wazao wao pamoja nao."
  },
  {
    "verseNumber": "ISA 65:24",
    "verseText": "Kabla hawajaita, nitajibu, nao wakiwa katika kunena, nitasikia."
  },
  {
    "verseNumber": "ISA 65:25",
    "verseText": "Mbwa mwitu na mwana-kondoo watalisha pamoja, naye simba atakula nyasi kama maksai, lakini mavumbi yatakuwa chakula cha nyoka. Hawatadhuru wala kuharibu katika mlima wangu mtakatifu wote,” asema BWANA."
  },
  {
    "verseNumber": "ISA 66:1",
    "verseText": "Hili ndilo asemalo BWANA, “Mbingu ni kiti changu cha enzi, nayo dunia ni mahali pa kuweka miguu yangu. Iko wapi nyumba mtakayoijenga kwa ajili yangu? Mahali pangu pa kupumzikia patakuwa wapi?"
  },
  {
    "verseNumber": "ISA 66:2",
    "verseText": "Je, mkono wangu haukufanya vitu hivi vyote, hivyo vikapata kuwepo?” asema BWANA. “Mtu huyu ndiye ninayemthamini: yeye ambaye ni mnyenyekevu na mwenye roho yenye toba, atetemekaye asikiapo neno langu."
  },
  {
    "verseNumber": "ISA 66:3",
    "verseText": "Lakini yeyote atoaye dhabihu ya fahali ni kama yeye auaye mtu, na yeyote atoaye sadaka ya mwana-kondoo, ni kama yule avunjaye shingo ya mbwa. Yeyote atoaye sadaka ya nafaka, ni kama yule aletaye damu ya nguruwe, na yeyote afukizaye uvumba wa kumbukumbu, ni kama yule aabuduye sanamu. Wamejichagulia njia zao wenyewe, nazo nafsi zao zinafurahia machukizo yao."
  },
  {
    "verseNumber": "ISA 66:4",
    "verseText": "Hivyo, mimi pia nitawachagulia mapigo makali, nami nitaleta juu yao kile wanachokiogopa. Kwa maana nilipoita, hakuna yeyote aliyejibu, niliposema, hakuna yeyote aliyesikiliza. Walifanya maovu machoni pangu na kuchagua lile linalonichukiza.”"
  },
  {
    "verseNumber": "ISA 66:5",
    "verseText": "Sikieni neno la BWANA, ninyi mtetemekao kwa neno lake: “Ndugu zenu wanaowachukia ninyi na kuwatenga ninyi kwa sababu ya Jina langu, wamesema, ‘BWANA na atukuzwe, ili tupate kuona furaha yenu!’ Hata sasa wataaibika."
  },
  {
    "verseNumber": "ISA 66:6",
    "verseText": "Sikieni hizo ghasia kutoka mjini, sikieni hizo kelele kutoka hekaluni! Ni sauti ya BWANA ikiwalipa adui zake yote wanayostahili."
  },
  {
    "verseNumber": "ISA 66:7",
    "verseText": "“Kabla hajasikia utungu, alizaa; kabla hajapata maumivu, alizaa mtoto mwanaume."
  },
  {
    "verseNumber": "ISA 66:8",
    "verseText": "Ni nani amepata kusikia jambo kama hili? Ni nani amepata kuona mambo kama haya? Je, nchi yaweza kuzaliwa kwa siku moja, au taifa laweza kutokea mara? Mara Sayuni alipoona utungu, alizaa watoto wake."
  },
  {
    "verseNumber": "ISA 66:9",
    "verseText": "Je, nilete mwana hadi wakati wa kuzaliwa na nisizalishe?” asema BWANA. “Je, nifunge tumbo la uzazi wakati mimi ndiye nizalishaye?” asema Mungu wako."
  },
  {
    "verseNumber": "ISA 66:10",
    "verseText": "“Shangilieni pamoja na Yerusalemu na mfurahi kwa ajili yake, ninyi nyote mnaompenda, shangilieni kwa nguvu pamoja naye, ninyi nyote mnaoomboleza juu yake."
  },
  {
    "verseNumber": "ISA 66:11",
    "verseText": "Kwa kuwa mtanyonya na kutosheka katika faraja ya matiti yake; mtakunywa sana, na kuufurahia wingi wa mafuriko ya ustawi wake.”"
  },
  {
    "verseNumber": "ISA 66:12",
    "verseText": "Kwa kuwa hili ndilo asemalo BWANA: “Nitamwongezea amani kama mto, nao utajiri wa mataifa kama kijito kifurikacho; utanyonya na kuchukuliwa mikononi mwake na kubembelezwa magotini pake."
  },
  {
    "verseNumber": "ISA 66:13",
    "verseText": "Kama mama anavyomfariji mtoto wake, ndivyo nitakavyokufariji wewe, nawe utafarijiwa huko Yerusalemu.”"
  },
  {
    "verseNumber": "ISA 66:14",
    "verseText": "Wakati mtakapoona jambo hili, mioyo yenu itashangilia, nanyi mtastawi kama majani; mkono wa BWANA utajulikana kwa watumishi wake, bali ghadhabu yake kali itaonyeshwa kwa adui zake."
  },
  {
    "verseNumber": "ISA 66:15",
    "verseText": "Tazama, BWANA anakuja na moto, magari yake ya vita ni kama upepo wa kisulisuli, atateremsha hasira yake kwa ghadhabu kali, na karipio lake pamoja na miali ya moto."
  },
  {
    "verseNumber": "ISA 66:16",
    "verseText": "Kwa maana kwa moto na kwa upanga wake BWANA atatekeleza hukumu juu ya watu wote, nao wengi watakuwa ni wale waliouawa na BWANA."
  },
  {
    "verseNumber": "ISA 66:17",
    "verseText": "“Watu wote wanaojiweka wakfu na kujitakasa wenyewe ili kwenda bustanini, wakimfuata aliye katikati ya wale ambao hula nyama za nguruwe na panya pamoja na vitu vingine vilivyo machukizo, watafikia mwisho wao pamoja,” asema BWANA."
  },
  {
    "verseNumber": "ISA 66:18",
    "verseText": "“Nami, kwa sababu ya matendo yao na mawazo yao, niko karibu kuja na kukusanya mataifa yote na lugha zote, nao watakuja na kuuona utukufu wangu."
  },
  {
    "verseNumber": "ISA 66:19",
    "verseText": "“Nitaweka ishara katikati yao, nami nitapeleka baadhi ya hao walionusurika kwa mataifa, hadi Tarshishi, kwa Puli na Waludi (wanaojulikana kama wapiga upinde), kwa Tubali na Uyunani, hadi visiwa vya mbali ambavyo havijasikia juu ya sifa zangu au kuuona utukufu wangu. Watatangaza utukufu wangu miongoni mwa mataifa."
  },
  {
    "verseNumber": "ISA 66:20",
    "verseText": "Nao watawaleta ndugu zenu wote, kutoka mataifa yote, mpaka kwenye mlima wangu mtakatifu katika Yerusalemu kama sadaka kwa BWANA, juu ya farasi, katika magari ya vita na magari makubwa, juu ya nyumbu na ngamia,” asema BWANA. “Watawaleta, kama Waisraeli waletavyo sadaka zao za nafaka, katika Hekalu la BWANA, katika vyombo safi kwa kufuata desturi za ibada."
  },
  {
    "verseNumber": "ISA 66:21",
    "verseText": "Nami nitachagua baadhi yao pia wawe makuhani na Walawi,” asema BWANA."
  },
  {
    "verseNumber": "ISA 66:22",
    "verseText": "“Kama vile mbingu mpya na nchi mpya ninazozifanya zitakavyodumu mbele zangu,” asema BWANA, “ndivyo jina lenu na wazao wenu watakavyodumu."
  },
  {
    "verseNumber": "ISA 66:23",
    "verseText": "Kutoka Mwezi Mpya hata mwingine, na kutoka Sabato hadi nyingine, wanadamu wote watakuja na kusujudu mbele zangu,” asema BWANA."
  },
  {
    "verseNumber": "ISA 66:24",
    "verseText": "“Nao watatoka nje na kuona maiti za wale walioniasi mimi. Funza wao hawatakufa, wala moto wao hautazimika, nao watakuwa kitu cha kuchukiza sana kwa wanadamu wote.”"
  }
]