[
  {
    "verseNumber": "JAS 1:1",
    "verseText": "Yakobo, mtumwa wa Mungu na wa Bwana Yesu Kristo: Kwa makabila kumi na mawili yaliyotawanyika ulimwenguni: Salamu."
  },
  {
    "verseNumber": "JAS 1:2",
    "verseText": "Ndugu zangu, hesabuni kuwa ni furaha tupu mnapopatwa na majaribu mbalimbali,"
  },
  {
    "verseNumber": "JAS 1:3",
    "verseText": "kwa sababu mnajua ya kuwa kujaribiwa kwa imani yenu huleta saburi."
  },
  {
    "verseNumber": "JAS 1:4",
    "verseText": "Saburi na iwe na kazi timilifu, ili mpate kuwa wakamilifu, mmekamilishwa, bila kupungukiwa na kitu chochote."
  },
  {
    "verseNumber": "JAS 1:5",
    "verseText": "Kama mtu yeyote miongoni mwenu amepungukiwa na hekima na amwombe Mungu, yeye awapaye watu wote kwa ukarimu wala hana kinyongo, naye atapewa."
  },
  {
    "verseNumber": "JAS 1:6",
    "verseText": "Lakini anapoomba, lazima aamini wala asiwe na shaka, kwa sababu mtu aliye na shaka ni kama wimbi la bahari, lililochukuliwa na upepo na kutupwa huku na huku."
  },
  {
    "verseNumber": "JAS 1:7",
    "verseText": "Mtu kama huyo asidhani ya kuwa atapata kitu chochote kutoka kwa Bwana."
  },
  {
    "verseNumber": "JAS 1:8",
    "verseText": "Yeye ni mtu mwenye nia mbili, mwenye kusitasita katika njia zake zote."
  },
  {
    "verseNumber": "JAS 1:9",
    "verseText": "Ndugu asiye na cheo kikubwa yampasa ajivunie hali hiyo maana ametukuzwa."
  },
  {
    "verseNumber": "JAS 1:10",
    "verseText": "Lakini yeye aliye tajiri afurahi kwa kuwa ameshushwa, kwa sababu atatoweka kama ua la shambani."
  },
  {
    "verseNumber": "JAS 1:11",
    "verseText": "Kwa maana jua kali lenye kuchoma huchomoza na kuliunguza, likayakausha majani, na ua lake likapukutika, nao uzuri wake huharibika. Vivyo hivyo tajiri naye atanyauka akiwa anaendelea na shughuli zake."
  },
  {
    "verseNumber": "JAS 1:12",
    "verseText": "Heri mtu anayevumilia wakati wa majaribu, kwa sababu akiisha kushinda hilo jaribio atapewa taji la uzima Mungu alilowaahidia wale wampendao."
  },
  {
    "verseNumber": "JAS 1:13",
    "verseText": "Mtu anapojaribiwa asiseme, “Ninajaribiwa na Mungu.” Kwa maana Mungu hawezi kujaribiwa na maovu wala yeye hamjaribu mtu yeyote."
  },
  {
    "verseNumber": "JAS 1:14",
    "verseText": "Lakini kila mtu hujaribiwa wakati anapovutwa na kudanganywa na tamaa zake mwenyewe zilizo mbaya."
  },
  {
    "verseNumber": "JAS 1:15",
    "verseText": "Basi ile tamaa mbaya ikishachukua mimba, huzaa dhambi, nayo ile dhambi ikikomaa, huzaa mauti."
  },
  {
    "verseNumber": "JAS 1:16",
    "verseText": "Ndugu zangu wapendwa, msidanganyike."
  },
  {
    "verseNumber": "JAS 1:17",
    "verseText": "Kila kitolewacho kilicho chema na kilicho kamili, hutoka juu, na hushuka kutoka kwa Baba wa mianga, ambaye kwake hakuna kubadilika, wala kivuli cha kugeukageuka."
  },
  {
    "verseNumber": "JAS 1:18",
    "verseText": "Kwa mapenzi yake mwenyewe alituzaa kwa neno la kweli, kusudi tuwe kama mazao ya kwanza katika viumbe vyake vyote."
  },
  {
    "verseNumber": "JAS 1:19",
    "verseText": "Ndugu zangu wapendwa, fahamuni jambo hili: Kila mtu awe mwepesi wa kusikiliza, lakini asiwe mwepesi wa kusema wala wa kukasirika."
  },
  {
    "verseNumber": "JAS 1:20",
    "verseText": "Kwa maana hasira ya mwanadamu haitendi haki ya Mungu."
  },
  {
    "verseNumber": "JAS 1:21",
    "verseText": "Kwa hiyo, ondoleeni mbali uchafu wote na uovu ambao umezidi kuwa mwingi, mkalipokee kwa unyenyekevu lile Neno lililopandwa ndani yenu ambalo laweza kuokoa nafsi zenu."
  },
  {
    "verseNumber": "JAS 1:22",
    "verseText": "Basi kuweni watendaji wa Neno wala msiwe wasikiaji tu, huku mkijidanganya nafsi zenu."
  },
  {
    "verseNumber": "JAS 1:23",
    "verseText": "Kwa maana kama mtu ni msikiaji tu wa Neno wala hatendi kile linachosema, yeye ni kama mtu ajitazamaye uso wake kwenye kioo"
  },
  {
    "verseNumber": "JAS 1:24",
    "verseText": "na baada ya kujiona alivyo, huenda zake na mara husahau jinsi alivyo."
  },
  {
    "verseNumber": "JAS 1:25",
    "verseText": "Lakini yeye anayeangalia kwa bidii katika sheria kamilifu, ile iletayo uhuru, naye akaendelea kufanya hivyo bila kusahau alichosikia, bali akalitenda, atabarikiwa katika kile anachofanya."
  },
  {
    "verseNumber": "JAS 1:26",
    "verseText": "Kama mtu akidhani ya kuwa anayo dini lakini hauzuii ulimi wake kwa hatamu, hujidanganya moyoni mwake, wala dini yake mtu huyo haifai kitu."
  },
  {
    "verseNumber": "JAS 1:27",
    "verseText": "Dini iliyo safi, isiyo na uchafu, inayokubalika mbele za Mungu Baba yetu, ndiyo hii: Kuwasaidia yatima na wajane katika dhiki zao na kujilinda usitiwe madoa na dunia."
  },
  {
    "verseNumber": "JAS 2:1",
    "verseText": "Ndugu zangu, kama waaminio katika imani ya Bwana wetu Yesu Kristo, Bwana wa utukufu, msiwe na upendeleo kwa watu."
  },
  {
    "verseNumber": "JAS 2:2",
    "verseText": "Kwa maana kama akija mtu katika kusanyiko lenu akiwa amevaa pete ya dhahabu na mavazi mazuri, pia akaingia mtu maskini mwenye mavazi yaliyochakaa,"
  },
  {
    "verseNumber": "JAS 2:3",
    "verseText": "nanyi mkampa heshima yule aliyevaa mavazi mazuri na kumwambia, “Keti hapa mahali pazuri,” lakini yule maskini mkamwambia, “Wewe simama pale,” au “Keti hapa sakafuni karibu na miguu yangu,”"
  },
  {
    "verseNumber": "JAS 2:4",
    "verseText": "je, hamjawabagua na kuwa mahakimu mioyoni mwenu mkihukumu kwa mawazo yenu maovu?"
  },
  {
    "verseNumber": "JAS 2:5",
    "verseText": "Ndugu zangu, sikilizeni: Je, Mungu hakuwachagua wale walio maskini machoni pa ulimwengu kuwa matajiri katika imani na kuurithi Ufalme aliowaahidi wale wampendao?"
  },
  {
    "verseNumber": "JAS 2:6",
    "verseText": "Lakini ninyi mmemdharau yule aliye maskini. Je, hao matajiri si ndio wanaowadhulumu na kuwaburuta mahakamani?"
  },
  {
    "verseNumber": "JAS 2:7",
    "verseText": "Je, si wao wanaolikufuru Jina lile lililo bora sana mliloitiwa?"
  },
  {
    "verseNumber": "JAS 2:8",
    "verseText": "Kama kweli mnaitimiza ile sheria ya kifalme inayopatikana katika Maandiko isemayo, “Mpende jirani yako kama unavyoipenda nafsi yako,” mnafanya vyema."
  },
  {
    "verseNumber": "JAS 2:9",
    "verseText": "Lakini kama mnakuwa na upendeleo kwa watu, mnatenda dhambi, na sheria inawahukumu kuwa ninyi ni wakosaji."
  },
  {
    "verseNumber": "JAS 2:10",
    "verseText": "Kwa maana mtu yeyote anayeishika sheria yote lakini akajikwaa katika kipengele kimoja tu, ana hatia ya kuivunja sheria yote."
  },
  {
    "verseNumber": "JAS 2:11",
    "verseText": "Kwa sababu yeye aliyesema, “Usizini,” alisema pia, “Usiue.” Basi kama huzini lakini unaua, umekuwa mvunjaji wa sheria."
  },
  {
    "verseNumber": "JAS 2:12",
    "verseText": "Hivyo semeni na kutenda kama watu watakaohukumiwa kwa sheria ile iletayo uhuru."
  },
  {
    "verseNumber": "JAS 2:13",
    "verseText": "Kwa kuwa hukumu bila huruma itatolewa kwa mtu yeyote asiyekuwa na huruma. Huruma huishinda hukumu."
  },
  {
    "verseNumber": "JAS 2:14",
    "verseText": "Ndugu zangu, yafaa nini ikiwa mtu atadai kuwa anayo imani lakini hana matendo? Je, imani kama hiyo yaweza kumwokoa?"
  },
  {
    "verseNumber": "JAS 2:15",
    "verseText": "Ikiwa ndugu yako au dada hana mavazi wala chakula,"
  },
  {
    "verseNumber": "JAS 2:16",
    "verseText": "mmoja wenu akamwambia, “Enenda zako kwa amani, ukaote moto na kushiba,” pasipo kumpatia yale mahitaji ya mwili aliyopungukiwa, yafaa nini?"
  },
  {
    "verseNumber": "JAS 2:17",
    "verseText": "Vivyo hivyo, imani peke yake kama haikuambatana na matendo, imekufa."
  },
  {
    "verseNumber": "JAS 2:18",
    "verseText": "Lakini mtu mwingine atasema, “Wewe unayo imani; mimi ninayo matendo.” Nionyeshe imani yako pasipo matendo nami nitakuonyesha imani yangu kwa matendo."
  },
  {
    "verseNumber": "JAS 2:19",
    "verseText": "Unaamini kwamba kuna Mungu mmoja. Vyema! Hata mashetani yanaamini hivyo na kutetemeka."
  },
  {
    "verseNumber": "JAS 2:20",
    "verseText": "Ewe mpumbavu! Je, wataka kujua kwamba imani bila matendo haifai kitu?"
  },
  {
    "verseNumber": "JAS 2:21",
    "verseText": "Je, Abrahamu baba yetu hakuhesabiwa haki kwa kile alichotenda, alipomtoa mwanawe Isaki madhabahuni?"
  },
  {
    "verseNumber": "JAS 2:22",
    "verseText": "Unaona jinsi ambavyo imani yake na matendo yake vilikuwa vinatenda kazi pamoja, nayo imani yake ikakamilishwa na kile alichotenda."
  },
  {
    "verseNumber": "JAS 2:23",
    "verseText": "Kwa njia hiyo yakatimizwa yale Maandiko yasemayo, “Abrahamu alimwamini Mungu na ikahesabiwa kwake kuwa haki,” naye akaitwa rafiki wa Mungu."
  },
  {
    "verseNumber": "JAS 2:24",
    "verseText": "Mnaona ya kwamba mtu huhesabiwa haki kwa yale anayotenda wala si kwa imani peke yake."
  },
  {
    "verseNumber": "JAS 2:25",
    "verseText": "Vivyo hivyo, hata Rahabu, yule kahaba, hakuhesabiwa haki kwa yale aliyotenda alipowapokea wale wapelelezi na kuwaambia waende njia nyingine?"
  },
  {
    "verseNumber": "JAS 2:26",
    "verseText": "Kama vile ambavyo mwili pasipo roho umekufa, kadhalika nayo imani pasipo matendo imekufa."
  },
  {
    "verseNumber": "JAS 3:1",
    "verseText": "Ndugu zangu, msiwe walimu wengi, kwa maana mnafahamu kwamba sisi tufundishao tutahukumiwa vikali zaidi."
  },
  {
    "verseNumber": "JAS 3:2",
    "verseText": "Sisi sote tunajikwaa katika mambo mengi. Ikiwa mtu yeyote hakosei kamwe katika yale anayosema, yeye ni mkamilifu, naye anaweza kuuzuia pia na mwili wake wote."
  },
  {
    "verseNumber": "JAS 3:3",
    "verseText": "Tunapotia lijamu kwenye vinywa vya farasi ili kuwafanya watutii, tunaweza kuigeuza miili yao yote."
  },
  {
    "verseNumber": "JAS 3:4",
    "verseText": "Au angalia pia meli, ingawa ni kubwa sana, nazo huchukuliwa na upepo mkali, lakini hugeuzwa kwa usukani mdogo sana, kokote anakotaka nahodha."
  },
  {
    "verseNumber": "JAS 3:5",
    "verseText": "Vivyo hivyo ulimi ni kiungo kidogo sana katika mwili, lakini hujivuna majivuno makuu. Fikirini jinsi moto mdogo unavyoweza kuteketeza msitu mkubwa!"
  },
  {
    "verseNumber": "JAS 3:6",
    "verseText": "Ulimi pia ni moto, ndio ulimwengu wa uovu kati ya viungo vya mwili. Ulimi huutia mwili wote wa mtu unajisi na kuuwasha moto mfumo mzima wa maisha yake, nao wenyewe huchomwa moto wa jehanamu."
  },
  {
    "verseNumber": "JAS 3:7",
    "verseText": "Kwa maana kila aina ya wanyama, ndege, wanyama watambaao na viumbe vya baharini vinafugika na vimefugwa na binadamu,"
  },
  {
    "verseNumber": "JAS 3:8",
    "verseText": "lakini hakuna mtu awezaye kuufuga ulimi. Ni uovu usiotulia, umejaa sumu iletayo mauti."
  },
  {
    "verseNumber": "JAS 3:9",
    "verseText": "Kwa ulimi tunamhimidi Bwana, yaani Baba yetu, na kwa huo twawalaani watu walioumbwa kwa mfano wa Mungu."
  },
  {
    "verseNumber": "JAS 3:10",
    "verseText": "Katika kinywa kile kile hutoka baraka na laana. Ndugu zangu, haistahili kuwa hivyo."
  },
  {
    "verseNumber": "JAS 3:11",
    "verseText": "Je, chemchemi yaweza kutoa katika tundu moja maji matamu na maji ya chumvi?"
  },
  {
    "verseNumber": "JAS 3:12",
    "verseText": "Je, ndugu zangu, mtini waweza kuzaa zeituni, au mzabibu kuzaa tini? Wala chemchemi ya maji ya chumvi haiwezi kutoa maji matamu."
  },
  {
    "verseNumber": "JAS 3:13",
    "verseText": "Ni nani aliye na hekima na ufahamu miongoni mwenu? Basi na aionyeshe hiyo kwa maisha yake mema na kwa matendo yake yaliyotendwa kwa unyenyekevu utokanao na hekima."
  },
  {
    "verseNumber": "JAS 3:14",
    "verseText": "Lakini ikiwa mna wivu na ni wenye chuki na ugomvi mioyoni mwenu, msijisifu kwa ajili ya hayo wala msiikatae kweli."
  },
  {
    "verseNumber": "JAS 3:15",
    "verseText": "Hekima ya namna hiyo haishuki kutoka mbinguni, bali ni ya kidunia, isiyo ya kiroho, na ya kishetani."
  },
  {
    "verseNumber": "JAS 3:16",
    "verseText": "Kwa maana panapokuwa na wivu na ubinafsi, ndipo penye machafuko na uovu wa kila namna."
  },
  {
    "verseNumber": "JAS 3:17",
    "verseText": "Lakini hekima itokayo mbinguni kwanza ni safi, kisha inapenda amani, tena ni ya upole, iliyo tayari kusikiliza wengine kwa unyenyekevu, iliyojaa huruma na matunda mema, isiyopendelea mtu, tena isiyokuwa na unafiki."
  },
  {
    "verseNumber": "JAS 3:18",
    "verseText": "Mavuno ya haki hupandwa katika amani na wale wafanyao amani."
  },
  {
    "verseNumber": "JAS 4:1",
    "verseText": "Ni kitu gani kinachosababisha mapigano na ugomvi miongoni mwenu? Je, haya hayatokani na tamaa zenu zinazoshindana ndani yenu?"
  },
  {
    "verseNumber": "JAS 4:2",
    "verseText": "Mnatamani lakini hampati, kwa hiyo mwaua. Mwatamani kupata lakini hampati vile mnavyotaka, kwa hiyo mnajitia katika magomvi na mapigano. Mmepungukiwa kwa sababu hammwombi Mungu."
  },
  {
    "verseNumber": "JAS 4:3",
    "verseText": "Mnapoomba hampati kwa sababu mnaomba kwa nia mbaya, ili mpate kuvitumia hivyo mtakavyopata kwa tamaa zenu."
  },
  {
    "verseNumber": "JAS 4:4",
    "verseText": "Ninyi wanaume na wanawake wazinzi, hamjui ya kwamba urafiki na dunia ni uadui na Mungu? Kwa hiyo mtu yeyote anayetaka kuwa rafiki wa dunia hufanyika adui wa Mungu."
  },
  {
    "verseNumber": "JAS 4:5",
    "verseText": "Au mwadhani kwamba Andiko lasema bure kuwa huyo Roho ambaye Mungu amemweka ndani yetu hututamani kiasi cha kuona wivu?"
  },
  {
    "verseNumber": "JAS 4:6",
    "verseText": "Lakini yeye hutupatia neema zaidi. Hii ndiyo sababu Andiko husema: “Mungu huwapinga wenye kiburi, lakini huwapa wanyenyekevu neema.”"
  },
  {
    "verseNumber": "JAS 4:7",
    "verseText": "Basi mtiini Mungu. Mpingeni ibilisi, naye atawakimbia."
  },
  {
    "verseNumber": "JAS 4:8",
    "verseText": "Mkaribieni Mungu, naye atawakaribia ninyi. Itakaseni mikono yenu ninyi wenye dhambi, na kuisafisha mioyo yenu ninyi wenye nia mbili."
  },
  {
    "verseNumber": "JAS 4:9",
    "verseText": "Huzunikeni, ombolezeni na kulia. Kicheko chenu na kigeuzwe kuwa kuomboleza, na furaha yenu kuwa huzuni."
  },
  {
    "verseNumber": "JAS 4:10",
    "verseText": "Jinyenyekezeni mbele za Bwana, naye atawainua."
  },
  {
    "verseNumber": "JAS 4:11",
    "verseText": "Ndugu, msineneane mabaya ninyi kwa ninyi. Mtu yeyote anayesema mabaya dhidi ya ndugu yake au kumhukumu anasema dhidi ya sheria na kuihukumu. Unapoihukumu sheria, basi huishiki sheria bali umekuwa hakimu wa kuihukumu hiyo sheria."
  },
  {
    "verseNumber": "JAS 4:12",
    "verseText": "Yuko Mtoa sheria mmoja tu na yeye peke yake ndiye Hakimu, ndiye awezaye kuokoa au kuangamiza. Lakini wewe ni nani hata umhukumu jirani yako?"
  },
  {
    "verseNumber": "JAS 4:13",
    "verseText": "Basi sikilizeni ninyi msemao, “Leo au kesho tutakwenda katika mji huu ama ule tukae humo mwaka mmoja, tufanye biashara na kupata faida.”"
  },
  {
    "verseNumber": "JAS 4:14",
    "verseText": "Lakini hamjui hata litakalotukia kesho. Maisha yenu ni nini? Ninyi ni ukungu ambao huonekana kwa kitambo kidogo kisha hutoweka."
  },
  {
    "verseNumber": "JAS 4:15",
    "verseText": "Badala yake, inawapasa kusema, “Kama Bwana akipenda, tutaishi na kufanya hili ama lile.”"
  },
  {
    "verseNumber": "JAS 4:16",
    "verseText": "Kama ilivyo sasa, mnajisifu na kujigamba. Kujisifu kwa namna hiyo ni uovu."
  },
  {
    "verseNumber": "JAS 4:17",
    "verseText": "Basi mtu yeyote anayejua jema limpasalo kutenda, lakini asilitende, mtu huyo anatenda dhambi."
  },
  {
    "verseNumber": "JAS 5:1",
    "verseText": "Basi sikilizeni, ninyi matajiri, lieni na kuomboleza kwa ajili ya hali mbaya sana inayowajia."
  },
  {
    "verseNumber": "JAS 5:2",
    "verseText": "Utajiri wenu umeoza na mavazi yenu yameliwa na nondo."
  },
  {
    "verseNumber": "JAS 5:3",
    "verseText": "Dhahabu yenu na fedha yenu vimeliwa na kutu. Kutu yake itashuhudia dhidi yenu nayo itaila miili yenu kama vile moto. Mmejiwekea hazina kwa ajili ya siku za mwisho."
  },
  {
    "verseNumber": "JAS 5:4",
    "verseText": "Angalieni! Ule ujira wa vibarua waliolima mashamba yenu mliouzuia kwa hila unapiga kelele dhidi yenu na vilio vya wavunaji vimefika masikioni mwa Bwana Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "JAS 5:5",
    "verseText": "Mmeishi duniani kwa anasa na kwa starehe, mmejinenepesha tayari kwa siku ya kuchinjwa."
  },
  {
    "verseNumber": "JAS 5:6",
    "verseText": "Mmewahukumu na kuwaua watu wenye haki, waliokuwa hawapingani nanyi."
  },
  {
    "verseNumber": "JAS 5:7",
    "verseText": "Kwa hiyo, ndugu zangu, vumilieni hadi kuja kwake Bwana. Angalieni jinsi mkulima angojavyo ardhi itoe mavuno yake yaliyo ya thamani na jinsi anavyovumilia kwa ajili ya kupata mvua za kwanza na za mwisho."
  },
  {
    "verseNumber": "JAS 5:8",
    "verseText": "Ninyi nanyi vumilieni, tena simameni imara, kwa sababu kuja kwa Bwana kumekaribia."
  },
  {
    "verseNumber": "JAS 5:9",
    "verseText": "Ndugu zangu, msinungʼunikiane msije mkahukumiwa. Hakimu amesimama mlangoni!"
  },
  {
    "verseNumber": "JAS 5:10",
    "verseText": "Ndugu zangu, waangalieni manabii walionena kwa Jina la Bwana, ili kuwa mfano wa uvumilivu katika kukabiliana na mateso."
  },
  {
    "verseNumber": "JAS 5:11",
    "verseText": "Kama mnavyojua, tunawahesabu kuwa wabarikiwa wale waliovumilia. Mmesikia habari za uvumilivu wake Ayubu na mmeona kile ambacho hatimaye Bwana alimtendea. Bwana ni mwingi wa huruma, na amejaa rehema."
  },
  {
    "verseNumber": "JAS 5:12",
    "verseText": "Zaidi ya yote, ndugu zangu, msiape, iwe kwa mbingu au kwa dunia, au kwa kitu kingine chochote. “Ndiyo” yenu na iwe ndiyo, na “Hapana” yenu iwe hapana, la sivyo mtahukumiwa."
  },
  {
    "verseNumber": "JAS 5:13",
    "verseText": "Je, mtu yeyote miongoni mwenu amepatwa na taabu? Basi inampasa aombe. Je, kuna yeyote mwenye furaha? Basi na aimbe nyimbo za kusifu."
  },
  {
    "verseNumber": "JAS 5:14",
    "verseText": "Je, kuna yeyote miongoni mwenu aliye mgonjwa? Basi inampasa awaite wazee wa kanisa wamwombee na kumpaka mafuta kwa Jina la Bwana."
  },
  {
    "verseNumber": "JAS 5:15",
    "verseText": "Kule kuomba kwa imani kutamwokoa huyo mgonjwa, naye Bwana atamwinua na kama ametenda dhambi, atasamehewa."
  },
  {
    "verseNumber": "JAS 5:16",
    "verseText": "Kwa hiyo ungamianeni dhambi zenu ninyi kwa ninyi na kuombeana ili mpate kuponywa. Maombi ya mwenye haki yana nguvu tena yanafaa sana."
  },
  {
    "verseNumber": "JAS 5:17",
    "verseText": "Eliya alikuwa mwanadamu kama sisi. Akaomba kwa bidii kwamba mvua isinyeshe, nayo haikunyesha juu ya nchi kwa muda wa miaka mitatu na miezi sita."
  },
  {
    "verseNumber": "JAS 5:18",
    "verseText": "Kisha akaomba tena, nazo mbingu zikatoa mvua nayo ardhi ikatoa mazao yake."
  },
  {
    "verseNumber": "JAS 5:19",
    "verseText": "Ndugu zangu, yeyote miongoni mwenu akipotoka na kuicha kweli, naye akarejezwa na mtu mwingine,"
  },
  {
    "verseNumber": "JAS 5:20",
    "verseText": "hamna budi kujua kwamba yeyote amrejezaye mwenye dhambi kutoka upotovu wake, ataiokoa roho ya huyo mwenye dhambi kutoka mauti na kusitiri wingi wa dhambi."
  }
]