[
  {
    "verseNumber": "JDG 1:1",
    "verseText": "Baada ya kifo cha Yoshua, Waisraeli wakamuuliza BWANA, “Ni nani atakayetangulia kupanda mbele yetu kwa ajili ya kupigana na Wakanaani?”"
  },
  {
    "verseNumber": "JDG 1:2",
    "verseText": "BWANA akajibu, “Yuda ndiye atakayetangulia; nimewapa hiyo nchi mikononi mwao.”"
  },
  {
    "verseNumber": "JDG 1:3",
    "verseText": "Ndipo watu wa Yuda wakawaambia Wasimeoni ndugu zao, “Pandeni pamoja nasi katika nchi tuliyopewa, ili tupate kupigana na Wakanaani. Sisi pia tutakwenda pamoja nanyi katika sehemu yenu mliyopewa.” Basi Wasimeoni wakaenda pamoja nao."
  },
  {
    "verseNumber": "JDG 1:4",
    "verseText": "Yuda aliposhambulia, BWANA akawatia Wakanaani na Waperizi mikononi mwao, nao wakawaua watu 10,000 huko Bezeki."
  },
  {
    "verseNumber": "JDG 1:5",
    "verseText": "Huko ndiko walipomkuta huyo Adoni-Bezeki, nao wakapigana naye na kuwafanya Wakanaani na Waperizi wakimbie."
  },
  {
    "verseNumber": "JDG 1:6",
    "verseText": "Adoni-Bezeki pia alikimbia, nao wakamfuata na kumkamata, wakamkata vidole vyake gumba vya mikono na vya miguu."
  },
  {
    "verseNumber": "JDG 1:7",
    "verseText": "Ndipo Adoni-Bezeki akasema, “Nimewatendea wafalme sabini kama nilivyotendewa na kuwalisha makombo ya chakula chini ya meza yangu. Sasa Mungu amenilipa haya, kama yale niliyowatendea.” Wakamleta Yerusalemu, naye akafa huko."
  },
  {
    "verseNumber": "JDG 1:8",
    "verseText": "Watu wa Yuda wakashambulia pia Yerusalemu na kuiteka. Wakaupiga mji kwa upanga na kuuchoma kwa moto."
  },
  {
    "verseNumber": "JDG 1:9",
    "verseText": "Baada ya hayo, watu wa Yuda wakateremka kupigana na Wakanaani walioishi katika nchi ya vilima, yaani, Negebu na nchi chini ya vilima vya magharibi."
  },
  {
    "verseNumber": "JDG 1:10",
    "verseText": "Yuda wakakabiliana na Wakanaani walioishi Hebroni (ambayo hapo kwanza iliitwa Kiriath-Arba) na kuwashinda Sheshai, Ahimani na Talmai."
  },
  {
    "verseNumber": "JDG 1:11",
    "verseText": "Kutoka huko wakasonga mbele kukabiliana na watu walioishi Debiri (ambao hapo kwanza uliitwa Kiriath-Seferi.)"
  },
  {
    "verseNumber": "JDG 1:12",
    "verseText": "Kalebu akasema, “Nitamwoza binti yangu Aksa kwa mtu atakayeweza kupigana na kuteka Kiriath-Seferi.”"
  },
  {
    "verseNumber": "JDG 1:13",
    "verseText": "Basi Othnieli mwana wa Kenazi, ndugu mdogo wa huyo Kalebu, akawashinda, kwa hiyo Kalebu akamtoa binti yake Aksa akaolewa naye."
  },
  {
    "verseNumber": "JDG 1:14",
    "verseText": "Siku moja Aksa alipokuja kwa Othnieli, alimsihi Othnieli amwombe baba yake, Kalebu, shamba. Aksa aliposhuka kutoka juu ya punda wake, Kalebu akamuuliza, “Je, wataka nikufanyie nini?”"
  },
  {
    "verseNumber": "JDG 1:15",
    "verseText": "Akamjibu, “Naomba unifanyie jambo moja la hisani. Kwa kuwa umenipa ardhi huko Negebu, nipe pia chemchemi za maji.” Ndipo Kalebu akampa chemchemi za juu na za chini."
  },
  {
    "verseNumber": "JDG 1:16",
    "verseText": "Wazao wa yule Mkeni, baba mkwe wa Mose, wakapanda pamoja na watu wa Yuda kutoka Mji wa Mitende, wakaenda kuishi miongoni mwa watu wa jangwa ya Yuda huko Negebu karibu na mji wa Aradi."
  },
  {
    "verseNumber": "JDG 1:17",
    "verseText": "Basi watu wa Yuda wakaenda na Wasimeoni ndugu zao kushambulia Wakanaani waishio Sefathi, nao wakauangamiza huo mji kabisa. Kwa hiyo huo mji ukaitwa Horma"
  },
  {
    "verseNumber": "JDG 1:18",
    "verseText": "Watu wa Yuda wakatwaa pia Gaza, Ashkeloni na Ekroni, kila mji na vijiji vyake vinavyouzunguka."
  },
  {
    "verseNumber": "JDG 1:19",
    "verseText": "BWANA alikuwa pamoja na watu wa Yuda. Wakaimiliki nchi ya vilima, lakini hawakuweza kuwafukuza watu waliokaa katika hiyo tambarare, kwa sababu walikuwa na magari ya chuma."
  },
  {
    "verseNumber": "JDG 1:20",
    "verseText": "Kama vile Mose alivyoahidi, Kalebu alipewa Hebroni, naye akawafukuza wana watatu wa Anaki."
  },
  {
    "verseNumber": "JDG 1:21",
    "verseText": "Hata hivyo, Wabenyamini walishindwa kuwafukuza Wayebusi, waliokuwa wanaishi Yerusalemu; hivyo hadi leo Wayebusi huishi humo pamoja na Wabenyamini."
  },
  {
    "verseNumber": "JDG 1:22",
    "verseText": "Basi nyumba ya Yosefu wakashambulia Betheli, naye BWANA alikuwa pamoja nao."
  },
  {
    "verseNumber": "JDG 1:23",
    "verseText": "Walipotuma watu kwenda kupeleleza Betheli (ambao hapo kwanza uliitwa Luzu),"
  },
  {
    "verseNumber": "JDG 1:24",
    "verseText": "wale wapelelezi wakaona mtu anatoka mjini, nao wakamwambia, “Tuonyeshe jinsi ya kuingia mjini nasi tutakutendea wema.”"
  },
  {
    "verseNumber": "JDG 1:25",
    "verseText": "Hivyo akawaonyesha, nao wakaupiga mji kwa upanga lakini wakamhifadhi hai yule mtu na jamaa yake yote."
  },
  {
    "verseNumber": "JDG 1:26",
    "verseText": "Yule mtu akaenda hadi nchi ya Wahiti, ambapo aliujenga mji na kuuita Luzu, ambao ndio jina lake hadi leo."
  },
  {
    "verseNumber": "JDG 1:27",
    "verseText": "Lakini Manase hawakuwafukuza watu wa Beth-Shani na vijiji vyake, au watu wa Taanaki na vijiji vyake, au watu wa Dori na vijiji vyake, au watu wa Ibleamu na vijiji vyake, au watu wa Megido na vijiji vyake, lakini Wakanaani waliazimu kuishi katika nchi ile."
  },
  {
    "verseNumber": "JDG 1:28",
    "verseText": "Israeli walipopata nguvu, wakawatia Wakanaani katika kazi ya kulazimishwa, lakini kamwe hawakuwafukuza watoke kabisa."
  },
  {
    "verseNumber": "JDG 1:29",
    "verseText": "Wala Efraimu hawakuwafukuza kabisa Wakanaani walioishi Gezeri, bali Wakanaani waliendelea kuishi humo miongoni mwao."
  },
  {
    "verseNumber": "JDG 1:30",
    "verseText": "Vivyo hivyo Zabuloni hawakuwafukuza Wakanaani walioishi huko Kitroni, wala walioishi Nahaloli, ambao walibaki miongoni mwao; bali waliwatia katika kazi ya kulazimishwa."
  },
  {
    "verseNumber": "JDG 1:31",
    "verseText": "Wala Asheri hawakuwafukuza wale walioishi huko Ako, Sidoni, Alabu, Akzibu, Helba, Afeki wala Rehobu"
  },
  {
    "verseNumber": "JDG 1:32",
    "verseText": "na kwa sababu ya jambo hili Waasheri wakaishi miongoni mwa Wakanaani, wenyeji wa nchi."
  },
  {
    "verseNumber": "JDG 1:33",
    "verseText": "Wala Naftali hawakuwafukuza wale walioishi Beth-Shemeshi wala wale walioishi Beth-Anathi; lakini Naftali nao pia wakaishi miongoni mwa Wakanaani, wenyeji wa nchi, nao wale walioishi Beth-Shemeshi na Beth-Anathi wakawa watumishi wao katika kazi ya kulazimishwa."
  },
  {
    "verseNumber": "JDG 1:34",
    "verseText": "Waamori wakawazuilia Wadani kwenye nchi ya vilima, kwa maana hawakuwaacha washuke kuingia kwenye sehemu tambarare."
  },
  {
    "verseNumber": "JDG 1:35",
    "verseText": "Waamori pia wakaendelea kukaa katika Mlima Heresi, katika Aiyaloni na Shaalbimu, lakini mkono wa nyumba ya Yosefu ukawalemea, nao wakashindwa hata wakalazimika kuingia katika kazi ya kulazimishwa."
  },
  {
    "verseNumber": "JDG 1:36",
    "verseText": "Mpaka wa Waamori ulikuwa kuanzia Genge la Akrabimu, kuendelea hadi Sela na kuelekea juu."
  },
  {
    "verseNumber": "JDG 2:1",
    "verseText": "Malaika wa BWANA akakwea kutoka Gilgali hadi Bokimu, naye akasema, “Niliwapandisha kutoka Misri na kuwaingiza katika nchi niliyoapa kuwapa baba zenu. Nikasema, ‘Kamwe sitalivunja Agano langu nanyi."
  },
  {
    "verseNumber": "JDG 2:2",
    "verseText": "Nanyi msifanye agano na watu wa nchi hii, bali mtazibomoa madhabahu yao.’ Lakini ninyi hamkunitii mimi. Kwa nini mmefanya jambo hili?"
  },
  {
    "verseNumber": "JDG 2:3",
    "verseText": "Sasa basi ninawaambia kuwa sitawafukuza watoke katikati yenu ila watakuwa miiba kwenu, nao miungu yao itakuwa tanzi kwenu.”"
  },
  {
    "verseNumber": "JDG 2:4",
    "verseText": "Malaika wa BWANA alipomaliza kusema mambo haya kwa Waisraeli wote, watu wakalia kwa sauti kuu."
  },
  {
    "verseNumber": "JDG 2:5",
    "verseText": "Wakapaita mahali pale Bokimu. Nao wakamtolea BWANA sadaka."
  },
  {
    "verseNumber": "JDG 2:6",
    "verseText": "Baada ya Yoshua kuwapa watu ruhusa waende zao, Waisraeli wakaenda kwenye urithi wao wenyewe ili kumiliki nchi yao."
  },
  {
    "verseNumber": "JDG 2:7",
    "verseText": "Watu wakamtumikia BWANA siku zote za maisha ya Yoshua, na za hao wazee walioishi baada ya Yoshua kufa, waliokuwa wameona mambo makuu ambayo BWANA alikuwa ametenda kwa ajili ya Israeli."
  },
  {
    "verseNumber": "JDG 2:8",
    "verseText": "Yoshua mwana wa Nuni, mtumishi wa BWANA, akafa akiwa na umri wa miaka 110."
  },
  {
    "verseNumber": "JDG 2:9",
    "verseText": "Wakamzika katika nchi ya urithi wake, huko Timnath-Heresi katika nchi ya vilima ya Efraimu, kaskazini ya Mlima Gaashi."
  },
  {
    "verseNumber": "JDG 2:10",
    "verseText": "Baada ya kizazi kile chote kukusanywa pamoja na baba zao, kikainuka kizazi kingine baada yao ambacho hakikumjua BWANA, wala matendo yale aliyokuwa ametenda kwa ajili ya Waisraeli."
  },
  {
    "verseNumber": "JDG 2:11",
    "verseText": "Kwa hiyo Waisraeli wakatenda maovu machoni pa BWANA na kuwatumikia Mabaali."
  },
  {
    "verseNumber": "JDG 2:12",
    "verseText": "Wakamwacha BWANA, Mungu wa baba zao, aliyekuwa amewatoa katika nchi ya Misri. Wakaifuata na kuiabudu miungu mbalimbali ya mataifa yanayowazunguka. Wakamkasirisha BWANA,"
  },
  {
    "verseNumber": "JDG 2:13",
    "verseText": "kwa sababu walimwacha na kutumikia Baali na Maashtorethi."
  },
  {
    "verseNumber": "JDG 2:14",
    "verseText": "Hivyo hasira ya BWANA ikawaka juu ya Israeli, naye akawatia mikononi mwa wavamizi waliowateka nyara. Akawauza katika mikono ya adui zao pande zote, hivyo hawakuweza tena kuwazuia adui zao."
  },
  {
    "verseNumber": "JDG 2:15",
    "verseText": "Popote Israeli walipotoka kwenda kupigana, mkono wa BWANA ulikuwa kinyume nao ili kuwashinda, kama vile alivyokuwa amewaapia. Nao wakawa katika taabu kubwa."
  },
  {
    "verseNumber": "JDG 2:16",
    "verseText": "Ndipo BWANA akawainua waamuzi, ambao waliwaokoa katika mikono ya hao watu waliowashambulia."
  },
  {
    "verseNumber": "JDG 2:17",
    "verseText": "Lakini hawakuwasikiliza hata waamuzi wao, bali walifanya uasherati kwa kuifuata miungu mingine na kuiabudu. Waligeuka mara na kuiacha njia ambayo baba zao waliiendea, yaani, njia ya kutii amri za BWANA."
  },
  {
    "verseNumber": "JDG 2:18",
    "verseText": "Kila mara BWANA alipowainulia mwamuzi, BWANA alikuwa pamoja na huyo mwamuzi, naye aliwaokoa kutoka mikononi mwa adui zao kwa kipindi chote alichoishi yule mwamuzi. Kwa kuwa BWANA aliwahurumia kwa sababu ya kilio chao cha huzuni kwa ajili ya wale waliokuwa wakiwatesa na kuwataabisha."
  },
  {
    "verseNumber": "JDG 2:19",
    "verseText": "Lakini kila mara mwamuzi alipofariki, watu walirudia katika hali mbaya ya uovu zaidi kuliko baba zao, wakiifuata miungu mingine kuitumikia na kuiabudu. Walikataa kuacha matendo yao maovu na njia zao za ukaidi."
  },
  {
    "verseNumber": "JDG 2:20",
    "verseText": "Kwa hiyo BWANA akawakasirikia sana Israeli na kusema, “Kwa kuwa taifa hili limevunja Agano lile nililofanya na baba zao na hawakunisikiliza,"
  },
  {
    "verseNumber": "JDG 2:21",
    "verseText": "mimi nami sitafukuza taifa lolote ambalo Yoshua aliliacha alipofariki."
  },
  {
    "verseNumber": "JDG 2:22",
    "verseText": "Nitayatumia ili nipate kuwapima Israeli na kuona kama wataishika njia ya BWANA na kuenenda katika hiyo kama njia baba zao walivyofanya.”"
  },
  {
    "verseNumber": "JDG 2:23",
    "verseText": "BWANA alikuwa ameyaacha hayo mataifa yabaki; hakuyaondoa mara moja kwa kuyatia mikononi mwa Yoshua."
  },
  {
    "verseNumber": "JDG 3:1",
    "verseText": "Haya ndiyo mataifa BWANA aliyoyaacha ili kuwajaribu Waisraeli wote ambao hawakujua vita vyovyote vya Kanaani"
  },
  {
    "verseNumber": "JDG 3:2",
    "verseText": "(alifanya hivi ili tu kuwafundisha wazao wa Waisraeli ambao hawakuwa wamejua vita hapo awali):"
  },
  {
    "verseNumber": "JDG 3:3",
    "verseText": "wafalme watano wa Wafilisti, Wakanaani wote, Wasidoni, Wahivi waishio katika milima ya Lebanoni kuanzia Mlima wa Baal-Hermoni hadi Lebo-Hamathi."
  },
  {
    "verseNumber": "JDG 3:4",
    "verseText": "Waliachwa ili kuwajaribu Waisraeli kuona kama wangetii amri za BWANA, alizokuwa amewapa baba zao kwa mkono wa Mose."
  },
  {
    "verseNumber": "JDG 3:5",
    "verseText": "Waisraeli wakaishi miongoni mwa Wakanaani, Wahiti, Waamori, Waperizi, Wahivi na Wayebusi."
  },
  {
    "verseNumber": "JDG 3:6",
    "verseText": "Wakawaoa binti zao, nao wakawatoa binti zao waolewe na wana wa hayo mataifa, na kuitumikia miungu yao."
  },
  {
    "verseNumber": "JDG 3:7",
    "verseText": "Waisraeli wakafanya maovu machoni pa BWANA, wakamsahau BWANA Mungu wao na kutumikia Mabaali na Maashera."
  },
  {
    "verseNumber": "JDG 3:8",
    "verseText": "Hasira ya BWANA ikawaka dhidi ya Israeli, hivyo akawauza na kuwatia mikononi mwa Kushan-Rishathaimu mfalme wa Aramu-Naharaimu ambaye Israeli walikuwa chini yake wakimtumikia kwa muda wa miaka minane."
  },
  {
    "verseNumber": "JDG 3:9",
    "verseText": "Waisraeli walipomlilia BWANA, yeye akawainulia mwokozi, Othnieli mwana wa Kenazi, ndugu mdogo wa Kalebu, ambaye aliwaokoa."
  },
  {
    "verseNumber": "JDG 3:10",
    "verseText": "Roho wa BWANA akaja juu yake, hivyo akawa mwamuzi wa Israeli, akaenda vitani. BWANA akamtia Kushan-Rishathaimu mfalme wa Aramu mikononi mwa Othnieli, naye akamshinda."
  },
  {
    "verseNumber": "JDG 3:11",
    "verseText": "Hivyo nchi ikawa na amani kwa muda wa miaka arobaini, mpaka Othnieli mwana wa Kenazi alipofariki."
  },
  {
    "verseNumber": "JDG 3:12",
    "verseText": "Waisraeli wakafanya maovu mbele za BWANA tena, kwa kuwa walifanya maovu hayo BWANA akamtia nguvu Egloni mfalme wa Moabu dhidi ya Israeli."
  },
  {
    "verseNumber": "JDG 3:13",
    "verseText": "Egloni akawataka Waamoni na Waamaleki waungane naye, akaja kuishambulia Israeli, nao wakatwaa Mji wa Mitende"
  },
  {
    "verseNumber": "JDG 3:14",
    "verseText": "Waisraeli wakawa chini ya Egloni mfalme wa Moabu kwa muda wa miaka kumi na minane."
  },
  {
    "verseNumber": "JDG 3:15",
    "verseText": "Waisraeli wakamlilia tena BWANA, naye akawapa mwokozi: Ehudi, mtu wa shoto, mwana wa Gera, Mbenyamini. Waisraeli wakatuma kwa Egloni mfalme wa Moabu ushuru kwa mkono wa Ehudi."
  },
  {
    "verseNumber": "JDG 3:16",
    "verseText": "Basi Ehudi alikuwa ametengeneza upanga wenye ukatao kuwili, urefu wake ni kama dhiraa moja, akaufunga upanga huo ndani ya nguo yake kwenye paja lake la mkono wa kuume."
  },
  {
    "verseNumber": "JDG 3:17",
    "verseText": "Akamkabidhi ushuru Egloni mfalme wa Moabu, ambaye alikuwa mtu mnene sana."
  },
  {
    "verseNumber": "JDG 3:18",
    "verseText": "Baada ya Ehudi kumkabidhi ule ushuru, wale watu waliokuwa wameubeba huo ushuru aliwaruhusu waende zao."
  },
  {
    "verseNumber": "JDG 3:19",
    "verseText": "Yeye mwenyewe akafuatana nao hadi kwenye sanamu ya kuchora kwenye mawe karibu na Gilgali, ndipo yeye akarudi, akafika kwa Egloni na kusema, “Ee Mfalme, ninao ujumbe wa siri kwa ajili yako.” Mfalme akasema, “Nyamazeni kimya!” Nao wale waliomhudumia wote wakamwacha, wakatoka nje."
  },
  {
    "verseNumber": "JDG 3:20",
    "verseText": "Ndipo Ehudi akamsogelea alipokuwa ameketi peke yake kwenye chumba cha juu cha jumba lake la kifalme la majira ya kiangazi, na kusema, “Ninao ujumbe kutoka kwa Mungu kwa ajili yako.” Mfalme alipokuwa anainuka kutoka kwenye kiti chake,"
  },
  {
    "verseNumber": "JDG 3:21",
    "verseText": "Ehudi akaunyoosha mkono wake wa kushoto na kuufuta ule upanga aliokuwa ameufunga kwenye paja lake la kulia, akamdunga Mfalme Egloni tumboni mwake."
  },
  {
    "verseNumber": "JDG 3:22",
    "verseText": "Hata mpini nao ukazama tumboni pamoja na upanga wenyewe, nao upanga ukatokea mgongoni mwake. Ehudi hakuuchomoa huo upanga, nayo mafuta yakashikamana juu ya upanga."
  },
  {
    "verseNumber": "JDG 3:23",
    "verseText": "Ehudi akatoka nje barazani; akamfungia milango ya chumba cha juu na kuifunga kwa funguo."
  },
  {
    "verseNumber": "JDG 3:24",
    "verseText": "Baada ya kuondoka, watumishi wakaja na kukuta milango ya chumba cha juu imefungwa kwa funguo. Wakasema, “Bila shaka amejipumzisha kwenye chumba cha ndani cha nyumba yake ya majira ya kiangazi.”"
  },
  {
    "verseNumber": "JDG 3:25",
    "verseText": "Wakangoja hata wakawa na fadhaa, basi wakati hakufungua milango ya chumba, wakachukua funguo na kuifungua. Tazama wakaona bwana wao amelala sakafuni, amekufa."
  },
  {
    "verseNumber": "JDG 3:26",
    "verseText": "Walipokuwa wangali wanangoja, Ehudi akatoroka, akapita hapo kwenye sanamu ya kuchora kwenye mawe na kukimbilia Seira."
  },
  {
    "verseNumber": "JDG 3:27",
    "verseText": "Alipofika huko, akapiga tarumbeta katika nchi ya vilima ya Efraimu, nao Waisraeli wakateremka pamoja naye kutoka vilimani, yeye akiwa anawaongoza."
  },
  {
    "verseNumber": "JDG 3:28",
    "verseText": "Akawaagiza, “Nifuateni, kwa kuwa BWANA amewatia Moabu, adui zenu, mikononi mwenu.” Kwa hiyo wakateremka wakamfuata, wakavishika vivuko vya Yordani kuelekea Moabu, wala hawakuacha mtu yeyote kuvuka."
  },
  {
    "verseNumber": "JDG 3:29",
    "verseText": "Wakati huo wakawaua Wamoabu watu waume wapatao 10,000 ambao wote walikuwa wenye nguvu na mashujaa; hakuna mtu yeyote aliyetoroka."
  },
  {
    "verseNumber": "JDG 3:30",
    "verseText": "Siku ile Moabu wakashindwa na Israeli, nayo nchi ikawa na amani kwa miaka themanini."
  },
  {
    "verseNumber": "JDG 3:31",
    "verseText": "Baada ya Ehudi akaja Shamgari mwana wa Anathi, aliyewapiga Wafilisti 600 kwa fimbo iliyochongoka ya kuongozea ngʼombe. Naye pia akawaokoa Waisraeli."
  },
  {
    "verseNumber": "JDG 4:1",
    "verseText": "Baada ya Ehudi kufa, Waisraeli wakafanya tena maovu machoni pa BWANA."
  },
  {
    "verseNumber": "JDG 4:2",
    "verseText": "Hivyo BWANA akawatia mikononi mwa Yabini, mfalme wa Kanaani, aliyetawala huko Hazori. Jemadari wa jeshi lake alikuwa Sisera, aliyeishi huko Haroshethi-Hagoyimu"
  },
  {
    "verseNumber": "JDG 4:3",
    "verseText": "Kwa kuwa Sisera alikuwa na magari ya chuma yapatayo 900, naye alikuwa amewatesa Waisraeli kwa ukatili kwa muda wa miaka ishirini, Waisraeli wakamlilia BWANA wakaomba msaada."
  },
  {
    "verseNumber": "JDG 4:4",
    "verseText": "Debora, nabii mwanamke, mkewe Lapidothi, ndiye alikuwa anaamua Israeli wakati ule."
  },
  {
    "verseNumber": "JDG 4:5",
    "verseText": "Debora alikuwa akiketi chini ya Mtende wa Debora uliokuwa kati ya Rama na Betheli katika nchi ya vilima ya Efraimu, nao Waisraeli wakaja kwake ili awaamue."
  },
  {
    "verseNumber": "JDG 4:6",
    "verseText": "Akatuma wamwite Baraka mwana wa Abinoamu kutoka Kedeshi huko Naftali na kumwambia, “BWANA, Mungu wa Israeli, anakuagiza: ‘Nenda, chukua wanaume 10,000 toka Naftali na Zabuloni, mwende Mlima Tabori."
  },
  {
    "verseNumber": "JDG 4:7",
    "verseText": "Nitamshawishi Sisera, jemadari wa jeshi la Yabini, pamoja na magari yake na jeshi lake, hadi Mto Kishoni na kumtia mikononi mwako.’ ”"
  },
  {
    "verseNumber": "JDG 4:8",
    "verseText": "Baraka akamwambia, “Ukienda pamoja nami nitakwenda, lakini usipokwenda pamoja nami, sitakwenda.”"
  },
  {
    "verseNumber": "JDG 4:9",
    "verseText": "Debora akamwambia, “Hakika nitakwenda pamoja nawe, lakini njia unayoiendea haitakupa heshima wewe, kwa kuwa BWANA atamtia Sisera mikononi mwa mwanamke.” Hivyo Debora akaenda pamoja na Baraka mpaka Kedeshi,"
  },
  {
    "verseNumber": "JDG 4:10",
    "verseText": "mahali ambapo Baraka aliwaita Zabuloni na Naftali. Watu 10,000 wakamfuata Baraka, na Debora pia akaenda pamoja naye."
  },
  {
    "verseNumber": "JDG 4:11",
    "verseText": "Basi Heberi, Mkeni, alikuwa amejitenga na Wakeni wengine, yaani, wazao wa Hobabu, mkwewe Mose, naye akapiga hema lake karibu na ule mti mkubwa wa mwaloni ulioko Saananimu, karibu na Kedeshi."
  },
  {
    "verseNumber": "JDG 4:12",
    "verseText": "Sisera alipoambiwa kuwa Baraka mwana wa Abinoamu alikuwa amepanda Mlima Tabori,"
  },
  {
    "verseNumber": "JDG 4:13",
    "verseText": "Sisera akakusanya pamoja magari yake yote 600 ya chuma na watu wote waliokuwa pamoja naye, kuanzia Haroshethi-Hagoyimu mpaka Mto wa Kishoni."
  },
  {
    "verseNumber": "JDG 4:14",
    "verseText": "Ndipo Debora akamwambia Baraka, “Nenda! Hii ndiyo siku ambayo BWANA amemtia Sisera mikononi mwako. Je, BWANA hakukutangulia mbele yako?” Hivyo Baraka akashuka kutoka Mlima Tabori, akifuatwa na watu 10,000."
  },
  {
    "verseNumber": "JDG 4:15",
    "verseText": "BWANA akamfadhaisha Sisera na magari yake yote, pamoja na jeshi lake lote kwa upanga mbele ya Baraka, naye Sisera akaliacha gari lake na kukimbia kwa miguu."
  },
  {
    "verseNumber": "JDG 4:16",
    "verseText": "Lakini Baraka akafuata magari pamoja na jeshi mpaka Haroshethi-Hagoyimu. Jeshi lote la Sisera likaanguka kwa upanga, wala hakuna hata mtu mmoja aliyesalia."
  },
  {
    "verseNumber": "JDG 4:17",
    "verseText": "Sisera, hata hivyo, akakimbia kwa miguu mpaka kwenye hema la Yaeli, mkewe Heberi, Mkeni, kwa sababu palikuwa na uhusiano wa kirafiki kati ya Yabini mfalme wa Hazori na ukoo wa Heberi, Mkeni."
  },
  {
    "verseNumber": "JDG 4:18",
    "verseText": "Yaeli akaenda kumlaki Sisera na kumwambia, “Karibu, bwana wangu, karibu ingia ndani kabisa. Usiogope.” Basi Sisera akaingia ndani ya hema ya Yaeli, naye akamfunika kwa blanketi nene."
  },
  {
    "verseNumber": "JDG 4:19",
    "verseText": "Akamwambia, “Nina kiu, tafadhali nipe maji ya kunywa.” Ndipo akafungua kiriba cha maziwa na kumpa akanywa, kisha akamfunika."
  },
  {
    "verseNumber": "JDG 4:20",
    "verseText": "Naye Sisera akamwambia, “Simama mlangoni pa hema na mtu yeyote akija na kukuuliza, ‘Je, kuna mtu yeyote hapa?’ sema, ‘Hapana.’ ”"
  },
  {
    "verseNumber": "JDG 4:21",
    "verseText": "Ndipo Yaeli, mkewe Heberi, akatwaa kigingi cha hema, akachukua nyundo mkononi mwake, akamwendea polepole, akiwa amelala usingizi, akiwa amechoka. Akakigongomea kile kigingi kwenye paji la uso wake, kikapenya hata kuingia ardhini, naye akafa."
  },
  {
    "verseNumber": "JDG 4:22",
    "verseText": "Baraka akakaribia akimfuatia Sisera, Yaeli akatoka kumlaki. Akamwambia, “Njoo, nitakuonyesha mtu unayemtafuta.” Hivyo wakaingia ndani ya hema wakiwa wamefuatana na tazama Sisera alikuwa amelala humo, akiwa amekufa, na hicho kigingi cha hema kikiwa kimegongomewa kupitia paji la uso wake."
  },
  {
    "verseNumber": "JDG 4:23",
    "verseText": "Basi siku ile Mungu akamshinda Yabini, mfalme wa Kanaani, mbele ya Israeli."
  },
  {
    "verseNumber": "JDG 4:24",
    "verseText": "Nao mkono wa Waisraeli ukaendelea kuwa na nguvu zaidi na zaidi dhidi ya Yabini, mfalme wa Kanaani, mpaka wakamwangamiza."
  },
  {
    "verseNumber": "JDG 5:1",
    "verseText": "Ndipo Debora na Baraka mwana wa Abinoamu wakaimba wimbo huu:"
  },
  {
    "verseNumber": "JDG 5:2",
    "verseText": "“Wakuu katika Israeli wanapoongoza, wakati watu wanapojitoa kwa hiari yao wenyewe: mhimidini BWANA!"
  },
  {
    "verseNumber": "JDG 5:3",
    "verseText": "“Sikieni hili, enyi wafalme! Sikilizeni, enyi watawala! Nitamwimbia BWANA, nitaimba; kwa wimbo nitamhimidi BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "JDG 5:4",
    "verseText": "“Ee BWANA, ulipotoka katika Seiri, ulipopita katika mashamba ya Edomu, nchi ilitetemeka, mbingu nazo zikamwaga, naam, mawingu yakamwaga maji."
  },
  {
    "verseNumber": "JDG 5:5",
    "verseText": "Milima ilitetemeka mbele za BWANA, hata ule wa Sinai, mbele za BWANA, Mungu wa Israeli."
  },
  {
    "verseNumber": "JDG 5:6",
    "verseText": "“Katika siku za Shamgari mwana wa Anathi, katika siku za Yaeli, barabara kuu hazikuwa na watu; wasafiri walipita njia za kando."
  },
  {
    "verseNumber": "JDG 5:7",
    "verseText": "Mashujaa walikoma katika Israeli, walikoma mpaka mimi, Debora, nilipoinuka, nilipoinuka kama mama katika Israeli."
  },
  {
    "verseNumber": "JDG 5:8",
    "verseText": "Walipochagua miungu migeni, vita vilikuja katika malango ya mji, hapakuonekana ngao wala mkuki miongoni mwa mashujaa 40,000 katika Israeli."
  },
  {
    "verseNumber": "JDG 5:9",
    "verseText": "Moyo wangu u pamoja na wakuu wa Israeli, pamoja na wale wanaojitoa wenyewe kwa hiari yao miongoni mwa watu. Mhimidini BWANA!"
  },
  {
    "verseNumber": "JDG 5:10",
    "verseText": "“Nanyi mpandao punda weupe, mkiketi juu ya matandiko ya thamani, nanyi mtembeao barabarani, fikirini"
  },
  {
    "verseNumber": "JDG 5:11",
    "verseText": "juu ya sauti za waimbaji mahali pa kunyweshea maji. Wanasimulia matendo ya haki ya BWANA, matendo ya haki ya mashujaa wake katika Israeli. “Ndipo watu wa BWANA walipoteremka malangoni pa mji."
  },
  {
    "verseNumber": "JDG 5:12",
    "verseText": "‘Amka, amka! Debora! Amka, amka, uimbe! Ee Baraka! Inuka, chukua mateka wako uliowateka, ee mwana wa Abinoamu.’"
  },
  {
    "verseNumber": "JDG 5:13",
    "verseText": "“Ndipo mabaki ya watu wakashuka dhidi ya wenye nguvu, watu wa BWANA, wakashuka dhidi ya mashujaa wenye nguvu."
  },
  {
    "verseNumber": "JDG 5:14",
    "verseText": "Kutoka Efraimu wakaja watu, ambao chimbuko lao ni Amaleki; Benyamini akiwa miongoni mwa watu waliokufuata. Kutoka Makiri wakashuka viongozi, na kutoka Zabuloni wale washikao fimbo ya jemadari."
  },
  {
    "verseNumber": "JDG 5:15",
    "verseText": "Wakuu wa Isakari walikuwa pamoja na Debora; naam, Isakari alikuwa pamoja na Baraka, wakija nyuma yake kwa mbio wakielekea bondeni. Katika jamaa za Reubeni, palikuwa na kujihoji kukubwa moyoni."
  },
  {
    "verseNumber": "JDG 5:16",
    "verseText": "Kwa nini ulikaa katikati ya mazizi ya kondoo kusikiliza sauti ya filimbi zinazoita makundi? Kwa jamaa za Reubeni, palikuwa na kujihoji kukubwa moyoni."
  },
  {
    "verseNumber": "JDG 5:17",
    "verseText": "Gileadi alikaa ngʼambo ya Yordani. Naye Dani, kwa nini alikaa kwenye merikebu siku nyingi? Asheri alikaa kwa utulivu ufuoni mwa bahari, akikaa kwenye ghuba zake ndogo."
  },
  {
    "verseNumber": "JDG 5:18",
    "verseText": "Watu wa Zabuloni walihatarisha maisha yao, vilevile nao watu wa Naftali."
  },
  {
    "verseNumber": "JDG 5:19",
    "verseText": "“Wafalme walikuja na kufanya vita; wafalme wa Kanaani walipigana huko Taanaki karibu na maji ya Megido, lakini hawakuchukua fedha wala nyara."
  },
  {
    "verseNumber": "JDG 5:20",
    "verseText": "Kutoka mbinguni nyota zilipigana, nyota kutoka njia zake zilipigana na Sisera."
  },
  {
    "verseNumber": "JDG 5:21",
    "verseText": "Mto wa Kishoni uliwasomba, ule mto wa zamani, mto wa Kishoni. Songa mbele, ee nafsi yangu, kwa ujasiri!"
  },
  {
    "verseNumber": "JDG 5:22",
    "verseText": "Ndipo kwato za farasi zikafanya mshindo: farasi wake wenye nguvu huenda mbio kwa kurukaruka."
  },
  {
    "verseNumber": "JDG 5:23",
    "verseText": "Malaika wa BWANA akasema, ‘Merozi alaaniwe. Walaaniwe watu wake kwa uchungu, kwa kuwa hawakuja kumsaidia BWANA, kumsaidia BWANA dhidi ya hao wenye nguvu.’"
  },
  {
    "verseNumber": "JDG 5:24",
    "verseText": "“Yaeli abarikiwe kuliko wanawake wote, mkewe Heberi, Mkeni, abarikiwe kuliko wanawake wote waishio kwenye mahema."
  },
  {
    "verseNumber": "JDG 5:25",
    "verseText": "Aliomba maji, naye akampa maziwa; kwenye bakuli la heshima akamletea maziwa mgando."
  },
  {
    "verseNumber": "JDG 5:26",
    "verseText": "Akanyoosha mkono wake akashika kigingi cha hema, mkono wake wa kuume ukashika nyundo ya fundi. Akampiga Sisera kwa nyundo, akamponda kichwa chake, akamvunjavunja na kumtoboa paji lake la uso."
  },
  {
    "verseNumber": "JDG 5:27",
    "verseText": "Aliinama miguuni pa Yaeli, akaanguka; akalala hapo. Pale alipoinama miguuni pake, alianguka; pale alipoinamia, ndipo alipoanguka, akiwa amekufa."
  },
  {
    "verseNumber": "JDG 5:28",
    "verseText": "“Kupitia dirishani mamaye Sisera alichungulia; nyuma ya dirisha alilia, akasema, ‘Mbona gari lake linachelewa kufika? Mbona vishindo vya magari yake vimechelewa?’"
  },
  {
    "verseNumber": "JDG 5:29",
    "verseText": "Wanawake wenye busara kuliko wengine wote wakamjibu; naam, husema moyoni mwake,"
  },
  {
    "verseNumber": "JDG 5:30",
    "verseText": "‘Je, hawapati na kugawanya nyara: msichana mmoja au wawili kwa kila mtu, mavazi ya rangi mbalimbali kwa Sisera kuwa nyara, mavazi ya rangi mbalimbali yaliyotariziwa, mavazi yaliyotariziwa vizuri kwa ajili ya shingo yangu: yote haya yakiwa nyara?’"
  },
  {
    "verseNumber": "JDG 5:31",
    "verseText": "“Adui zako wote na waangamie, Ee BWANA! Bali wote wakupendao na wawe kama jua lichomozavyo kwa nguvu zake.” Hivyo nchi ikawa na amani kwa miaka arobaini."
  },
  {
    "verseNumber": "JDG 6:1",
    "verseText": "Waisraeli wakafanya tena yaliyo maovu mbele za BWANA, naye kwa miaka saba BWANA akawatia mikononi mwa Wamidiani."
  },
  {
    "verseNumber": "JDG 6:2",
    "verseText": "Mkono wa Midiani ukawa na nguvu dhidi ya Israeli na kwa ajili ya Wamidiani, Waisraeli wakajitengenezea mahali pa kujificha milimani, kwenye mapango na ngome."
  },
  {
    "verseNumber": "JDG 6:3",
    "verseText": "Kila wakati Waisraeli walipopanda mazao mashambani, Wamidiani, Waamaleki na mataifa mengine ya mashariki walivamia nchi yao."
  },
  {
    "verseNumber": "JDG 6:4",
    "verseText": "Wakapiga kambi katika mashamba yao na kuharibu mazao ya nchi yote hadi kufikia Gaza, wala hawakuacha kiumbe chochote kilicho hai kwa Waisraeli, iwe kondoo au ngʼombe au punda."
  },
  {
    "verseNumber": "JDG 6:5",
    "verseText": "Walipanda na mifugo yao na mahema yao, mfano wa makundi ya nzige. Ilikuwa haiwezekani kuwahesabu watu na ngamia zao; wakavamia nchi ili kuiharibu."
  },
  {
    "verseNumber": "JDG 6:6",
    "verseText": "Waisraeli wakafanywa kuwa maskini sana na Wamidiani, hata Israeli wakamlilia BWANA kuomba msaada."
  },
  {
    "verseNumber": "JDG 6:7",
    "verseText": "Waisraeli walipomlilia BWANA kwa sababu ya Wamidiani,"
  },
  {
    "verseNumber": "JDG 6:8",
    "verseText": "BWANA akawapelekea nabii, ambaye aliwaambia, “Hili ndilo BWANA, Mungu wa Israeli, asemalo: Niliwapandisha mtoke Misri, toka nchi ya utumwa."
  },
  {
    "verseNumber": "JDG 6:9",
    "verseText": "Nikawanyakua kutoka mikononi mwa Wamisri na kutoka mikononi mwa watesi wenu wote. Nikawafukuza watoke mbele yenu nami nikawapa ninyi nchi yao."
  },
  {
    "verseNumber": "JDG 6:10",
    "verseText": "Nikawaambia, ‘Mimi ndimi BWANA Mungu wenu; msiiabudu miungu ya Waamori, ambayo mnakaa katika nchi yao!’ Lakini ninyi hamkuitii sauti yangu.”"
  },
  {
    "verseNumber": "JDG 6:11",
    "verseText": "Malaika wa BWANA akaja akaketi chini ya mti wa mwaloni huko Ofra, ambao ulikuwa mali ya Yoashi, Mwabiezeri, ambako Gideoni mwanawe alikuwa akipepeta ngano penye shinikizo la kukamulia zabibu, ili kuificha Wamidiani wasiione."
  },
  {
    "verseNumber": "JDG 6:12",
    "verseText": "Malaika wa BWANA alipomtokea Gideoni, akamwambia, “BWANA yu pamoja nawe, Ewe shujaa mwenye nguvu.”"
  },
  {
    "verseNumber": "JDG 6:13",
    "verseText": "Gideoni akajibu, “Ee BWANA wangu, kama BWANA yu pamoja nasi, mbona mambo haya yote yametutokea? Yako wapi basi yale matendo yake makuu baba zetu waliyotusimulia juu yake waliposema, ‘Je, BWANA hakutupandisha kutoka Misri?’ Lakini sasa BWANA ametuacha na kututia katika mkono wa Midiani.”"
  },
  {
    "verseNumber": "JDG 6:14",
    "verseText": "BWANA akamgeukia na kusema “Enenda kwa uwezo wako huu, ukawaokoe Israeli kutoka mikononi mwa Wamidiani. Je, si mimi ninayekutuma wewe?”"
  },
  {
    "verseNumber": "JDG 6:15",
    "verseText": "Gideoni akauliza, “Ee Bwana wangu, nitawezaje kuwaokoa Israeli? Ukoo wangu ndio dhaifu kuliko zote katika Manase, nami ndiye mdogo wa wote katika jamaa yangu.”"
  },
  {
    "verseNumber": "JDG 6:16",
    "verseText": "BWANA akamjibu, “Nitakuwa pamoja nawe, nawe utawapiga Wamidiani kana kwamba walikuwa ni mtu mmoja.”"
  },
  {
    "verseNumber": "JDG 6:17",
    "verseText": "Gideoni akajibu, “Kama basi nimepata kibali machoni pako, nipe ishara kuonyesha kweli kwamba ni wewe unayesema nami."
  },
  {
    "verseNumber": "JDG 6:18",
    "verseText": "Tafadhali ninakuomba usiondoke hapa mpaka nitakaporudi na kukuletea sadaka yangu na kuiweka mbele yako.” Naye BWANA akamwambia, “Nitangoja mpaka utakaporudi.”"
  },
  {
    "verseNumber": "JDG 6:19",
    "verseText": "Gideoni akaingia ndani ya nyumba yake na kuandaa mwana-mbuzi pamoja na kuoka mikate isiyotiwa chachu kutokana na efa moja ya unga. Akaweka nyama kwenye kikapu na mchuzi kwenye chungu, akamletea huyo malaika hapo nje chini ya mti wa mwaloni na kumpa."
  },
  {
    "verseNumber": "JDG 6:20",
    "verseText": "Malaika wa Mungu akamwambia, “Itwae nyama na mikate isiyotiwa chachu, uviweke juu ya mwamba huu na umimine huo mchuzi juu yake.” Gideoni akafanya hivyo."
  },
  {
    "verseNumber": "JDG 6:21",
    "verseText": "Malaika wa BWANA akainyoosha fimbo iliyokuwa mkononi mwake, ncha yake ikagusa ile nyama na ile mikate isiyotiwa chachu, nao moto ukatoka kwenye mwamba ukateketeza ile nyama na ile mikate. Malaika wa BWANA akatoweka kutoka machoni pake."
  },
  {
    "verseNumber": "JDG 6:22",
    "verseText": "Gideoni alipotambua kuwa ni malaika wa BWANA, akapiga kelele kwa mshangao, akasema, “Ole wangu, BWANA Mwenyezi! Kwa kuwa nimemwona malaika wa BWANA uso kwa uso!”"
  },
  {
    "verseNumber": "JDG 6:23",
    "verseText": "Lakini BWANA akamwambia, “Amani iwe kwako! Usiogope. Hutakufa.”"
  },
  {
    "verseNumber": "JDG 6:24",
    "verseText": "Hivyo Gideoni akamjengea BWANA madhabahu mahali pale na kupaita, Yehova-Shalom. Mpaka leo ingalipo imesimama huko Ofra ya Waabiezeri."
  },
  {
    "verseNumber": "JDG 6:25",
    "verseText": "Usiku ule ule BWANA akamwambia, “Mchukue ngʼombe dume wa baba yako, yaani, yule wa pili mwenye miaka saba, na ubomoe madhabahu ya Baali aliyo nayo baba yako, na ukaikate Ashera iliyo karibu nayo."
  },
  {
    "verseNumber": "JDG 6:26",
    "verseText": "Kisha mjengee BWANA Mungu wako, madhabahu halisi, kwa taratibu zake, juu ya huu mwamba. Kwa kutumia kuni za hiyo nguzo ya Ashera uliyoikatakata, mtoe sadaka huyo dume wa pili kuwa sadaka ya kuteketezwa.”"
  },
  {
    "verseNumber": "JDG 6:27",
    "verseText": "Basi Gideoni akawachukua watumishi wake kumi na kufanya kama BWANA alivyomwambia. Lakini kwa kuwa aliwaogopa jamaa yake na watu wa mji, akafanya haya usiku badala ya mchana."
  },
  {
    "verseNumber": "JDG 6:28",
    "verseText": "Watu wa mji walipoamka asubuhi, tazama madhabahu ya Baali imebomolewa na nguzo ya Ashera iliyokuwa karibu nayo imekatwakatwa na yule ngʼombe wa pili ametolewa sadaka juu ya madhabahu yaliyojengwa upya!"
  },
  {
    "verseNumber": "JDG 6:29",
    "verseText": "Wakaulizana, “Ni nani aliyetenda mambo haya?” Walipochunguza kwa makini, wakaambiwa, “Ni Gideoni mwana wa Yoashi, ndiye alitenda hivi.”"
  },
  {
    "verseNumber": "JDG 6:30",
    "verseText": "Watu wa mji wakamwambia Yoashi, “Mlete mwanao hapa. Ni lazima afe, kwa sababu amebomoa madhabahu ya Baali na kukatakata nguzo ya Ashera iliyokuwa karibu nayo.”"
  },
  {
    "verseNumber": "JDG 6:31",
    "verseText": "Lakini Yoashi akauambia ule umati uliokuwa umezunguka ukiwa kinyume naye, “Je, ninyi mtamtetea Baali? Mnajaribu kumwokoa? Yeyote mwenye kumpigania atauawa kufikia kesho asubuhi! Kama Baali ni mungu kweli, anaweza kujitetea mwenyewe wakati mtu anapobomoa madhabahu yake.”"
  },
  {
    "verseNumber": "JDG 6:32",
    "verseText": "Basi siku ile wakamwita Gideoni “Yerub-Baali,” yaani, “Baali na ashindane naye,” kwa sababu alibomoa madhabahu yake."
  },
  {
    "verseNumber": "JDG 6:33",
    "verseText": "Basi Wamidiani wote, Waamaleki na mataifa mengine ya mashariki wakaunganisha majeshi yao, wakavuka ngʼambo ya Yordani na kupiga kambi katika Bonde la Yezreeli."
  },
  {
    "verseNumber": "JDG 6:34",
    "verseText": "Ndipo Roho wa BWANA akamjia Gideoni, akapiga tarumbeta, akiwaita Waabiezeri ili wamfuate."
  },
  {
    "verseNumber": "JDG 6:35",
    "verseText": "Akatuma wajumbe waende katika Manase yote, akiwataka wachukue silaha na pia katika Asheri, Zabuloni na Naftali, nao wakakwea ili kukutana nao."
  },
  {
    "verseNumber": "JDG 6:36",
    "verseText": "Gideoni akamwambia Mungu, “Kama utawaokoa Waisraeli kwa mkono wangu, kama ulivyoahidi:"
  },
  {
    "verseNumber": "JDG 6:37",
    "verseText": "tazama, nitaweka ngozi ya kondoo kwenye kiwanja cha kupuria nafaka, na kama utakuwepo umande juu ya ngozi tu, nayo ardhi yote ikiwa kavu, ndipo nitakapojua kuwa utaokoa Israeli kwa mkono wangu, kama ulivyosema.”"
  },
  {
    "verseNumber": "JDG 6:38",
    "verseText": "Hivyo ndivyo ilivyotokea. Gideoni akaamka asubuhi na mapema kesho yake, akaikamua ile ngozi, umande ukatoka, maji ya kujaa bakuli."
  },
  {
    "verseNumber": "JDG 6:39",
    "verseText": "Kisha Gideoni akamwambia BWANA, “Usinikasirikie. Ninaomba nifanye ombi moja lingine. Niruhusu nifanye jaribio jingine moja kwa ngozi hii. Wakati huu uifanye ngozi hii kavu na ardhi yote ifunikwe na umande.”"
  },
  {
    "verseNumber": "JDG 6:40",
    "verseText": "Usiku ule Mungu akafanya hivyo. Ngozi ile ilikuwa kavu, nayo ardhi yote ikafunikwa na umande."
  },
  {
    "verseNumber": "JDG 7:1",
    "verseText": "Ndipo Yerub-Baali (yaani Gideoni) na lile jeshi lililokuwa pamoja naye, wakaondoka asubuhi na mapema na kupiga kambi kando ya chemchemi ya Harodi. Kambi ya Wamidiani ilikuwa kaskazini yao katika bonde karibu na kilima cha More."
  },
  {
    "verseNumber": "JDG 7:2",
    "verseText": "BWANA akamwambia Gideoni, “Jeshi lililo pamoja nawe ni kubwa sana kwa mimi kuwatia Wamidiani mikononi mwao. Ili kwamba Israeli asije akajisifu juu yangu akisema, ‘Mkono wangu ndio ulioniokoa,"
  },
  {
    "verseNumber": "JDG 7:3",
    "verseText": "kwa hiyo sasa tangaza jeshi lote likiwa linasikia, kwamba: Yeyote anayeogopa na kutetemeka, yeye na arudi nyumbani, aondoke katika Mlima Gileadi.’ ” Hivyo watu 22,000 walirudi, wakabaki 10,000."
  },
  {
    "verseNumber": "JDG 7:4",
    "verseText": "Lakini BWANA akamwambia Gideoni, “Idadi ya jeshi bado ni kubwa. Wapeleke chini katika maji nami nitawajaribu huko kwa ajili yako. Kama nikikuambia, ‘Huyu atakwenda pamoja nawe,’ yeye atakwenda; lakini kama nikisema, ‘Huyu hatakwenda pamoja nawe,’ yeye hatakwenda.”"
  },
  {
    "verseNumber": "JDG 7:5",
    "verseText": "Hivyo Gideoni akalileta lile jeshi chini kwenye maji naye BWANA akamwambia Gideoni, “Watenge upande mmoja wale wote wanywao maji kwa ulimi, kama vile mbwa anywavyo, wale wote wapigao magoti ili kunywa wakipeleka mikono yao vinywani mwao, waweke upande mwingine.”"
  },
  {
    "verseNumber": "JDG 7:6",
    "verseText": "Idadi ya wale waliokunywa kwa kuramba ramba walikuwa 300, lakini wengine wote katika jeshi walipiga magoti ili kunywa."
  },
  {
    "verseNumber": "JDG 7:7",
    "verseText": "BWANA akamwambia Gideoni, “Kwa hao watu 300 walioramba maji nitawaokoa ninyi, nami nitawatia Wamidiani mkononi mwako. Waache hao watu wengine wote warudi kila mmoja nyumbani mwake.”"
  },
  {
    "verseNumber": "JDG 7:8",
    "verseText": "Hivyo Gideoni akawaacha wale Waisraeli wengine kila mmoja aende kwenye hema yake. Akabakia na wale 300, ambao walichukua vyakula na tarumbeta za wale wenzao. Basi kambi ya Wamidiani ilikuwa chini yake bondeni."
  },
  {
    "verseNumber": "JDG 7:9",
    "verseText": "Usiku ule ule BWANA akamwambia Gideoni, “Ondoka, ushuke kambini, kwa kuwa nimeitia mkononi mwako."
  },
  {
    "verseNumber": "JDG 7:10",
    "verseText": "Lakini kama unaogopa kushambulia, shuka kambini pamoja na mtumishi wako Pura,"
  },
  {
    "verseNumber": "JDG 7:11",
    "verseText": "nawe sikiliza wanayosema. Hatimaye, utatiwa moyo kushambulia kambi.” Basi yeye na Pura mtumishi wake wakashuka na kufikia walinzi wa mbele wenye silaha waliokuwa mle kambini."
  },
  {
    "verseNumber": "JDG 7:12",
    "verseText": "Wamidiani, Waamaleki na mataifa mengine yote ya mashariki walikaa bondeni, nao walikuwa mfano wa nzige kwa wingi wao. Ngamia zao hazikuhesabika, wingi wao ulikuwa kama mchanga wa ufuoni mwa bahari."
  },
  {
    "verseNumber": "JDG 7:13",
    "verseText": "Gideoni alifika wakati huo huo kukiwa na mtu mmoja aliyekuwa anamweleza mwenzake ndoto yake, akisema, “Niliota ndoto: Tazama mkate wa shayiri ulioviringana ulianguka katika kambi moja ya Wamidiani, ukaipiga na ikaanguka nao ukaipindua juu chini na hema ikaporomoka chini.”"
  },
  {
    "verseNumber": "JDG 7:14",
    "verseText": "Rafiki yake akamjibu, “Habari hii si kitu kingine zaidi ya upanga wa Gideoni mwana wa Yoashi, Mwisraeli. Mungu amewatia Wamidiani na jeshi lote mkononi mwake.”"
  },
  {
    "verseNumber": "JDG 7:15",
    "verseText": "Gideoni alipoisikia hiyo ndoto na tafsiri yake, akamwabudu Mungu. Akarudi kwenye kambi ya Israeli na kusema, “Inukeni! BWANA amelitia jeshi la Wamidiani mikononi mwenu.”"
  },
  {
    "verseNumber": "JDG 7:16",
    "verseText": "Akawagawa wale watu 300 katika makundi matatu, akawakabidhi tarumbeta mikononi mwao wote na mitungi isiyokuwa na maji yenye mienge ndani yake."
  },
  {
    "verseNumber": "JDG 7:17",
    "verseText": "Akawaambia, “Nitazameni, fanyeni kama nitakavyofanya, nitakapofika mwisho wa kambi mfanye kama nitakavyofanya."
  },
  {
    "verseNumber": "JDG 7:18",
    "verseText": "Wakati mimi na wale walio pamoja nami wote, tutakapopiga tarumbeta zetu, ninyi nanyi pigeni tarumbeta pande zote za kambi na mpige kelele, mseme, ‘Upanga wa BWANA na wa Gideoni.’ ”"
  },
  {
    "verseNumber": "JDG 7:19",
    "verseText": "Gideoni na wale watu 100 waliokuwa pamoja naye wakafika mwisho wa kambi usiku mwanzoni mwa zamu ya kati, mara tu walipokuwa wamebadili zamu. Wakapiga zile tarumbeta zao na kuvunja ile mitungi iliyokuwa mikononi mwao."
  },
  {
    "verseNumber": "JDG 7:20",
    "verseText": "Yale makundi matatu yakapiga tarumbeta na kuvunja mitungi. Wakashika mienge kwa mikono yao ya kushoto na katika mikono yao ya kuume tarumbeta ili kuzipiga, wakapaza sauti zao, “Upanga wa BWANA na wa Gideoni!”"
  },
  {
    "verseNumber": "JDG 7:21",
    "verseText": "Wakasimama kila mtu mahali pake kuizunguka kambi pande zote, Wamidiani wote wakakimbia, huku wakipiga kelele."
  },
  {
    "verseNumber": "JDG 7:22",
    "verseText": "Walipozipiga zile tarumbeta 300, BWANA akafanya watu katika kambi yote kugeuziana upanga kila mmoja na mwenziwe. Jeshi likakimbia mpaka Beth-Shita kuelekea Serera hadi mpakani mwa Abel-Mehola karibu na Tabathi."
  },
  {
    "verseNumber": "JDG 7:23",
    "verseText": "Watu wa Israeli wakaitwa kutoka Naftali, Asheri na Manase, wakawafuatia Wamidiani."
  },
  {
    "verseNumber": "JDG 7:24",
    "verseText": "Gideoni akatuma wajumbe katika nchi yote ya vilima vya Efraimu akisema, “Teremkeni dhidi ya Wamidiani na mkazuie vivuko vya maji mbele yao hadi Beth-Bara na pia Yordani.” Hivyo watu wote wa Efraimu wakakutanika pamoja na kuzingira mto wa Yordani hadi Beth-Bara."
  },
  {
    "verseNumber": "JDG 7:25",
    "verseText": "Wakawakamata wakuu wawili wa Midiani, Orebu na Zeebu. Wakamuulia Orebu pale penye mwamba wa Orebu, na Zeebu wakamuulia penye shinikizo la kukamulia divai la Zeebu. Wakawafuatia Wamidiani na kuleta vichwa vya Orebu na Zeebu kwa Gideoni, huko ngʼambo ya Yordani."
  },
  {
    "verseNumber": "JDG 8:1",
    "verseText": "Basi Waefraimu wakamuuliza Gideoni, “Mbona mmetutenda hivi? Kwa nini hukutuita ulipokwenda kupigana na Wamidiani?” Wakawalaumu kwa ukali sana."
  },
  {
    "verseNumber": "JDG 8:2",
    "verseText": "Gideoni akawajibu, “Nilichofanya mimi ni nini kulinganisha na kile ninyi mlichofanya? Je, kuokoa masazo ya zabibu za Efraimu si bora kuliko mavuno kamili ya zabibu ya Abiezeri?"
  },
  {
    "verseNumber": "JDG 8:3",
    "verseText": "Mungu amewatia Orebu na Zeebu, hao viongozi wa Wamidiani, mikononi mwenu. Je, mimi niliweza kufanya nini kulinganisha na mlichofanya ninyi?” Aliposema hili, hasira yao dhidi yake ikatulia."
  },
  {
    "verseNumber": "JDG 8:4",
    "verseText": "Gideoni akiwa pamoja na wale watu 300 waliofuatana naye, wakiwa wamechoka na wenye njaa lakini bado wakiwafuatia, wakafika Yordani na kuuvuka."
  },
  {
    "verseNumber": "JDG 8:5",
    "verseText": "Akawaambia watu wa Sukothi, “Tafadhali lipatieni jeshi langu mikate, kwa maana wamechoka, nami ningali ninawafuatia Zeba na Salmuna, wafalme wa Midiani.”"
  },
  {
    "verseNumber": "JDG 8:6",
    "verseText": "Lakini maafisa wa Sukothi wakasema, “Je, mikono ya Zeba na Salmuna tayari mnayo sasa ili tuweze kulipatia jeshi lako mikate?”"
  },
  {
    "verseNumber": "JDG 8:7",
    "verseText": "Gideoni akajibu, “Kwa ajili ya hilo tu, BWANA atakapowatia Zeba na Salmuna mkononi mwangu, nitaichana nyama ya miili yenu kwenye miiba ya nyikani na kwenye michongoma.”"
  },
  {
    "verseNumber": "JDG 8:8",
    "verseText": "Kutoka hapo alikwea mpaka Penieli na kutoa ombi lile lile, lakini nao watu wa Penieli wakamjibu kama watu wa Sukothi walivyokuwa wamemjibu."
  },
  {
    "verseNumber": "JDG 8:9",
    "verseText": "Hivyo akawaambia watu wa Penieli, “Nitakaporudi baada ya kushinda, nitaubomoa mnara huu.”"
  },
  {
    "verseNumber": "JDG 8:10",
    "verseText": "Wakati huu Zeba na Salmuna walikuwa Karkori wakiwa na jeshi lenye watu wapatao 15,000 wale wote waliokuwa wamesalia wa mataifa ya mashariki, kwa kuwa watu wapatao 120,000 wenye panga walikuwa wameuawa."
  },
  {
    "verseNumber": "JDG 8:11",
    "verseText": "Basi Gideoni akakwea kwa njia ya wasafiri mashariki ya Noba na Yogbeha na kulishambulia jeshi ambalo halikushuku lolote."
  },
  {
    "verseNumber": "JDG 8:12",
    "verseText": "Zeba na Salmuna, hao wafalme wawili wa Midiani, wakakimbia lakini yeye Gideoni akawafuata na kuwakamata, akalishinda hilo jeshi lao lote."
  },
  {
    "verseNumber": "JDG 8:13",
    "verseText": "Gideoni mwana wa Yoashi akarudi kutoka vitani kwa kupitia Mwinuko wa Heresi."
  },
  {
    "verseNumber": "JDG 8:14",
    "verseText": "Akamkamata kijana mmoja wa Sukothi na kumuuliza maswali, naye yule kijana akamwandikia majina ya maafisa sabini wa Sukothi, ambao ni viongozi wa mji."
  },
  {
    "verseNumber": "JDG 8:15",
    "verseText": "Ndipo Gideoni akaja na kuwaambia watu wa Sukothi, “Tazama, hapa wapo Zeba na Salmuna mlionisimanga kwa ajili yao mkisema, ‘Je, mikono ya Zeba na Salmuna tayari mnayo sasa ili tuweze kulipatia jeshi lako mikate?’ ”"
  },
  {
    "verseNumber": "JDG 8:16",
    "verseText": "Akawachukua hao viongozi wa mji na kuwafundisha watu wa Sukothi somo kwa kuwaadhibu kwa miiba na michongoma ya nyikani."
  },
  {
    "verseNumber": "JDG 8:17",
    "verseText": "Pia akaubomoa mnara wa Penieli na kuwaua watu wa mji."
  },
  {
    "verseNumber": "JDG 8:18",
    "verseText": "Kisha akawauliza Zeba na Salmuna, “Ni watu wa aina gani mliowaua huko Tabori?” Wakajibu, “Ni watu kama wewe, kila mmoja wao akiwa na nafasi ya uana wa mfalme.”"
  },
  {
    "verseNumber": "JDG 8:19",
    "verseText": "Gideoni akajibu, “Hao walikuwa ndugu zangu, wana wa mama yangu hasa. Hakika kama aishivyo BWANA, kama mngekuwa mmewaacha hai, mimi nisingewaua ninyi.”"
  },
  {
    "verseNumber": "JDG 8:20",
    "verseText": "Akamgeukia Yetheri, mwanawe mzaliwa wa kwanza, akasema, “Waue hawa!” Lakini Yetheri hakuufuta upanga wake, kwa sababu aliogopa, kwa kuwa alikuwa bado kijana mdogo tu."
  },
  {
    "verseNumber": "JDG 8:21",
    "verseText": "Zeba na Salmuna wakasema, “Njoo ufanye hivyo wewe mwenyewe. ‘Alivyo mtu, ndivyo zilivyo nguvu zake.’ ” Hivyo Gideoni akatoka mbele na kuwaua, naye akayaondoa mapambo kwenye shingo za ngamia zao."
  },
  {
    "verseNumber": "JDG 8:22",
    "verseText": "Waisraeli wakamwambia Gideoni, “Ututawale, wewe, wanao na wana wa wana wako, kwa kuwa umetuokoa kutoka mikononi mwa Wamidiani.”"
  },
  {
    "verseNumber": "JDG 8:23",
    "verseText": "Lakini Gideoni akawaambia, “Mimi sitatawala juu yenu, wala wanangu hawatatawala juu yenu. BWANA ndiye atakayetawala juu yenu ninyi.”"
  },
  {
    "verseNumber": "JDG 8:24",
    "verseText": "Naye akasema, “Ninalo ombi moja, kwamba kila mmoja wenu anipatie kipuli kutoka kwenye fungu lake la nyara.” (Ilikuwa desturi ya Waishmaeli kuvaa vipuli vya dhahabu.)"
  },
  {
    "verseNumber": "JDG 8:25",
    "verseText": "Wakajibu, “Tutafurahi kuvitoa.” Hivyo wakatanda vazi chini na kila mwanaume akatupia juu yake pete kutoka kwenye fungu lake la nyara."
  },
  {
    "verseNumber": "JDG 8:26",
    "verseText": "Uzito wa pete za dhahabu alizoomba zilifikia shekeli 1,700, bila kuhesabu mapambo mengine, pete za masikio na mavazi ya zambarau yaliyovaliwa na wafalme wa Midiani, au mikufu iliyokuwa kwenye shingo za ngamia zao."
  },
  {
    "verseNumber": "JDG 8:27",
    "verseText": "Gideoni akatengeneza kisibau kwa kutumia ile dhahabu, ambacho alikiweka katika mji wake, yaani, Ofra. Waisraeli wote wakafanya uasherati kwa kukiabudu huko, nacho kikawa mtego kwa Gideoni na jamaa yake."
  },
  {
    "verseNumber": "JDG 8:28",
    "verseText": "Hivyo Midiani ikashindwa mbele ya Israeli nayo haikuinua kichwa chake tena. Wakati wa siku za uhai wa Gideoni, nchi ikafurahia amani miaka arobaini."
  },
  {
    "verseNumber": "JDG 8:29",
    "verseText": "Yerub-Baali mwana wa Yoashi akarudi kwenda kuishi katika nyumba yake."
  },
  {
    "verseNumber": "JDG 8:30",
    "verseText": "Alikuwa na wana sabini wa kwake mwenyewe, kwa kuwa alikuwa na wake wengi."
  },
  {
    "verseNumber": "JDG 8:31",
    "verseText": "Suria wake, aliyekuwa anaishi huko Shekemu, pia alimzalia mwana, ambaye alimwita Abimeleki."
  },
  {
    "verseNumber": "JDG 8:32",
    "verseText": "Gideoni mwana wa Yoashi akafa akiwa na umri mzuri wa uzee, na akazikwa katika kaburi la Yoashi baba yake huko Ofra ya Waabiezeri."
  },
  {
    "verseNumber": "JDG 8:33",
    "verseText": "Mara tu alipofariki Gideoni, Waisraeli wakarudia hali ya uovu na kufanya uasherati kwa kuabudu Mabaali. Wakamsimamisha Baal-Berithi kuwa mungu wao na"
  },
  {
    "verseNumber": "JDG 8:34",
    "verseText": "wala hawakumkumbuka BWANA Mungu wao, aliyewaokoa kutoka mikononi mwa adui zao wote kutoka kila upande."
  },
  {
    "verseNumber": "JDG 8:35",
    "verseText": "Pia wakashindwa kuitendea mema jamaa ya Yerub-Baali (yaani Gideoni) kwa ajili ya mambo yote mema aliyokuwa amefanya kwa ajili yao."
  },
  {
    "verseNumber": "JDG 9:1",
    "verseText": "Siku moja Abimeleki mwana wa Yerub-Baali akaenda kwa ndugu ya mama yake huko Shekemu na kuwaambia yeye na ukoo wote wa mama yake,"
  },
  {
    "verseNumber": "JDG 9:2",
    "verseText": "“Waulizeni watu wote wa Shekemu, ‘Lipi lililo bora kwenu: Kutawaliwa na wana wote sabini wa Yerub-Baali, au mtu mmoja peke yake?’ Kumbukeni kwamba, mimi ni mfupa wenu nyama yenu hasa.”"
  },
  {
    "verseNumber": "JDG 9:3",
    "verseText": "Ndugu za mama yake walipowaeleza watu wote wa Shekemu, wakaelekea kumkubali Abimeleki, kwa kuwa walisema, “Yeye ni ndugu yetu.”"
  },
  {
    "verseNumber": "JDG 9:4",
    "verseText": "Wakampa shekeli sabini za fedha kutoka hekalu la Baal-Berithi, naye Abimeleki akaitumia kuajiri watu ovyo wasiojali, wakawa ndio wafuasi wake."
  },
  {
    "verseNumber": "JDG 9:5",
    "verseText": "Akaenda nyumbani kwa baba yake huko Ofra, na juu ya jiwe moja wakawaua ndugu zake sabini, ambao ni wana wa Yerub-Baali. Lakini Yothamu, mwana mdogo wa wote wa Yerub-Baali, akaokoka kwa kujificha."
  },
  {
    "verseNumber": "JDG 9:6",
    "verseText": "Ndipo watu wote wa Shekemu na Beth-Milo wakakusanyika pamoja chini ya mti mkubwa wa mwaloni penye nguzo iliyoko Shekemu wakamvika Abimeleki taji kuwa mfalme."
  },
  {
    "verseNumber": "JDG 9:7",
    "verseText": "Yothamu alipoambiwa hayo, akapanda juu ya kilele cha mlima Gerizimu, akawapazia sauti yake akawaambia, “Nisikilizeni enyi watu wa Shekemu, ili Mungu naye apate kuwasikiliza ninyi."
  },
  {
    "verseNumber": "JDG 9:8",
    "verseText": "Siku moja miti ilitoka ili kwenda kujitawazia mfalme. Ikauambia mzeituni, ‘Wewe uwe mfalme wetu.’"
  },
  {
    "verseNumber": "JDG 9:9",
    "verseText": "“Lakini mzeituni ukaijibu, ‘Je, niache kutoa mafuta yangu ambayo kwake miungu na wanadamu huheshimiwa, ili nikawe juu ya miti?’"
  },
  {
    "verseNumber": "JDG 9:10",
    "verseText": "“Kisha miti ikauambia mtini, ‘Njoo na uwe mfalme wetu!’"
  },
  {
    "verseNumber": "JDG 9:11",
    "verseText": "“Lakini mtini ukaijibu, ‘Je, niache kutoa matunda yangu mazuri na matamu, ili niende nikawe juu ya miti?’"
  },
  {
    "verseNumber": "JDG 9:12",
    "verseText": "“Ndipo miti ikauambia mzabibu, ‘Njoo na uwe mfalme wetu.’"
  },
  {
    "verseNumber": "JDG 9:13",
    "verseText": "“Lakini mzabibu ukaijibu, ‘Je, niache kutoa divai yangu inayofurahisha miungu na wanadamu ili nikawe juu ya miti?’"
  },
  {
    "verseNumber": "JDG 9:14",
    "verseText": "“Mwishoni miti yote ikauambia mti wa miiba, ‘Njoo na uwe mfalme wetu.’"
  },
  {
    "verseNumber": "JDG 9:15",
    "verseText": "“Nao mti wa miiba ukaijibu, ‘Kama kweli mnataka niwe mfalme wenu, basi njooni mpate kupumzika chini ya kivuli changu. Lakini kama sivyo, moto na utoke kwenye mti wa miiba ukateketeze mierezi ya Lebanoni!’"
  },
  {
    "verseNumber": "JDG 9:16",
    "verseText": "“Basi ikiwa mmetenda kwa uaminifu na heshima kumfanya Abimeleki kuwa mfalme, na kama mmetendea vyema Yerub-Baali na jamaa yake kama ilivyostahili:"
  },
  {
    "verseNumber": "JDG 9:17",
    "verseText": "kwa kuwa baba yangu aliwapigania ninyi na kuhatarisha nafsi yake na kuwaokoa ninyi kutoka mikononi mwa Wamidiani"
  },
  {
    "verseNumber": "JDG 9:18",
    "verseText": "(lakini leo mmeasi dhidi ya jamaa ya baba yangu, na kuwaua wanawe sabini juu ya jiwe moja, nanyi mkamfanya Abimeleki mwana wa mwanamke mtumwa kuwa mfalme juu ya Shekemu, kwa kuwa yeye ni ndugu yenu),"
  },
  {
    "verseNumber": "JDG 9:19",
    "verseText": "nanyi kama basi mmemtendea Yerub-Baali na jamaa yake kwa heshima na uaminifu, basi Abimeleki na awe furaha yenu, nanyi mwe furaha yake pia!"
  },
  {
    "verseNumber": "JDG 9:20",
    "verseText": "Lakini kama sivyo, moto na utoke kwa Abimeleki na uwateketeze, ninyi watu wa Shekemu na Beth-Milo, nao moto utoke kwenu, watu wa Shekemu na Beth-Milo umteketeze Abimeleki!”"
  },
  {
    "verseNumber": "JDG 9:21",
    "verseText": "Ndipo Yothamu akakimbia, akatoroka akaenda Beeri, akaishi huko, kwa sababu alimwogopa ndugu yake Abimeleki."
  },
  {
    "verseNumber": "JDG 9:22",
    "verseText": "Baada ya Abimeleki kutawala Israeli kwa muda wa miaka mitatu,"
  },
  {
    "verseNumber": "JDG 9:23",
    "verseText": "Mungu akaruhusu roho mbaya kati ya Abimeleki na watu wa Shekemu, nao watu wa Shekemu wakamtendea Abimeleki kwa hila."
  },
  {
    "verseNumber": "JDG 9:24",
    "verseText": "Hili lilitokea ili ule ukatili waliotendewa hao wana sabini wa Yerub-Baali upatilizwe, na damu yao iwe juu ya Abimeleki ndugu yao aliyewaua, na pia iwe juu ya watu wa Shekemu, ambao walimsaidia kuua ndugu zake."
  },
  {
    "verseNumber": "JDG 9:25",
    "verseText": "Hivyo, kutokana na uadui juu yake watu wa Shekemu wakaweka watu wa kumvizia katika vilele vya milima. Wakawanyangʼanya watu wote waliopita karibu nao, nayo haya yakaarifiwa kwa Abimeleki."
  },
  {
    "verseNumber": "JDG 9:26",
    "verseText": "Basi Gaali mwana wa Ebedi akaenda pamoja na ndugu zake wakaingia Shekemu, nao watu wa huko wakamtumainia yeye."
  },
  {
    "verseNumber": "JDG 9:27",
    "verseText": "Wakaenda mashambani mwao kuvuna zabibu na kuzisindika hizo zabibu, wakafanya sikukuu katika hekalu la mungu wao. Wakati wakila na kunywa, wakamlaani Abimeleki."
  },
  {
    "verseNumber": "JDG 9:28",
    "verseText": "Gaali mwana wa Ebedi akasema, “Abimeleki ni nani, na Shekemu ni nani, hata tumtumikie? Je, yeye si mwana wa Yerub-Baali? Naye Zebuli si ndiye msaidizi wake? Basi watumikieni watu wa Hamori, babaye Shekemu. Kwa nini tumtumikie Abimeleki?"
  },
  {
    "verseNumber": "JDG 9:29",
    "verseText": "Laiti watu hawa wangekuwa chini ya amri yangu! Basi mimi ningemwondoa huyo Abimeleki. Ningemwambia Abimeleki, ‘Ondoa jeshi lako lote.’ ”"
  },
  {
    "verseNumber": "JDG 9:30",
    "verseText": "Zebuli aliyekuwa mtawala wa mji aliposikia aliyosema Gaali mwana wa Ebedi, akakasirika sana."
  },
  {
    "verseNumber": "JDG 9:31",
    "verseText": "Akatuma ujumbe uende kwa Abimeleki kwa siri na kusema, “Gaali mwana wa Ebedi na ndugu zake wamekuja Shekemu, na wanauchochea mji huu kinyume chako."
  },
  {
    "verseNumber": "JDG 9:32",
    "verseText": "Sasa, basi, usiku huu wewe uondoke na watu wako ili mje kuwavizia mashambani."
  },
  {
    "verseNumber": "JDG 9:33",
    "verseText": "Kisha asubuhi wakati wa kuchomoza jua, amka mapema na ujipange dhidi ya huo mji. Wakati yeye na jeshi lililo pamoja naye watakapotoka kukabiliana nanyi, mwaweza kuwatendea kwa kadiri mnavyoweza.”"
  },
  {
    "verseNumber": "JDG 9:34",
    "verseText": "Kwa hiyo Abimeleki pamoja na jeshi lake lote wakaondoka usiku na kujificha karibu na Shekemu wakiwa vikosi vinne."
  },
  {
    "verseNumber": "JDG 9:35",
    "verseText": "Basi Gaali mwana wa Ebedi alikuwa ametoka nje akawa amesimama katika ingilio la mji wakati ule ule ambao Abimeleki na watu wake walipokuwa wanatoka sehemu zao za maficho."
  },
  {
    "verseNumber": "JDG 9:36",
    "verseText": "Gaali alipowaona, akamwambia Zebuli, “Tazama, watu wanashuka kutoka kwenye vilele vya milima!” Zebuli akajibu, “Wewe unaona vivuli vya milima kana kwamba ni watu.”"
  },
  {
    "verseNumber": "JDG 9:37",
    "verseText": "Lakini Gaali akasema tena, “Tazama, watu wanashuka kutoka katikati ya nchi na kikosi kimoja kinakuja kutoka Tabur-Ezeri na kikosi kingine kutoka upande wa Elon-Meonenimu.”"
  },
  {
    "verseNumber": "JDG 9:38",
    "verseText": "Ndipo Zebuli akamwambia, “Kuko wapi kujivuna kwako sasa, wewe uliyesema, ‘Huyo Abimeleki ni nani hata tumtumikie?’ Hawa si wale watu uliowadharau? Toka nje sasa ukapigane nao!”"
  },
  {
    "verseNumber": "JDG 9:39",
    "verseText": "Basi Gaali akatoka akawaongoza watu wa Shekemu kupigana na Abimeleki."
  },
  {
    "verseNumber": "JDG 9:40",
    "verseText": "Abimeleki akamfukuza, watu wengi wakajeruhiwa katika kukimbia huko, njia nzima hadi kwenye ingilio la lango."
  },
  {
    "verseNumber": "JDG 9:41",
    "verseText": "Abimeleki akakaa Aruma, naye Zebuli akawafukuza Gaali na ndugu zake watoke Shekemu."
  },
  {
    "verseNumber": "JDG 9:42",
    "verseText": "Kesho yake watu wa Shekemu wakatoka wakaenda mashambani, Abimeleki akaambiwa juu ya jambo hili."
  },
  {
    "verseNumber": "JDG 9:43",
    "verseText": "Hivyo akawachukua watu wake, akawagawanya katika vikosi vitatu na kuwaweka waviziao huko mashambani. Alipowaona watu wanatoka kwenda nje ya mji, akainuka dhidi yao na kuwashambulia."
  },
  {
    "verseNumber": "JDG 9:44",
    "verseText": "Abimeleki pamoja na vile vikosi wakaharakisha kwenda mbele kwenye nafasi, mahali pa ingilio la lango la mji. Vile vikosi viwili vikawawahi wale waliokuwa mashambani na kuwaua."
  },
  {
    "verseNumber": "JDG 9:45",
    "verseText": "Siku hiyo nzima Abimeleki akazidisha mashambulizi yake dhidi ya mji hadi akawa ameuteka na kuwaua watu wa huo mji. Kisha akauangamiza mji na kusambaza chumvi juu yake."
  },
  {
    "verseNumber": "JDG 9:46",
    "verseText": "Kwa kusikia jambo hili watu wote katika mnara wa Shekemu, wakaingia kwenye ngome ya hekalu la El-Berithi."
  },
  {
    "verseNumber": "JDG 9:47",
    "verseText": "Abimeleki aliposikia kuwa wamekusanyika huko,"
  },
  {
    "verseNumber": "JDG 9:48",
    "verseText": "yeye na watu wake wote wakakwea kwenye Mlima Salmoni. Abimeleki akachukua shoka, akakata baadhi ya matawi, ambayo aliyachukua mabegani. Akawaagiza wale watu waliokuwa pamoja naye kuwa, “Fanyeni kile mlichoona mimi nikifanya!”"
  },
  {
    "verseNumber": "JDG 9:49",
    "verseText": "Basi watu wote wakakata matawi na kumfuata Abimeleki. Wakayakusanya hayo matawi juu ya ngome na kuitia moto ili kuwachoma wale watu wote waliokuwa ndani yake. Hivyo watu wote katika mnara wa Shekemu, karibia watu 1,000 waume kwa wake, pia wakafa."
  },
  {
    "verseNumber": "JDG 9:50",
    "verseText": "Baadaye Abimeleki akaenda Thebesi na kuuzingira kwa jeshi na kuuteka."
  },
  {
    "verseNumber": "JDG 9:51",
    "verseText": "Hata hivyo, ndani ya huo mji kulikuwa na mnara imara, ambako watu wote wa mji wanaume na wanawake, watu wote wa mji, walikimbilia ndani yake. Wakajifungia ndani yake na kupanda juu ya paa la mnara."
  },
  {
    "verseNumber": "JDG 9:52",
    "verseText": "Abimeleki akaja kwenye ule mnara na kuushambulia, lakini alipokaribia kwenye ingilio la mnara ili kuuchoma kwa moto,"
  },
  {
    "verseNumber": "JDG 9:53",
    "verseText": "mwanamke mmoja akaangusha sehemu ya juu ya jiwe la kusagia juu ya kichwa cha Abimeleki, likapasua fuvu la kichwa chake."
  },
  {
    "verseNumber": "JDG 9:54",
    "verseText": "Akamwita kwa haraka kijana yule aliyechukua silaha zake, na kumwambia, “Chukua upanga wako na uniue, watu wasije wakasema kwamba, ‘Mwanamke amemuua.’ ” Basi yule kijana akamchoma upanga, naye akafa."
  },
  {
    "verseNumber": "JDG 9:55",
    "verseText": "Waisraeli walipoona kuwa Abimeleki amekufa, kila mtu akaenda nyumbani kwake."
  },
  {
    "verseNumber": "JDG 9:56",
    "verseText": "Hivyo ndivyo Mungu alivyolipiza uovu ule ambao Abimeleki alikuwa ameutenda kwa baba yake kwa kuwaua ndugu zake sabini."
  },
  {
    "verseNumber": "JDG 9:57",
    "verseText": "Mungu akawapatiliza watu wa Shekemu uovu wao juu ya vichwa vyao, na juu yao ikaja laana ya Yothamu mwana wa Yerub-Baali."
  },
  {
    "verseNumber": "JDG 10:1",
    "verseText": "Baada ya Abimeleki, Tola mwana wa Pua mwana wa Dodo, mtu wa Isakari, aliyeishi huko Shamiri, katika nchi ya vilima ya Efraimu, akainuka kuokoa Israeli."
  },
  {
    "verseNumber": "JDG 10:2",
    "verseText": "Akaamua Israeli kwa miaka ishirini na mitatu. Ndipo akafa, naye akazikwa huko Shamiri."
  },
  {
    "verseNumber": "JDG 10:3",
    "verseText": "Baada yake akafuatiwa na Yairi, Mgileadi, ambaye aliamua Israeli kwa miaka ishirini na miwili."
  },
  {
    "verseNumber": "JDG 10:4",
    "verseText": "Alikuwa na wana thelathini waliopanda punda thelathini. Nao walikuwa na miji thelathini iliyoko Gileadi, inayoitwa Hawoth-Yairi mpaka leo."
  },
  {
    "verseNumber": "JDG 10:5",
    "verseText": "Yairi akafa, naye akazikwa huko Kamoni."
  },
  {
    "verseNumber": "JDG 10:6",
    "verseText": "Wana wa Israeli wakatenda tena maovu machoni pa BWANA. Wakaabudu Mabaali na Maashtorethi, miungu ya Aramu, miungu ya Sidoni, miungu ya Moabu, miungu ya Waamoni na miungu ya Wafilisti. Kwa kuwa Waisraeli walimwacha BWANA wala hawakuendelea kumtumikia,"
  },
  {
    "verseNumber": "JDG 10:7",
    "verseText": "hivyo hasira ya BWANA ikawaka dhidi ya Israeli, naye akawatia mikononi mwa Wafilisti na Waamoni,"
  },
  {
    "verseNumber": "JDG 10:8",
    "verseText": "ambao waliwaonea na kuwatesa mwaka ule. Kwa miaka kumi na minane wakawatesa Waisraeli wote upande wa mashariki ya Mto Yordani katika Gileadi, nchi ya Waamori."
  },
  {
    "verseNumber": "JDG 10:9",
    "verseText": "Waamoni nao wakavuka Yordani ili kupigana na Yuda, Benyamini na nyumba ya Efraimu, nayo nyumba ya Israeli ikawa katika taabu kubwa."
  },
  {
    "verseNumber": "JDG 10:10",
    "verseText": "Ndipo Waisraeli wakamlilia BWANA wakasema, “Tumetenda dhambi dhidi yako, kumwacha Mungu wetu na kutumikia Mabaali.”"
  },
  {
    "verseNumber": "JDG 10:11",
    "verseText": "BWANA akawaambia, “Wakati Wamisri, Waamori, Waamoni, Wafilisti,"
  },
  {
    "verseNumber": "JDG 10:12",
    "verseText": "Wasidoni, Waamaleki na Wamaoni walipowaonea na ninyi mkanililia na kuomba msaada, je, sikuwaokoa kutoka mikononi mwao?"
  },
  {
    "verseNumber": "JDG 10:13",
    "verseText": "Lakini ninyi mmeniacha mimi na kutumikia miungu mingine, kwa hiyo sitawaokoa tena."
  },
  {
    "verseNumber": "JDG 10:14",
    "verseText": "Nendeni mkaililie ile miungu mlioichagua. Hiyo miungu na iwaokoe mnapokuwa katika taabu!”"
  },
  {
    "verseNumber": "JDG 10:15",
    "verseText": "Lakini Waisraeli wakamwambia BWANA, “Tumetenda dhambi. Ututendee lile unaloona kuwa jema kwako, lakini twakusihi utuokoe sasa.”"
  },
  {
    "verseNumber": "JDG 10:16",
    "verseText": "Nao wakaiondoa hiyo miungu migeni katikati yao nao wakamtumikia BWANA. Naye akahuzunika kwa sababu ya taabu ya Israeli."
  },
  {
    "verseNumber": "JDG 10:17",
    "verseText": "Ndipo Waamoni wakaitwa vitani na kupiga kambi huko Gileadi, Waisraeli wakakusanyika na kupiga kambi huko Mispa."
  },
  {
    "verseNumber": "JDG 10:18",
    "verseText": "Viongozi wa watu wa Gileadi wakaambiana wao kwa wao, “Yeyote yule atakayeanzisha mashambulizi dhidi ya Waamoni atakuwa kiongozi wa wote wakaao Gileadi.”"
  },
  {
    "verseNumber": "JDG 11:1",
    "verseText": "Basi Yefta Mgileadi alikuwa mtu shujaa. Baba yake alikuwa Gileadi, naye mama yake alikuwa kahaba."
  },
  {
    "verseNumber": "JDG 11:2",
    "verseText": "Mke wa Gileadi akamzalia wana wengine, nao watoto hao walipokua, wakamfukuza Yefta na kumwambia, “Wewe huwezi kupata urithi katika jamii yetu, kwa sababu wewe ni mwana wa mwanamke mwingine.”"
  },
  {
    "verseNumber": "JDG 11:3",
    "verseText": "Basi Yefta akawakimbia ndugu zake akaenda kuishi katika nchi ya Tobu, mahali ambako watu waasi walijiunga naye na kumfuata."
  },
  {
    "verseNumber": "JDG 11:4",
    "verseText": "Baada ya muda Waamoni wakafanya vita na Israeli,"
  },
  {
    "verseNumber": "JDG 11:5",
    "verseText": "viongozi wa Gileadi wakaenda kumchukua Yefta katika nchi ya Tobu."
  },
  {
    "verseNumber": "JDG 11:6",
    "verseText": "Wakamwambia Yefta, “Uwe jemadari wetu, ili tuweze kupigana na Waamoni.”"
  },
  {
    "verseNumber": "JDG 11:7",
    "verseText": "Yefta akawaambia, “Je, hamkunichukia mimi na kunifukuza katika nyumba ya baba yangu? Kwa nini mnanijia sasa, wakati mna matatizo.”"
  },
  {
    "verseNumber": "JDG 11:8",
    "verseText": "Viongozi wa Gileadi wakamwambia Yefta, “Lakini sasa tumegeuka kukuelekea wewe, ili uende pamoja nasi kupigana na Waamoni, nawe utakuwa kiongozi wetu juu ya watu wote wa Gileadi.”"
  },
  {
    "verseNumber": "JDG 11:9",
    "verseText": "Yefta akawaambia, “Ikiwa mtanirudisha kwetu kupigana na Waamoni, naye BWANA akanisaidia kuwashinda, Je, ni kweli nitakuwa kiongozi wenu?”"
  },
  {
    "verseNumber": "JDG 11:10",
    "verseText": "Viongozi wa Gileadi wakamjibu Yefta, “BWANA ndiye shahidi yetu. Kwa hakika tutafanya kama usemavyo.”"
  },
  {
    "verseNumber": "JDG 11:11",
    "verseText": "Basi Yefta akaenda na viongozi wa Gileadi, nao watu wakamfanya kiongozi na jemadari wao. Naye akarudia maneno yake yote mbele za BWANA huko Mispa."
  },
  {
    "verseNumber": "JDG 11:12",
    "verseText": "Ndipo Yefta akatuma wajumbe kwa mfalme wa Waamoni akisema, “Una nini juu yetu, hata umekuja kushambulia nchi yetu?”"
  },
  {
    "verseNumber": "JDG 11:13",
    "verseText": "Mfalme wa Waamoni akawajibu wajumbe wale wa Yefta, “Wakati Waisraeli walipopanda kutoka Misri, waliichukua nchi yangu kuanzia Arnoni mpaka Yaboki, hadi kufikia Yordani. Sasa rudisha kwa amani.”"
  },
  {
    "verseNumber": "JDG 11:14",
    "verseText": "Yefta akarudisha wajumbe kwa mfalme wa Waamoni,"
  },
  {
    "verseNumber": "JDG 11:15",
    "verseText": "kusema: “Hili ndilo asemalo Yefta, Israeli hawakuchukua nchi ya Moabu wala ya Waamoni."
  },
  {
    "verseNumber": "JDG 11:16",
    "verseText": "Lakini walipopanda kutoka Misri, Israeli walipitia katika jangwa hadi Bahari ya Shamu na wakafika Kadeshi."
  },
  {
    "verseNumber": "JDG 11:17",
    "verseText": "Ndipo Israeli wakatuma wajumbe kwa mfalme wa Edomu, wakisema, ‘Tupe ruhusa kupita katika nchi yako,’ Lakini mfalme wa Edomu hakutusikia. Wakapeleka pia wajumbe kwa mfalme wa Moabu, naye akakataa. Kwa hiyo Israeli wakakaa huko Kadeshi."
  },
  {
    "verseNumber": "JDG 11:18",
    "verseText": "“Baadaye wakasafiri kupitia jangwa, wakiambaa na nchi za Edomu na Moabu, wakapitia upande wa mashariki wa nchi ya Moabu na kupiga kambi upande mwingine wa Arnoni. Hawakuingia katika nchi ya Moabu, kwa kuwa Arnoni ilikuwa mpaka wake."
  },
  {
    "verseNumber": "JDG 11:19",
    "verseText": "“Kisha Israeli wakatuma wajumbe kwa Sihoni mfalme wa Waamori, aliyetawala Heshboni, na kumwambia, ‘Tupe ruhusa kupita katika nchi yako ili kufikia mahali petu.’"
  },
  {
    "verseNumber": "JDG 11:20",
    "verseText": "Hata hivyo, Sihoni hakuwaamini Waisraeli kupita katika nchi yake. Akaandaa jeshi lake lote na kupiga kambi huko Yahasa, nao wakapigana na Israeli."
  },
  {
    "verseNumber": "JDG 11:21",
    "verseText": "“Ndipo BWANA, Mungu wa Israeli, akamtia Sihoni na watu wake wote mikononi mwa Israeli, nao wakawashinda. Israeli wakaitwaa nchi yote ya Waamori, waliokuwa wakiishi katika nchi hiyo,"
  },
  {
    "verseNumber": "JDG 11:22",
    "verseText": "wakiiteka nchi yote kuanzia Arnoni mpaka Yaboki, na kutoka jangwani mpaka Yordani."
  },
  {
    "verseNumber": "JDG 11:23",
    "verseText": "“Basi kwa kuwa BWANA, Mungu wa Israeli, amewafukuza Waamori watoke mbele ya watu wake Israeli, wewe unayo haki gani ya kuitamalaki?"
  },
  {
    "verseNumber": "JDG 11:24",
    "verseText": "Je, haikupasi kuchukua kile ambacho mungu wako Kemoshi amekupa? Vivyo hivyo, chochote kile BWANA Mungu wetu alichotupa sisi, tutakimiliki."
  },
  {
    "verseNumber": "JDG 11:25",
    "verseText": "Je, wewe ni bora kuliko Balaki mwana wa Sipori, mfalme wa Moabu? Je, yeye alishagombana na Israeli au kupigana nao wakati wowote?"
  },
  {
    "verseNumber": "JDG 11:26",
    "verseText": "Kwa maana kwa miaka 300 Israeli wameishi Heshboni na vijiji vyake, Aroeri na vijiji vyake, na katika miji yote iliyo kando ya Arnoni. Kwa nini wewe haukuyachukua wakati huo?"
  },
  {
    "verseNumber": "JDG 11:27",
    "verseText": "Mimi sijakukosea jambo lolote, bali wewe ndiye unayenikosea kwa kufanya vita nami. Basi BWANA, aliye Mwamuzi, leo na aamue ugomvi kati ya Waisraeli na Waamoni.”"
  },
  {
    "verseNumber": "JDG 11:28",
    "verseText": "Hata hivyo, Mfalme wa Waamoni, hakuyajali maneno ya ujumbe wa Yefta."
  },
  {
    "verseNumber": "JDG 11:29",
    "verseText": "Ndipo Roho wa BWANA akaja juu ya Yefta. Akapita katikati ya Gileadi na Manase, pia akapita katika Mispa ya Gileadi, na kutokea huko akasonga mbele kushambulia Waamoni."
  },
  {
    "verseNumber": "JDG 11:30",
    "verseText": "Naye Yefta akaweka nadhiri mbele za BWANA akisema, “Ikiwa utawatia Waamoni mikononi mwangu,"
  },
  {
    "verseNumber": "JDG 11:31",
    "verseText": "chochote kile kitakachotoka katika mlango wa nyumba yangu cha kwanza ili kunilaki nirudipo kwa amani katika kuwashinda Waamoni, kitakuwa ni cha BWANA na nitakitoa kuwa sadaka ya kuteketezwa.”"
  },
  {
    "verseNumber": "JDG 11:32",
    "verseText": "Ndipo Yefta akavuka kupigana na hao Waamoni, naye BWANA akawatia mkononi mwake."
  },
  {
    "verseNumber": "JDG 11:33",
    "verseText": "Akawapiga kwa ushindi mkubwa kuanzia Aroeri mpaka karibu na Minithi na kuendelea mpaka Abel-Keramimu, miji yote iliyopigwa ni ishirini. Basi Israeli wakawashinda Waamoni."
  },
  {
    "verseNumber": "JDG 11:34",
    "verseText": "Yefta aliporudi nyumbani Mispa, tazama, binti yake akatoka ili kumlaki kwa matari na kucheza. Alikuwa ndiye mtoto pekee, hakuwa na mwana wala binti mwingine."
  },
  {
    "verseNumber": "JDG 11:35",
    "verseText": "Alipomwona akararua mavazi yake akalia, “Ee! Binti yangu! Umenifanya niwe na huzuni na kunyongʼonyea sana, kwa kuwa nimeweka nadhiri kwa BWANA, ambayo siwezi kuivunja.”"
  },
  {
    "verseNumber": "JDG 11:36",
    "verseText": "Akajibu, “Baba yangu, umetoa neno lako kwa BWANA. Nitendee mimi kama vile ulivyoahidi, kwa kuwa BWANA amekupa ushindi dhidi ya adui zako Waamoni.”"
  },
  {
    "verseNumber": "JDG 11:37",
    "verseText": "Naye akamwambia baba yake, “Naomba nifanyiwe jambo hili. Nipewe miezi miwili ili kuzunguka vilimani nikaulilie ubikira wangu, mimi na wenzangu.”"
  },
  {
    "verseNumber": "JDG 11:38",
    "verseText": "Baba yake akamwambia, “Waweza kwenda.” Naye akamwacha aende kwa miezi miwili. Hivyo akaondoka pamoja na wasichana wenzake, naye akaulilia ubikira wake huko vilimani kwa sababu asingeolewa kamwe."
  },
  {
    "verseNumber": "JDG 11:39",
    "verseText": "Baada ya hiyo miezi miwili, alirejea kwa baba yake, naye baba yake akamtendea kama alivyokuwa ametoa nadhiri yake. Naye alikuwa bikira. Nayo ikawa desturi katika Israeli,"
  },
  {
    "verseNumber": "JDG 11:40",
    "verseText": "kwamba kila mwaka binti wa Israeli huenda kwa siku nne ili kumkumbuka huyo binti wa Yefta, Mgileadi."
  },
  {
    "verseNumber": "JDG 12:1",
    "verseText": "Watu wa Efraimu wakaita majeshi yao, wakavuka kwenda Zafoni, wakamwambia Yefta, “Kwa nini mmekwenda kupigana na Waamoni bila kutuita ili twende pamoja nawe? Basi tutaichoma moto nyumba yako, pamoja nawe ukiwa ndani yake.”"
  },
  {
    "verseNumber": "JDG 12:2",
    "verseText": "Yefta akajibu, “Mimi na watu wangu tulikuwa na ugomvi mkubwa na Waamoni, hata ingawa niliwaita hamkuniokoa katika mkono wao."
  },
  {
    "verseNumber": "JDG 12:3",
    "verseText": "Nilipoona kuwa hamkunipa msaada nikauhatarisha uhai wangu na nikavuka kupigana na Waamoni. Naye BWANA akanipatia ushindi dhidi yao. Sasa kwa nini mnanijia leo ili kupigana nami?”"
  },
  {
    "verseNumber": "JDG 12:4",
    "verseText": "Ndipo Yefta akakusanya watu wa Gileadi pamoja na kupigana na Efraimu. Wagileadi wakawashinda Efraimu, kwa kuwa Waefraimu walisema, “Ninyi Wagileadi ni watoro mliotoroka toka Efraimu na Manase.”"
  },
  {
    "verseNumber": "JDG 12:5",
    "verseText": "Wagileadi wakaviteka vivuko vya Yordani dhidi ya hao Waefraimu, kisha ilikuwa yeyote yule aliyenusurika katika Efraimu aliposema, “Niache nivuke,” hao watu wa Gileadi walimuuliza, “Je wewe ni Mwefraimu?” Kama alijibu “Hapana,”"
  },
  {
    "verseNumber": "JDG 12:6",
    "verseText": "walimwambia, “Sawa, sema ‘Shibolethi.’ ” Iwapo alitamka, “Sibolethi,” kwa sababu hakuweza kutamka hilo neno sawasawa, walimkamata na kumuua hapo kwenye vivuko vya Yordani. Waefraimu 42,000 waliuawa wakati huo."
  },
  {
    "verseNumber": "JDG 12:7",
    "verseText": "Yefta akawa mwamuzi wa Waisraeli kwa muda wa miaka sita. Basi Yefta akafa, akazikwa katika mmojawapo wa miji ya Gileadi."
  },
  {
    "verseNumber": "JDG 12:8",
    "verseText": "Baada yake, Ibzani wa Bethlehemu akawa mwamuzi wa Israeli."
  },
  {
    "verseNumber": "JDG 12:9",
    "verseText": "Alikuwa na wana thelathini na binti thelathini. Akawaoza binti zake kwa watu wengine nje ya ukoo wake, na kuwatwalia wanawe wanawake thelathini toka nje ya ukoo wake. Ibzani akawa mwamuzi wa Israeli kwa muda wa miaka saba."
  },
  {
    "verseNumber": "JDG 12:10",
    "verseText": "Ibzani akafa, akazikwa huko Bethlehemu."
  },
  {
    "verseNumber": "JDG 12:11",
    "verseText": "Baada yake Eloni, Mzabuloni, akawa mwamuzi wa Israeli, naye akawaamua kwa muda wa miaka kumi."
  },
  {
    "verseNumber": "JDG 12:12",
    "verseText": "Kisha Eloni akafa, akazikwa katika Aiyaloni, katika nchi ya Zabuloni."
  },
  {
    "verseNumber": "JDG 12:13",
    "verseText": "Baada yake, Abdoni mwana wa Hileli, Mpirathoni, akawa mwamuzi wa Israeli."
  },
  {
    "verseNumber": "JDG 12:14",
    "verseText": "Naye akazaa wana arobaini na wana wa wanawe thelathini waliopanda punda sabini. Akawa mwamuzi wa Israeli kwa muda wa miaka minane."
  },
  {
    "verseNumber": "JDG 12:15",
    "verseText": "Ndipo Abdoni mwana wa Hileli, Mpirathoni, akafa, naye akazikwa huko Pirathoni katika Efraimu, katika nchi ya vilima ya Waamaleki."
  },
  {
    "verseNumber": "JDG 13:1",
    "verseText": "Waisraeli wakafanya maovu tena mbele za BWANA. Hivyo BWANA akawatia mikononi mwa Wafilisti kwa muda wa miaka arobaini."
  },
  {
    "verseNumber": "JDG 13:2",
    "verseText": "Basi palikuwa na mtu mmoja wa Sora, aliyeitwa Manoa, wa kabila la Wadani, naye alikuwa na mke ambaye alikuwa tasa na hakuwa na mtoto."
  },
  {
    "verseNumber": "JDG 13:3",
    "verseText": "Malaika wa BWANA akamtokea huyo mwanamke na kumwambia, “Wewe ni tasa na huna mtoto, lakini utachukua mimba na utamzaa mtoto mwanaume."
  },
  {
    "verseNumber": "JDG 13:4",
    "verseText": "Lakini ujihadhari sana usinywe mvinyo wala kileo kingine chochote, wala usile kitu chochote kilicho najisi,"
  },
  {
    "verseNumber": "JDG 13:5",
    "verseText": "kwa kuwa utachukua mimba na utamzaa mtoto mwanaume. Wembe usipite kichwani pake, kwa kuwa huyo mwana atakuwa Mnadhiri wa Mungu, aliyewekwa wakfu kwa ajili ya Mungu tangu tumboni mwa mama yake, naye ataanza kuwaokoa Waisraeli kutoka mikononi mwa Wafilisti.”"
  },
  {
    "verseNumber": "JDG 13:6",
    "verseText": "Ndipo huyo mwanamke akamwendea mumewe na kumweleza kuwa, “Mtu wa Mungu alinijia. Kule kuonekana kwake kulikuwa kama kwa malaika wa Mungu, wa kutisha sana. Sikumuuliza alikotoka wala hakuniambia jina lake."
  },
  {
    "verseNumber": "JDG 13:7",
    "verseText": "Lakini aliniambia, ‘Utachukua mimba na utazaa mtoto mwanaume. Basi sasa, usinywe mvinyo wala kileo kingine chochote wala usile kitu kilicho najisi, kwa kuwa huyo mtoto atakuwa Mnadhiri wa Mungu tangu tumboni mwa mama yake mpaka kufa kwake.’ ”"
  },
  {
    "verseNumber": "JDG 13:8",
    "verseText": "Ndipo Manoa akamwomba BWANA, akasema: “Ee BWANA, nakusihi, huyo mtu wa Mungu uliyemtuma kwetu aje tena ili atufundishe jinsi ya kumlea huyo mwana atakayezaliwa.”"
  },
  {
    "verseNumber": "JDG 13:9",
    "verseText": "Mungu akamsikia Manoa, naye malaika wa Mungu akamjia tena huyo mwanamke alipokuwa shambani, lakini mumewe Manoa hakuwepo."
  },
  {
    "verseNumber": "JDG 13:10",
    "verseText": "Basi yule mwanamke akaenda haraka na kumwambia mumewe, “Tazama mtu yule aliyenitokea siku ile yupo hapa!”"
  },
  {
    "verseNumber": "JDG 13:11",
    "verseText": "Manoa akainuka akaandamana na mkewe. Alipomfikia yule mtu akamuuliza, “Je, wewe ndiye yule uliyesema na mke wangu?” Akasema, “Mimi ndiye.”"
  },
  {
    "verseNumber": "JDG 13:12",
    "verseText": "Basi Manoa akamuuliza, “Wakati maneno yako yatakapotimia, masharti ya maisha ya mtoto huyu yatakuwa nini na kazi yake itakuwa ni nini?”"
  },
  {
    "verseNumber": "JDG 13:13",
    "verseText": "Malaika wa BWANA akamjibu, “Mke wako hana budi kufanya yale yote niliyomwambia."
  },
  {
    "verseNumber": "JDG 13:14",
    "verseText": "Kamwe asile kitu chochote kitakachotoka katika mzabibu, wala asinywe mvinyo wa aina yoyote wala kileo chochote wala asile kitu chochote kilicho najisi. Hana budi kufanya kila kitu nilichomwagiza.”"
  },
  {
    "verseNumber": "JDG 13:15",
    "verseText": "Manoa akamjibu yule malaika wa BWANA, “Twakuomba usubiri kwanza ili tuweze kuandaa mwana-mbuzi kwa ajili yako.”"
  },
  {
    "verseNumber": "JDG 13:16",
    "verseText": "Malaika wa BWANA akamjibu, “Hata kama utanizuia, sitakula chochote kwako. Lakini ukitaka kuandaa sadaka ya kuteketezwa, mtolee BWANA hiyo sadaka.” (Kwa kuwa Manoa hakujua kuwa alikuwa malaika wa BWANA.)"
  },
  {
    "verseNumber": "JDG 13:17",
    "verseText": "Ndipo Manoa akamuuliza yule malaika wa BWANA, “Jina lako ni nani, ili kwamba tuweze kukupa heshima hapo hayo uliyonena yatakapotimia?”"
  },
  {
    "verseNumber": "JDG 13:18",
    "verseText": "Akamjibu, “Kwa nini unauliza Jina langu? Ni Jina la ajabu.”"
  },
  {
    "verseNumber": "JDG 13:19",
    "verseText": "Ndipo Manoa akamchukua mwana-mbuzi, pamoja na sadaka ya unga, naye akamtolea BWANA dhabihu hapo juu ya mwamba. Naye yule malaika wa BWANA akafanya jambo la ajabu wakati Manoa na mkewe wakiwa wanaangalia:"
  },
  {
    "verseNumber": "JDG 13:20",
    "verseText": "Mwali wa moto kutoka hapo madhabahuni ulipowaka kuelekea mbinguni, malaika wa BWANA akapaa ndani ya huo mwali. Manoa na mkewe, kwa kuona jambo hili, wakaanguka chini kifudifudi."
  },
  {
    "verseNumber": "JDG 13:21",
    "verseText": "Malaika wa BWANA hakumtokea tena Manoa na mkewe. Ndipo Manoa akatambua kuwa huyo alikuwa malaika wa BWANA."
  },
  {
    "verseNumber": "JDG 13:22",
    "verseText": "Manoa akamwambia mkewe, “Hakika tutakufa, kwa kuwa tumemwona Mungu.”"
  },
  {
    "verseNumber": "JDG 13:23",
    "verseText": "Lakini mkewe akamwambia, “Ikiwa BWANA alikuwa amekusudia kutuua, asingelipokea sadaka ya kuteketezwa na sadaka ya unga kutoka mikononi mwetu, wala asingelituonyesha mambo haya yote wala kututangazia mambo kama haya wakati huu.”"
  },
  {
    "verseNumber": "JDG 13:24",
    "verseText": "Yule mwanamke akazaa mtoto wa kiume akamwita jina lake Samsoni. Kijana akakua, naye BWANA akambariki."
  },
  {
    "verseNumber": "JDG 13:25",
    "verseText": "Roho wa BWANA akaanza kumsukuma wakati alipokuwa huko Mahane-Dani, kati ya Sora na Eshtaoli."
  },
  {
    "verseNumber": "JDG 14:1",
    "verseText": "Samsoni akateremkia Timna, akamwona mwanamke wa Kifilisti."
  },
  {
    "verseNumber": "JDG 14:2",
    "verseText": "Alipopanda kutoka huko, akawaambia baba yake na mama yake, “Nimemwona mwanamke wa Kifilisti huko Timna; basi mnipe ili awe mke wangu.”"
  },
  {
    "verseNumber": "JDG 14:3",
    "verseText": "Baba yake na mama yake wakamjibu, “Je, hakuna mwanamke miongoni mwa jamaa yako au miongoni mwa ndugu zako, hata ulazimike kwenda kujitwalia mwanamke kutoka kwa hawa Wafilisti wasiotahiriwa?” Lakini Samsoni akamwambia baba yake, “Nipatieni huyo kwa maana ndiye alinipendeza.”"
  },
  {
    "verseNumber": "JDG 14:4",
    "verseText": "(Baba yake na mama yake hawakujua kuwa jambo hili limetoka kwa BWANA, kwani alikuwa akitafuta sababu ya kukabiliana na Wafilisti; kwa kuwa wakati huo walikuwa wakiwatawala Waisraeli.)"
  },
  {
    "verseNumber": "JDG 14:5",
    "verseText": "Samsoni akateremkia Timna pamoja na baba yake na mama yake. Walipofika kwenye mashamba ya mizabibu huko Timna, ghafula mwana simba akamjia akimngurumia."
  },
  {
    "verseNumber": "JDG 14:6",
    "verseText": "Roho wa BWANA akaja juu yake kwa nguvu, naye akampasua yule simba kwa mikono yake bila silaha yoyote kama vile mtu ampasuavyo mwana-mbuzi, wala hakumwambia baba yake wala mama yake aliyoyafanya."
  },
  {
    "verseNumber": "JDG 14:7",
    "verseText": "Basi akateremka na kuongea na yule mwanamke, naye akampendeza Samsoni."
  },
  {
    "verseNumber": "JDG 14:8",
    "verseText": "Baada ya muda aliporudi ili akamwoe, akatazama kando ili kuutazama mzoga wa yule simba, na tazama, kulikuwa na kundi la nyuki ndani ya ule mzoga wa simba na kulikuwa na asali;"
  },
  {
    "verseNumber": "JDG 14:9",
    "verseText": "akachukua asali mkononi mwake akaendelea huku akila. Alipowafikia baba yake na mama yake, akawapa ile asali nao wakala. Lakini hakuwaambia kuwa alitwaa asali kutoka kwenye mzoga wa simba."
  },
  {
    "verseNumber": "JDG 14:10",
    "verseText": "Basi baba yake akateremka kumwona huyo mwanamke. Samsoni akafanya karamu huko, kama ilivyokuwa desturi ya vijana."
  },
  {
    "verseNumber": "JDG 14:11",
    "verseText": "Watu walipomwona, wakaleta vijana wenzake thelathini ili kuwa pamoja naye."
  },
  {
    "verseNumber": "JDG 14:12",
    "verseText": "Samsoni akawaambia, “Niwape kitendawili, mkiweza kunipa jibu katika muda wa siku hizi saba za karamu, nitawapa mavazi thelathini ya kitani na mavazi mengine mivao thelathini."
  },
  {
    "verseNumber": "JDG 14:13",
    "verseText": "Lakini msipoweza kufumbua, ndipo ninyi mtanipa mavazi thelathini ya kitani na mavazi mengine mivao thelathini.” Wakamwambia, “Tuambie hicho kitendawili, hebu na tukisikie.”"
  },
  {
    "verseNumber": "JDG 14:14",
    "verseText": "Akawaambia, “Ndani ya mlaji, kulitoka kitu cha kuliwa, ndani ya mwenye nguvu, kulitoka kitu kitamu.” Kwa muda wa siku tatu hawakuweza kutoa jibu."
  },
  {
    "verseNumber": "JDG 14:15",
    "verseText": "Siku ya saba, wakamwambia mkewe Samsoni, “Mbembeleze mumeo ili atueleze hicho kitendawili, la sivyo tutakuchoma moto wewe na wa nyumba ya baba yako. Je, mmetualika ili mpate kutunyangʼanya kile tulicho nacho?”"
  },
  {
    "verseNumber": "JDG 14:16",
    "verseText": "Basi mke wa Samsoni akalia mbele yake na kumwambia, “Unanichukia! Hunipendi kabisa. Umewategea watu wangu kitendawili, lakini mimi hujaniambia jibu.” Samsoni akamwambia, “Wala sijamweleza baba yangu wala mama yangu, kwa nini nikufumbulie?”"
  },
  {
    "verseNumber": "JDG 14:17",
    "verseText": "Mkewe akalia kwa muda wa zile siku zote saba za karamu. Hivyo siku ile ya saba Samsoni akamweleza, kwa kuwa aliendelea kumsisitiza sana. Naye akawaeleza watu wake kile kitendawili."
  },
  {
    "verseNumber": "JDG 14:18",
    "verseText": "Siku ya saba kabla ya jua kutua, watu wa mji wakamwambia Samsoni, “Ni nini kitamu kama asali? Ni nini chenye nguvu kama simba?” Samsoni akawaambia, “Kama hamkulima na mtamba wangu, hamngeweza kufumbua kitendawili changu.”"
  },
  {
    "verseNumber": "JDG 14:19",
    "verseText": "Ndipo Roho wa BWANA akamjia Samsoni kwa nguvu. Akateremka mpaka Ashkeloni, akawaua watu waume thelathini miongoni mwa watu wa mji, akatwaa mali zao na nguo zao, akawapa watu wale waliofumbua kile kitendawili. Akiwa na hasira, akakwea kurudi nyumbani kwa baba yake."
  },
  {
    "verseNumber": "JDG 14:20",
    "verseText": "Lakini huyo mke wa Samsoni akakabidhiwa kwa rafiki yake Samsoni ambaye alikuwa rafiki yake msaidizi siku ya arusi."
  },
  {
    "verseNumber": "JDG 15:1",
    "verseText": "Baada ya kitambo kidogo, wakati wa mavuno ya ngano, Samsoni akachukua mwana-mbuzi, kwenda kumzuru mkewe. Akasema, “Nataka kuingia chumbani kwa mke wangu.” Lakini baba yake huyo mwanamke hakumruhusu kuingia."
  },
  {
    "verseNumber": "JDG 15:2",
    "verseText": "Huyo baba mkwe wake akamwambia, “Nilikuwa na hakika kwamba ulimkataa, hivyo mimi nikampa rafiki yako. Je, mdogo wake wa kike si mzuri zaidi kuliko yeye? Mchukue huyo badala yake.”"
  },
  {
    "verseNumber": "JDG 15:3",
    "verseText": "Samsoni akawaambia, “Wakati huu, nitakapowadhuru Wafilisti, sitakuwa na lawama.”"
  },
  {
    "verseNumber": "JDG 15:4",
    "verseText": "Hivyo Samsoni akatoka akawakamata mbweha 300 na kuwafunga wawili wawili kwa mikia yao kila mmoja kwa mwingine. Kisha akafungia mwenge wa moto, kwenye mikia ya kila jozi moja ya mbweha aliyokuwa ameifunga,"
  },
  {
    "verseNumber": "JDG 15:5",
    "verseText": "akawasha ile mienge na kuwaachia wale mbweha katika mashamba ya Wafilisti ya nafaka zilizosimamishwa katika matita. Akateketeza matita ya nafaka zilizosimama, pamoja na mashamba ya mizabibu na viunga vya mizeituni."
  },
  {
    "verseNumber": "JDG 15:6",
    "verseText": "Ndipo Wafilisti wakauliza, “Ni nani aliyetenda jambo hili?” Wakaambiwa, “Ni Samsoni, yule mkwewe Mtimna, kwa sababu alimchukua mkewe akampa mwenzake.” Hivyo Wafilisti wakapanda wakamteketeza kwa moto yeye huyo mwanamke pamoja na baba yake."
  },
  {
    "verseNumber": "JDG 15:7",
    "verseText": "Samsoni akawaambia, “Kwa kuwa mmetenda hivyo, hakika sitatulia mpaka niwe nimelipiza kisasi juu yenu.”"
  },
  {
    "verseNumber": "JDG 15:8",
    "verseText": "Akawashambulia kwa ukali kwa mapigo makuu na kuwaua watu wengi sana. Kisha akateremka na kukaa katika ufa kwenye mwamba wa Etamu."
  },
  {
    "verseNumber": "JDG 15:9",
    "verseText": "Wafilisti wakapanda na kupiga kambi huko Yuda na kuenea huko Lehi."
  },
  {
    "verseNumber": "JDG 15:10",
    "verseText": "Watu wa Yuda wakawauliza, “Kwa nini mmekuja kupigana nasi?” Wakawajibu, “Tumekuja ili kumkamata Samsoni na kumtenda kama alivyotutendea.”"
  },
  {
    "verseNumber": "JDG 15:11",
    "verseText": "Ndipo watu 3,000 toka Yuda walipoteremka na kwenda kwenye ufa wa mwamba huko Etamu, na kumwambia Samsoni, “Je, hujatambua kuwa Wafilisti wanatutawala? Ni nini hiki ulichotutendea?” Akawajibu, “Mimi nimewatendea tu kile walichonitendea.”"
  },
  {
    "verseNumber": "JDG 15:12",
    "verseText": "Wakamwambia, “Tumekuja kukufunga na kukutia mikononi mwa Wafilisti.” Samsoni akawaambia, “Niapieni kuwa hamtaniua ninyi wenyewe.”"
  },
  {
    "verseNumber": "JDG 15:13",
    "verseText": "Wakamjibu, “Sisi hatutakuua, bali tutakufunga tu na kukutia mikononi mwao.” Basi wakamfunga kwa kamba mbili mpya. Wakamchukua toka huko kwenye ufa katika mwamba."
  },
  {
    "verseNumber": "JDG 15:14",
    "verseText": "Alipokaribia Lehi, Wafilisti wakamjia wakipiga kelele. Roho wa BWANA akamjia juu yake kwa nguvu. Kamba zilizomfunga mikono yake zikawa kama kitani iliyochomwa kwa moto, na vifungo vyake vikaanguka chini toka mikononi mwake."
  },
  {
    "verseNumber": "JDG 15:15",
    "verseText": "Ndipo akaona mfupa mpya wa taya la punda, akanyoosha mkono, akauchukua na kuua nao Wafilisti wapatao 1,000."
  },
  {
    "verseNumber": "JDG 15:16",
    "verseText": "Ndipo Samsoni akasema, “Kwa taya la punda malundo juu ya malundo. Kwa taya la punda nimeua watu 1,000.”"
  },
  {
    "verseNumber": "JDG 15:17",
    "verseText": "Alipomaliza kusema, akautupa ule mfupa wa taya; na mahali pale pakaitwa Ramath-Lehi."
  },
  {
    "verseNumber": "JDG 15:18",
    "verseText": "Kwa kuwa alikuwa amesikia kiu sana, akamlilia BWANA akisema, “Umempa mtumishi wako ushindi huu mkuu. Je, sasa nife kwa kiu na kuangukia mikononi mwa hawa watu wasiotahiriwa?”"
  },
  {
    "verseNumber": "JDG 15:19",
    "verseText": "BWANA akafunua shimo huko Lehi, pakatoka maji. Samsoni alipoyanywa, nguvu zikamrudia na kuhuika. Hivyo chemchemi ile ikaitwa En-Hakore, nayo iko mpaka leo huko Lehi."
  },
  {
    "verseNumber": "JDG 15:20",
    "verseText": "Samsoni akawa mwamuzi wa Waisraeli katika siku za Wafilisti kwa muda wa miaka ishirini."
  },
  {
    "verseNumber": "JDG 16:1",
    "verseText": "Siku moja Samsoni alienda Gaza, akamwona mwanamke kahaba, naye akaingia kwake."
  },
  {
    "verseNumber": "JDG 16:2",
    "verseText": "Watu wa Gaza wakaambiwa, “Samsoni amekuja huku!” Hivyo wakapazingira mahali pale nao wakamvizia usiku kucha, penye lango la mji. Wakanyamaza kimya usiku kucha, wakisema, “Tumvizie hadi mapambazuko, ndipo tutamuua.”"
  },
  {
    "verseNumber": "JDG 16:3",
    "verseText": "Samsoni akalala mpaka usiku wa manane. Akaondoka katikati ya usiku, akashika milango ya lango la mji pamoja na miimo yake miwili, akaingʼoa, makomeo yake na vyote. Akaviweka mabegani mwake na kuvipeleka mpaka kwenye kilele cha mlima ule unaokabili Hebroni."
  },
  {
    "verseNumber": "JDG 16:4",
    "verseText": "Baada ya hayo akampenda mwanamke mmoja katika Bonde la Soreki aliyeitwa Delila."
  },
  {
    "verseNumber": "JDG 16:5",
    "verseText": "Viongozi wa Wafilisti wakamwendea yule mwanamke na kumwambia, “Umbembeleze ili upate kujua siri za nguvu zake zilizo nyingi na jinsi tutakavyoweza kumshinda ili tuweze kumfunga na kumtiisha. Nasi kila mmoja wetu tutakupa shekeli 1,100 za fedha.”"
  },
  {
    "verseNumber": "JDG 16:6",
    "verseText": "Hivyo Delila akamwambia Samsoni, “Naomba niambie siri ya hizi nguvu zako nyingi na jinsi utakavyoweza kufungwa ili kukutiisha.”"
  },
  {
    "verseNumber": "JDG 16:7",
    "verseText": "Samsoni akamjibu, “Kama wakinifunga kwa kamba saba za upinde ambazo hazijakauka bado, hapo ndipo nitakapokuwa dhaifu kama mtu mwingine yeyote.”"
  },
  {
    "verseNumber": "JDG 16:8",
    "verseText": "Viongozi wa Wafilisti wakamletea yule mwanamke kamba saba za upinde ambazo hazijakauka bado, akamfunga nazo Samsoni."
  },
  {
    "verseNumber": "JDG 16:9",
    "verseText": "Wakati watu wakiwa wanamvizia katika chumba cha ndani, yule mwanamke akamwambia, “Samsoni, Wafilisti wanakujia!” Lakini yeye akazikata zile kamba za upinde, kama vile uzi wa pamba unapoguswa na moto. Hivyo siri ya nguvu zake haikujulikana."
  },
  {
    "verseNumber": "JDG 16:10",
    "verseText": "Ndipo Delila akamwambia Samsoni, “Umenifanyia mzaha na kuniambia uongo. Tafadhali niambie waweza kufungwa kwa kitu gani?”"
  },
  {
    "verseNumber": "JDG 16:11",
    "verseText": "Akamwambia, “Wakinifunga kwa uthabiti kwa kamba mpya ambazo hazijatumika, basi nitakuwa dhaifu kama mtu mwingine yeyote.”"
  },
  {
    "verseNumber": "JDG 16:12",
    "verseText": "Hivyo Delila akachukua kamba mpya na kumfunga nazo. Kisha akamwambia, “Samsoni, Wafilisti wanakujia!” Wale watu waliokuwa wanamvizia walikuwa katika chumba cha ndani. Lakini akazikata zile kamba zilizokuwa zimefunga mikono yake kama akatavyo uzi."
  },
  {
    "verseNumber": "JDG 16:13",
    "verseText": "Ndipo Delila akamwambia Samsoni, “Mpaka sasa, umenifanyia mzaha na kuniambia uongo. Nieleze ni jinsi gani utakavyoweza kufungwa.” Samsoni akamwambia, “Kama ukivisuka hivi vishungi saba vya nywele za kichwa changu katika mtande wa nguo na kukaza kwa msumari, ndipo nitakuwa dhaifu kama mtu mwingine yeyote.” Hivyo Samsoni alipokuwa amelala, Delila akachukua vile vishungi saba vya nywele za kichwa chake na kuvifunga kwenye mtande wa nguo,"
  },
  {
    "verseNumber": "JDG 16:14",
    "verseText": "na kuvikaza kwa msumari. Kisha akamwambia, “Samsoni, Wafilisti wanakujia!” Lakini akaamka kutoka usingizini na kuungʼoa ule msumari na ule mtande."
  },
  {
    "verseNumber": "JDG 16:15",
    "verseText": "Ndipo Delila akamwambia, “Wawezaje kusema, ‘Nakupenda,’ wakati moyo wako haupo pamoja nami? Umenifanyia mzaha mara hizi tatu na hujaniambia siri ya hizi nguvu zako nyingi.”"
  },
  {
    "verseNumber": "JDG 16:16",
    "verseText": "Hatimaye, baada ya kuwa anamsumbua kwa maneno siku kwa siku na kumuudhi, roho yake ikataabika hata kufa."
  },
  {
    "verseNumber": "JDG 16:17",
    "verseText": "Hivyo akamwambia yule mwanamke siri yake yote, akamwambia, “Wembe haujapita kamwe kichwani mwangu, kwa kuwa mimi ni Mnadhiri wa Mungu tangu tumboni mwa mama yangu. Kama nywele za kichwa changu zikinyolewa, nguvu zangu zitanitoka, na nitakuwa dhaifu kama mtu mwingine yeyote!”"
  },
  {
    "verseNumber": "JDG 16:18",
    "verseText": "Delila alipoona kuwa amemweleza siri yake yote, akatuma ujumbe kwa viongozi wa Wafilisti na kusema, “Njooni tena mara nyingine, maana amenieleza siri yake yote.” Basi viongozi wa Wafilisti wakaja kwa Delila, wakiwa na fedha mikononi mwao."
  },
  {
    "verseNumber": "JDG 16:19",
    "verseText": "Delila akamfanya alale usingizi magotini pake, akamwita mtu akamnyoa vile vishungi saba vya nywele za kichwa chake. Akaanza kumsumbua ili aamke nazo nguvu zake zikamtoka."
  },
  {
    "verseNumber": "JDG 16:20",
    "verseText": "Yule mwanamke akamwita, “Samsoni, hao Wafilisti wanakujia!” Akaamka toka usingizini akasema, “Nitatoka nje kama hapo awali, nitawakungʼutia mbali na kuwa huru.” Lakini hakujua kuwa BWANA amemwacha."
  },
  {
    "verseNumber": "JDG 16:21",
    "verseText": "Basi Wafilisti wakamkamata, wakamngʼoa macho yake, wakamchukua wakamteremsha mpaka Gaza. Wakiwa wamemfunga kwa pingu za shaba, wakamweka ili asage ngano huko gerezani."
  },
  {
    "verseNumber": "JDG 16:22",
    "verseText": "Wakati huo nywele za kichwa chake zikaanza kukua tena baada ya kunyolewa."
  },
  {
    "verseNumber": "JDG 16:23",
    "verseText": "Basi viongozi wa Wafilisti wakakusanyika pamoja ili kutoa kafara kwa mungu wao Dagoni na kufanya karamu, wakisema, “Mungu wetu amemtia adui yetu Samsoni mikononi mwetu.”"
  },
  {
    "verseNumber": "JDG 16:24",
    "verseText": "Watu walipomwona Samsoni wakamsifu mungu wao, wakisema: “Sasa mungu wetu amemtia adui yetu mikononi mwetu, yule aliyeharibu nchi yetu na kuwaua watu wengi miongoni mwetu.”"
  },
  {
    "verseNumber": "JDG 16:25",
    "verseText": "Mioyo yao ilipokuwa imefurahishwa wakasema, “Mleteni Samsoni aje acheze ili tufurahi.” Basi wakamleta Samsoni kutoka mle gerezani naye akacheza mbele yao. Wakamweka kati ya nguzo mbili."
  },
  {
    "verseNumber": "JDG 16:26",
    "verseText": "Samsoni akamwambia mtumishi aliyeshika mkono wake, “Niweke mahali ambapo ninaweza kuzigusa nguzo ambazo zinategemeza jengo ili nipate kuziegemea.”"
  },
  {
    "verseNumber": "JDG 16:27",
    "verseText": "Basi lile jengo lilikuwa na wingi wa watu waume kwa wake; viongozi wote wa Wafilisti walikuwamo humo, na kwenye sakafu ya juu walikuwepo watu 3,000 waume kwa wake, waliokuwa wakimtazama Samsoni wakati anacheza."
  },
  {
    "verseNumber": "JDG 16:28",
    "verseText": "Ndipo Samsoni akamwomba BWANA, akasema, “Ee BWANA Mwenyezi, unikumbuke. Ee Mungu, nakusihi ukanitie nguvu mara hii moja tena, ili kwa tendo hili nipate kulipiza kisasi juu ya Wafilisti kwa ajili ya macho yangu mawili.”"
  },
  {
    "verseNumber": "JDG 16:29",
    "verseText": "Ndipo Samsoni akazikaribia zile nguzo mbili za katikati ambazo lile jengo lilikuwa linazitegemea. Akazishika moja kwa mkono wa kuume na nyingine mkono wa kushoto."
  },
  {
    "verseNumber": "JDG 16:30",
    "verseText": "Samsoni akasema, “Nife pamoja na Wafilisti!” Ndipo akazisukuma zile nguzo kwa nguvu zake zote, lile jengo likaanguka juu ya viongozi na watu wote waliokuwamo mle ndani yake. Hivyo akawaua watu wengi wakati wa kufa kwake kuliko siku za uhai wake."
  },
  {
    "verseNumber": "JDG 16:31",
    "verseText": "Basi ndugu zake na jamaa yote ya baba yake wakateremka kwenda kumchukua. Wakampandisha na kumzika kati ya Sora na Eshtaoli kwenye kaburi la Manoa baba yake. Naye Samsoni alikuwa mwamuzi wa Israeli kwa miaka ishirini."
  },
  {
    "verseNumber": "JDG 17:1",
    "verseText": "Palikuwa na mtu aliyeitwa Mika ambaye aliishi katika vilima vya Efraimu."
  },
  {
    "verseNumber": "JDG 17:2",
    "verseText": "Akamwambia mama yake, “Zile shekeli 1,100 za fedha zilizochukuliwa kwako, ambazo nilisikia ukizinenea maneno ya laana, hizi hapa; mimi ndiye niliyezichukua, lakini sasa ninakurudishia.” Ndipo mama yake akamwambia, “BWANA na akubariki, mwanangu.”"
  },
  {
    "verseNumber": "JDG 17:3",
    "verseText": "Alipozirudisha zile shekeli 1,100 za fedha kwa mama yake, mama yake akamwambia, “Mimi nimeiweka fedha hii wakfu kwa BWANA kwa ajili ya mwanangu kutengenezea kinyago cha kuchonga na sanamu ya kusubu. Mimi nitakurudishia wewe.”"
  },
  {
    "verseNumber": "JDG 17:4",
    "verseText": "Hivyo akamrudishia mama yake ile fedha, naye mama yake akachukua shekeli mia mbili za hiyo fedha na kumpa mfua fedha, ambaye aliifanyiza kinyago na sanamu. Navyo vikawekwa ndani ya nyumba ya Mika."
  },
  {
    "verseNumber": "JDG 17:5",
    "verseText": "Basi Mika alikuwa na mahali pa kuabudia miungu, akatengeneza naivera, pamoja na vinyago, na kumweka mmoja wa wanawe kuwa kuhani wake."
  },
  {
    "verseNumber": "JDG 17:6",
    "verseText": "Katika siku hizo Israeli hawakuwa na mfalme, kila mmoja akafanya kama alivyoona vyema machoni pake mwenyewe."
  },
  {
    "verseNumber": "JDG 17:7",
    "verseText": "Basi palikuwa na kijana mmoja wa Bethlehemu ya Yuda. Yeye alikuwa Mlawi aliyeishi miongoni mwa kabila la Yuda."
  },
  {
    "verseNumber": "JDG 17:8",
    "verseText": "Huyu kijana akatoka katika mji huo wa Bethlehemu ya Yuda na kutafuta mahali pengine ambapo angeweza kuishi. Alipokuwa akisafiri, akafika nyumbani kwa Mika katika vilima vya Efraimu."
  },
  {
    "verseNumber": "JDG 17:9",
    "verseText": "Mika akamuuliza, “Wewe umetoka wapi?” Akamjibu, “Mimi ni Mlawi kutoka Bethlehemu ya Yuda, ninatafuta mahali pa kuishi.”"
  },
  {
    "verseNumber": "JDG 17:10",
    "verseText": "Ndipo Mika akamwambia, “Ishi pamoja nami, uwe baba yangu na kuhani wangu, nami nitakupa shekeli kumi za fedha, nguo na chakula.”"
  },
  {
    "verseNumber": "JDG 17:11",
    "verseText": "Hivyo yule Mlawi akakubali kuishi pamoja naye, naye huyo kijana akawa kwake kama mmoja wa wanawe."
  },
  {
    "verseNumber": "JDG 17:12",
    "verseText": "Hivyo Mika akamweka wakfu huyo kijana Mlawi, naye huyo akawa kuhani wake na kuishi nyumbani mwake."
  },
  {
    "verseNumber": "JDG 17:13",
    "verseText": "Ndipo Mika akasema, “Sasa najua BWANA atanitendea mema, kwa kuwa Mlawi huyu amekuwa kuhani wangu.”"
  },
  {
    "verseNumber": "JDG 18:1",
    "verseText": "Katika siku hizo Israeli walikuwa hawana mfalme. Katika siku hizo kabila la Wadani walikuwa wanatafuta mahali pao wenyewe pa kuishi, kwa sababu walikuwa hawajafika kwenye urithi wao miongoni mwa makabila ya Israeli."
  },
  {
    "verseNumber": "JDG 18:2",
    "verseText": "Hivyo Wadani wakatuma mashujaa watano kutoka Sora na Eshtaoli ili kupeleleza nchi na kuichunguza. Hawa watu waliwakilisha koo zao zote. Waliwaambia, “Nendeni mkaichunguze hiyo nchi.” Watu hao wakaingia katika nchi ya vilima ya Efraimu, nao wakafika nyumba ya Mika, ambako walilala usiku huo."
  },
  {
    "verseNumber": "JDG 18:3",
    "verseText": "Walipofika karibu na nyumba ya Mika, waliitambua sauti ya yule kijana Mlawi; hivyo wakaingia humo na kumuuliza, “Ni nani aliyekuleta hapa? Unafanya nini mahali hapa? Kwa nini uko hapa?”"
  },
  {
    "verseNumber": "JDG 18:4",
    "verseText": "Akawaeleza yale Mika aliyomtendea, naye akasema, “Ameniajiri nami ni kuhani wake.”"
  },
  {
    "verseNumber": "JDG 18:5",
    "verseText": "Kisha wakamwambia, “Tafadhali tuulizie kwa Mungu kama safari yetu itafanikiwa.”"
  },
  {
    "verseNumber": "JDG 18:6",
    "verseText": "Yule kuhani akawajibu, “Enendeni kwa amani. Safari yenu ina kibali cha BWANA.”"
  },
  {
    "verseNumber": "JDG 18:7",
    "verseText": "Basi hao watu watano wakaondoka na kufika Laishi, mahali ambapo waliwakuta watu wanaishi salama, kama Wasidoni, kwa utulivu na bila mashaka. Nchi yao haikupungukiwa na kitu chochote, hivyo wakawa tajiri. Pia walikaa mbali sana na Wasidoni, wala hawakushughulika na mtu yeyote."
  },
  {
    "verseNumber": "JDG 18:8",
    "verseText": "Waliporudi kwa ndugu zao huko Sora na Eshtaoli, ndugu zao wakawauliza, “Mlionaje mambo huko?”"
  },
  {
    "verseNumber": "JDG 18:9",
    "verseText": "Wakajibu, “Twendeni, tukapigane nao! Tumeona kuwa nchi ni nzuri sana. Je, hamtafanya chochote? Msisite kupanda ili kuimiliki."
  },
  {
    "verseNumber": "JDG 18:10",
    "verseText": "Mtakapokwenda huko mtakuta watu waliotulia walio salama, nayo nchi hiyo ni kubwa na Mungu ameitia mikononi mwenu, nayo ni nchi ambayo haikupungukiwa na kitu chochote kilicho duniani.”"
  },
  {
    "verseNumber": "JDG 18:11",
    "verseText": "Ndipo watu 600 toka ukoo wa Wadani, waliojifunga silaha za vita, wakaondoka Sora na Eshtaoli."
  },
  {
    "verseNumber": "JDG 18:12",
    "verseText": "Walipokuwa wakisafiri wakapiga kambi huko Kiriath-Yearimu katika Yuda. Hii ndiyo sababu sehemu ya magharibi ya Kiriath-Yearimu inaitwa Mahane-Dani mpaka leo."
  },
  {
    "verseNumber": "JDG 18:13",
    "verseText": "Kutoka hapo wakaendelea mbele mpaka nchi ya vilima ya Efraimu na kufika katika nyumba ya Mika."
  },
  {
    "verseNumber": "JDG 18:14",
    "verseText": "Ndipo wale watu watano waliopeleleza nchi ya Laishi wakawaambia ndugu zao, “Je, mwajua kuwa mojawapo ya nyumba hizi kuna naivera, sanamu ndogo za nyumbani, sanamu ya kuchonga na sanamu ya kusubu? Sasa basi fikirini mtakalofanya.”"
  },
  {
    "verseNumber": "JDG 18:15",
    "verseText": "Basi wakaingia humo na kwenda kwenye nyumba ya yule kijana Mlawi katika nyumba ya Mika na kumsalimu."
  },
  {
    "verseNumber": "JDG 18:16",
    "verseText": "Wale Wadani 600, waliovaa silaha za vita, wakasimama penye ingilio la lango."
  },
  {
    "verseNumber": "JDG 18:17",
    "verseText": "Wale watu watano waliokwenda kupeleleza nchi wakaingia ndani na kuchukua ile sanamu ya kuchonga, ile naivera, na zile sanamu nyingine ndogo za nyumbani pamoja na ile sanamu ya kusubu, wakati yule kuhani akiwa amesimama pale penye ingilio la lango pamoja na wale watu 600 waliokuwa wamejifunga silaha za vita."
  },
  {
    "verseNumber": "JDG 18:18",
    "verseText": "Hao watu walipoingia katika nyumba ya Mika na kuchukua ile sanamu ya kuchonga, ile naivera, na zile sanamu nyingine ndogo za nyumbani, pamoja na ile sanamu ya kusubu, yule kuhani akawauliza, “Mnafanya nini?”"
  },
  {
    "verseNumber": "JDG 18:19",
    "verseText": "Wakamjibu, “Nyamaza kimya! Weka mkono wako juu ya kinywa chako na ufuatane nasi, uwe baba yetu na kuhani wetu. Si ni afadhali utumikie kabila na ukoo katika Israeli kama kuhani kuliko kumtumikia mtu mmoja na watu wa nyumbani mwake?”"
  },
  {
    "verseNumber": "JDG 18:20",
    "verseText": "Yule kuhani akafurahi. Akachukua ile naivera, zile sanamu nyingine ndogo za nyumbani, na sanamu ya kuchonga, naye akaenda pamoja na wale watu."
  },
  {
    "verseNumber": "JDG 18:21",
    "verseText": "Ndipo wakageuka na kuondoka wakiwatanguliza mbele watoto wao wadogo, wanyama wao wa kufugwa na mali zao."
  },
  {
    "verseNumber": "JDG 18:22",
    "verseText": "Walipokuwa wamesafiri umbali kidogo toka nyumbani kwa Mika, watu walioishi karibu na Mika wakaitwa wakakusanyika pamoja, nao wakawafikia Wadani."
  },
  {
    "verseNumber": "JDG 18:23",
    "verseText": "Walipofuatilia wakipiga kelele Wadani wakawageukia na kumwambia Mika, “Una nini wewe hata ukaja na kundi la watu namna hii ili kupigana?”"
  },
  {
    "verseNumber": "JDG 18:24",
    "verseText": "Akawajibu, “Mmechukua miungu yote niliyoitengeneza, mkachukua na kuhani wangu, nanyi mkaondoka. Nimebaki na nini kingine? Mnawezaje kuniuliza, ‘Una nini wewe?’ ”"
  },
  {
    "verseNumber": "JDG 18:25",
    "verseText": "Wadani wakamjibu, “Usibishane na sisi, la sivyo watu wenye hasira kali watakushambulia, nawe na watu wa nyumbani mwako mtapoteza maisha.”"
  },
  {
    "verseNumber": "JDG 18:26",
    "verseText": "Basi Wadani wakaenda zao, naye Mika alipoona kuwa wana nguvu kumliko yeye, akageuka na kurudi nyumbani kwake."
  },
  {
    "verseNumber": "JDG 18:27",
    "verseText": "Kisha wakachukua vile Mika alivyokuwa ametengeneza, na kuhani wake, wakaendelea hadi Laishi, dhidi ya watu walio na amani, wasiokuwa na wasiwasi. Wakawashambulia kwa upanga na kuuteketeza mji wao kwa moto."
  },
  {
    "verseNumber": "JDG 18:28",
    "verseText": "Hapakuwa na yeyote wa kuwaokoa, kwa kuwa kulikuwa mbali sana na Sidoni na hawakuwa na ushirikiano na mtu mwingine yeyote. Mji ulikuwa kwenye bonde karibu na Beth-Rehobu. Wadani wakaujenga upya huo mji na kuishi humo."
  },
  {
    "verseNumber": "JDG 18:29",
    "verseText": "Wakauita ule mji Dani kwa kufuata jina la baba yao aliyezaliwa na Israeli, ingawa mji huo ulikuwa ukiitwa Laishi hapo kwanza."
  },
  {
    "verseNumber": "JDG 18:30",
    "verseText": "Kisha Wadani wakajisimamishia sanamu ile ya kuchonga, naye Yonathani mwana wa Gershomu, mwana wa Mose pamoja na wanawe walikuwa makuhani wa kabila la Wadani mpaka nchi hiyo ilipotekwa."
  },
  {
    "verseNumber": "JDG 18:31",
    "verseText": "Wakaisimamisha na kuiabudu hiyo sanamu ya kuchonga ya Mika aliyokuwa ameitengeneza, wakati wote ule nyumba ya Mungu ilipokuwa huko Shilo."
  },
  {
    "verseNumber": "JDG 19:1",
    "verseText": "Katika siku hizo Israeli hawakuwa na mfalme. Basi Mlawi mmoja aliyeishi sehemu za mbali katika nchi ya vilima ya Efraimu, akamchukua suria mmoja kutoka Bethlehemu ya Yuda."
  },
  {
    "verseNumber": "JDG 19:2",
    "verseText": "Lakini suria wake akafanya ukahaba dhidi yake, naye akamwacha akarudi nyumbani kwa baba yake huko Bethlehemu ya Yuda. Baada ya kukaa huko kwa muda wa miezi minne,"
  },
  {
    "verseNumber": "JDG 19:3",
    "verseText": "mume wake akaenda kumsihi ili arudi. Alikwenda na mtumishi wake na punda wawili. Yule mwanamke akamkaribisha nyumbani mwa baba yake, baba yake alipomwona akamkaribisha kwa furaha."
  },
  {
    "verseNumber": "JDG 19:4",
    "verseText": "Baba mkwe wake, yaani, baba yake yule msichana, akamzuia ili akae, hivyo akakaa na huyo baba mkwe wake kwa siku tatu, wakila, wakinywa na kulala huko."
  },
  {
    "verseNumber": "JDG 19:5",
    "verseText": "Siku ya nne wakaamka mapema naye akajiandaa kuondoka, lakini baba wa yule msichana akamwambia mkwewe, “Ujiburudishe kwa kula kitu chochote, ndipo uweze kwenda.”"
  },
  {
    "verseNumber": "JDG 19:6",
    "verseText": "Basi wakaketi wote wawili ili kula na kunywa pamoja. Baadaye baba wa msichana akamwambia, “Tafadhali ubakie usiku huu upate kujifurahisha nafsi yako.”"
  },
  {
    "verseNumber": "JDG 19:7",
    "verseText": "Basi yule mtu alipotaka kuondoka baba wa yule msichana akamsihi, basi akabaki usiku ule."
  },
  {
    "verseNumber": "JDG 19:8",
    "verseText": "Asubuhi ya siku ya tano, alipoamka ili aondoke, baba wa yule msichana akamwambia, “Jiburudishe nafsi yako. Ngoja mpaka mchana!” Kwa hiyo wote wawili wakala chakula pamoja."
  },
  {
    "verseNumber": "JDG 19:9",
    "verseText": "Basi wakati yule mtu alipoinuka aende zake, pamoja na suria wake na mtumishi wake, baba mkwe wake, yaani, baba wa yule msichana akamwambia, “Tazama sasa jioni inakaribia. Ulale hapa usiku unakaribia. Ukae, ukajifurahishe nafsi yako. Kesho unaweza kuamka mapema asubuhi na uende nyumbani kwako.”"
  },
  {
    "verseNumber": "JDG 19:10",
    "verseText": "Lakini akakataa kulala tena, akaondoka na kwenda mpaka Yebusi (ndio Yerusalemu), akiwa na punda wake wawili waliotandikiwa, pamoja na suria wake."
  },
  {
    "verseNumber": "JDG 19:11",
    "verseText": "Alipokaribia Yebusi na usiku ukiwa umekaribia, mtumishi akamwambia bwana wake, “Haya sasa natuingie katika mji huu wa Wayebusi tulale humo.”"
  },
  {
    "verseNumber": "JDG 19:12",
    "verseText": "Lakini bwana wake akamjibu, “Hapana. Hatutaingia kwenye mji wa kigeni, ambao watu wake si Waisraeli. Tutaendelea mpaka tufike Gibea.”"
  },
  {
    "verseNumber": "JDG 19:13",
    "verseText": "Akasema, “Haya, tujitahidi tufike Gibea au Rama, nasi tutalala katika mji mmojawapo.”"
  },
  {
    "verseNumber": "JDG 19:14",
    "verseText": "Hivyo wakaendelea na safari, jua likachwea walipokaribia Gibea ambao ni mji wa Benyamini."
  },
  {
    "verseNumber": "JDG 19:15",
    "verseText": "Wakageuka ili kuingia na kulala Gibea. Wakaingia humo, wakaketi kwenye uwanja wa mji, wala hakuna mtu yeyote aliyewakaribisha kwake ili wapate kulala."
  },
  {
    "verseNumber": "JDG 19:16",
    "verseText": "Jioni ile mtu mmoja mzee toka nchi ya vilima ya Efraimu, aliyekuwa anaishi huko Gibea (watu wa sehemu ile walikuwa Wabenyamini), akarudi kutoka kwenye kazi za shamba."
  },
  {
    "verseNumber": "JDG 19:17",
    "verseText": "Alipotazama na kuwaona hao wasafiri katika uwanja wa mji, yule mzee akawauliza, “Ninyi mnakwenda wapi? Nanyi mmetoka wapi?”"
  },
  {
    "verseNumber": "JDG 19:18",
    "verseText": "Akamwambia, “Tumepita kutoka Bethlehemu ya Yuda, tunaelekea katika nchi ya vilima ya Efraimu, ambako ndiko ninakoishi. Nilikwenda Bethlehemu ya Yuda na sasa ninakwenda katika nyumba ya BWANA. Hakuna mtu yeyote aliyenikaribisha katika nyumba yake."
  },
  {
    "verseNumber": "JDG 19:19",
    "verseText": "Tunazo nyasi na chakula cha punda wetu na mkate na divai kwa ajili yetu sisi watumishi wako, yaani mimi, mtumishi wako mwanamke, pamoja na huyu kijana tuliyefuatana naye. Hatuhitaji kitu chochote.”"
  },
  {
    "verseNumber": "JDG 19:20",
    "verseText": "Yule mzee akawaambia, “Amani iwe kwenu! Karibuni nyumbani mwangu. Nitawapa mahitaji yenu yote, msilale katika uwanja huu wa mji.”"
  },
  {
    "verseNumber": "JDG 19:21",
    "verseText": "Hivyo akamwingiza nyumbani mwake na kuwalisha punda wake. Baada ya kunawa miguu yao, wakala na kunywa."
  },
  {
    "verseNumber": "JDG 19:22",
    "verseText": "Walipokuwa wakijiburudisha, watu waovu wa mji huo, wakaizingira ile nyumba. Wakagonga mlango na kusema na yule mzee mwenye nyumba, “Mtoe nje yule mtu aliyeingia kwako, tupate kumlawiti.”"
  },
  {
    "verseNumber": "JDG 19:23",
    "verseText": "Yule mwenye nyumba akatoka nje na kuwaambia, “Hapana, ndugu zangu msiwe waovu namna hii, ninawasihi. Kwa kuwa huyu mtu ni mgeni wangu msifanye jambo hili la aibu."
  },
  {
    "verseNumber": "JDG 19:24",
    "verseText": "Tazameni, hapa yupo binti yangu ambaye ni bikira na suria wa huyu mtu. Nitawatoleeni hawa sasa, mkawatwae kwa nguvu na kuwafanyia lolote mtakalo. Lakini kwa mtu huyu msimfanyie jambo ovu hivyo.”"
  },
  {
    "verseNumber": "JDG 19:25",
    "verseText": "Lakini wale watu hawakumsikia. Hivyo yule mtu akamtoa yule suria wake nje kwa wale watu, nao wakambaka na kumnajisi usiku ule kucha mpaka asubuhi. Kulipoanza kupambazuka wakamwachia aende."
  },
  {
    "verseNumber": "JDG 19:26",
    "verseText": "Alfajiri yule mwanamke akarudi kwenye ile nyumba bwana wake alikokuwa, akaanguka chini mlangoni, akalala pale hata kulipopambazuka."
  },
  {
    "verseNumber": "JDG 19:27",
    "verseText": "Bwana wake alipoamka asubuhi na kufungua mlango wa nyumba na kutoka nje ili kuendelea na safari yake, tazama, yule suria wake alikuwa ameanguka pale penye ingilio la nyumba na mikono yake ikiwa penye kizingiti cha chini."
  },
  {
    "verseNumber": "JDG 19:28",
    "verseText": "Akamwambia yule suria, “Inuka, twende.” Lakini hakujibu. Yule bwana akamwinua akampandisha juu ya punda wake, wakaondoka kwenda nyumbani."
  },
  {
    "verseNumber": "JDG 19:29",
    "verseText": "Alipofika nyumbani, akachukua kisu na kumkatakata yule suria kiungo kwa kiungo, sehemu kumi na mbili, na kuvipeleka hivyo vipande katika sehemu zote za Israeli."
  },
  {
    "verseNumber": "JDG 19:30",
    "verseText": "Kila mtu aliyeona akasema, “Jambo la namna hii halijaonekana wala kutendeka, tangu Israeli walipopanda kutoka Misri. Fikirini juu ya jambo hili! Tafakarini juu ya jambo hili! Tuambieni tufanye nini!”"
  },
  {
    "verseNumber": "JDG 20:1",
    "verseText": "Ndipo Waisraeli wote kuanzia Dani hadi Beer-Sheba na wa kutoka nchi ya Gileadi wakatoka kama mtu mmoja wakakusanyika mbele za BWANA huko Mispa."
  },
  {
    "verseNumber": "JDG 20:2",
    "verseText": "Viongozi wote wa kabila za Israeli wakakaa kwenye nafasi zao katika kusanyiko la watu wa Mungu, askari 400,000 waendao kwa miguu wenye panga."
  },
  {
    "verseNumber": "JDG 20:3",
    "verseText": "(Wabenyamini wakasikia kuwa Waisraeli wamepanda kwenda Mispa.) Ndipo Waisraeli wakasema, “Tuelezeni jinsi jambo hili ovu lilivyotendeka.”"
  },
  {
    "verseNumber": "JDG 20:4",
    "verseText": "Hivyo yule Mlawi, mume wa yule mwanamke aliyeuawa, akasema, “Mimi na suria wangu tulifika Gibea ya Benyamini ili tulale huko."
  },
  {
    "verseNumber": "JDG 20:5",
    "verseText": "Wakati wa usiku watu wa Gibea wakanijia na kuizingira nyumba, wakitaka kuniua. Wakambaka suria wangu mpaka akafa."
  },
  {
    "verseNumber": "JDG 20:6",
    "verseText": "Ndipo nikamchukua suria wangu, nikamkatakata vipande vipande na kuvipeleka katika nchi yote ya urithi wa Israeli, kwa kuwa wametenda uasherati mkubwa na jambo la aibu katika Israeli."
  },
  {
    "verseNumber": "JDG 20:7",
    "verseText": "Sasa, ninyi Waisraeli wote, semeni na mtoe uamuzi wenu.”"
  },
  {
    "verseNumber": "JDG 20:8",
    "verseText": "Watu wote wakainuka wakasema, kama mtu mmoja, “Hakuna hata mmoja wetu atakayekwenda nyumbani. Wala hakuna hata mmoja wetu atakayerudi nyumbani kwake."
  },
  {
    "verseNumber": "JDG 20:9",
    "verseText": "Sasa hili ndilo tutakaloitendea Gibea: Tutaikabili jinsi kura itakavyotuongoza."
  },
  {
    "verseNumber": "JDG 20:10",
    "verseText": "Tutatoa watu kumi katika kila 100 kutoka kwenye kabila zote za Israeli, watu 100 katika watu 1,000 na watu 1,000 katika 10,000, ili waende wakalete mahitaji kwa ajili ya jeshi. Basi wakati jeshi litakapofika Gibea ya Benyamini, watawatendea yale wanayostahili, kwa ajili ya uovu huu wa aibu waliotenda katika Israeli.”"
  },
  {
    "verseNumber": "JDG 20:11",
    "verseText": "Hivyo wanaume wote wa Israeli wakakutanika pamoja na kujiunga kama mtu mmoja dhidi ya huo mji."
  },
  {
    "verseNumber": "JDG 20:12",
    "verseText": "Makabila ya Israeli yakatuma watu kwenda katika kabila la Benyamini lote na kuwaambia, “Ni uovu gani huu wa kutisha uliotendeka katikati yenu?"
  },
  {
    "verseNumber": "JDG 20:13",
    "verseText": "Basi watoeni hao watu waovu kabisa walioko Gibea, ili tupate kuwaua na kuondoa uovu katika Israeli.” Lakini Wabenyamini hawakuwasikia ndugu zao, Waisraeli."
  },
  {
    "verseNumber": "JDG 20:14",
    "verseText": "Wakatoka katika miji yao, wakakutanika Gibea ili kupigana na Waisraeli."
  },
  {
    "verseNumber": "JDG 20:15",
    "verseText": "Siku ile Wabenyamini wakakusanya watu 26,000 kutoka miji yao, waliojifunga panga, mbali na hao 700 waliochaguliwa miongoni mwa hao waliokaa Gibea."
  },
  {
    "verseNumber": "JDG 20:16",
    "verseText": "Miongoni mwa hao askari wote kulikuwa na watu 700 bora waliochaguliwa watumiao mkono wa kushoto, kila mmoja wao aliweza kutupa jiwe kwa kombeo na kulenga unywele mmoja bila kukosa."
  },
  {
    "verseNumber": "JDG 20:17",
    "verseText": "Nao watu wa Israeli, mbali na hao wa Benyamini, wakakusanya watu waume 400,000, wenye kutumia panga, wote hao walikuwa mashujaa."
  },
  {
    "verseNumber": "JDG 20:18",
    "verseText": "Waisraeli wakapanda Betheli na kumuuliza Mungu, “Ni nani miongoni mwetu atakayetangulia mbele yetu ili kupigana na Wabenyamini?” BWANA akawajibu, “Yuda ndiye atakayetangulia.”"
  },
  {
    "verseNumber": "JDG 20:19",
    "verseText": "Asubuhi yake Waisraeli wakaamka na kupiga kambi karibu na Gibea."
  },
  {
    "verseNumber": "JDG 20:20",
    "verseText": "Waisraeli wakatoka kupigana na Wabenyamini, nao Waisraeli wakajiweka kwenye nafasi zao katika vita dhidi yao huko Gibea."
  },
  {
    "verseNumber": "JDG 20:21",
    "verseText": "Wabenyamini wakatoka Gibea na kuwaua watu 22,000 wa Israeli siku ile."
  },
  {
    "verseNumber": "JDG 20:22",
    "verseText": "Lakini Waisraeli wakatiana moyo kila mmoja na mwenzake, nao wakajiweka kwenye nafasi zao katika vile vita mara ya pili mahali pale walipokuwa wamejiweka mara ya kwanza."
  },
  {
    "verseNumber": "JDG 20:23",
    "verseText": "Waisraeli wakapanda mbele za BWANA na kulia mbele zake mpaka jioni, nao wakamuuliza BWANA wakisema, “Je, tupande tena kupigana vita na Wabenyamini, ndugu zetu?” BWANA akajibu, “Pandeni mkapigane nao.”"
  },
  {
    "verseNumber": "JDG 20:24",
    "verseText": "Ndipo Waisraeli wakawakaribia Wabenyamini siku ya pili."
  },
  {
    "verseNumber": "JDG 20:25",
    "verseText": "Wakati huu, Wabenyamini walipotoka Gibea ili kupigana nao, wakawaua watu Waisraeli 18,000, wote wakiwa wamejifunga panga."
  },
  {
    "verseNumber": "JDG 20:26",
    "verseText": "Ndipo Waisraeli, watu wote, wakapanda Betheli, huko wakakaa mbele za BWANA wakilia. Wakafunga siku ile mpaka jioni na kutoa sadaka ya kuteketezwa na sadaka ya amani kwa BWANA."
  },
  {
    "verseNumber": "JDG 20:27",
    "verseText": "Nao Waisraeli wakauliza kwa BWANA. (Katika siku hizo Sanduku la Agano la Mungu lilikuwa huko"
  },
  {
    "verseNumber": "JDG 20:28",
    "verseText": "na Finehasi mwana wa Eleazari, mwana wa Aroni, alikuwa anahudumu mbele za hilo Sanduku.) Wakauliza, “Je, tupande kwenda vitani kupigana tena na Wabenyamini ndugu zetu, au la?” BWANA akajibu, “Nendeni, kwa kuwa kesho nitawatia mikononi mwenu.”"
  },
  {
    "verseNumber": "JDG 20:29",
    "verseText": "Basi Waisraeli wakaweka waviziao kuizunguka Gibea."
  },
  {
    "verseNumber": "JDG 20:30",
    "verseText": "Kisha Waisraeli wakapanda kupigana na Wabenyamini katika siku ya tatu na kujiweka kwenye nafasi zao dhidi ya Gibea kama walivyokuwa wamefanya hapo kwanza."
  },
  {
    "verseNumber": "JDG 20:31",
    "verseText": "Wabenyamini wakatoka ili kukabiliana nao, Waisraeli wakawavuta Wabenyamini watoke katika mji. Wakaanza kupigana na kuua watu wapatao thelathini wa Israeli, kama walivyofanya nyakati nyingine, katika njia kuu, moja iendayo Betheli na nyingine Gibea."
  },
  {
    "verseNumber": "JDG 20:32",
    "verseText": "Wabenyamini wakafikiri, “Wanapigwa mbele yetu kama hapo kwanza.” Waisraeli wakasema, “Sisi na turudi nyuma ili tuwavute wauache mji waende kuelekea barabarani.”"
  },
  {
    "verseNumber": "JDG 20:33",
    "verseText": "Watu wote wa Israeli wakaondoka kwenye sehemu zao na kujipanga huko Baal-Tamari, nao wale waviziaji wa Waisraeli, wakatoka hapo walipokuwa kwenye uwanda wa magharibi ya Gibea."
  },
  {
    "verseNumber": "JDG 20:34",
    "verseText": "Ndipo watu 10,000 bora waliochaguliwa katika Israeli wote, wakaja kuishambulia Gibea. Vita vilikuwa vikali sana, hata Wabenyamini hawakutambua kuwa maangamizi yalikuwa karibu nao kwa kiasi hicho."
  },
  {
    "verseNumber": "JDG 20:35",
    "verseText": "BWANA akawashinda Wabenyamini mbele ya Waisraeli na siku ile Waisraeli wakawaua Wabenyamini watu waume 25,100, wote wakiwa wenye kujifunga silaha za vita."
  },
  {
    "verseNumber": "JDG 20:36",
    "verseText": "Hivyo Wabenyamini wakaona kuwa wamepigwa. Basi Waisraeli walikuwa wameondoka mbele ya Wabenyamini, kwa sababu Waisraeli waliwategemea hao waviziaji waliokuwa wamewaweka dhidi ya Gibea."
  },
  {
    "verseNumber": "JDG 20:37",
    "verseText": "Wale waviziaji wakafanya haraka kuingia Gibea, wakasambaa na kuwaua watu wote wa mji kwa upanga."
  },
  {
    "verseNumber": "JDG 20:38",
    "verseText": "Waisraeli walikuwa wamepatana na hao waviziaji kuwa wangefanya lipande wingu kubwa la moshi kutoka huo mji,"
  },
  {
    "verseNumber": "JDG 20:39",
    "verseText": "ndipo watu wa Waisraeli wangegeuka kupigana. Watu wa Benyamini walikuwa wameanza kuwapiga na kuua watu wa Israeli (wapatao thelathini), hivyo wakafikiri, “Hakika tutawapiga, kama tulivyowashinda katika vita hapo kwanza.”"
  },
  {
    "verseNumber": "JDG 20:40",
    "verseText": "Lakini wakati lile wingu la moshi lilipoanza kupanda kutoka ule mji, Wabenyamini wakageuka na kuona moshi wa mji mzima unapaa juu angani."
  },
  {
    "verseNumber": "JDG 20:41",
    "verseText": "Ndipo watu wa Israeli wakawageukia, nao Wabenyamini wakatiwa hofu, kwa kuwa walitambua kwamba maafa yamewajia."
  },
  {
    "verseNumber": "JDG 20:42",
    "verseText": "Basi wakakimbia mbele ya Waisraeli kuelekea nyikani, lakini hawakuweza kukwepa vile vita. Nao watu wa Israeli waliotoka katika ile miji wakawaua huko."
  },
  {
    "verseNumber": "JDG 20:43",
    "verseText": "Wakawazingira Wabenyamini pande zote, wakawafuatia na kuwapata hapo walipopumzika katika viunga vya Gibea upande wa mashariki."
  },
  {
    "verseNumber": "JDG 20:44",
    "verseText": "Wakaanguka Wabenyamini 18,000 ambao wote ni mashujaa."
  },
  {
    "verseNumber": "JDG 20:45",
    "verseText": "Walipogeuka na kukimbia kuelekea nyikani hata kufikia mwamba wa Rimoni, Waisraeli wakawaua watu 5,000 wakiwa njiani. Wakawafuata kwa kasi mpaka Gidomu huko wakawaua watu wengine 2,000."
  },
  {
    "verseNumber": "JDG 20:46",
    "verseText": "Siku ile wakawaua Wabenyamini 25,000 waliokuwa mashujaa wa vita."
  },
  {
    "verseNumber": "JDG 20:47",
    "verseText": "Lakini watu 600 wakakimbia kuelekea nyikani katika mwamba wa Rimoni, na kukaa huko muda wa miezi minne."
  },
  {
    "verseNumber": "JDG 20:48",
    "verseText": "Waisraeli wakarudi na kuua watu wote wa Benyamini, pamoja na wanyama na kila walichokikuta. Pia kila mji waliouona waliuchoma moto."
  },
  {
    "verseNumber": "JDG 21:1",
    "verseText": "Wana wa Israeli walikuwa wameapa kwa kiapo kule Mispa: “Hapana mtu yeyote atakayemwoza binti yake kwa Wabenyamini.”"
  },
  {
    "verseNumber": "JDG 21:2",
    "verseText": "Watu wakaenda Betheli, wakaketi mbele za Mungu mpaka jioni, wakapaza sauti zao, wakalia sana."
  },
  {
    "verseNumber": "JDG 21:3",
    "verseText": "Wakasema, “Ee BWANA, Mungu wa Israeli, kwa nini jambo hili limewapata Waisraeli? Kwa nini kabila moja la Israeli limekosekana?”"
  },
  {
    "verseNumber": "JDG 21:4",
    "verseText": "Kesho yake asubuhi na mapema watu wakajenga madhabahu na kuleta sadaka za kuteketezwa na sadaka za amani."
  },
  {
    "verseNumber": "JDG 21:5",
    "verseText": "Ndipo Waisraeli wakasema, “Ni kabila lipi la Israeli ambalo halikufika katika mkutano kumkaribia BWANA?” Kwa kuwa walikuwa wameweka kiapo kikuu kuwa yeyote asiyefika mbele za BWANA huko Mispa, kwa hakika angeuawa."
  },
  {
    "verseNumber": "JDG 21:6",
    "verseText": "Basi Waisraeli wakaghairi kwa ajili ya ndugu zao Wabenyamini, wakasema, “Leo kabila moja limekatiliwa mbali na Israeli."
  },
  {
    "verseNumber": "JDG 21:7",
    "verseText": "Sasa tutawezaje kuwapa mabinti zetu wawe wake zao kwa hao waliobaki maadamu tumeapa kwa BWANA kuwa hatutawapa binti zetu kuwa wake zao?”"
  },
  {
    "verseNumber": "JDG 21:8",
    "verseText": "Ndipo wakasema, “Ni kabila lipi la Israeli ambalo halikufika mbele za BWANA huko Mispa?” Wakagundua kuwa hakuna hata mmoja aliyetoka Yabeshi-Gileadi aliyefika kambini kwa ajili ya kusanyiko la mkutano."
  },
  {
    "verseNumber": "JDG 21:9",
    "verseText": "Walipohesabu waliona hakuna mtu yeyote wa Yabeshi-Gileadi aliyekuwepo."
  },
  {
    "verseNumber": "JDG 21:10",
    "verseText": "Ndipo mkutano wakatuma askari 12,000 na wakawaamuru kwenda Yabeshi-Gileadi na kuwaua wale wote waishio huko, walikuwepo wake na watoto."
  },
  {
    "verseNumber": "JDG 21:11",
    "verseText": "Wakasema, “Hilo ndilo mtakalofanya. Ueni kila mtu mume na mke ambaye si bikira.”"
  },
  {
    "verseNumber": "JDG 21:12",
    "verseText": "Wakakuta kati ya watu walioishi Yabeshi-Gileadi wanawali mia nne ambao hawajakutana kimwili na mwanaume, nao wakawachukua kwenye kambi huko Shilo katika nchi ya Kanaani."
  },
  {
    "verseNumber": "JDG 21:13",
    "verseText": "Ndipo mkutano ukatuma ujumbe wa amani kwa Wabenyamini huko katika mwamba wa Rimoni."
  },
  {
    "verseNumber": "JDG 21:14",
    "verseText": "Basi Wabenyamini wakarudi nyumbani mwao, wakapewa wale wanawali wa Yabeshi-Gileadi waliowaponya. Lakini hawakuwatosha wanaume wote."
  },
  {
    "verseNumber": "JDG 21:15",
    "verseText": "Waisraeli wakasikitika kwa ajili ya Wabenyamini, kwa kuwa BWANA ameweka ufa katika makabila ya Israeli."
  },
  {
    "verseNumber": "JDG 21:16",
    "verseText": "Viongozi wa kusanyiko wakasema, “Kwa kuwa wanawake wa Wabenyamini wameangamizwa, tufanyeje ili kuwapatia wake wale wanaume waliosalia?"
  },
  {
    "verseNumber": "JDG 21:17",
    "verseText": "Wale waliopona wa Wabenyamini ni lazima tuwape wake, ili wawe na warithi, ili kabila lolote katika Israeli lisifutike."
  },
  {
    "verseNumber": "JDG 21:18",
    "verseText": "Hatuwezi kuwapa binti zetu kuwa wake, kwa kuwa sisi Waisraeli tumeapa kiapo hiki: ‘Alaaniwe mtu yeyote ampaye Mbenyamini mke.’ ”"
  },
  {
    "verseNumber": "JDG 21:19",
    "verseText": "Ndipo waliposema, “Tazama iko sikukuu ya kila mwaka ya BWANA katika Shilo, kaskazini ya Betheli na mashariki mwa ile barabara itokayo Betheli kwenda Shekemu, upande wa kusini wa Lebona.”"
  },
  {
    "verseNumber": "JDG 21:20",
    "verseText": "Hivyo wakawaelekeza Wabenyamini wakisema, “Nendeni mkajifiche kwenye mashamba ya mizabibu,"
  },
  {
    "verseNumber": "JDG 21:21",
    "verseText": "nanyi mwangalie. Wasichana wa Shilo watakapojiunga kwenye kucheza, ninyi tokeni kwenye hayo mashamba ya mizabibu na kila mmoja akamate mwanamke mmoja toka miongoni mwa hao wasichana wa Shilo na mwende nao katika nchi ya Benyamini."
  },
  {
    "verseNumber": "JDG 21:22",
    "verseText": "Baba zao au ndugu zao waume watakapotulalamikia, tutawaambia, ‘Kuweni wakarimu kwetu, nanyi mturuhusu tuwe nao kwa kuwa hatukuweza kumpa kila mtu mke tulipopigana. Lakini ninyi pia hamna hatia, kwa kuwa hamkuwapa wao binti zenu kuwa wake.’ ”"
  },
  {
    "verseNumber": "JDG 21:23",
    "verseText": "Basi hivyo ndivyo Wabenyamini walivyofanya. Wakati wasichana walipokuwa wakicheza, kila mtu akamkamata msichana mmoja akamchukua akaenda naye ili awe mke wake. Kisha wakarudi katika urithi wao na kuijenga upya miji na kuishi humo."
  },
  {
    "verseNumber": "JDG 21:24",
    "verseText": "Wakati huo Waisraeli wakaondoka sehemu ile na kwenda nyumbani kwao, kwenye makabila yao na kwa jamaa zao, kila mmoja kwenye urithi wake mwenyewe."
  },
  {
    "verseNumber": "JDG 21:25",
    "verseText": "Katika siku hizo kulikuwa hakuna mfalme katika Israeli; kila mtu alifanya kile alichoona ni sawa machoni pake mwenyewe."
  }
]