[
  {
    "verseNumber": "JER 1:1",
    "verseText": "Maneno ya Yeremia mwana wa Hilkia, mmoja wa makuhani katika mji wa Anathothi, katika nchi ya Benyamini."
  },
  {
    "verseNumber": "JER 1:2",
    "verseText": "Neno la BWANA lilimjia katika mwaka wa kumi na tatu wa utawala wa Yosia mwana wa Amoni mfalme wa Yuda,"
  },
  {
    "verseNumber": "JER 1:3",
    "verseText": "na pia wakati wa utawala wa Yehoyakimu mwana wa Yosia mfalme wa Yuda, mpaka mwezi wa tano wa mwaka wa kumi na moja wa utawala wa Sedekia mwana wa Yosia mfalme wa Yuda, wakati watu wa Yerusalemu walipopelekwa uhamishoni."
  },
  {
    "verseNumber": "JER 1:4",
    "verseText": "Neno la BWANA lilinijia, kusema,"
  },
  {
    "verseNumber": "JER 1:5",
    "verseText": "“Kabla sijakuumba ndani ya tumbo la mama yako, nilikujua; kabla hujazaliwa nilikutenga kwa kazi maalum; nilikuweka uwe nabii kwa mataifa.”"
  },
  {
    "verseNumber": "JER 1:6",
    "verseText": "Nami nikasema, “Aa, BWANA Mwenyezi, sijui kusema, kwani mimi ni mtoto mdogo tu.”"
  },
  {
    "verseNumber": "JER 1:7",
    "verseText": "Lakini BWANA akaniambia, “Usiseme, ‘Mimi ni mtoto mdogo tu.’ Utaenda popote nitakapokutuma na kunena lolote nitakalokuagiza."
  },
  {
    "verseNumber": "JER 1:8",
    "verseText": "Usiwaogope, kwa maana niko pamoja nawe nikuokoe,” asema BWANA."
  },
  {
    "verseNumber": "JER 1:9",
    "verseText": "Kisha BWANA akaunyoosha mkono wake na kugusa kinywa changu, akaniambia, “Sasa nimeyaweka maneno yangu kinywani mwako."
  },
  {
    "verseNumber": "JER 1:10",
    "verseText": "Tazama, leo nimekuweka juu ya mataifa na falme ili kungʼoa na kubomoa, kuharibu na kuangamiza, kujenga na kupanda.”"
  },
  {
    "verseNumber": "JER 1:11",
    "verseText": "Neno la BWANA likanijia kusema, “Je, Yeremia unaona nini?” Nami nikajibu, “Naona tawi la mti wa mlozi.”"
  },
  {
    "verseNumber": "JER 1:12",
    "verseText": "BWANA akaniambia, “Umeona vyema kwa maana ninaliangalia neno langu ili kuona kwamba limetimizwa.”"
  },
  {
    "verseNumber": "JER 1:13",
    "verseText": "Neno la BWANA likanijia tena, “Unaona nini?” Nikajibu, “Naona chungu kinachochemka, kikiwa kimeinama kutoka kaskazini.”"
  },
  {
    "verseNumber": "JER 1:14",
    "verseText": "BWANA akaniambia, “Kutoka kaskazini maafa yatamwagwa kwa wote waishio katika nchi."
  },
  {
    "verseNumber": "JER 1:15",
    "verseText": "Nitawaita watu wote wa falme za kaskazini,” asema BWANA. “Wafalme wao watakuja na kuweka viti vyao vya enzi katika maingilio ya malango ya Yerusalemu, watakuja dhidi ya kuta zake zote zinazouzunguka, na dhidi ya miji yote ya Yuda."
  },
  {
    "verseNumber": "JER 1:16",
    "verseText": "Nitatoa hukumu zangu kwa watu wangu kwa sababu ya uovu wao wa kuniacha mimi, kwa kufukiza uvumba kwa miungu mingine na kuabudu kile ambacho mikono yao imekitengeneza."
  },
  {
    "verseNumber": "JER 1:17",
    "verseText": "“Jiandae! Simama useme chochote nitakachokuamuru. Usiwaogope, la sivyo nitakufanya uwaogope wao."
  },
  {
    "verseNumber": "JER 1:18",
    "verseText": "Leo nimekufanya mji wenye ngome, nguzo ya chuma, na ukuta wa shaba ili kusimama dhidi ya nchi yote: dhidi ya wafalme wa Yuda, maafisa wake, makuhani wake na watu wa nchi hiyo."
  },
  {
    "verseNumber": "JER 1:19",
    "verseText": "Watapigana nawe lakini hawatakushinda, kwa kuwa niko pamoja nawe, nami nitakuokoa,” asema BWANA."
  },
  {
    "verseNumber": "JER 2:1",
    "verseText": "Neno la BWANA lilinijia kusema,"
  },
  {
    "verseNumber": "JER 2:2",
    "verseText": "“Nenda ukahubiri masikioni mwa watu wa Yerusalemu: “ ‘Nakumbuka moyo wako wa uchaji katika ujana wako, jinsi ulivyonipenda kama bibi arusi na kunifuata katika jangwa lile lote, katika nchi isiyopandwa mbegu."
  },
  {
    "verseNumber": "JER 2:3",
    "verseText": "Israeli alikuwa mtakatifu kwa BWANA, kama malimbuko ya kwanza ya mavuno yake; wote waliowaangamiza walihesabiwa kuwa na hatia, nayo maafa yaliwakumba,’ ” asema BWANA."
  },
  {
    "verseNumber": "JER 2:4",
    "verseText": "Sikia neno la BWANA, ee nyumba ya Yakobo, nanyi nyote jamaa za nyumba ya Israeli."
  },
  {
    "verseNumber": "JER 2:5",
    "verseText": "Hivi ndivyo asemavyo BWANA: “Je, baba zenu waliona kosa gani kwangu, hata wakatangatanga mbali nami hivyo? Walifuata sanamu zisizofaa, nao wenyewe wakawa hawafai."
  },
  {
    "verseNumber": "JER 2:6",
    "verseText": "Hawakuuliza, ‘Yuko wapi BWANA, aliyetupandisha kutoka Misri na kutuongoza kupitia nyika kame, kupitia nchi ya majangwa na mabonde, nchi ya ukame na giza, nchi ambayo hakuna mtu asafiriye ndani yake wala hakuna mtu aishiye humo?’"
  },
  {
    "verseNumber": "JER 2:7",
    "verseText": "Niliwaleta katika nchi yenye wingi wa vitu ili mpate kula matunda yake na utajiri wa mazao yake. Lakini mkaja na kuinajisi nchi yangu, na kuufanya urithi wangu chukizo."
  },
  {
    "verseNumber": "JER 2:8",
    "verseText": "Makuhani hawakuuliza, ‘Yuko wapi BWANA?’ Wale wanaoshughulikia sheria hawakunijua mimi; viongozi waliasi dhidi yangu. Manabii walitabiri kwa jina la Baali, wakifuata sanamu zisizofaa."
  },
  {
    "verseNumber": "JER 2:9",
    "verseText": "“Kwa hiyo naleta tena mashtaka dhidi yako,” asema BWANA. “Nami nitaleta mashtaka dhidi ya watoto wa watoto wako."
  },
  {
    "verseNumber": "JER 2:10",
    "verseText": "Vuka, nenda ngʼambo mpaka pwani ya Kitimu nawe uangalie, tuma watu waende Kedari, wachunguze kwa makini, uone kama kumekuwepo kitu kama hiki."
  },
  {
    "verseNumber": "JER 2:11",
    "verseText": "Je, taifa limebadili miungu yake wakati wowote? (Hata ingawa hao si miungu kamwe.) Lakini watu wangu wamebadili Utukufu wao kwa sanamu zisizofaa kitu."
  },
  {
    "verseNumber": "JER 2:12",
    "verseText": "Shangaeni katika hili, ee mbingu, nanyi tetemekeni kwa hofu kuu,” asema BWANA."
  },
  {
    "verseNumber": "JER 2:13",
    "verseText": "“Watu wangu wametenda dhambi mbili: Wameniacha mimi, niliye chemchemi ya maji yaliyo hai, nao wamejichimbia visima vyao wenyewe, visima vilivyobomoka, visivyoweza kuhifadhi maji."
  },
  {
    "verseNumber": "JER 2:14",
    "verseText": "Je, Israeli ni mtumishi, yaani mtumwa kwa kuzaliwa? Kwa nini basi amekuwa mateka?"
  },
  {
    "verseNumber": "JER 2:15",
    "verseText": "Simba wamenguruma; wamemngurumia. Wameifanya nchi yake kuwa ukiwa; miji yake imeteketezwa, nayo imeachwa haina watu."
  },
  {
    "verseNumber": "JER 2:16",
    "verseText": "Pia watu wa Memfisi na Tahpanhesi wamevunja taji ya kichwa chako."
  },
  {
    "verseNumber": "JER 2:17",
    "verseText": "Je, hukujiletea hili wewe mwenyewe kwa kumwacha BWANA, Mungu wako alipowaongoza njiani?"
  },
  {
    "verseNumber": "JER 2:18",
    "verseText": "Sasa kwa nini uende Misri kunywa maji ya Shihori? Nawe kwa nini kwenda Ashuru kunywa maji ya Mto Frati?"
  },
  {
    "verseNumber": "JER 2:19",
    "verseText": "Uovu wako utakuadhibu; kurudi nyuma kwako kutakukemea. Basi kumbuka, utambue jinsi lilivyo ovu na chungu kwako unapomwacha BWANA Mungu wako na kutokuwa na hofu yangu,” asema BWANA, BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "JER 2:20",
    "verseText": "“Zamani nilivunja nira yako na kukatilia mbali vifungo vyako; ukasema, ‘Sitakutumikia!’ Naam kweli, kwenye kila kilima kirefu na chini ya kila mti uliotanda matawi yake ulijilaza kama kahaba."
  },
  {
    "verseNumber": "JER 2:21",
    "verseText": "Nilikupanda ukiwa mzabibu ulio bora sana, mkamilifu na wa mbegu nzuri. Ilikuwaje basi ukawa kinyume nami, ukaharibika na kuwa mzabibu mwitu?"
  },
  {
    "verseNumber": "JER 2:22",
    "verseText": "Hata ujisafishe kwa magadi na kutumia sabuni nyingi, bado doa la hatia yako liko mbele zangu,” asema BWANA Mwenyezi."
  },
  {
    "verseNumber": "JER 2:23",
    "verseText": "“Wawezaje kusema, ‘Mimi si najisi, sijawafuata Mabaali’? Kumbuka jinsi ulivyotenda kule bondeni; fikiri uliyoyafanya. Wewe ni ngamia jike mwenye mbio ukikimbia hapa na pale,"
  },
  {
    "verseNumber": "JER 2:24",
    "verseText": "punda-mwitu aliyezoea jangwa, anayenusa upepo katika tamaa yake kubwa: katika wakati wake wa kuhitaji mbegu ni nani awezaye kumzuia? Madume yoyote yanayomfuatilia hayana haja ya kujichosha; wakati wa kupandwa kwake watampata tu."
  },
  {
    "verseNumber": "JER 2:25",
    "verseText": "Usikimbie hadi miguu yako iwe haina viatu, na koo lako liwe limekauka. Lakini ulisema, ‘Haina maana! Ninaipenda miungu ya kigeni, nami lazima niifuatie.’"
  },
  {
    "verseNumber": "JER 2:26",
    "verseText": "“Kama vile mwizi aaibikavyo wakati amekamatwa, hivyo ndivyo nyumba ya Israeli inavyoaibishwa: wao wenyewe, wafalme wao na maafisa wao, makuhani wao na manabii wao."
  },
  {
    "verseNumber": "JER 2:27",
    "verseText": "Wanaiambia miti, ‘Wewe ndiwe baba yangu,’ nalo jiwe, ‘Wewe ndiwe uliyenizaa.’ Wamenipa visogo vyao wala hawakunigeuzia nyuso zao; lakini wakiwa katika taabu, wanasema, ‘Njoo utuokoe!’"
  },
  {
    "verseNumber": "JER 2:28",
    "verseText": "Iko wapi basi ile miungu mliyojitengenezea? Yenyewe na ije kama inaweza kuwaokoa wakati mko katika taabu! Kwa maana mna miungu mingi kama mlivyo na miji, ee Yuda."
  },
  {
    "verseNumber": "JER 2:29",
    "verseText": "“Kwa nini mnaleta mashtaka dhidi yangu? Ninyi nyote mmeniasi,” asema BWANA."
  },
  {
    "verseNumber": "JER 2:30",
    "verseText": "“Nimeadhibu watu wako bure tu, hawakujirekebisha. Upanga wako umewala manabii wako kama simba mwenye njaa."
  },
  {
    "verseNumber": "JER 2:31",
    "verseText": "“Enyi wa kizazi hiki, tafakarini neno la BWANA: “Je, nimekuwa jangwa kwa Israeli au nchi ya giza kuu? Kwa nini watu wangu wanasema, ‘Sisi tuko huru kuzurura, hatutarudi kwako tena’?"
  },
  {
    "verseNumber": "JER 2:32",
    "verseText": "Je, mwanamwali husahau vito vyake, au bibi arusi mapambo yake ya arusi? Lakini watu wangu wamenisahau mimi, tena kwa siku zisizo na hesabu."
  },
  {
    "verseNumber": "JER 2:33",
    "verseText": "Je, wewe una ustadi kiasi gani katika kufuatia mapenzi! Hata wale wanawake wabaya kuliko wote wanaweza kujifunza kutokana na njia zako."
  },
  {
    "verseNumber": "JER 2:34",
    "verseText": "Katika nguo zako watu huona damu ya uhai ya maskini wasio na hatia, ingawa hukuwakamata wakivunja nyumba. Lakini katika haya yote"
  },
  {
    "verseNumber": "JER 2:35",
    "verseText": "unasema, ‘Sina hatia; Mungu hajanikasirikia.’ Lakini nitakuhukumu kwa sababu unasema, ‘Mimi sijatenda dhambi.’"
  },
  {
    "verseNumber": "JER 2:36",
    "verseText": "Kwa nini unatangatanga sana, kubadili njia zako? Utakatishwa tamaa na Misri kama ulivyokatishwa na Ashuru."
  },
  {
    "verseNumber": "JER 2:37",
    "verseText": "Pia utaondoka mahali hapo ukiwa umeweka mikono kichwani, kwa kuwa BWANA amewakataa wale unaowatumainia; hutasaidiwa nao."
  },
  {
    "verseNumber": "JER 3:1",
    "verseText": "“Kama mtu akimpa talaka mkewe, naye akamwacha na akaolewa na mtu mwingine, je, huyo mume aweza kumrudia tena? Je, hiyo nchi haitanajisika kabisa? Lakini umeishi kama kahaba na wapenzi wengi: je, sasa utanirudia tena?” asema BWANA."
  },
  {
    "verseNumber": "JER 3:2",
    "verseText": "“Inua macho utazame miinuko iliyo kame na uone. Je, pana mahali ambapo hawajalala nawe? Uliketi kando ya barabara ukiwasubiri wapenzi, ukakaa kama yeye ahamahamaye jangwani. Umeinajisi nchi kwa ukahaba wako na uovu wako."
  },
  {
    "verseNumber": "JER 3:3",
    "verseText": "Kwa hiyo mvua imezuiliwa, nazo mvua za vuli hazikunyesha. Hata hivyo, una uso usio na haya kama wa kahaba; unakataa kutahayari kwa aibu."
  },
  {
    "verseNumber": "JER 3:4",
    "verseText": "Je, wewe hujaniita hivi punde tu: ‘Baba yangu, rafiki yangu tangu ujana wangu,"
  },
  {
    "verseNumber": "JER 3:5",
    "verseText": "je, utakasirika siku zote? Je, ghadhabu yako itaendelea milele?’ Hivi ndivyo unavyozungumza, lakini unafanya maovu yote uwezayo.”"
  },
  {
    "verseNumber": "JER 3:6",
    "verseText": "Wakati wa utawala wa Mfalme Yosia, BWANA aliniambia, “Umeona kile Israeli asiye mwaminifu amekifanya? Amepanda juu ya kila kilima kirefu, na chini ya kila mti uliotanda na amefanya uzinzi huko."
  },
  {
    "verseNumber": "JER 3:7",
    "verseText": "Mimi nilifikiri kuwa baada ya kuyafanya yote haya angelinirudia, lakini hakurudi, naye dada yake Yuda mdanganyifu aliona hili."
  },
  {
    "verseNumber": "JER 3:8",
    "verseText": "Nilimpa Israeli asiye mwaminifu hati yake ya talaka, na kumfukuza kwa ajili ya uzinzi wake wote. Hata hivyo nikaona kuwa Yuda dada yake mdanganyifu hakuogopa. Yeye pia alitoka na kufanya uzinzi."
  },
  {
    "verseNumber": "JER 3:9",
    "verseText": "Kwa sababu uasherati wa Israeli haukuwa kitu kwake, Yuda aliinajisi nchi kwa kuzini na mawe na miti."
  },
  {
    "verseNumber": "JER 3:10",
    "verseText": "Pamoja na hayo yote, Yuda dada yake mdanganyifu hakunirudia kwa moyo wake wote, bali kwa kujifanya tu,” asema BWANA."
  },
  {
    "verseNumber": "JER 3:11",
    "verseText": "BWANA akaniambia, “Israeli asiye mwaminifu ana haki kuliko Yuda mdanganyifu."
  },
  {
    "verseNumber": "JER 3:12",
    "verseText": "Nenda, ukatangaze ujumbe huu kuelekea kaskazini: “ ‘Rudi, Israeli usiye mwaminifu,’ asema BWANA, ‘sitakutazama tena kwa uso uliokunjamana, kwa kuwa mimi ni mwenye huruma,’ asema BWANA, ‘Sitashika hasira yangu milele."
  },
  {
    "verseNumber": "JER 3:13",
    "verseText": "Ungama dhambi zako tu: kwamba umemwasi BWANA Mungu wako, umetapanya wema wako kwa miungu ya kigeni chini ya kila mti unaotanda, nawe hukunitii mimi,’ ” asema BWANA."
  },
  {
    "verseNumber": "JER 3:14",
    "verseText": "“Rudini, enyi watu msio waaminifu, kwa kuwa mimi ni mume wenu,” asema BWANA. “Nitawachagua ninyi, mmoja kutoka kwenye mji, na wawili kutoka kwenye ukoo, nami nitawaleta Sayuni."
  },
  {
    "verseNumber": "JER 3:15",
    "verseText": "Kisha nitawapeni wachungaji wanipendezao moyo wangu, ambao watawaongoza kwa maarifa na ufahamu."
  },
  {
    "verseNumber": "JER 3:16",
    "verseText": "Katika siku hizo, idadi yenu itakapokuwa imeongezeka sana katika nchi, watu hawatasema tena, ‘Sanduku la Agano la BWANA,’ ” asema BWANA. “Halitaingia tena kwenye mawazo yao wala kukumbukwa, hawatalihitaji wala halitatengenezwa jingine."
  },
  {
    "verseNumber": "JER 3:17",
    "verseText": "Wakati huo, wataita Yerusalemu kuwa Kiti cha Enzi cha BWANA, nayo mataifa yote watakusanyika Yerusalemu kuliheshimu jina la BWANA. Hawatafuata tena ukaidi wa mioyo yao miovu."
  },
  {
    "verseNumber": "JER 3:18",
    "verseText": "Katika siku hizo, nyumba ya Yuda itaungana na nyumba ya Israeli, wao kwa pamoja watakuja kutoka nchi ya kaskazini hadi nchi niliyowapa baba zenu kama urithi."
  },
  {
    "verseNumber": "JER 3:19",
    "verseText": "“Mimi mwenyewe nilisema, “ ‘Tazama jinsi nitakavyowatunza kwa furaha kama wana na kuwapa nchi nzuri, urithi ulio mzuri kuliko wa taifa jingine lolote.’ Nilidhani mngeniita ‘Baba,’ na msingegeuka, mkaacha kunifuata."
  },
  {
    "verseNumber": "JER 3:20",
    "verseText": "Lakini kama mwanamke asiye mwaminifu kwa mumewe, vivyo hivyo mmekosa uaminifu kwangu pia, ee nyumba ya Israeli,” asema BWANA."
  },
  {
    "verseNumber": "JER 3:21",
    "verseText": "Kilio kinasikika juu ya miinuko iliyo kame, kulia na kuomboleza kwa watu wa Israeli, kwa sababu wamepotoka katika njia zao na wamemsahau BWANA Mungu wao."
  },
  {
    "verseNumber": "JER 3:22",
    "verseText": "“Rudini, enyi watu msio waaminifu, nami nitawaponya ukengeufu wenu.” “Naam, tutakuja kwako, kwa maana wewe ni BWANA Mungu wetu."
  },
  {
    "verseNumber": "JER 3:23",
    "verseText": "Hakika zile ghasia za kuabudu sanamu kwenye vilima na milimani ni udanganyifu; hakika katika BWANA, Mungu wetu, uko wokovu wa Israeli."
  },
  {
    "verseNumber": "JER 3:24",
    "verseText": "Tangu ujana wetu miungu ya aibu imeyala matunda ya kazi za baba zetu: makundi yao ya kondoo na ngʼombe, wana wao na binti zao."
  },
  {
    "verseNumber": "JER 3:25",
    "verseText": "Sisi na tulale chini katika aibu yetu, na fedheha yetu itufunike. Tumetenda dhambi dhidi ya BWANA Mungu wetu, sisi na mababa zetu; tangu ujana wetu hadi leo hatukumtii BWANA Mungu wetu.”"
  },
  {
    "verseNumber": "JER 4:1",
    "verseText": "“Ikiwa utataka kurudi, ee Israeli, nirudie mimi,” asema BWANA. “Ikiwa utaondoa sanamu zako za kuchukiza mbele ya macho yangu na usiendelee kutangatanga,"
  },
  {
    "verseNumber": "JER 4:2",
    "verseText": "ikiwa kwa kweli, kwa haki na kwa unyofu utaapa, ‘Kwa hakika kama vile BWANA aishivyo,’ ndipo mataifa yatakapobarikiwa naye na katika yeye watajitukuza.”"
  },
  {
    "verseNumber": "JER 4:3",
    "verseText": "Hili ndilo asemalo BWANA kwa watu wa Yuda na kwa Yerusalemu: “Vunjeni mabonge kwenye mashamba yenu, wala msipande katikati ya miiba."
  },
  {
    "verseNumber": "JER 4:4",
    "verseText": "Jitahirini katika BWANA, tahirini mioyo yenu, enyi wanaume wa Yuda na watu wa Yerusalemu, la sivyo ghadhabu yangu itatoka kwa nguvu na kuwaka kama moto kwa sababu ya uovu mliotenda, ikiwaka pasipo wa kuizima."
  },
  {
    "verseNumber": "JER 4:5",
    "verseText": "“Tangaza katika Yuda na upige mbiu katika Yerusalemu na kusema: ‘Piga tarumbeta katika nchi yote!’ Piga kelele na kusema: ‘Kusanyikeni pamoja! Tukimbilie katika miji yenye maboma!’"
  },
  {
    "verseNumber": "JER 4:6",
    "verseText": "Onyesheni ishara ili kwenda Sayuni! Kimbilieni usalama pasipo kuchelewa! Kwa kuwa ninaleta maafa kutoka kaskazini, maangamizi ya kutisha.”"
  },
  {
    "verseNumber": "JER 4:7",
    "verseText": "Simba ametoka nje ya pango lake, mharabu wa mataifa amejipanga. Ametoka mahali pake ili aangamize nchi yenu. Miji yenu itakuwa magofu pasipo mtu wa kuishi humo."
  },
  {
    "verseNumber": "JER 4:8",
    "verseText": "Hivyo vaeni nguo za magunia, ombolezeni na kulia kwa huzuni, kwa kuwa hasira kali ya BWANA haijaondolewa kwetu."
  },
  {
    "verseNumber": "JER 4:9",
    "verseText": "“Katika siku ile,” asema BWANA “mfalme na maafisa watakata tamaa, makuhani watafadhaika, na manabii watashangazwa mno.”"
  },
  {
    "verseNumber": "JER 4:10",
    "verseText": "Ndipo niliposema, “Aa, BWANA Mwenyezi, umewadanganyaje kabisa watu hawa na Yerusalemu kwa kusema, ‘Mtakuwa na amani,’ wakati upanga uko kwenye koo zetu!”"
  },
  {
    "verseNumber": "JER 4:11",
    "verseText": "Wakati huo watu hawa na Yerusalemu wataambiwa, “Upepo wa moto kutoka miinuko iliyo kame katika jangwa unavuma kuelekea watu wangu, lakini sio kupepeta au kutakasa,"
  },
  {
    "verseNumber": "JER 4:12",
    "verseText": "upepo wenye nguvu sana kuliko wa kupepeta na kutakasa utakuja kwa amri yangu. Sasa natangaza hukumu zangu dhidi yao.”"
  },
  {
    "verseNumber": "JER 4:13",
    "verseText": "Tazama! Anakuja kama mawingu, magari yake yanakuja kama upepo wa kisulisuli, farasi wake wana mbio kuliko tai. Ole wetu! Tunaangamia!"
  },
  {
    "verseNumber": "JER 4:14",
    "verseText": "Ee Yerusalemu, usafishe uovu kutoka moyoni mwako na uokolewe. Utaendelea kuficha mawazo mapotovu mpaka lini?"
  },
  {
    "verseNumber": "JER 4:15",
    "verseText": "Sauti inatangaza kutoka Dani, ikipiga mbiu ya maafa kutoka vilima vya Efraimu."
  },
  {
    "verseNumber": "JER 4:16",
    "verseText": "“Waambie mataifa jambo hili, piga mbiu hii dhidi ya Yerusalemu: ‘Jeshi la kuzingira linakuja kutoka nchi ya mbali, likipiga kelele ya vita dhidi ya miji ya Yuda."
  },
  {
    "verseNumber": "JER 4:17",
    "verseText": "Wamemzunguka kama watu walindao shamba, kwa sababu amefanya uasi dhidi yangu,’ ” asema BWANA."
  },
  {
    "verseNumber": "JER 4:18",
    "verseText": "“Mwenendo wako na matendo yako mwenyewe yameleta haya juu yako. Hii ndiyo adhabu yako. Tazama jinsi ilivyo chungu! Tazama jinsi inavyochoma moyo!”"
  },
  {
    "verseNumber": "JER 4:19",
    "verseText": "Ee mtima wangu, mtima wangu! Ninagaagaa kwa maumivu. Ee maumivu makuu ya moyo wangu! Moyo wangu umefadhaika ndani yangu, siwezi kunyamaza. Kwa sababu nimesikia sauti ya tarumbeta, nimesikia kelele ya vita."
  },
  {
    "verseNumber": "JER 4:20",
    "verseText": "Maafa baada ya maafa, nchi yote imekuwa magofu. Kwa ghafula mahema yangu yameangamizwa, makazi yangu kwa muda mfupi."
  },
  {
    "verseNumber": "JER 4:21",
    "verseText": "Hata lini nitaendelea kuona bendera ya vita na kusikia sauti za tarumbeta?"
  },
  {
    "verseNumber": "JER 4:22",
    "verseText": "“Watu wangu ni wapumbavu, hawanijui mimi. Ni watoto wasio na akili, hawana ufahamu. Ni hodari kutenda mabaya, hawajui kutenda yaliyo mema.”"
  },
  {
    "verseNumber": "JER 4:23",
    "verseText": "Niliitazama dunia, nayo haikuwa na umbo tena ni tupu; niliziangalia mbingu, mianga ilikuwa imetoweka."
  },
  {
    "verseNumber": "JER 4:24",
    "verseText": "Niliitazama milima, nayo ilikuwa ikitetemeka, vilima vyote vilikuwa vikiyumbayumba."
  },
  {
    "verseNumber": "JER 4:25",
    "verseText": "Nilitazama, wala watu hawakuwepo; kila ndege wa angani alikuwa ameruka zake."
  },
  {
    "verseNumber": "JER 4:26",
    "verseText": "Nilitazama, hata nchi iliyokuwa imestawi vizuri imekuwa jangwa, miji yake yote ilikuwa magofu mbele za BWANA, mbele ya hasira yake kali."
  },
  {
    "verseNumber": "JER 4:27",
    "verseText": "Hivi ndivyo BWANA asemavyo: “Nchi yote itaharibiwa, ingawa sitaiangamiza kabisa."
  },
  {
    "verseNumber": "JER 4:28",
    "verseText": "Kwa hiyo dunia itaomboleza na mbingu zilizo juu zitakuwa giza, kwa sababu nimesema nami sitarudi nyuma, nimeamua na wala sitageuka.”"
  },
  {
    "verseNumber": "JER 4:29",
    "verseText": "Kwa sauti ya wapanda farasi na wapiga upinde kila mji unakimbia. Baadhi wanakimbilia vichakani, baadhi wanapanda juu ya miamba. Miji yote imeachwa, hakuna aishiye ndani yake."
  },
  {
    "verseNumber": "JER 4:30",
    "verseText": "Unafanya nini, ewe uliyeharibiwa? Kwa nini unajivika vazi jekundu na kuvaa vito vya dhahabu? Kwa nini unapaka macho yako rangi? Unajipamba bure. Wapenzi wako wanakudharau, wanautafuta uhai wako."
  },
  {
    "verseNumber": "JER 4:31",
    "verseText": "Nasikia kilio kama cha mwanamke katika utungu wa kuzaa, kilio cha uchungu kama cha anayemzaa mtoto wake wa kwanza: kilio cha Binti Sayuni akitweta ili aweze kupumua, akiinua mikono yake, akisema, “Ole wangu! Ninazimia; maisha yangu yamekabidhiwa kwa wauaji.”"
  },
  {
    "verseNumber": "JER 5:1",
    "verseText": "“Pandeni na kushuka katika mitaa ya Yerusalemu, tazameni pande zote na mtafakari, tafuteni katika viwanja vyake. Kama mtaweza kumpata hata mtu mmoja tu atendaye kwa uaminifu na kutafuta kweli, nitausamehe mji huu."
  },
  {
    "verseNumber": "JER 5:2",
    "verseText": "Ingawa wanasema, ‘Kwa hakika kama BWANA aishivyo,’ bado wanaapa kwa uongo.”"
  },
  {
    "verseNumber": "JER 5:3",
    "verseText": "Ee BWANA, je, macho yako hayaitafuti kweli? Uliwapiga, lakini hawakusikia maumivu, uliwapondaponda, lakini walikataa maonyo. Walifanya nyuso zao kuwa ngumu kuliko jiwe nao walikataa kutubu."
  },
  {
    "verseNumber": "JER 5:4",
    "verseText": "Ndipo nikasema, “Hawa ni maskini tu; wao ni wapumbavu, kwa maana hawaijui njia ya BWANA, sheria ya Mungu wao."
  },
  {
    "verseNumber": "JER 5:5",
    "verseText": "Kwa hiyo nitakwenda kwa viongozi na kuzungumza nao, hakika wao wanaijua njia ya BWANA, sheria ya Mungu wao.” Lakini kwa nia moja nao pia walikuwa wameivunja nira na kuvivunja vifungo."
  },
  {
    "verseNumber": "JER 5:6",
    "verseText": "Kwa hiyo simba kutoka mwituni atawashambulia, mbwa mwitu kutoka jangwani atawaangamiza, chui atawavizia karibu na miji yao, ili kumrarua vipande vipande yeyote atakayethubutu kutoka nje, kwa maana maasi yao ni makubwa, na kukengeuka kwao kumekuwa ni kwingi."
  },
  {
    "verseNumber": "JER 5:7",
    "verseText": "“Kwa nini niwasamehe? Watoto wenu wameniacha na kuapa kwa miungu ambayo si miungu. Niliwapatia mahitaji yao yote, lakini bado wamefanya uzinzi na kusongana katika nyumba za makahaba."
  },
  {
    "verseNumber": "JER 5:8",
    "verseText": "Wamelishwa vizuri, kama farasi waume wenye tamaa nyingi, kila mmoja akimlilia mke wa mwanaume mwingine."
  },
  {
    "verseNumber": "JER 5:9",
    "verseText": "Je, nisiwaadhibu kwa ajili ya hili?” asema BWANA. “Je, nisijilipizie kisasi juu ya taifa kama hili?"
  },
  {
    "verseNumber": "JER 5:10",
    "verseText": "“Piteni katika mashamba yake ya mizabibu na kuyaharibu, lakini msiangamize kabisa. Pogoeni matawi yake, kwa kuwa watu hawa sio wa BWANA."
  },
  {
    "verseNumber": "JER 5:11",
    "verseText": "Nyumba ya Israeli na nyumba ya Yuda wamekuwa si waaminifu kwangu kamwe,” asema BWANA."
  },
  {
    "verseNumber": "JER 5:12",
    "verseText": "Wamedanganya kuhusu BWANA. Wamesema, “Yeye hatafanya jambo lolote! Hakuna dhara litakalotupata; kamwe hatutaona upanga wala njaa."
  },
  {
    "verseNumber": "JER 5:13",
    "verseText": "Manabii ni upepo tu, wala neno halimo ndani yao, kwa hiyo hayo wayasemayo na yatendeke kwao.”"
  },
  {
    "verseNumber": "JER 5:14",
    "verseText": "Kwa hiyo hili ndilo asemalo BWANA Mungu Mwenye Nguvu Zote: “Kwa sababu watu hawa wamesema maneno haya, nitayafanya maneno yangu vinywani mwenu kuwa moto, na watu hawa wawe kuni zinazoliwa na huo moto."
  },
  {
    "verseNumber": "JER 5:15",
    "verseText": "Ee nyumba ya Israeli,” asema BWANA, “Ninaleta taifa toka mbali dhidi yako, taifa la kale na linaloendelea kudumu, taifa ambalo lugha yao huijui, wala msemo wao huwezi kuuelewa."
  },
  {
    "verseNumber": "JER 5:16",
    "verseText": "Podo zao ni kama kaburi lililo wazi, wote ni mashujaa hodari wa vita."
  },
  {
    "verseNumber": "JER 5:17",
    "verseText": "Watayaangamiza mazao yenu na chakula chenu, wataangamiza wana wenu na mabinti zenu; wataangamiza makundi yenu ya kondoo na ya ngʼombe, wataangamiza mizabibu yenu na mitini yenu. Kwa upanga wataangamiza miji yenye maboma mliyoitumainia."
  },
  {
    "verseNumber": "JER 5:18",
    "verseText": "“Hata hivyo katika siku hizo, sitakuangamiza kabisa,” asema BWANA."
  },
  {
    "verseNumber": "JER 5:19",
    "verseText": "“Nao watu watakapouliza, ‘Kwa nini BWANA, Mungu wetu ametufanyia mambo haya yote?’ utawaambia, ‘Kama vile mlivyoniacha mimi na kutumikia miungu migeni katika nchi yenu wenyewe, ndivyo sasa mtakavyowatumikia wageni katika nchi ambayo si yenu.’"
  },
  {
    "verseNumber": "JER 5:20",
    "verseText": "“Itangazie nyumba ya Yakobo hili na ulipigie mbiu katika Yuda:"
  },
  {
    "verseNumber": "JER 5:21",
    "verseText": "Sikieni hili, enyi watu wapumbavu, msio na akili, mlio na macho lakini hamwoni, mlio na masikio lakini hamsikii:"
  },
  {
    "verseNumber": "JER 5:22",
    "verseText": "Je, haiwapasi kuniogopa mimi?” asema BWANA. “Je, haiwapasi kutetemeka mbele zangu? Niliufanya mchanga kuwa mpaka wa bahari, kizuizi cha milele ambacho haiwezi kupita. Mawimbi yanaweza kuumuka, lakini hayawezi kuupita; yanaweza kunguruma, lakini hayawezi kuuvuka."
  },
  {
    "verseNumber": "JER 5:23",
    "verseText": "Lakini watu hawa wana mioyo ya ukaidi na ya uasi, wamegeukia mbali na kwenda zao."
  },
  {
    "verseNumber": "JER 5:24",
    "verseText": "Wao hawaambiani wenyewe, ‘Sisi na tumwogope BWANA Mungu wetu, anayetupatia mvua za masika na za vuli kwa majira yake, anayetuhakikishia majuma ya mavuno kwa utaratibu.’"
  },
  {
    "verseNumber": "JER 5:25",
    "verseText": "Matendo yenu mabaya yamezuia haya yote, dhambi zenu zimewazuia msipate mema."
  },
  {
    "verseNumber": "JER 5:26",
    "verseText": "“Miongoni mwa watu wangu wamo walio waovu wanaovizia kama watu wanaotega ndege, na kama wale wanaoweka mitego kuwakamata watu."
  },
  {
    "verseNumber": "JER 5:27",
    "verseText": "Kama vitundu vilivyojaa ndege, nyumba zao zimejaa udanganyifu; wamekuwa matajiri na wenye nguvu,"
  },
  {
    "verseNumber": "JER 5:28",
    "verseText": "wamenenepa na kunawiri. Matendo yao maovu hayana kikomo; hawatetei mashauri ya yatima wapate kushinda, hawatetei haki za maskini."
  },
  {
    "verseNumber": "JER 5:29",
    "verseText": "Je, nisiwaadhibu kwa ajili ya hili?” asema BWANA. “Je, nisijilipizie kisasi juu ya taifa kama hili?"
  },
  {
    "verseNumber": "JER 5:30",
    "verseText": "“Jambo la kutisha na kushtusha limetokea katika nchi hii:"
  },
  {
    "verseNumber": "JER 5:31",
    "verseText": "Manabii wanatabiri uongo, makuhani wanatawala kwa mamlaka yao wenyewe, nao watu wangu wanapenda hivyo. Lakini mtafanya nini mwisho wake?"
  },
  {
    "verseNumber": "JER 6:1",
    "verseText": "“Kimbieni kwa usalama wenu, enyi watu wa Benyamini! Kimbieni kutoka Yerusalemu! Pigeni tarumbeta katika Tekoa! Inueni ishara juu ya Beth-Hakeremu! Kwa kuwa maafa yanaonekana yakitoka kaskazini, na uharibifu wa kutisha."
  },
  {
    "verseNumber": "JER 6:2",
    "verseText": "Nitamwangamiza Binti Sayuni, aliye mzuri sana na mwororo."
  },
  {
    "verseNumber": "JER 6:3",
    "verseText": "Wachungaji pamoja na makundi yao watakuja dhidi yake; watapiga mahema yao kumzunguka, kila mmoja akichunga kundi lake mwenyewe.”"
  },
  {
    "verseNumber": "JER 6:4",
    "verseText": "“Jiandaeni kwa vita dhidi yake! Inukeni tumshambulie mchana! Lakini, ole wetu, mchana unaisha, na vivuli vya jioni vinazidi kuwa virefu."
  },
  {
    "verseNumber": "JER 6:5",
    "verseText": "Kwa hiyo inukeni, tufanye mashambulizi usiku, na kuharibu ngome zake!”"
  },
  {
    "verseNumber": "JER 6:6",
    "verseText": "Hivi ndivyo asemavyo BWANA Mwenye Nguvu Zote: “Kateni miti mjenge boma kuzunguka Yerusalemu. Mji huu ni lazima uadhibiwe, umejazwa na uonevu."
  },
  {
    "verseNumber": "JER 6:7",
    "verseText": "Kama vile kisima kinavyomwaga maji yake, ndivyo anavyomwaga uovu wake. Ukatili na maangamizi yasikika ndani yake, ugonjwa wake na majeraha yake viko mbele yangu daima."
  },
  {
    "verseNumber": "JER 6:8",
    "verseText": "Pokea onyo, ee Yerusalemu, la sivyo nitageukia mbali nawe na kuifanya nchi yako kuwa ukiwa, asiweze mtu kuishi ndani yake.”"
  },
  {
    "verseNumber": "JER 6:9",
    "verseText": "Hivi ndivyo asemavyo BWANA Mwenye Nguvu Zote: “Wao na wayakusanye mabaki ya Israeli kwa uangalifu kama kwenye mzabibu; pitisha mkono wako kwenye matawi tena, kama yeye avunaye zabibu.”"
  },
  {
    "verseNumber": "JER 6:10",
    "verseText": "Niseme na nani na kumpa onyo? Ni nani atakayenisikiliza mimi? Masikio yao yameziba, kwa hiyo hawawezi kusikia. Neno la BWANA ni chukizo kwao, hawalifurahii."
  },
  {
    "verseNumber": "JER 6:11",
    "verseText": "Lakini nimejaa ghadhabu ya BWANA, nami siwezi kuizuia. “Wamwagie watoto walioko barabarani, na juu ya vijana waume waliokusanyika; mume na mke watakumbwa pamoja ndani yake, hata nao wazee waliolemewa na miaka."
  },
  {
    "verseNumber": "JER 6:12",
    "verseText": "Nyumba zao zitapewa watu wengine, pamoja na mashamba yao na wake zao, nitakapounyoosha mkono wangu dhidi ya wale waishio katika nchi,” asema BWANA."
  },
  {
    "verseNumber": "JER 6:13",
    "verseText": "“Kuanzia aliye mdogo kabisa hadi aliye mkubwa kabisa, wote wana tamaa ya kupata faida zaidi; manabii na makuhani wanafanana, wote wanafanya udanganyifu."
  },
  {
    "verseNumber": "JER 6:14",
    "verseText": "Wanafunga majeraha ya watu wangu bila uangalifu. Wanasema, ‘Amani, amani,’ wakati hakuna amani."
  },
  {
    "verseNumber": "JER 6:15",
    "verseText": "Je, wanaona aibu kwa ajili ya tabia yao inayochukiza mno? Hapana, hawana aibu hata kidogo; hawajui hata kuona haya. Kwa hiyo wataanguka miongoni mwa hao walioanguka, watashushwa chini nitakapowaadhibu,” asema BWANA."
  },
  {
    "verseNumber": "JER 6:16",
    "verseText": "Hivi ndivyo asemavyo BWANA: “Simama kwenye njia panda utazame, ulizia mapito ya zamani, ulizia wapi ilipo njia nzuri, uifuate hiyo, nanyi mtapata raha nafsini mwenu. Lakini ninyi mlisema, ‘Hatutaipita hiyo.’"
  },
  {
    "verseNumber": "JER 6:17",
    "verseText": "Niliweka walinzi juu yenu na kusema, ‘Sikieni sauti ya tarumbeta!’ Lakini mkasema, ‘Hatutasikiliza.’"
  },
  {
    "verseNumber": "JER 6:18",
    "verseText": "Kwa hiyo sikilizeni, enyi mataifa, angalieni, enyi mashahidi, lile litakalowatokea."
  },
  {
    "verseNumber": "JER 6:19",
    "verseText": "Sikia, ee nchi: Ninaleta maafa juu ya watu hawa, matunda ya mipango yao, kwa sababu hawakusikiliza maneno yangu na wameikataa sheria yangu."
  },
  {
    "verseNumber": "JER 6:20",
    "verseText": "Unanifaa nini uvumba kutoka Sheba, au udi wa harufu nzuri kutoka nchi ya mbali? Sadaka zako za kuteketezwa hazikubaliki, dhabihu zako hazinifurahishi mimi.”"
  },
  {
    "verseNumber": "JER 6:21",
    "verseText": "Kwa hiyo hivi ndivyo asemavyo BWANA: “Nitaweka vikwazo mbele ya watu hawa. Baba na wana wao watajikwaa juu yake, majirani na marafiki wataangamia.”"
  },
  {
    "verseNumber": "JER 6:22",
    "verseText": "Hivi ndivyo asemavyo BWANA: “Tazama, jeshi linakuja kutoka nchi ya kaskazini, taifa kubwa linaamshwa kutoka miisho ya dunia."
  },
  {
    "verseNumber": "JER 6:23",
    "verseText": "Wamejifunga pinde na mkuki, ni wakatili na hawana huruma. Wanatoa sauti kama bahari inayonguruma wanapoendesha farasi zao. Wanakuja kama watu waliojipanga tayari kwa vita ili kukushambulia, ee Binti Sayuni.”"
  },
  {
    "verseNumber": "JER 6:24",
    "verseText": "Tumesikia taarifa zao, nayo mikono yetu imelegea. Uchungu umetushika, maumivu kama ya mwanamke katika utungu wa kuzaa."
  },
  {
    "verseNumber": "JER 6:25",
    "verseText": "Usitoke kwenda mashambani au kutembea barabarani, kwa kuwa adui ana upanga, na kuna vitisho kila upande."
  },
  {
    "verseNumber": "JER 6:26",
    "verseText": "Enyi watu wangu, vaeni magunia mjivingirishe kwenye majivu, ombolezeni kwa kilio cha uchungu kama amliliaye mwana pekee, kwa maana ghafula mharabu atatujia."
  },
  {
    "verseNumber": "JER 6:27",
    "verseText": "“Nimekufanya wewe kuwa kitu cha kujaribu chuma, nao watu wangu kama mawe yenye madini, ili upate kuzijua na kuzijaribu njia zao."
  },
  {
    "verseNumber": "JER 6:28",
    "verseText": "Wote ni waasi sugu, wakienda huku na huko kusengenya. Wao ni shaba na chuma, wote wanatenda upotovu."
  },
  {
    "verseNumber": "JER 6:29",
    "verseText": "Mivuo inavuma kwa nguvu, kinachoungua kwa huo moto ni risasi, lakini pamoja na kusafisha kote huku ni bure; waovu hawaondolewi."
  },
  {
    "verseNumber": "JER 6:30",
    "verseText": "Wanaitwa fedha iliyokataliwa, kwa sababu BWANA amewakataa.”"
  },
  {
    "verseNumber": "JER 7:1",
    "verseText": "Hili ndilo neno lililomjia Yeremia kutoka kwa BWANA:"
  },
  {
    "verseNumber": "JER 7:2",
    "verseText": "“Simama kwenye lango la nyumba ya BWANA, na huko upige mbiu ya ujumbe huu: “ ‘Sikieni neno la BWANA, enyi watu wote wa Yuda mliokuja kupitia malango haya ili kumwabudu BWANA."
  },
  {
    "verseNumber": "JER 7:3",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote, Mungu wa Israeli: Tengenezeni njia zenu na matendo yenu, nami nitawaacha mkae mahali hapa."
  },
  {
    "verseNumber": "JER 7:4",
    "verseText": "Msitumainie maneno ya udanganyifu na kusema, “Hili ni Hekalu la BWANA, Hekalu la BWANA, Hekalu la BWANA!”"
  },
  {
    "verseNumber": "JER 7:5",
    "verseText": "Kama kweli mkibadili njia zenu na matendo yenu, mkatendeana haki kila mmoja na mwenzake,"
  },
  {
    "verseNumber": "JER 7:6",
    "verseText": "kama msipomwonea mgeni, yatima wala mjane, na kumwaga damu isiyo na hatia mahali hapa, nanyi kama msipofuata miungu mingine kwa madhara yenu wenyewe,"
  },
  {
    "verseNumber": "JER 7:7",
    "verseText": "ndipo nitawaacha mkae mahali hapa, katika nchi niliyowapa baba zenu milele na milele."
  },
  {
    "verseNumber": "JER 7:8",
    "verseText": "Lakini tazama, mnatumainia maneno ya udanganyifu yasiyo na maana."
  },
  {
    "verseNumber": "JER 7:9",
    "verseText": "“ ‘Je, mtaiba na kuua, mtazini na kuapa kwa uongo, na kufukiza uvumba kwa Baali, na kufuata miungu mingine ambayo hamkuijua,"
  },
  {
    "verseNumber": "JER 7:10",
    "verseText": "kisha mje na kusimama mbele yangu katika nyumba hii inayoitwa kwa Jina langu, mkisema, “Tuko salama.” Salama kwa kufanya mambo haya yote ya kuchukiza?"
  },
  {
    "verseNumber": "JER 7:11",
    "verseText": "Je, nyumba hii, iitwayo kwa Jina langu, imekuwa pango la wanyangʼanyi kwenu? Lakini nimekuwa nikiona yanayotendeka! asema BWANA."
  },
  {
    "verseNumber": "JER 7:12",
    "verseText": "“ ‘Nendeni sasa mahali pangu palipokuwa huko Shilo, mahali ambapo nilipafanya pa kwanza kuwa makao ya Jina langu, nanyi mwone lile nililopafanyia kwa ajili ya uovu wa watu wangu Israeli."
  },
  {
    "verseNumber": "JER 7:13",
    "verseText": "Mlipokuwa mnafanya yote haya, asema BWANA, nilisema nanyi tena na tena, lakini hamkusikiliza; niliwaita, lakini hamkujibu."
  },
  {
    "verseNumber": "JER 7:14",
    "verseText": "Kwa hiyo, nililolifanyia Shilo, nitalifanya sasa kwa nyumba hii iitwayo kwa Jina langu, Hekalu mnalolitumainia, mahali nilipowapa ninyi na baba zenu."
  },
  {
    "verseNumber": "JER 7:15",
    "verseText": "Nitawafukuza mbele yangu, kama nilivyowafanyia ndugu zenu, watu wa Efraimu.’"
  },
  {
    "verseNumber": "JER 7:16",
    "verseText": "“Kwa hiyo usiombe kwa ajili ya watu hawa, wala usinililie, na usifanye maombi kwa ajili yao; usinisihi, kwa sababu sitakusikiliza."
  },
  {
    "verseNumber": "JER 7:17",
    "verseText": "Je, huyaoni hayo wanayoyatenda katika miji ya Yuda na katika barabara za Yerusalemu?"
  },
  {
    "verseNumber": "JER 7:18",
    "verseText": "Watoto wanakusanya kuni, baba zao wanawasha moto, na wanawake wanakanda unga na kuoka mikate kwa ajili ya Malkia wa Mbinguni. Wanamimina sadaka za vinywaji kwa miungu mingine ili kunikasirisha."
  },
  {
    "verseNumber": "JER 7:19",
    "verseText": "Lakini je, mimi ndiye wanayenikasirisha? asema BWANA. Je, hawajiumizi wenyewe na kujiaibisha?"
  },
  {
    "verseNumber": "JER 7:20",
    "verseText": "“ ‘Kwa hiyo hivi ndivyo asemavyo BWANA Mwenyezi: Hasira yangu na ghadhabu yangu itamwagwa mahali hapa, juu ya mwanadamu na mnyama, juu ya miti ya shambani na juu ya matunda ya ardhini, nayo itaungua pasipo kuzimwa."
  },
  {
    "verseNumber": "JER 7:21",
    "verseText": "“ ‘Hivi ndivyo asemavyo BWANA Mwenye Nguvu Zote, Mungu wa Israeli: Endeleeni, ongezeni sadaka zenu za kuteketezwa juu ya dhabihu zenu nyingine, mle nyama hiyo wenyewe!"
  },
  {
    "verseNumber": "JER 7:22",
    "verseText": "Kwa kuwa nilipowaleta baba zenu kutoka Misri na kusema nao, sikuwapa amri kuhusu sadaka za kuteketezwa na dhabihu tu,"
  },
  {
    "verseNumber": "JER 7:23",
    "verseText": "lakini niliwapa amri hii nikisema: Nitiini mimi, nami nitakuwa Mungu wenu nanyi mtakuwa watu wangu. Enendeni katika njia zote ninazowaamuru ili mpate kufanikiwa."
  },
  {
    "verseNumber": "JER 7:24",
    "verseText": "Lakini hawakusikiliza wala kujali. Badala yake, walifuata ukaidi wa mioyo yao miovu. Walirudi nyuma badala ya kusonga mbele."
  },
  {
    "verseNumber": "JER 7:25",
    "verseText": "Tangu wakati ule baba zenu walipotoka Misri hadi sasa, siku baada ya siku, tena na tena nimewatumia watumishi wangu manabii."
  },
  {
    "verseNumber": "JER 7:26",
    "verseText": "Lakini hawakunisikiliza wala hawakujali. Walikuwa na shingo ngumu na kufanya maovu kuliko baba zao.’"
  },
  {
    "verseNumber": "JER 7:27",
    "verseText": "“Utakapowaambia haya yote, hawatakusikiliza; utakapowaita, hawatajibu."
  },
  {
    "verseNumber": "JER 7:28",
    "verseText": "Kwa hiyo waambie, ‘Hili ni taifa ambalo halimtii BWANA, Mungu wao, wala kukubali maonyo. Kweli imekufa, imetoweka midomoni mwao."
  },
  {
    "verseNumber": "JER 7:29",
    "verseText": "Nyoeni nywele zenu na kuzitupa, ombolezeni katika miinuko iliyo kame, kwa kuwa BWANA amekikataa na kukiacha kizazi hiki kilichomkasirisha."
  },
  {
    "verseNumber": "JER 7:30",
    "verseText": "“ ‘Watu wa Yuda wamefanya maovu machoni pangu, asema BWANA. Wameziweka sanamu zao za machukizo ndani ya nyumba iitwayo kwa Jina langu, na wameitia unajisi."
  },
  {
    "verseNumber": "JER 7:31",
    "verseText": "Wamejenga mahali pa juu pa kuabudia sanamu pa Tofethi kwenye Bonde la Ben-Hinomu ili kuwateketeza wana wao na binti zao kwenye moto, kitu ambacho sikuamuru, wala hakikuingia akilini mwangu."
  },
  {
    "verseNumber": "JER 7:32",
    "verseText": "Kwa hiyo mjihadhari, siku zinakuja, asema BWANA, wakati watu watakapokuwa hawapaiti Tofethi au Bonde la Ben-Hinomu, lakini watapaita Bonde la Machinjo, kwa sababu watawazika wafu huko Tofethi mpaka pasiwe tena nafasi."
  },
  {
    "verseNumber": "JER 7:33",
    "verseText": "Ndipo mizoga ya watu hawa itakuwa chakula cha ndege wa angani na wanyama wa nchi, wala hapatakuwepo na yeyote wa kuwafukuza."
  },
  {
    "verseNumber": "JER 7:34",
    "verseText": "Nitazikomesha sauti za shangwe na furaha, na sauti za bwana arusi na bibi arusi katikati ya miji ya Yuda na barabara za Yerusalemu, kwa sababu nchi itakuwa ukiwa."
  },
  {
    "verseNumber": "JER 8:1",
    "verseText": "“ ‘Wakati huo, asema BWANA, mifupa ya wafalme na maafisa wa Yuda, mifupa ya makuhani na manabii, na mifupa ya watu wa Yerusalemu itaondolewa kutoka makaburi yao."
  },
  {
    "verseNumber": "JER 8:2",
    "verseText": "Itawekwa wazi kwa jua, na mwezi, na nyota zote za mbingu, ambazo walizipenda na kuzitumikia, na ambazo wamezifuata kutafuta ushauri na kuziabudu. Hawatakusanywa pamoja au kuzikwa, lakini watakuwa kama mavi yaliyotapakaa juu ya ardhi."
  },
  {
    "verseNumber": "JER 8:3",
    "verseText": "Popote nitakapowafukuzia, mabaki wote wa kizazi hiki kiovu watatamani kufa kuliko kuishi, asema BWANA Mwenye Nguvu Zote.’"
  },
  {
    "verseNumber": "JER 8:4",
    "verseText": "“Waambie, ‘Hivi ndivyo asemavyo BWANA: “ ‘Je, watu wanapoanguka hawainuki? Je, mtu anapopotea harudi?"
  },
  {
    "verseNumber": "JER 8:5",
    "verseText": "Kwa nini basi watu hawa walipotea? Kwa nini Yerusalemu inapotea kila mara? Wanangʼangʼania udanganyifu na wanakataa kurudi."
  },
  {
    "verseNumber": "JER 8:6",
    "verseText": "Nimewasikiliza kwa makini, lakini hawataki kusema lililo sawa. Hakuna anayetubia makosa yake akisema, “Nimefanya nini?” Kila mmoja hufuata njia yake mwenyewe kama farasi anayekwenda vitani."
  },
  {
    "verseNumber": "JER 8:7",
    "verseText": "Hata korongo aliyeko angani anayajua majira yake yaliyoamriwa, nao njiwa, mbayuwayu na koikoi hufuata majira yao ya kurudi. Lakini watu wangu hawajui BWANA anachotaka kwao."
  },
  {
    "verseNumber": "JER 8:8",
    "verseText": "“ ‘Mwawezaje kusema, “Sisi tuna busara kwa sababu tunayo sheria ya BWANA,” wakati ambapo kwa hakika kalamu ya uongo ya waandishi imeandika kwa udanganyifu?"
  },
  {
    "verseNumber": "JER 8:9",
    "verseText": "Wenye hekima wataaibika, watafadhaika na kunaswa. Kwa kuwa wamelikataa neno la BWANA, hiyo hekima waliyo nayo ni ya namna gani?"
  },
  {
    "verseNumber": "JER 8:10",
    "verseText": "Kwa hiyo nitawapa watu wengine wake zao, na mashamba yao kwa wamiliki wengine. Kuanzia aliye mdogo kabisa hadi aliye mkubwa kabisa, wote wana tamaa ya kupata zaidi; manabii na makuhani wanafanana, wote wanafanya udanganyifu."
  },
  {
    "verseNumber": "JER 8:11",
    "verseText": "Wanafunga majeraha ya watu wangu bila uangalifu. Wanasema, “Amani, amani,” wakati hakuna amani."
  },
  {
    "verseNumber": "JER 8:12",
    "verseText": "Je, wanaona aibu kwa ajili ya tabia yao inayochukiza mno? Hapana, hawana aibu hata kidogo, hawajui hata kuona haya. Kwa hiyo wataanguka miongoni mwa hao walioanguka, watashushwa chini watakapoadhibiwa, asema BWANA."
  },
  {
    "verseNumber": "JER 8:13",
    "verseText": "“ ‘Nitayaondoa mavuno yao, asema BWANA. Hapatakuwepo zabibu kwenye mzabibu. Hapatakuwepo na tini kwenye mtini, majani yake yatanyauka. Kile nilichowapa watanyangʼanywa.’ ”"
  },
  {
    "verseNumber": "JER 8:14",
    "verseText": "“Kwa nini tunaketi hapa? Kusanyikeni pamoja! Tukimbilie kwenye miji yenye maboma, tukaangamie huko! Kwa kuwa BWANA, Mungu wetu ametuhukumu kuangamia, na kutupa maji yenye sumu tunywe, kwa sababu tumemtenda dhambi."
  },
  {
    "verseNumber": "JER 8:15",
    "verseText": "Tulitegemea amani, lakini hakuna jema lililokuja, tulitegemea wakati wa kupona, lakini kulikuwa hofu tu."
  },
  {
    "verseNumber": "JER 8:16",
    "verseText": "Mkoromo wa farasi za adui umesikika kuanzia Dani, kwa mlio wa madume yao ya farasi, nchi yote inatetemeka. Wamekuja kuangamiza nchi na vyote vilivyomo, mji na wote waishio ndani yake.”"
  },
  {
    "verseNumber": "JER 8:17",
    "verseText": "“Tazama, nitatuma nyoka wenye sumu kali katikati yenu, fira ambao hawawezi kulogwa, nao watawauma,” asema BWANA."
  },
  {
    "verseNumber": "JER 8:18",
    "verseText": "Ee Mfariji wangu katika huzuni, moyo wangu umezimia ndani yangu."
  },
  {
    "verseNumber": "JER 8:19",
    "verseText": "Sikia kilio cha watu wangu kutoka nchi ya mbali: “Je, BWANA hayuko Sayuni? Je, Mfalme wake hayuko tena huko?” “Kwa nini wamenikasirisha kwa vinyago vyao, kwa sanamu zao za kigeni zisizofaa?”"
  },
  {
    "verseNumber": "JER 8:20",
    "verseText": "“Mavuno yamepita, kiangazi kimekwisha, nasi hatujaokolewa.”"
  },
  {
    "verseNumber": "JER 8:21",
    "verseText": "Kwa kuwa watu wangu wamepondwa, nami nimepondeka pia; ninaomboleza, nayo hofu kuu imenishika."
  },
  {
    "verseNumber": "JER 8:22",
    "verseText": "Je, hakuna zeri ya kuponya katika Gileadi? Je, hakuna tabibu huko? Kwa nini basi hakuna uponyaji wa majeraha ya watu wangu?"
  },
  {
    "verseNumber": "JER 9:1",
    "verseText": "Laiti kichwa changu kingekuwa chemchemi ya maji na macho yangu yangekuwa kisima cha machozi! Ningelia usiku na mchana kwa kuuawa kwa watu wangu."
  },
  {
    "verseNumber": "JER 9:2",
    "verseText": "Laiti ningekuwa na nyumba ya kukaa wasafiri jangwani, ningewaacha watu wangu na kwenda mbali nao, kwa kuwa wote ni wazinzi, kundi la watu wadanganyifu."
  },
  {
    "verseNumber": "JER 9:3",
    "verseText": "“Huweka tayari ndimi zao kama upinde, ili kurusha uongo; wamekuwa na nguvu katika nchi lakini si katika ukweli. Wanatoka dhambi moja hadi nyingine, hawanitambui mimi,” asema BWANA."
  },
  {
    "verseNumber": "JER 9:4",
    "verseText": "“Jihadhari na rafiki zako; usiwaamini ndugu zako. Kwa kuwa kila ndugu ni mdanganyifu, na kila rafiki ni msingiziaji."
  },
  {
    "verseNumber": "JER 9:5",
    "verseText": "Rafiki humdanganya rafiki, hakuna yeyote asemaye kweli. Wamefundisha ndimi zao kudanganya, wanajichosha wenyewe katika kutenda dhambi."
  },
  {
    "verseNumber": "JER 9:6",
    "verseText": "Unakaa katikati ya udanganyifu; katika udanganyifu wao wanakataa kunitambua mimi,” asema BWANA."
  },
  {
    "verseNumber": "JER 9:7",
    "verseText": "Kwa hiyo hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Tazama, nitawasafisha na kuwajaribu, kwani ni nini kingine niwezacho kufanya kwa sababu ya dhambi ya watu wangu?"
  },
  {
    "verseNumber": "JER 9:8",
    "verseText": "Ndimi zao ni mshale wenye sumu, hunena kwa udanganyifu. Kwa kinywa chake kila mmoja huzungumza maneno mazuri na jirani yake, lakini moyoni mwake humtegea mtego."
  },
  {
    "verseNumber": "JER 9:9",
    "verseText": "Je, nisiwaadhibu kwa ajili ya jambo hili?” asema BWANA. “Je, nisijilipizie kisasi kwa taifa kama hili?”"
  },
  {
    "verseNumber": "JER 9:10",
    "verseText": "Nitalia na kuomboleza kwa ajili ya milima na kuomboleza kuhusu malisho ya jangwani. Yamekuwa ukiwa, wala hakuna apitaye humo, milio ya ngʼombe haisikiki. Ndege wa angani wametoroka na wanyama wamekimbia."
  },
  {
    "verseNumber": "JER 9:11",
    "verseText": "“Nitaifanya Yerusalemu lundo la magofu, makao ya mbweha; nami nitaifanya miji ya Yuda kuwa ukiwa ili asiwepo atakayeishi humo.”"
  },
  {
    "verseNumber": "JER 9:12",
    "verseText": "Ni mtu yupi aliye na hekima ya kutosha ayaelewe haya? Ni nani aliyefundishwa na BWANA awezaye kuyaeleza haya? Kwa nini nchi imeharibiwa na kufanywa ukiwa kama jangwa ambapo hakuna awezaye kupita?"
  },
  {
    "verseNumber": "JER 9:13",
    "verseText": "BWANA akasema, “Ni kwa sababu wameiacha sheria yangu, niliyoiweka mbele yao: hawajaniheshimu mimi wala kufuata sheria yangu."
  },
  {
    "verseNumber": "JER 9:14",
    "verseText": "Badala yake wamefuata ukaidi wa mioyo yao, wamefuata Mabaali, kama vile baba zao walivyowafundisha.”"
  },
  {
    "verseNumber": "JER 9:15",
    "verseText": "Kwa hiyo, hivi ndivyo asemavyo BWANA Mwenye Nguvu Zote, Mungu wa Israeli: “Tazama, nitawafanya watu hawa wale chakula kichungu na kunywa maji yenye sumu."
  },
  {
    "verseNumber": "JER 9:16",
    "verseText": "Nitawatawanya katika mataifa ambayo wao wala baba zao hawakuwajua, nikiwafuata kwa upanga mpaka niwe nimewaangamiza kabisa.”"
  },
  {
    "verseNumber": "JER 9:17",
    "verseText": "Hivi ndivyo asemavyo BWANA Mwenye Nguvu Zote: “Fikiri sasa! Waite wanawake waombolezao waje, waite wale walio na ustadi kuliko wote."
  },
  {
    "verseNumber": "JER 9:18",
    "verseText": "Nao waje upesi na kutuombolezea, mpaka macho yetu yafurike machozi na vijito vya maji vitoke kwenye kope zetu."
  },
  {
    "verseNumber": "JER 9:19",
    "verseText": "Sauti ya kuomboleza imesikika kutoka Sayuni: ‘Tazama jinsi tulivyoangamizwa! Tazama jinsi aibu yetu ilivyo kubwa! Ni lazima tuihame nchi yetu kwa sababu nyumba zetu zimekuwa magofu.’ ”"
  },
  {
    "verseNumber": "JER 9:20",
    "verseText": "Basi, enyi wanawake, sikieni neno la BWANA; fungueni masikio yenu msikie maneno ya kinywa chake. Wafundisheni binti zenu kuomboleza; fundishaneni kila mmoja na mwenzake maombolezo."
  },
  {
    "verseNumber": "JER 9:21",
    "verseText": "Mauti imeingia ndani kupitia madirishani, imeingia kwenye majumba yetu ya fahari; imewakatilia mbali watoto katika barabara na vijana waume kutoka viwanja vya miji."
  },
  {
    "verseNumber": "JER 9:22",
    "verseText": "Sema, “Hili ndilo asemalo BWANA: “ ‘Maiti za wanaume zitalala kama mavi katika mashamba, kama malundo ya nafaka nyuma ya mvunaji, wala hakuna anayekusanya.’ ”"
  },
  {
    "verseNumber": "JER 9:23",
    "verseText": "Hili ndilo asemalo BWANA: “Mwenye hekima asijisifu katika hekima yake, au mwenye nguvu ajisifu katika nguvu zake, wala tajiri ajisifu katika utajiri wake,"
  },
  {
    "verseNumber": "JER 9:24",
    "verseText": "lakini yeye ajisifuye, na ajisifu kwa sababu hili: kwamba ananifahamu na kunijua mimi, kwamba mimi ndimi BWANA, nitendaye wema, hukumu na haki duniani, kwa kuwa napendezwa na haya,” asema BWANA."
  },
  {
    "verseNumber": "JER 9:25",
    "verseText": "“Siku zinakuja, nitakapowaadhibu wale wote ambao wametahiriwa kimwili tu, asema BWANA,"
  },
  {
    "verseNumber": "JER 9:26",
    "verseText": "yaani Misri, Yuda, Edomu, Amoni, Moabu na wote wanaoishi jangwani sehemu za mbali. Kwa maana mataifa haya yote hayakutahiriwa mioyo yao, nayo nyumba yote ya Israeli haikutahiriwa.”"
  },
  {
    "verseNumber": "JER 10:1",
    "verseText": "Sikieni lile ambalo BWANA, anena nanyi ee nyumba ya Israeli."
  },
  {
    "verseNumber": "JER 10:2",
    "verseText": "Hili ndilo asemalo BWANA: “Usijifunze njia za mataifa wala usitishwe na ishara katika anga, ingawa mataifa yanatishwa nazo."
  },
  {
    "verseNumber": "JER 10:3",
    "verseText": "Kwa maana desturi za mataifa hazina maana, wanakata mti msituni, na fundi anauchonga kwa patasi."
  },
  {
    "verseNumber": "JER 10:4",
    "verseText": "Wanaparemba kwa fedha na dhahabu, wanakikaza kwa nyundo na misumari ili kisitikisike."
  },
  {
    "verseNumber": "JER 10:5",
    "verseText": "Sanamu zao ni kama sanamu iliyowekwa shambani la matango kutishia ndege nazo haziwezi kuongea; sharti zibebwe sababu haziwezi kutembea. Usiziogope; haziwezi kudhuru, wala kutenda lolote jema.”"
  },
  {
    "verseNumber": "JER 10:6",
    "verseText": "Hakuna aliye kama wewe, Ee BWANA; wewe ni mkuu, jina lako ni lenye nguvu katika uweza."
  },
  {
    "verseNumber": "JER 10:7",
    "verseText": "Ni nani ambaye haimpasi kukuheshimu wewe, Ee Mfalme wa mataifa? Hii ni stahili yako. Miongoni mwa watu wote wenye hekima katika mataifa na katika falme zao zote, hakuna aliye kama wewe."
  },
  {
    "verseNumber": "JER 10:8",
    "verseText": "Wote hawana akili, tena ni wapumbavu, wanafundishwa na sanamu za miti zisizofaa lolote."
  },
  {
    "verseNumber": "JER 10:9",
    "verseText": "Huleta fedha iliyofuliwa kutoka Tarshishi na dhahabu kutoka Ufazi. Kile ambacho fundi na sonara wametengeneza huvikwa mavazi ya rangi ya samawi na urujuani: vyote vikiwa vimetengenezwa na mafundi stadi."
  },
  {
    "verseNumber": "JER 10:10",
    "verseText": "Lakini BWANA ni Mungu wa kweli, yeye ndiye Mungu aliye hai, Mfalme wa milele. Anapokasirika, dunia hutetemeka, mataifa hayawezi kustahimili hasira yake."
  },
  {
    "verseNumber": "JER 10:11",
    "verseText": "“Waambie hivi: ‘Miungu hii, ambayo haikuumba mbingu na dunia, itaangamia kutoka dunia na kutoka chini ya mbingu.’ ”"
  },
  {
    "verseNumber": "JER 10:12",
    "verseText": "Lakini Mungu aliiumba dunia kwa uweza wake, akaweka misingi ya ulimwengu kwa hekima yake, na akazitandaza mbingu kwa ufahamu wake."
  },
  {
    "verseNumber": "JER 10:13",
    "verseText": "Atoapo sauti yake, maji yaliyo katika mbingu hunguruma; huyafanya mawingu yainuke kutoka miisho ya dunia. Hupeleka umeme wa radi pamoja na mvua, naye huuleta upepo kutoka ghala zake."
  },
  {
    "verseNumber": "JER 10:14",
    "verseText": "Kila mmoja ni mjinga na hana maarifa, kila sonara ameaibishwa na sanamu zake. Vinyago vyake ni vya udanganyifu, havina pumzi ndani yavyo."
  },
  {
    "verseNumber": "JER 10:15",
    "verseText": "Havifai kitu, ni vitu vya kufanyia mzaha tu, hukumu yavyo itakapowadia, vitaangamia."
  },
  {
    "verseNumber": "JER 10:16",
    "verseText": "Yeye aliye Fungu la Yakobo sivyo alivyo, kwani ndiye Muumba wa vitu vyote, pamoja na Israeli, kabila la urithi wake: BWANA Mwenye Nguvu Zote ndilo jina lake."
  },
  {
    "verseNumber": "JER 10:17",
    "verseText": "Kusanyeni mali na vitu vyenu mwondoke nchi hii, enyi mnaoishi katika hali ya kuzingirwa na jeshi."
  },
  {
    "verseNumber": "JER 10:18",
    "verseText": "Kwa kuwa hili ndilo asemalo BWANA: “Wakati huu, nitawatupa nje kwa nguvu wote waishio katika nchi hii; nitawataabisha ili waweze kutekwa.”"
  },
  {
    "verseNumber": "JER 10:19",
    "verseText": "Ole wangu mimi kwa ajili ya kuumia kwangu! Jeraha langu ni kubwa! Lakini nilisema, “Kweli hii ni adhabu yangu, nami sharti niistahimili.”"
  },
  {
    "verseNumber": "JER 10:20",
    "verseText": "Hema langu limeangamizwa; kamba zake zote zimekatwa. Wana wangu wametekwa na hawapo tena; hakuna hata mmoja aliyebaki wa kusimamisha hema langu wala wa kusimamisha kibanda changu."
  },
  {
    "verseNumber": "JER 10:21",
    "verseText": "Wachungaji hawana akili wala hawamuulizi BWANA, hivyo hawastawi na kundi lao lote la kondoo limetawanyika."
  },
  {
    "verseNumber": "JER 10:22",
    "verseText": "Sikilizeni! Taarifa inakuja: ghasia kubwa kutoka nchi ya kaskazini! Hii itafanya miji ya Yuda ukiwa, makao ya mbweha."
  },
  {
    "verseNumber": "JER 10:23",
    "verseText": "Ninajua, Ee BWANA, kwamba maisha ya mwanadamu si yake mwenyewe; hawezi kuziongoza hatua zake mwenyewe."
  },
  {
    "verseNumber": "JER 10:24",
    "verseText": "Unirudi, Ee BWANA, lakini kwa kipimo cha haki: si katika hasira yako, usije ukaniangamiza."
  },
  {
    "verseNumber": "JER 10:25",
    "verseText": "Umwage ghadhabu yako juu ya mataifa wasiokujua wewe, juu ya mataifa wasioliitia jina lako. Kwa kuwa wamemwangamiza Yakobo; wamemwangamiza kabisa na kuiharibu nchi yake."
  },
  {
    "verseNumber": "JER 11:1",
    "verseText": "Hili ndilo neno lililomjia Yeremia kutoka kwa BWANA:"
  },
  {
    "verseNumber": "JER 11:2",
    "verseText": "“Sikia maneno ya agano hili, nawe uwaambie watu wa Yuda na wale waishio Yerusalemu."
  },
  {
    "verseNumber": "JER 11:3",
    "verseText": "Waambie kwamba hili ndilo asemalo BWANA, Mungu wa Israeli: ‘Amelaaniwa mtu ambaye hatayatii maneno ya agano hili,"
  },
  {
    "verseNumber": "JER 11:4",
    "verseText": "maneno niliyowaamuru baba zenu nilipowatoa katika nchi ya Misri, kutoka tanuru la kuyeyushia vyuma.’ Nilisema, ‘Nitiini mimi na mfanye kila kitu ninachowaamuru, nanyi mtakuwa watu wangu, nami nitakuwa Mungu wenu."
  },
  {
    "verseNumber": "JER 11:5",
    "verseText": "Kisha nitatimiza kiapo nilichowaapia baba zenu, kuwapa nchi itiririkayo maziwa na asali,’ nchi ambayo mnaimiliki leo.” Nikajibu, “Amen, BWANA.”"
  },
  {
    "verseNumber": "JER 11:6",
    "verseText": "BWANA akaniambia, “Tangaza maneno haya yote katika miji ya Yuda na katika barabara za Yerusalemu: ‘Sikilizeni maneno ya agano hili na kuyafuata."
  },
  {
    "verseNumber": "JER 11:7",
    "verseText": "Tangu wakati ule niliwapandisha baba zenu kutoka Misri mpaka leo, niliwaonya tena na tena, nikisema “Nitiini mimi.”"
  },
  {
    "verseNumber": "JER 11:8",
    "verseText": "Lakini hawakusikiliza wala kujali. Badala yake, walifuata ukaidi wa mioyo yao miovu. Hivyo nikaleta juu yao laana zote za agano nililokuwa nimewaamuru wao kulifuata, lakini wao hawakulishika.’ ”"
  },
  {
    "verseNumber": "JER 11:9",
    "verseText": "Kisha BWANA akaniambia, “Kuna shauri baya linaloendelea miongoni mwa watu wa Yuda na wale wanaoishi Yerusalemu."
  },
  {
    "verseNumber": "JER 11:10",
    "verseText": "Wamerudia dhambi za baba zao, waliokataa kusikiliza maneno yangu. Wameifuata miungu mingine kuitumikia. Nyumba zote mbili za Israeli na Yuda zimelivunja agano nililofanya na baba zao."
  },
  {
    "verseNumber": "JER 11:11",
    "verseText": "Kwa hivyo, hili ndilo asemalo BWANA: ‘Nitaleta juu yao maafa ambayo hawawezi kuyakimbia. Hata kama wakinililia, sitawasikiliza."
  },
  {
    "verseNumber": "JER 11:12",
    "verseText": "Miji ya Yuda na watu wa Yerusalemu watakwenda kuililia miungu ambayo wameifukizia uvumba, lakini haitawasaidia kamwe wakati maafa yatakapowapiga."
  },
  {
    "verseNumber": "JER 11:13",
    "verseText": "Mnayo miungu mingi kama miji mliyo nayo, ee Yuda, nazo madhabahu mlizozijenga za kufukizia uvumba huyo mungu wa aibu Baali ni nyingi kama barabara za Yerusalemu.’"
  },
  {
    "verseNumber": "JER 11:14",
    "verseText": "“Wewe usiwaombee watu hawa wala kufanya maombezi yoyote au kunisihi kwa ajili yao, kwa sababu sitawasikiliza watakaponiita wakati wa taabu yao."
  },
  {
    "verseNumber": "JER 11:15",
    "verseText": "“Mpenzi wangu anafanya nini hekaluni mwangu, anapofanya mashauri yake maovu na wengi? Je, nyama iliyowekwa wakfu yaweza kuondolea mbali adhabu yako? Unapojiingiza katika ubaya wako, ndipo unashangilia.”"
  },
  {
    "verseNumber": "JER 11:16",
    "verseText": "BWANA alikuita mti wa mzeituni uliostawi ulio na matunda mazuri kwa sura. Lakini kwa ngurumo ya mawimbi makuu atautia moto, nayo matawi yake yatavunjika."
  },
  {
    "verseNumber": "JER 11:17",
    "verseText": "BWANA Mwenye Nguvu Zote, aliyekupanda, ametamka maafa kwa ajili yako, kwa sababu nyumba ya Israeli na nyumba ya Yuda mmefanya maovu na kunikasirisha kwa kumfukizia Baali uvumba."
  },
  {
    "verseNumber": "JER 11:18",
    "verseText": "Kwa sababu BWANA alinifunulia hila zao mbaya, nilizifahamu, kwa kuwa wakati ule alinionyesha yale waliyokuwa wanayafanya."
  },
  {
    "verseNumber": "JER 11:19",
    "verseText": "Nilikuwa kama mwana-kondoo mpole aliyeongozwa machinjoni; mimi sikutambua kwamba walikuwa wamefanya shauri baya dhidi yangu, wakisema, “Sisi na tuuangamize mti na matunda yake; nasi tumkatilie mbali kutoka nchi ya walio hai, ili jina lake lisikumbukwe tena.”"
  },
  {
    "verseNumber": "JER 11:20",
    "verseText": "Lakini, Ee BWANA Mwenye Nguvu Zote, wewe uhukumuye kwa haki, nawe uchunguzaye moyo na akili, wacha nione ukiwalipiza wao kisasi, kwa maana kwako nimeweka shauri langu."
  },
  {
    "verseNumber": "JER 11:21",
    "verseText": "“Kwa hiyo hili ndilo BWANA asemalo kuhusu watu wa Anathothi wale wanaotafuta uhai wako wakisema, ‘Usitoe unabii kwa jina la BWANA, la sivyo utakufa kwa mikono yetu’:"
  },
  {
    "verseNumber": "JER 11:22",
    "verseText": "kwa hiyo hili ndilo BWANA Mwenye Nguvu Zote asemalo: ‘Nitawaadhibu. Vijana wao waume watakufa kwa upanga, wana wao na binti zao kwa njaa."
  },
  {
    "verseNumber": "JER 11:23",
    "verseText": "Hawatasaziwa hata mabaki kwao, kwa sababu nitaleta maafa kwa watu wa Anathothi katika mwaka wa adhabu yao.’ ”"
  },
  {
    "verseNumber": "JER 12:1",
    "verseText": "Wewe daima u mwenye haki, Ee BWANA, niletapo mashtaka mbele yako. Hata hivyo nitazungumza nawe kuhusu hukumu yako: Kwa nini njia ya waovu inafanikiwa? Kwa nini wasio waaminifu wote wanaishi kwa raha?"
  },
  {
    "verseNumber": "JER 12:2",
    "verseText": "Umewapanda, nao wameota, wanakua na kuzaa matunda. Daima u midomoni mwao, lakini mbali na mioyo yao."
  },
  {
    "verseNumber": "JER 12:3",
    "verseText": "Hata hivyo unanijua mimi, Ee BWANA; unaniona na kuyachunguza mawazo yangu kukuhusu wewe. Wakokote kama kondoo wanaokwenda kuchinjwa! Watenge kwa ajili ya siku ya kuchinjwa!"
  },
  {
    "verseNumber": "JER 12:4",
    "verseText": "Je, nchi itakaa katika hali ya kuomboleza mpaka lini, na majani katika kila shamba kunyauka? Kwa sababu wale waishio ndani yake ni waovu, wanyama na ndege wameangamia. Zaidi ya hayo, watu wanasema, “BWANA hataona yatakayotupata sisi.”"
  },
  {
    "verseNumber": "JER 12:5",
    "verseText": "“Ikiwa umeshindana mbio na watu kwa mguu na wakakushinda, unawezaje kushindana na farasi? Ikiwa unajikwaa kwenye nchi ambayo ni salama, utawezaje kwenye vichaka kando ya Yordani?"
  },
  {
    "verseNumber": "JER 12:6",
    "verseText": "Ndugu zako, watu wa jamaa yako mwenyewe: hata wao wamekusaliti; wameinua kilio kikubwa dhidi yako. Usiwaamini, ingawa wanazungumza mema juu yako."
  },
  {
    "verseNumber": "JER 12:7",
    "verseText": "“Nitaiacha nyumba yangu, nitupe urithi wangu; nitamtia yeye nimpendaye mikononi mwa adui zake."
  },
  {
    "verseNumber": "JER 12:8",
    "verseText": "Urithi wangu umekuwa kwangu kama simba wa msituni. Huningurumia mimi, kwa hiyo ninamchukia."
  },
  {
    "verseNumber": "JER 12:9",
    "verseText": "Je, urithi wangu haukuwa kama ndege wa mawindo wa madoadoa ambaye ndege wengine wawindao humzunguka na kumshambulia? Nenda ukawakusanye pamoja wanyama wote wa mwituni; walete ili wale."
  },
  {
    "verseNumber": "JER 12:10",
    "verseText": "Wachungaji wengi wataliharibu shamba langu la mizabibu na kulikanyaga shamba langu; watalifanya shamba langu zuri kuwa jangwa la ukiwa."
  },
  {
    "verseNumber": "JER 12:11",
    "verseText": "Litafanywa kuwa jangwa, lililokauka na kuachwa ukiwa mbele zangu; nchi yote itafanywa jangwa kwa sababu hakuna hata mmoja anayejali."
  },
  {
    "verseNumber": "JER 12:12",
    "verseText": "Juu ya miinuko yote ilivyo kama jangwani mharabu atajaa, kwa maana upanga wa BWANA utawala, kuanzia ncha moja ya nchi hadi nyingine; hakuna hata mmoja atakayekuwa salama."
  },
  {
    "verseNumber": "JER 12:13",
    "verseText": "Watapanda ngano lakini watavuna miiba; watajitaabisha lakini hawatafaidi chochote. Kwa hiyo beba aibu ya mavuno yako kwa sababu ya hasira kali ya BWANA Mungu.”"
  },
  {
    "verseNumber": "JER 12:14",
    "verseText": "Hili ndilo asemalo BWANA: “Kwa habari ya majirani zangu wote wabaya wanaonyangʼanya urithi ambao ninawapa watu wangu Israeli, nitawangʼoa kutoka nchi zao, nami nitaingʼoa nyumba ya Yuda kutoka katikati yao."
  },
  {
    "verseNumber": "JER 12:15",
    "verseText": "Lakini baada ya kuwangʼoa, nitawahurumia tena na kumrudisha kila mmoja wao kwenye urithi wake mwenyewe na kwenye nchi yake mwenyewe."
  },
  {
    "verseNumber": "JER 12:16",
    "verseText": "Ikiwa watajifunza vyema njia za watu wangu na kuapa kwa Jina langu, wakisema, ‘Hakika kama BWANA aishivyo,’ hata kama wakati fulani walifundisha watu wangu kuapa kwa Baali, ndipo watakapofanywa imara katikati ya watu wangu."
  },
  {
    "verseNumber": "JER 12:17",
    "verseText": "Lakini kama taifa lolote halitasikiliza na kutii, nitalingʼoa kabisa na kuliangamiza,” asema BWANA."
  },
  {
    "verseNumber": "JER 13:1",
    "verseText": "Hili ndilo BWANA aliloniambia: “Nenda ununue mkanda wa kitani, ujivike kiunoni mwako, lakini usiuache uguse maji.”"
  },
  {
    "verseNumber": "JER 13:2",
    "verseText": "Kwa hiyo nikanunua mkanda, kama BWANA alivyoniagiza, nikajivika kiunoni."
  },
  {
    "verseNumber": "JER 13:3",
    "verseText": "Ndipo neno la BWANA likanijia kwa mara ya pili:"
  },
  {
    "verseNumber": "JER 13:4",
    "verseText": "“Chukua mkanda ulionunua ambao umeuvaa kiunoni mwako, uende sasa Frati uufiche ndani ya ufa mdogo kwenye mwamba.”"
  },
  {
    "verseNumber": "JER 13:5",
    "verseText": "Ndipo nikaenda na kuuficha ule mkanda huko Frati, kama BWANA alivyoniamuru."
  },
  {
    "verseNumber": "JER 13:6",
    "verseText": "Baada ya siku nyingi BWANA akaniambia, “Nenda sasa Frati ukauchukue ule mkanda niliokuambia uufiche huko.”"
  },
  {
    "verseNumber": "JER 13:7",
    "verseText": "Hivyo nikaenda Frati na kuuchimbua ule mkanda kutoka pale nilipokuwa nimeuficha, lakini sasa ulikuwa umeharibika na haufai tena kabisa."
  },
  {
    "verseNumber": "JER 13:8",
    "verseText": "Ndipo neno la BWANA likanijia:"
  },
  {
    "verseNumber": "JER 13:9",
    "verseText": "“Hili ndilo BWANA asemalo: ‘Vivyo hivyo ndivyo nitakavyokiharibu kiburi cha Yuda na kiburi kikuu cha Yerusalemu."
  },
  {
    "verseNumber": "JER 13:10",
    "verseText": "Watu hawa waovu, wanaokataa kusikiliza maneno yangu, wafuatao ukaidi wa mioyo yao na kufuata miungu mingine kuitumikia na kuiabudu, watakuwa kama mkanda huu ambao haufai kabisa!"
  },
  {
    "verseNumber": "JER 13:11",
    "verseText": "Kwa maana kama vile mkanda ufungwavyo kiunoni mwa mtu, ndivyo nilivyojifunga nyumba yote ya Israeli na nyumba yote ya Yuda,’ asema BWANA, ‘ili wawe watu wangu kwa ajili ya utukufu wangu, sifa na heshima yangu. Lakini hawajasikiliza.’"
  },
  {
    "verseNumber": "JER 13:12",
    "verseText": "“Waambie: ‘Hili ndilo BWANA, Mungu wa Israeli, asemalo: kila kiriba inapasa kijazwe mvinyo.’ Kama wao wakikuambia, ‘Kwani hatujui kwamba kila kiriba inapasa kijazwe mvinyo?’"
  },
  {
    "verseNumber": "JER 13:13",
    "verseText": "Kisha uwaambie, ‘Hili ndilo asemalo BWANA: nitawajaza ulevi wote waishio katika nchi hii, pamoja na wafalme waketio juu ya kiti cha enzi cha Daudi, makuhani, manabii na wale wote waishio Yerusalemu."
  },
  {
    "verseNumber": "JER 13:14",
    "verseText": "Nitawagonganisha kila mmoja na mwenzake, baba na wana wao, asema BWANA. Sitawarehemu wala kuwahurumia ili niache kuwaangamiza.’ ”"
  },
  {
    "verseNumber": "JER 13:15",
    "verseText": "Sikieni na mzingatie, msiwe na kiburi, kwa kuwa BWANA amenena."
  },
  {
    "verseNumber": "JER 13:16",
    "verseText": "Mpeni utukufu BWANA Mungu wenu, kabla hajaleta giza, kabla miguu yenu haijajikwaa juu ya vilima vitakavyotiwa giza. Mlitarajia nuru, lakini ataifanya kuwa giza nene na kuibadili kuwa huzuni kubwa."
  },
  {
    "verseNumber": "JER 13:17",
    "verseText": "Lakini kama hamtasikiliza, nitalia sirini kwa ajili ya kiburi chenu; macho yangu yatalia kwa uchungu, yakitiririka machozi, kwa sababu kundi la kondoo la BWANA litachukuliwa mateka."
  },
  {
    "verseNumber": "JER 13:18",
    "verseText": "Mwambie mfalme na mamaye, “Shukeni kutoka kwenye viti vyenu vya enzi, kwa kuwa taji zenu za utukufu zitaanguka kutoka vichwani mwenu.”"
  },
  {
    "verseNumber": "JER 13:19",
    "verseText": "Miji iliyoko Negebu itafungwa, wala hapatakuwa na mtu wa kuifungua. Watu wa Yuda wote watapelekwa uhamishoni, wakichukuliwa kabisa waende mbali."
  },
  {
    "verseNumber": "JER 13:20",
    "verseText": "Inua macho yako uone wale wanaokuja kutoka kaskazini. Liko wapi lile kundi ulilokabidhiwa, kondoo wale uliojivunia?"
  },
  {
    "verseNumber": "JER 13:21",
    "verseText": "Utasema nini BWANA atakapowaweka juu yako wale ulioungana nao kama marafiki wako maalum? Je, hutapatwa na utungu kama mwanamke aliye katika utungu wa kuzaa?"
  },
  {
    "verseNumber": "JER 13:22",
    "verseText": "Nawe kama ukijiuliza, “Kwa nini haya yamenitokea?” Ni kwa sababu ya dhambi zako nyingi ndipo marinda yako yameraruliwa na mwili wako umetendewa vibaya."
  },
  {
    "verseNumber": "JER 13:23",
    "verseText": "Je, Mkushi aweza kubadili ngozi yake au chui kubadili madoadoa yake? Vivyo hivyo nawe huwezi kufanya mema wewe uliyezoea kutenda mabaya."
  },
  {
    "verseNumber": "JER 13:24",
    "verseText": "“Nitawatawanya kama makapi yapeperushwayo na upepo wa jangwani."
  },
  {
    "verseNumber": "JER 13:25",
    "verseText": "Hii ndiyo kura yako, fungu nililokuamuria,” asema BWANA, “kwa sababu umenisahau mimi na kuamini miungu ya uongo."
  },
  {
    "verseNumber": "JER 13:26",
    "verseText": "Nitayafunua marinda yako mpaka juu ya uso wako ili aibu yako ionekane:"
  },
  {
    "verseNumber": "JER 13:27",
    "verseText": "uzinzi wako na kulia kwako kama farasi kulikojaa tamaa, ukahaba wako usio na aibu! Nimeyaona matendo yako ya machukizo juu ya vilima na mashambani. Ole wako, ee Yerusalemu! Utaendelea kuwa najisi mpaka lini?”"
  },
  {
    "verseNumber": "JER 14:1",
    "verseText": "Hili ndilo neno la BWANA kwa Yeremia kuhusu ukame:"
  },
  {
    "verseNumber": "JER 14:2",
    "verseText": "“Yuda anaomboleza, miji yake inayodhoofika; wanaomboleza kwa ajili ya nchi, nacho kilio kinapanda kutoka Yerusalemu."
  },
  {
    "verseNumber": "JER 14:3",
    "verseText": "Wakuu wanawatuma watumishi wao maji; wanakwenda visimani lakini humo hakuna maji. Wanarudi na vyombo bila maji; wakiwa na hofu na kukata tamaa, wanafunika vichwa vyao."
  },
  {
    "verseNumber": "JER 14:4",
    "verseText": "Ardhi imepasuka nyufa kwa sababu hakuna mvua katika nchi; wakulima wana hofu na wanafunika vichwa vyao."
  },
  {
    "verseNumber": "JER 14:5",
    "verseText": "Hata kulungu mashambani anamwacha mtoto wake aliyezaliwa wakati huo huo kwa sababu hakuna majani."
  },
  {
    "verseNumber": "JER 14:6",
    "verseText": "Punda-mwitu wanasimama juu ya miinuko iliyo kame na kutweta kama mbweha; macho yao yanakosa nguvu za kuona kwa ajili ya kukosa malisho.”"
  },
  {
    "verseNumber": "JER 14:7",
    "verseText": "Ingawa dhambi zetu zinashuhudia juu yetu, Ee BWANA, tenda jambo kwa ajili ya jina lako. Kwa kuwa kukengeuka kwetu ni kukubwa, nasi tumetenda dhambi dhidi yako."
  },
  {
    "verseNumber": "JER 14:8",
    "verseText": "Ee Tumaini la Israeli, Mwokozi wake wakati wa taabu, kwa nini unakuwa kama mgeni katika nchi, kama msafiri anayekaa kwa usiku mmoja tu?"
  },
  {
    "verseNumber": "JER 14:9",
    "verseText": "Mbona unakuwa kama mtu aliyeshtukizwa, kama shujaa asiye na uwezo wa kuokoa? Wewe uko katikati yetu, Ee BWANA, nasi tunaitwa kwa jina lako; usituache!"
  },
  {
    "verseNumber": "JER 14:10",
    "verseText": "Hili ndilo BWANA asemalo kuhusu watu hawa: “Wanapenda sana kutangatanga, hawaizuii miguu yao. Hivyo BWANA hawakubali; sasa ataukumbuka uovu wao na kuwaadhibu kwa ajili ya dhambi zao.”"
  },
  {
    "verseNumber": "JER 14:11",
    "verseText": "Kisha BWANA akaniambia, “Usiombe kwa ajili ya mafanikio ya watu hawa."
  },
  {
    "verseNumber": "JER 14:12",
    "verseText": "Ingawa wanafunga, sitasikiliza kilio chao; hata wakitoa dhabihu za kuteketezwa na dhabihu za nafaka, sitazikubali. Badala yake, nitawaangamiza kwa upanga, njaa na tauni.”"
  },
  {
    "verseNumber": "JER 14:13",
    "verseText": "Lakini nikasema, “Aa, BWANA Mwenyezi, manabii wanaendelea kuwaambia, ‘Hamtaona upanga wala kukabiliwa na njaa. Naam, nitawapa amani ya kudumu mahali hapa.’ ”"
  },
  {
    "verseNumber": "JER 14:14",
    "verseText": "Ndipo BWANA akaniambia, “Manabii wanatabiri uongo kwa jina langu. Sikuwatuma, wala sikuwaweka, wala sikusema nao. Wanawatabiria maono ya uongo, maaguzi, maono ya sanamu zisizofaa kitu, na madanganyo ya mawazo yao wenyewe."
  },
  {
    "verseNumber": "JER 14:15",
    "verseText": "Kwa hiyo, hili ndilo BWANA asemalo kuhusu manabii wanaotabiri kwa jina langu: Mimi sikuwatuma, lakini wanasema, ‘Hakuna upanga wala njaa itakayoigusa nchi hii.’ Manabii hao hao watakufa kwa upanga na njaa."
  },
  {
    "verseNumber": "JER 14:16",
    "verseText": "Nao watu hao wanaowatabiria watatupwa nje katika barabara za Yerusalemu kwa sababu ya njaa na upanga. Hapatakuwepo yeyote wa kuwazika wao au wake zao, wana wao au binti zao. Nitawamwagia maafa wanayostahili."
  },
  {
    "verseNumber": "JER 14:17",
    "verseText": "“Nena nao neno hili: “ ‘Macho yangu na yatiririkwe na machozi usiku na mchana bila kukoma; kwa kuwa binti yangu aliye bikira, yaani watu wangu, amepata jeraha baya, pigo la kuangamiza."
  },
  {
    "verseNumber": "JER 14:18",
    "verseText": "Kama nikienda mashambani, ninaona wale waliouawa kwa upanga; kama nikienda mjini, ninaona maangamizi ya njaa. Nabii na kuhani kwa pamoja wamekwenda katika nchi wasiyoijua.’ ”"
  },
  {
    "verseNumber": "JER 14:19",
    "verseText": "Je, umemkataa Yuda kabisa? Umemchukia Sayuni kabisa? Kwa nini umetuumiza hata hatuwezi kuponyeka? Tulitarajia amani, lakini hakuna jema lililotujia; tulitarajia wakati wa kupona lakini kuna hofu kuu tu."
  },
  {
    "verseNumber": "JER 14:20",
    "verseText": "Ee BWANA, tunatambua uovu wetu na kosa la baba zetu; kweli tumetenda dhambi dhidi yako."
  },
  {
    "verseNumber": "JER 14:21",
    "verseText": "Kwa ajili ya jina lako usituchukie kabisa; usikidharau kiti chako cha enzi kilichotukuka. Kumbuka agano lako nasi na usilivunje."
  },
  {
    "verseNumber": "JER 14:22",
    "verseText": "Je, kuna sanamu yoyote isiyofaa kitu ya mataifa iwezayo kuleta mvua? Je, anga peke yake zaweza kutoa mvua? La hasha, ni wewe peke yako, Ee BWANA, Mungu wetu. Kwa hiyo tumaini letu liko kwako, kwa kuwa wewe ndiwe ufanyaye haya yote."
  },
  {
    "verseNumber": "JER 15:1",
    "verseText": "Kisha BWANA akaniambia: “Hata kama Mose na Samweli wangesimama mbele zangu, moyo wangu usingewaelekea watu hawa. Waondoe mbele za macho yangu! Waache waende!"
  },
  {
    "verseNumber": "JER 15:2",
    "verseText": "Nao kama wakikuuliza, ‘Twende wapi?’ Waambie, ‘Hili ndilo BWANA asemalo: “ ‘Wale waliowekwa kwa ajili ya kufa, wakafe; waliowekwa kwa ajili ya upanga, kwa upanga; waliowekwa kwa ajili ya njaa, kwa njaa: waliowekwa kwa ajili ya kutekwa, watekwe.’ ”"
  },
  {
    "verseNumber": "JER 15:3",
    "verseText": "BWANA asema, “Nitatuma aina nne za waharabu dhidi yao: nazo ni upanga ili kuua na mbwa ili wakokote mbali, ndege wa angani na wanyama wa nchi ili kula na kuangamiza."
  },
  {
    "verseNumber": "JER 15:4",
    "verseText": "Nitawafanya wawe machukizo kwa falme zote za dunia kwa sababu ya kile alichofanya Manase mwana wa Hezekia mfalme wa Yuda huko Yerusalemu."
  },
  {
    "verseNumber": "JER 15:5",
    "verseText": "“Ni nani atakayekuhurumia, ee Yerusalemu? Ni nani atakayeomboleza kwa ajili yako? Ni nani atakayesimama ili kuuliza kuhusu hali yako?"
  },
  {
    "verseNumber": "JER 15:6",
    "verseText": "Umenikataa mimi,” asema BWANA. “Unazidi kukengeuka. Hivyo nitanyoosha mkono wangu juu yako na kukuangamiza, siwezi kuendelea kukuonea huruma."
  },
  {
    "verseNumber": "JER 15:7",
    "verseText": "Nitawapepeta kwa uma wa kupepetea kwenye malango ya miji katika nchi. Nitaleta msiba na maangamizi juu ya watu wangu, kwa maana hawajabadili njia zao."
  },
  {
    "verseNumber": "JER 15:8",
    "verseText": "Nitawafanya wajane wao kuwa wengi kuliko mchanga wa bahari. Wakati wa adhuhuri nitamleta mharabu dhidi ya mama wa vijana wao waume; kwa ghafula nitaleta juu yao maumivu makuu na hofu kuu."
  },
  {
    "verseNumber": "JER 15:9",
    "verseText": "Mama mwenye watoto saba atazimia na kupumua pumzi yake ya mwisho. Jua lake litatua kungali bado mchana, atatahayarika na kufedheheka. Wale wote waliobaki nitawaua kwa upanga mbele ya adui zao,” asema BWANA."
  },
  {
    "verseNumber": "JER 15:10",
    "verseText": "Ole wangu, mama yangu, kwamba ulinizaa, mtu ambaye ulimwengu wote unashindana na kugombana naye! Sikukopa wala sikukopesha, lakini kila mmoja ananilaani."
  },
  {
    "verseNumber": "JER 15:11",
    "verseText": "BWANA akasema, “Hakika nitakuokoa kwa kusudi jema, hakika nitawafanya adui zako wakuombe msaada nyakati za maafa na nyakati za dhiki."
  },
  {
    "verseNumber": "JER 15:12",
    "verseText": "“Je, mtu aweza kuvunja chuma, chuma kitokacho kaskazini, au shaba?"
  },
  {
    "verseNumber": "JER 15:13",
    "verseText": "Utajiri wako na hazina zako nitavitoa kuwa nyara, bila gharama, kwa sababu ya dhambi zako zote katika nchi yako yote."
  },
  {
    "verseNumber": "JER 15:14",
    "verseText": "Nitakufanya uwe mtumwa wa adui zako katika nchi usiyoijua, kwa kuwa katika hasira yangu moto umewashwa utakaowaka juu yako daima.”"
  },
  {
    "verseNumber": "JER 15:15",
    "verseText": "Wewe unafahamu, Ee BWANA, unikumbuke na unitunze mimi. Lipiza kisasi juu ya watesi wangu. Kwa uvumilivu wako usiniondolee mbali; kumbuka jinsi ninavyoshutumiwa."
  },
  {
    "verseNumber": "JER 15:16",
    "verseText": "Maneno yako yalipokuja, niliyala; yakawa shangwe yangu na furaha ya moyo wangu, kwa kuwa nimeitwa kwa jina lako, Ee BWANA Mungu Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "JER 15:17",
    "verseText": "Kamwe sikuketi katika kundi la wafanyao sherehe, wala kamwe sikujifurahisha pamoja nao; niliketi peke yangu kwa sababu mkono wako ulikuwa juu yangu, na wewe ulikuwa umenijaza hasira."
  },
  {
    "verseNumber": "JER 15:18",
    "verseText": "Kwa nini maumivu yangu hayakomi, na jeraha langu ni la kuhuzunisha, wala haliponyeki? Je, utakuwa kwangu kama kijito cha udanganyifu, kama chemchemi iliyokauka?"
  },
  {
    "verseNumber": "JER 15:19",
    "verseText": "Kwa hiyo hili ndilo asemalo BWANA: “Kama ukitubu, nitakurejeza ili uweze kunitumikia; kama ukinena maneno yenye maana, wala si ya upuzi, utakuwa mnenaji wangu. Watu hawa ndio watakaokugeukia, wala si wewe utakayewageukia wao."
  },
  {
    "verseNumber": "JER 15:20",
    "verseText": "Nitakufanya wewe uwe ukuta kwa watu hawa, ngome ya ukuta wa shaba; watapigana nawe lakini hawatakushinda, kwa maana mimi niko pamoja nawe kukuponya na kukuokoa,” asema BWANA."
  },
  {
    "verseNumber": "JER 15:21",
    "verseText": "“Nitakuokoa kutoka mikono ya waovu, na kukukomboa kutoka makucha ya watu wakatili.”"
  },
  {
    "verseNumber": "JER 16:1",
    "verseText": "Kisha neno la BWANA likanijia:"
  },
  {
    "verseNumber": "JER 16:2",
    "verseText": "“Kamwe usioe na kuwa na wana wala binti mahali hapa.”"
  },
  {
    "verseNumber": "JER 16:3",
    "verseText": "Kwa maana hili ndilo asemalo BWANA kuhusu wana na binti wazaliwao katika nchi hii, na kuhusu wale wanawake ambao ni mama zao, na wale wanaume ambao ni baba zao:"
  },
  {
    "verseNumber": "JER 16:4",
    "verseText": "“Watakufa kwa magonjwa ya kufisha. Hawataombolezewa wala kuzikwa, lakini watakuwa kama mavi yaliyosambaa juu ya ardhi. Watakufa kwa upanga na kwa njaa, nazo maiti zao zitakuwa chakula cha ndege wa angani, na cha wanyama wa nchi.”"
  },
  {
    "verseNumber": "JER 16:5",
    "verseText": "Kwa kuwa hili ndilo asemalo BWANA: “Usiingie katika nyumba ambayo kuna chakula cha matanga, usiende kuwaombolezea wala kuwahurumia, kwa sababu nimeziondoa baraka zangu, upendo wangu na huruma zangu kutoka kwa watu hawa,” asema BWANA."
  },
  {
    "verseNumber": "JER 16:6",
    "verseText": "“Wakubwa na wadogo watakufa katika nchi hii. Hawatazikwa wala kuombolezewa, na hakuna atakayejikatakata au kunyoa nywele za kichwa chake kwa ajili yao."
  },
  {
    "verseNumber": "JER 16:7",
    "verseText": "Hakuna yeyote atakayewapa chakula ili kuwafariji wale waombolezao kwa ajili ya wale waliokufa, hata akiwa amefiwa na baba au mama, wala hakuna yeyote atakayewapa kinywaji ili kuwafariji."
  },
  {
    "verseNumber": "JER 16:8",
    "verseText": "“Usiingie katika nyumba ambayo kuna karamu, na kuketi humo ili kula na kunywa."
  },
  {
    "verseNumber": "JER 16:9",
    "verseText": "Kwa kuwa hili ndilo asemalo BWANA Mwenye Nguvu Zote, aliye Mungu wa Israeli: ‘Mbele ya macho yako na katika siku zako, nitakomesha sauti zote za shangwe na za furaha, na pia sauti za bibi arusi na bwana arusi mahali hapa.’"
  },
  {
    "verseNumber": "JER 16:10",
    "verseText": "“Utakapowaambia watu hawa mambo haya yote na wakakuuliza, ‘Kwa nini BWANA ameamuru maafa makubwa kama haya dhidi yetu? Tumefanya kosa gani? Tumetenda dhambi gani dhidi ya BWANA, Mungu wetu?’"
  },
  {
    "verseNumber": "JER 16:11",
    "verseText": "Basi waambie, ‘Ni kwa sababu baba zenu waliniacha mimi, wakafuata miungu mingine ili kuitumikia na kuiabudu. Waliniacha mimi na hawakuishika sheria yangu,’ asema BWANA."
  },
  {
    "verseNumber": "JER 16:12",
    "verseText": "‘Lakini ninyi mmetenda uovu zaidi kuliko baba zenu. Tazama jinsi ambavyo kila mmoja wenu anafuata ukaidi wa moyo wake mbaya, badala ya kunitii mimi."
  },
  {
    "verseNumber": "JER 16:13",
    "verseText": "Kwa hiyo nitawaondoa katika nchi hii na kuwatupa katika nchi ambayo ninyi wala baba zenu hamkuijua, nako huko mtaitumikia miungu mingine usiku na mchana, kwa maana sitawapa fadhili zangu huko.’"
  },
  {
    "verseNumber": "JER 16:14",
    "verseText": "“Hata hivyo, siku zinakuja,” asema BWANA, “wakati ambapo watu hawatasema tena, ‘Hakika kama BWANA aishivyo, aliyewapandisha Waisraeli kutoka Misri,’"
  },
  {
    "verseNumber": "JER 16:15",
    "verseText": "bali watasema, ‘Hakika kama BWANA aishivyo, aliyewatoa wana wa Israeli kutoka nchi ya kaskazini na nchi zote alizokuwa amewafukuzia.’ Maana nitawarudisha katika nchi niliyowapa baba zao."
  },
  {
    "verseNumber": "JER 16:16",
    "verseText": "“Lakini sasa nitawaagiza wavuvi wengi,” asema BWANA, “nao watawavua. Baada ya hilo, nitawaagizia wawindaji wengi, nao watawawinda kwenye kila mlima na kilima, na katika nyufa za miamba."
  },
  {
    "verseNumber": "JER 16:17",
    "verseText": "Macho yangu yanaziona njia zao zote, hazikufichika kwangu, wala dhambi yao haikusitirika."
  },
  {
    "verseNumber": "JER 16:18",
    "verseText": "Nitawalipiza maradufu kwa ajili ya uovu wao na dhambi yao, kwa sababu wameinajisi nchi yangu kwa maumbo yasiyo na uhai ya vinyago vyao vibaya, na kuujaza urithi wangu na sanamu za kuchukiza.”"
  },
  {
    "verseNumber": "JER 16:19",
    "verseText": "Ee BWANA, nguvu zangu na ngome yangu, kimbilio langu wakati wa taabu, kwako mataifa yatakujia kutoka miisho ya dunia na kusema, “Baba zetu hawakuwa na chochote zaidi ya miungu ya uongo, sanamu zisizofaa kitu ambazo hazikuwafaidia lolote."
  },
  {
    "verseNumber": "JER 16:20",
    "verseText": "Je, watu hujitengenezea miungu yao wenyewe? Naam, lakini hao si miungu!”"
  },
  {
    "verseNumber": "JER 16:21",
    "verseText": "“Kwa hiyo nitawafundisha: wakati huu nitawafundisha nguvu zangu na uwezo wangu. Ndipo watakapojua kuwa Jina langu ndimi BWANA."
  },
  {
    "verseNumber": "JER 17:1",
    "verseText": "“Dhambi ya Yuda imechorwa kwa kalamu ya chuma, imeandikwa kwa ncha ya almasi, kwenye vibao vya mioyo yao na kwenye pembe za madhabahu zao."
  },
  {
    "verseNumber": "JER 17:2",
    "verseText": "Hata watoto wao wanakumbuka madhabahu zao na nguzo za Ashera, kandokando ya miti iliyotanda na juu ya vilima virefu."
  },
  {
    "verseNumber": "JER 17:3",
    "verseText": "Mlima wangu katika nchi pamoja na utajiri na hazina zako zote nitazitoa ziwe nyara, pamoja na mahali pako pa juu pa kuabudia miungu kwa sababu ya dhambi katika nchi yako yote."
  },
  {
    "verseNumber": "JER 17:4",
    "verseText": "Kwa kosa lako mwenyewe utaupoteza urithi niliokupa. Nitakufanya mtumwa wa adui zako katika nchi usiyoijua, kwa kuwa umeiwasha hasira yangu, nayo itawaka milele.”"
  },
  {
    "verseNumber": "JER 17:5",
    "verseText": "Hili ndilo asemalo BWANA: “Amelaaniwa yeye amtegemeaye mwanadamu, ategemeaye mwenye mwili kwa ajili ya nguvu zake, ambaye moyo wake umemwacha BWANA."
  },
  {
    "verseNumber": "JER 17:6",
    "verseText": "Atakuwa kama kichaka cha jangwani; hataona mafanikio yatakapokuja. Ataishi katika sehemu zisizo na maji, katika nchi ya chumvi ambapo hakuna yeyote aishiye humo."
  },
  {
    "verseNumber": "JER 17:7",
    "verseText": "“Lakini amebarikiwa mtu ambaye tumaini lake ni katika BWANA, ambaye matumaini yake ni katika BWANA."
  },
  {
    "verseNumber": "JER 17:8",
    "verseText": "Atakuwa kama mti uliopandwa kando ya maji uenezao mizizi yake karibu na kijito cha maji. Hauogopi wakati wa joto ujapo; majani yake ni mabichi daima. Hauna hofu katika mwaka wa ukame na hautaacha kuzaa matunda.”"
  },
  {
    "verseNumber": "JER 17:9",
    "verseText": "Moyo ni mdanganyifu kuliko vitu vyote, ni mwovu kupita kiasi. Ni nani awezaye kuujua?"
  },
  {
    "verseNumber": "JER 17:10",
    "verseText": "“Mimi BWANA huchunguza moyo na kuzijaribu nia, ili kumlipa mtu kwa kadiri ya mwenendo wake, kwa kadiri ya matendo yake yanavyostahili.”"
  },
  {
    "verseNumber": "JER 17:11",
    "verseText": "Kama kware aanguaye mayai asiyoyataga, ndivyo alivyo mtu apataye mali kwa njia zisizo za haki. Maisha yake yafikapo katikati, siku zitamwacha, na mwishoni atabainika kuwa mpumbavu."
  },
  {
    "verseNumber": "JER 17:12",
    "verseText": "Kiti cha enzi kilichotukuzwa, kilichoinuliwa tangu mwanzo, ndiyo sehemu yetu ya mahali patakatifu."
  },
  {
    "verseNumber": "JER 17:13",
    "verseText": "Ee BWANA, uliye tumaini la Israeli, wote wakuachao wataaibika. Wale wanaogeukia mbali nawe wataandikwa mavumbini kwa sababu wamemwacha BWANA, chemchemi ya maji yaliyo hai."
  },
  {
    "verseNumber": "JER 17:14",
    "verseText": "Uniponye, Ee BWANA, nami nitaponyeka; uniokoe nami nitaokoka, kwa maana wewe ndiwe ninayekusifu."
  },
  {
    "verseNumber": "JER 17:15",
    "verseText": "Wao huendelea kuniambia, “Liko wapi neno la BWANA? Sasa na litimie!”"
  },
  {
    "verseNumber": "JER 17:16",
    "verseText": "Sijakukimbia na kuacha kuwa mchungaji wako; unajua sijaitamani siku ya kukata tamaa. Kile kipitacho midomoni mwangu ki wazi mbele yako."
  },
  {
    "verseNumber": "JER 17:17",
    "verseText": "Usiwe kwangu kitu cha kunitia hofu kuu; wewe ndiwe kimbilio langu katika siku ya maafa."
  },
  {
    "verseNumber": "JER 17:18",
    "verseText": "Watesi wangu na waaibishwe, lakini nilinde mimi nisiaibike; wao na watiwe hofu kuu, lakini unilinde mimi na hofu kuu. Waletee siku ya maafa; waangamize kwa maangamizi maradufu."
  },
  {
    "verseNumber": "JER 17:19",
    "verseText": "Hili ndilo BWANA aliloniambia: “Nenda ukasimame kwenye lango la watu, mahali ambako wafalme wa Yuda huingilia na kutokea, simama pia kwenye malango mengine yote ya Yerusalemu."
  },
  {
    "verseNumber": "JER 17:20",
    "verseText": "Waambie, ‘Sikieni neno la BWANA, enyi wafalme wa Yuda, nanyi watu wote wa Yuda, na kila mmoja aishiye Yerusalemu apitaye katika malango haya."
  },
  {
    "verseNumber": "JER 17:21",
    "verseText": "Hili ndilo asemalo BWANA: Jihadharini msije mkabeba mzigo siku ya Sabato, wala kuingiza mzigo kupitia malango ya Yerusalemu."
  },
  {
    "verseNumber": "JER 17:22",
    "verseText": "Msitoe mizigo nje ya nyumba zenu wala kufanya kazi yoyote wakati wa Sabato, lakini itakaseni siku ya Sabato, kama nilivyowaamuru baba zenu."
  },
  {
    "verseNumber": "JER 17:23",
    "verseText": "Hata hivyo hawakusikiliza wala kujali, walishupaza shingo zao, na hawakutaka kusikia wala kukubali adhabu."
  },
  {
    "verseNumber": "JER 17:24",
    "verseText": "Lakini mkiwa waangalifu kunitii, asema BWANA, nanyi msipoleta mzigo wowote kupitia malango ya mji huu wakati wa Sabato, lakini mkaitakasa siku ya Sabato kwa kutofanya kazi siku hiyo,"
  },
  {
    "verseNumber": "JER 17:25",
    "verseText": "ndipo wafalme wakaao juu ya kiti cha enzi cha Daudi wataingia kupitia malango ya mji huu, pamoja na maafisa wao. Wao na maafisa wao watakuja wakiwa wamepanda magari na farasi, wakiandamana na watu wa Yuda na wale waishio Yerusalemu, nao mji huu utakaliwa na watu daima."
  },
  {
    "verseNumber": "JER 17:26",
    "verseText": "Watu watakuja kutoka miji ya Yuda na vijiji vinavyoizunguka Yerusalemu, kutoka nchi ya Benyamini na chini ya vilima vya magharibi, kutoka nchi ya vilima na Negebu, wakileta sadaka za kuteketezwa na dhabihu, sadaka za nafaka, uvumba na sadaka za shukrani kwenye nyumba ya BWANA."
  },
  {
    "verseNumber": "JER 17:27",
    "verseText": "Lakini ikiwa hamtanitii mimi kwa kuitakasa Sabato na kwa kutochukua mzigo wowote mnapoingia katika malango ya Yerusalemu wakati wa Sabato, basi nitawasha moto usiozimika katika malango ya Yerusalemu utakaoteketeza ngome zake.’ ”"
  },
  {
    "verseNumber": "JER 18:1",
    "verseText": "Hili ndilo neno lililomjia Yeremia kutoka kwa BWANA:"
  },
  {
    "verseNumber": "JER 18:2",
    "verseText": "“Shuka uende mpaka nyumba ya mfinyanzi, nami huko nitakupa ujumbe wangu.”"
  },
  {
    "verseNumber": "JER 18:3",
    "verseText": "Kwa hiyo nikashuka mpaka kwenye nyumba ya mfinyanzi, nikamkuta akifinyanga kwa gurudumu lake."
  },
  {
    "verseNumber": "JER 18:4",
    "verseText": "Lakini chombo alichokuwa akikifinyanga kutokana na udongo kilivunjika mikononi mwake, hivyo mfinyanzi akakifanya kuwa chombo kingine, umbo jingine kama vile ilivyoonekana vyema kwake yeye."
  },
  {
    "verseNumber": "JER 18:5",
    "verseText": "Kisha neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "JER 18:6",
    "verseText": "“Ee nyumba ya Israeli, je, siwezi kuwafanyia kama huyu mfinyanzi afanyavyo?” asema BWANA. “Kama vile udongo ulivyo katika mikono ya mfinyanzi, ndivyo mlivyo katika mkono wangu, ee nyumba ya Israeli."
  },
  {
    "verseNumber": "JER 18:7",
    "verseText": "Ikiwa wakati wowote nikitangaza kuwa taifa au ufalme utangʼolewa, utaangushwa na kuangamizwa,"
  },
  {
    "verseNumber": "JER 18:8",
    "verseText": "ikiwa lile taifa nililolionya litatubia uovu wake, ndipo nitakapokuwa na huruma, wala sitawapiga kwa maafa niliyokuwa nimewakusudia."
  },
  {
    "verseNumber": "JER 18:9",
    "verseText": "Ikiwa wakati mwingine nitatangaza kuwa taifa ama utawala ujengwe na kuwekwa wakfu,"
  },
  {
    "verseNumber": "JER 18:10",
    "verseText": "ikiwa utafanya maovu mbele zangu na hukunitii, ndipo nitakapoghairi makusudio yangu mema niliyokuwa nimeyakusudia."
  },
  {
    "verseNumber": "JER 18:11",
    "verseText": "“Basi kwa hiyo waambie watu wa Yuda na wale waishio Yerusalemu, ‘Hili ndilo asemalo BWANA: Tazama! Ninaandaa maafa kwa ajili yenu, nami ninabuni mabaya dhidi yenu. Kwa hiyo geukeni kutoka njia zenu mbaya, kila mmoja wenu, tengenezeni njia zenu na matendo yenu.’"
  },
  {
    "verseNumber": "JER 18:12",
    "verseText": "Lakini wao watajibu, ‘Hakuna faida. Tutaendelea na mipango yetu wenyewe, kila mmoja wetu atafuata ukaidi wa moyo wake mbaya.’ ”"
  },
  {
    "verseNumber": "JER 18:13",
    "verseText": "Kwa hiyo hili ndilo asemalo BWANA: “Ulizia miongoni mwa mataifa: Ni nani alishasikia jambo kama hili? Jambo la kutisha sana limefanywa na Bikira Israeli."
  },
  {
    "verseNumber": "JER 18:14",
    "verseText": "Je, barafu ya Lebanoni iliwahi kutoweka kwenye miteremko yake ya mawe wakati wowote? Je, maji yake baridi yatokayo katika vyanzo vilivyo mbali yaliwahi kukoma kutiririka wakati wowote?"
  },
  {
    "verseNumber": "JER 18:15",
    "verseText": "Lakini watu wangu wamenisahau mimi, wanafukizia uvumba sanamu zisizofaa kitu, zilizowafanya wajikwae katika njia zao na katika mapito ya zamani. Zimewafanya wapite kwenye vichochoro na kwenye barabara ambazo hazikujengwa."
  },
  {
    "verseNumber": "JER 18:16",
    "verseText": "Nchi yao itaharibiwa, itakuwa kitu cha kudharauliwa daima; wote wapitao karibu nayo watashangaa na kutikisa vichwa vyao."
  },
  {
    "verseNumber": "JER 18:17",
    "verseText": "Kama upepo utokao mashariki, nitawatawanya mbele ya adui zao; nitawapa kisogo wala sio uso, katika siku ya maafa yao.”"
  },
  {
    "verseNumber": "JER 18:18",
    "verseText": "Wakasema, “Njooni, tutunge hila dhidi ya Yeremia; kwa kuwa kufundisha sheria kwa kuhani hakutapotea, wala shauri litokalo kwa mwenye hekima, wala neno la manabii. Hivyo njooni, tumshambulie kwa ndimi zetu na tusijali chochote asemacho.”"
  },
  {
    "verseNumber": "JER 18:19",
    "verseText": "Nisikilize, Ee BWANA, sikia wanayosema washtaki wangu!"
  },
  {
    "verseNumber": "JER 18:20",
    "verseText": "Je, mema yalipwe kwa mabaya? Lakini wao wamenichimbia shimo. Kumbuka kwamba nilisimama mbele yako na kunena mema kwa ajili yao, ili wewe ugeuze hasira yako kali mbali nao."
  },
  {
    "verseNumber": "JER 18:21",
    "verseText": "Kwa hiyo uwaache watoto wao waone njaa; uwaache wauawe kwa makali ya upanga. Wake zao wasiwe na watoto, na wawe wajane; waume wao wauawe, nao vijana wao waume wachinjwe kwa upanga vitani."
  },
  {
    "verseNumber": "JER 18:22",
    "verseText": "Kilio na kisikike kutoka kwenye nyumba zao ghafula uwaletapo adui dhidi yao, kwa kuwa wamechimba shimo ili kunikamata na wameitegea miguu yangu mitego."
  },
  {
    "verseNumber": "JER 18:23",
    "verseText": "Lakini unajua, Ee BWANA, hila zao zote za kuniua. Usiyasamehe makosa yao wala usifute dhambi zao mbele za macho yako. Wao na waangamizwe mbele zako; uwashughulikie wakati wa hasira yako."
  },
  {
    "verseNumber": "JER 19:1",
    "verseText": "Hili ndilo asemalo BWANA: “Nenda ukanunue gudulia la udongo kutoka kwa mfinyanzi. Wachukue baadhi ya wazee wa watu na wa makuhani"
  },
  {
    "verseNumber": "JER 19:2",
    "verseText": "na mtoke mwende mpaka kwenye Bonde la Ben-Hinomu, karibu na ingilio la Lango la Vigae. Huko tangaza maneno ninayokuambia,"
  },
  {
    "verseNumber": "JER 19:3",
    "verseText": "nawe useme, ‘Sikieni neno la BWANA, enyi wafalme wa Yuda na watu wa Yerusalemu. Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: Sikilizeni! Nitaleta maafa mahali hapa, ambayo yatafanya masikio ya kila mmoja atakayesikia habari zake yawashe."
  },
  {
    "verseNumber": "JER 19:4",
    "verseText": "Kwa kuwa wameniacha na kupafanya mahali hapa kuwa pa miungu ya kigeni. Wameiteketezea sadaka miungu ambayo wao wala baba zao wala wafalme wa Yuda kamwe hawakuijua, nao wamelijaza eneo hili kwa damu isiyo na hatia."
  },
  {
    "verseNumber": "JER 19:5",
    "verseText": "Wamejenga mahali pa juu pa kuabudia miungu pa Baali ili kuteketeza wana wao katika moto kama sadaka kwa Baali, kitu ambacho sikukiamuru wala kukitaja, wala hakikuingia akilini mwangu."
  },
  {
    "verseNumber": "JER 19:6",
    "verseText": "Hivyo jihadharini, siku zinakuja, asema BWANA, wakati watu hawatapaita tena mahali hapa Tofethi ama Bonde la Ben-Hinomu, bali Bonde la Machinjo."
  },
  {
    "verseNumber": "JER 19:7",
    "verseText": "“ ‘Nitaiharibu mipango ya Yuda na Yerusalemu mahali hapa. Nitawafanya waanguke kwa upanga mbele ya adui zao, katika mikono ya wale watafutao uhai wao, nami nitaitoa mizoga yao kuwa chakula cha ndege wa angani na wanyama wa nchi."
  },
  {
    "verseNumber": "JER 19:8",
    "verseText": "Nitauharibu mji huu na kuufanya kitu cha kudharauliwa. Wote wapitao karibu watashangaa na kuudhihaki kwa sababu ya majeraha yake yote."
  },
  {
    "verseNumber": "JER 19:9",
    "verseText": "Nitawafanya wao kula nyama ya wana wao na binti zao; kila mmoja atakula nyama ya mwenzake wakati wa dhiki ya kuzungukwa na jeshi lililowekwa juu yao na adui wanaotafuta uhai wao.’"
  },
  {
    "verseNumber": "JER 19:10",
    "verseText": "“Kisha livunje lile gudulia wale walio pamoja nawe wakiwa wanaangalia,"
  },
  {
    "verseNumber": "JER 19:11",
    "verseText": "uwaambie, ‘Hili ndilo BWANA Mwenye Nguvu Zote asemalo: Nitalivunja taifa hili na mji huu kama gudulia hili la mfinyanzi lilivyovunjwa, nalo haliwezi kutengenezeka tena. Watawazika waliokufa huko Tofethi hata isiwepo nafasi zaidi."
  },
  {
    "verseNumber": "JER 19:12",
    "verseText": "Hivi ndivyo nitakavyopafanya mahali hapa na kwa wale waishio ndani yake, asema BWANA. Nitaufanya mji huu kama Tofethi."
  },
  {
    "verseNumber": "JER 19:13",
    "verseText": "Nyumba zilizoko Yerusalemu na zile za wafalme wa Yuda zitatiwa unajisi kama mahali hapa, Tofethi: yaani nyumba zote ambazo walifukiza uvumba juu ya mapaa yake kwa jeshi lote la angani, na kumimina dhabihu za vinywaji kwa miungu mingine.’ ”"
  },
  {
    "verseNumber": "JER 19:14",
    "verseText": "Kisha Yeremia akarudi kutoka Tofethi, mahali ambapo BWANA alikuwa amemtuma kutoa unabii, akasimama katika ua wa Hekalu la BWANA na kuwaambia watu wote,"
  },
  {
    "verseNumber": "JER 19:15",
    "verseText": "“Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: ‘Sikilizeni! Nitaleta juu ya mji huu pamoja na vijiji vinavyouzunguka kila maafa niliyosema dhidi yake, kwa sababu wamekuwa na shingo ngumu, na hawakuyasikiliza maneno yangu.’ ”"
  },
  {
    "verseNumber": "JER 20:1",
    "verseText": "Ikawa kuhani Pashuri mwana wa Imeri, mkuu wa maafisa wa Hekalu la BWANA, alipomsikia Yeremia akitoa unabii juu ya mambo haya,"
  },
  {
    "verseNumber": "JER 20:2",
    "verseText": "akaamuru Yeremia nabii apigwe na kufungwa kwenye mkatale katika Lango la Juu la Benyamini huko Hekaluni la BWANA."
  },
  {
    "verseNumber": "JER 20:3",
    "verseText": "Siku ya pili Pashuri alipomwachia kutoka kwenye mkatale, Yeremia akamwambia, “BWANA hakukuita jina lako kuwa Pashuri bali Magor-Misabibu."
  },
  {
    "verseNumber": "JER 20:4",
    "verseText": "Kwa kuwa hili ndilo asemalo BWANA: ‘Nitakufanya kuwa hofu kuu kwako wewe mwenyewe na rafiki zako wote, na kwa macho yako mwenyewe utawaona wakianguka kwa upanga wa adui zao. Nitawatia Yuda wote mikononi mwa mfalme wa Babeli, ambaye atawachukua na kuwapeleka Babeli, ama awaue kwa upanga."
  },
  {
    "verseNumber": "JER 20:5",
    "verseText": "Nitatia utajiri wote wa mji huu kwa adui zao: yaani mazao yao yote, vitu vyao vyote vya thamani, na hazina zote za wafalme wa Yuda. Watavitwaa kwa nyara na kuvipeleka Babeli."
  },
  {
    "verseNumber": "JER 20:6",
    "verseText": "Nawe Pashuri pamoja na wote waishio katika nyumba yako mtakwenda uhamishoni Babeli. Mtafia humo na kuzikwa, wewe na rafiki zako wote ambao umewatabiria uongo.’ ”"
  },
  {
    "verseNumber": "JER 20:7",
    "verseText": "Ee BWANA, umenidanganya, nami nikadanganyika; wewe una nguvu kuniliko, nawe umenishinda. Ninadharauliwa mchana kutwa, kila mmoja ananidhihaki."
  },
  {
    "verseNumber": "JER 20:8",
    "verseText": "Kila ninenapo, ninapiga kelele nikitangaza ukatili na uharibifu. Kwa hiyo neno la BWANA limeniletea matukano na mashutumu mchana kutwa."
  },
  {
    "verseNumber": "JER 20:9",
    "verseText": "Lakini kama nikisema, “Sitamtaja wala kusema tena kwa jina lake,” neno lake linawaka ndani ya moyo wangu kama moto, moto uliofungwa ndani ya mifupa yangu. Nimechoka sana kwa kulizuia ndani mwangu; kweli, siwezi kujizuia."
  },
  {
    "verseNumber": "JER 20:10",
    "verseText": "Ninasikia minongʼono mingi, “Hofu iko pande zote! Mshtakini! Twendeni tumshtaki!” Rafiki zangu wote wananisubiri niteleze, wakisema, “Labda atadanganyika; kisha tutamshinda na kulipiza kisasi juu yake.”"
  },
  {
    "verseNumber": "JER 20:11",
    "verseText": "Lakini BWANA yu pamoja nami kama shujaa mwenye nguvu; hivyo washtaki wangu watajikwaa na kamwe hawatashinda. Watashindwa, nao wataaibika kabisa; kukosa adabu kwao hakutasahauliwa."
  },
  {
    "verseNumber": "JER 20:12",
    "verseText": "Ee BWANA Mwenye Nguvu Zote, wewe umjaribuye mwenye haki na kupima moyo na nia, hebu nione ukilipiza kisasi juu yao, kwa maana kwako nimeliweka shauri langu."
  },
  {
    "verseNumber": "JER 20:13",
    "verseText": "Mwimbieni BWANA! Mpeni BWANA sifa! Yeye huokoa uhai wa mhitaji kutoka mikononi mwa waovu."
  },
  {
    "verseNumber": "JER 20:14",
    "verseText": "Ilaaniwe siku niliyozaliwa! Nayo isibarikiwe ile siku mama yangu aliyonizaa!"
  },
  {
    "verseNumber": "JER 20:15",
    "verseText": "Alaaniwe mtu yule aliyemletea baba yangu habari, yule aliyemfanya afurahi sana, akisema, “Mtoto amezaliwa kwako, tena mtoto wa kiume!”"
  },
  {
    "verseNumber": "JER 20:16",
    "verseText": "Mtu huyo na awe kama miji ile ambayo BWANA Mungu aliiangamiza bila huruma. Yeye na asikie maombolezo asubuhi na kilio cha vita adhuhuri."
  },
  {
    "verseNumber": "JER 20:17",
    "verseText": "Kwa sababu hakuniua nikiwa tumboni, hivyo mama yangu angekuwa kaburi langu, nalo tumbo lake la uzazi lingebaki kuwa kubwa daima."
  },
  {
    "verseNumber": "JER 20:18",
    "verseText": "Kwa nini basi nilitoka tumboni ili kuona taabu na huzuni, na kuzimaliza siku zangu katika aibu?"
  },
  {
    "verseNumber": "JER 21:1",
    "verseText": "Neno lilimjia Yeremia kutoka kwa BWANA wakati Mfalme Sedekia alipowatuma Pashuri mwana wa Malkiya, na kuhani Sefania mwana wa Maaseya kwake, kusema:"
  },
  {
    "verseNumber": "JER 21:2",
    "verseText": "“Tuulizie sasa kwa BWANA, kwa sababu Nebukadneza mfalme wa Babeli anatushambulia. Labda BWANA atatenda maajabu kwa ajili yetu kama nyakati zilizopita, ili Nebukadneza atuondokee.”"
  },
  {
    "verseNumber": "JER 21:3",
    "verseText": "Lakini Yeremia akawajibu, “Mwambieni Sedekia,"
  },
  {
    "verseNumber": "JER 21:4",
    "verseText": "‘Hili ndilo BWANA, Mungu wa Israeli, asemalo: Ninakaribia kuwageuzia silaha za vita zilizo mikononi mwenu, ambazo mnatumia kupigana na mfalme wa Babeli na Wakaldayo ambao wako nje ya ukuta wakiwazunguka kwa jeshi. Nami nitawakusanya ndani ya mji huu."
  },
  {
    "verseNumber": "JER 21:5",
    "verseText": "Mimi mwenyewe nitapigana dhidi yenu kwa mkono wangu ulionyooshwa na mkono wa nguvu, kwa hasira na ghadhabu kali na ukali mwingi."
  },
  {
    "verseNumber": "JER 21:6",
    "verseText": "Nitawaangamiza waishio katika mji huu, watu na wanyama, nao watauawa kwa tauni ya kutisha."
  },
  {
    "verseNumber": "JER 21:7",
    "verseText": "Baada ya hayo, nitamtia Sedekia mfalme wa Yuda, maafisa wake na watu wa mji huu ambao walinusurika tauni, upanga na njaa, mkononi mwa Nebukadneza mfalme wa Babeli, na kwa adui zao wale wanaotafuta uhai wao. Atawaua kwa upanga; hatakuwa na rehema juu yao au huruma wala kuwasikitikia,’ asema BWANA."
  },
  {
    "verseNumber": "JER 21:8",
    "verseText": "“Zaidi ya hayo, waambie watu hawa, ‘Hili ndilo asemalo BWANA: Tazama, naweka mbele yenu njia ya uzima, na njia ya mauti."
  },
  {
    "verseNumber": "JER 21:9",
    "verseText": "Yeyote atakayekaa katika mji huu atakufa kwa upanga, njaa au tauni. Lakini yeyote atakayetoka na kujisalimisha kwa Wakaldayo ambao wameuzunguka mji huu kwa jeshi, atanusurika, naye ataishi."
  },
  {
    "verseNumber": "JER 21:10",
    "verseText": "Nimekusudia kuufanyia mji huu jambo baya, wala si jema. Utatiwa mikononi mwa mfalme wa Babeli, naye atauteketeza kwa moto, asema BWANA.’"
  },
  {
    "verseNumber": "JER 21:11",
    "verseText": "“Zaidi ya hayo, ambia nyumba ya mfalme ya Yuda, ‘Sikia neno la BWANA,"
  },
  {
    "verseNumber": "JER 21:12",
    "verseText": "Ewe nyumba ya Daudi, hili ndilo BWANA asemalo: “ ‘Hukumuni kwa haki kila asubuhi, mwokoeni mikononi mwa mdhalimu yeye aliyetekwa nyara, la sivyo ghadhabu yangu italipuka na kuwaka kama moto kwa sababu ya uovu mlioufanya: itawaka na hakuna wa kuizima."
  },
  {
    "verseNumber": "JER 21:13",
    "verseText": "Niko kinyume nawe, ee Yerusalemu, wewe uishiye juu ya bonde hili kwenye uwanda wa juu wa miamba, asema BWANA, wewe usemaye, “Ni nani awezaye kuja kinyume chetu? Nani ataingia mahali pa kimbilio letu?”"
  },
  {
    "verseNumber": "JER 21:14",
    "verseText": "Nitawaadhibu kama istahilivyo matendo yenu, asema BWANA. Nitawasha moto katika misitu yenu ambao utateketeza kila kitu kinachowazunguka.’ ”"
  },
  {
    "verseNumber": "JER 22:1",
    "verseText": "Hili ndilo asemalo BWANA: “Shuka kwenye jumba la kifalme la mfalme wa Yuda, utangaze ujumbe huu huko:"
  },
  {
    "verseNumber": "JER 22:2",
    "verseText": "‘Sikia neno la BWANA, ee mfalme wa Yuda, wewe uketiye kwenye kiti cha enzi cha Daudi: wewe, maafisa wako na watu wako mnaopitia malango haya."
  },
  {
    "verseNumber": "JER 22:3",
    "verseText": "Hili ndilo BWANA asemalo: Tenda haki na adili. Mwokoe mkononi mwa mdhalimu yeye aliyetekwa nyara. Usimtendee mabaya wala ukatili mgeni, yatima au mjane, wala usimwage damu isiyo na hatia mahali hapa."
  },
  {
    "verseNumber": "JER 22:4",
    "verseText": "Kwa kuwa ukiwa mwangalifu kushika maagizo haya, ndipo wafalme watakaokalia kiti cha enzi cha Daudi watakapoingia kupitia malango ya jumba hili la kifalme, wakiwa wamepanda magari na farasi, huku wakifuatana na maafisa wao na watu wao."
  },
  {
    "verseNumber": "JER 22:5",
    "verseText": "Lakini kama hutayatii maagizo haya, asema BWANA, ninaapa kwa nafsi yangu kwamba jumba hili litakuwa gofu.’ ”"
  },
  {
    "verseNumber": "JER 22:6",
    "verseText": "Kwa kuwa hili ndilo BWANA asemalo kuhusu jumba la kifalme la mfalme wa Yuda: “Ingawa uko kama Gileadi kwangu, kama kilele cha Lebanoni, hakika nitakufanya uwe kama jangwa, kama miji ambayo haijakaliwa na watu."
  },
  {
    "verseNumber": "JER 22:7",
    "verseText": "Nitawatuma waharabu dhidi yako, kila mtu akiwa na silaha zake, nao watazikata boriti zako nzuri za mierezi na kuzitupa motoni."
  },
  {
    "verseNumber": "JER 22:8",
    "verseText": "“Watu kutoka mataifa mengi watapitia karibu na mji huu na kuulizana, ‘Kwa nini BWANA amefanya jambo la namna hii juu ya mji huu mkubwa?’"
  },
  {
    "verseNumber": "JER 22:9",
    "verseText": "Nalo jibu litakuwa: ‘Kwa sababu wameliacha agano la BWANA, Mungu wao, na wameabudu na kuitumikia miungu mingine.’ ”"
  },
  {
    "verseNumber": "JER 22:10",
    "verseText": "Usimlilie yeye aliyekufa, wala usimwombolezee; badala yake, afadhali umlilie kwa uchungu yule aliyepelekwa uhamishoni, kwa sababu kamwe hatairudia wala kuiona tena nchi yake alikozaliwa."
  },
  {
    "verseNumber": "JER 22:11",
    "verseText": "Kwa kuwa hili ndilo asemalo BWANA kuhusu Shalumu mwana wa Yosia, aliyeingia mahali pa baba yake kuwa mfalme wa Yuda, lakini ameondoka mahali hapa: “Yeye kamwe hatarudi tena."
  },
  {
    "verseNumber": "JER 22:12",
    "verseText": "Atafia huko mahali walipompeleka kuwa mateka; hataiona tena nchi hii.”"
  },
  {
    "verseNumber": "JER 22:13",
    "verseText": "“Ole wake yeye ajengaye jumba lake la kifalme kwa njia ya dhuluma, vyumba vyake vya juu kwa udhalimu, akiwatumikisha watu wa nchi yake pasipo malipo, bila kuwalipa kwa utumishi wao."
  },
  {
    "verseNumber": "JER 22:14",
    "verseText": "Asema, ‘Nitajijengea jumba kuu la kifalme, na vyumba vya juu vyenye nafasi kubwa.’ Hivyo anaweka ndani yake madirisha makubwa, huweka kuta za mbao za mierezi, na kuipamba kwa rangi nyekundu."
  },
  {
    "verseNumber": "JER 22:15",
    "verseText": "“Je, inakufanya kuwa mfalme huko kuongeza idadi ya mierezi? Je, baba yako hakuwa na chakula na kinywaji? Alifanya yaliyo sawa na haki, hivyo yeye akafanikiwa katika yote."
  },
  {
    "verseNumber": "JER 22:16",
    "verseText": "Aliwatetea maskini na wahitaji, hivyo yeye akafanikiwa katika yote. Je, hiyo si ndiyo maana ya kunijua mimi?” asema BWANA."
  },
  {
    "verseNumber": "JER 22:17",
    "verseText": "“Lakini macho yako na moyo wako vimeelekezwa tu katika mapato ya udhalimu, kwa kumwaga damu isiyo na hatia, kwa uonevu na ukatili.”"
  },
  {
    "verseNumber": "JER 22:18",
    "verseText": "Kwa hiyo hili ndilo asemalo BWANA kuhusu Yehoyakimu mwana wa Yosia mfalme wa Yuda: “Hawatamwombolezea wakisema: ‘Ole, ndugu yangu! Ole, umbu langu!’ Hawatamwombolezea wakisema: ‘Ole, bwana wangu! Ole, fahari yake!’"
  },
  {
    "verseNumber": "JER 22:19",
    "verseText": "Atazikwa maziko ya punda: ataburutwa na kutupwa nje ya malango ya Yerusalemu.”"
  },
  {
    "verseNumber": "JER 22:20",
    "verseText": "“Panda Lebanoni ukapige kelele, sauti yako na isikike huko Bashani, piga kelele toka Abarimu, kwa kuwa wote waliojiunga nawe wameangamizwa."
  },
  {
    "verseNumber": "JER 22:21",
    "verseText": "Nilikuonya wakati ulipojisikia kwamba uko salama, lakini ulisema, ‘Mimi sitasikiliza!’ Hii imekuwa kawaida yako tangu ujana wako; hujanitii mimi."
  },
  {
    "verseNumber": "JER 22:22",
    "verseText": "Upepo utawaondoa wachungaji wako wote, na wale ulioungana nao wataenda uhamishoni. Kisha utaaibika na kufedheheka kwa sababu ya uovu wako wote."
  },
  {
    "verseNumber": "JER 22:23",
    "verseText": "Wewe uishiye Lebanoni, wewe uliyetulia kwenye majengo ya mierezi, tazama jinsi utakavyoomboleza maumivu makali yatakapokupata, maumivu kama yale ya mwanamke mwenye utungu wa kuzaa!"
  },
  {
    "verseNumber": "JER 22:24",
    "verseText": "“Hakika kama niishivyo,” asema BWANA, “hata kama wewe, Yekonia mwana wa Yehoyakimu mfalme wa Yuda, ungekuwa pete yangu ya muhuri katika mkono wangu wa kuume, bado ningekungʼoa hapo."
  },
  {
    "verseNumber": "JER 22:25",
    "verseText": "Nitakutia mikononi mwa wale wanaotafuta uhai wako, wale unaowaogopa, yaani Nebukadneza mfalme wa Babeli na kwa Wakaldayo."
  },
  {
    "verseNumber": "JER 22:26",
    "verseText": "Nitakutupa mbali wewe na mama aliyekuzaa mwende katika nchi nyingine, ambayo hakuna hata mmoja wenu aliyezaliwa huko, nanyi mtafia huko."
  },
  {
    "verseNumber": "JER 22:27",
    "verseText": "Kamwe hamtarudi katika nchi mliyotamani kuirudia.”"
  },
  {
    "verseNumber": "JER 22:28",
    "verseText": "Je, huyu mtu Yekonia ni chungu kilichodharauliwa, chungu kilichovunjika, chombo kisichotakiwa na mtu yeyote? Kwa nini yeye na watoto wake watupwe nje kwa nguvu, na kutupwa kwenye nchi wasioijua?"
  },
  {
    "verseNumber": "JER 22:29",
    "verseText": "Ee nchi, nchi, nchi, sikia neno la BWANA!"
  },
  {
    "verseNumber": "JER 22:30",
    "verseText": "Hili ndilo BWANA asemalo: “Mwandike huyu mtu kama asiye na mtoto, mtu ambaye hatafanikiwa maisha yake yote, kwa maana hakuna mtoto wake atakayefanikiwa, wala kukaa kwenye kiti cha enzi cha Daudi wala kuendelea kutawala katika Yuda.”"
  },
  {
    "verseNumber": "JER 23:1",
    "verseText": "“Ole wao wachungaji wanaoharibu na kutawanya kondoo wa malisho yangu!” asema BWANA."
  },
  {
    "verseNumber": "JER 23:2",
    "verseText": "Kwa hiyo hili ndilo BWANA, Mungu wa Israeli, analowaambia wachungaji wanaowachunga watu wangu: “Kwa sababu mmelitawanya kundi langu na kuwafukuzia mbali, wala hamkuwatunza, basi mimi nitawaadhibu kwa ajili ya uovu mliofanya,” asema BWANA."
  },
  {
    "verseNumber": "JER 23:3",
    "verseText": "“Mimi mwenyewe nitayakusanya mabaki ya kundi langu kutoka nchi zote ambazo nimewafukuzia, nami nitawarudisha katika malisho yao, mahali ambapo watazaa na kuongezeka idadi yao."
  },
  {
    "verseNumber": "JER 23:4",
    "verseText": "Nitaweka wachungaji juu yao ambao watawachunga, nao hawataogopa tena au kutishwa, wala hatapotea hata mmoja,” asema BWANA."
  },
  {
    "verseNumber": "JER 23:5",
    "verseText": "BWANA asema, “Siku zinakuja, nitakapomwinulia Daudi Tawi lenye haki, Mfalme atakayetawala kwa hekima, na kutenda lililo haki na sawa katika nchi."
  },
  {
    "verseNumber": "JER 23:6",
    "verseText": "Katika siku zake, Yuda ataokolewa na Israeli ataishi salama. Hili ndilo jina atakaloitwa: BWANA Haki Yetu."
  },
  {
    "verseNumber": "JER 23:7",
    "verseText": "“Hivyo basi, siku zinakuja, wakati ambapo watu hawatasema tena, ‘Hakika kama BWANA aishivyo, aliyewapandisha Waisraeli kutoka Misri,’"
  },
  {
    "verseNumber": "JER 23:8",
    "verseText": "bali watasema, ‘Hakika kama BWANA aishivyo, aliyewatoa wazao wa Israeli kutoka nchi ya kaskazini na nchi zote alizokuwa amewafukuzia,’ asema BWANA. Ndipo wataishi katika nchi yao wenyewe.”"
  },
  {
    "verseNumber": "JER 23:9",
    "verseText": "Kuhusu manabii: Moyo wangu umevunjika ndani yangu; mifupa yangu yote inatetemeka. Nimekuwa kama mtu aliyelewa, kama mtu aliyelemewa na divai, kwa sababu ya BWANA na maneno yake matakatifu."
  },
  {
    "verseNumber": "JER 23:10",
    "verseText": "Nchi imejaa wazinzi; kwa sababu ya laana, nchi imekauka na malisho yaliyoko nyikani yamekauka. Mwenendo wa manabii ni mbaya na mamlaka yao si ya haki."
  },
  {
    "verseNumber": "JER 23:11",
    "verseText": "“Nabii na kuhani wote si wacha Mungu; hata hekaluni mwangu ninaona uovu wao,” asema BWANA."
  },
  {
    "verseNumber": "JER 23:12",
    "verseText": "“Kwa hiyo mapito yao yatakuwa utelezi, watafukuziwa mbali gizani na huko wataanguka. Nitaleta maafa juu yao katika mwaka wa kuadhibiwa kwao,” asema BWANA."
  },
  {
    "verseNumber": "JER 23:13",
    "verseText": "“Miongoni mwa manabii wa Samaria nililiona jambo la kuchukiza: Walitabiri kwa Baali na kuwapotosha Israeli watu wangu."
  },
  {
    "verseNumber": "JER 23:14",
    "verseText": "Nako miongoni mwa manabii wa Yerusalemu nimeona jambo baya sana: Wanafanya uzinzi na kuenenda katika uongo. Wanatia nguvu mikono ya watenda mabaya, kwa ajili hiyo hakuna yeyote anayeachana na uovu wake. Wote wako kama Sodoma kwangu; watu na Yerusalemu wako kama Gomora.”"
  },
  {
    "verseNumber": "JER 23:15",
    "verseText": "Kwa hiyo, hili ndilo BWANA Mwenye Nguvu Zote asemalo kuhusu manabii: “Nitawafanya wale chakula kichungu na kunywa maji yaliyotiwa sumu, kwa sababu kutokana na manabii wa Yerusalemu kutokumcha Mungu kumeenea katika nchi yote.”"
  },
  {
    "verseNumber": "JER 23:16",
    "verseText": "Hili ndilo BWANA Mwenye Nguvu Zote asemalo: “Msisikilize wanachowatabiria manabii, wanawajaza matumaini ya uongo. Wanasema maono kutoka akili zao wenyewe, hayatoki katika kinywa cha BWANA."
  },
  {
    "verseNumber": "JER 23:17",
    "verseText": "Huendelea kuwaambia wale wanaonidharau mimi, ‘BWANA asema: Mtakuwa na amani.’ Kwa wale wote wafuatao ugumu wa mioyo yao, wao husema, ‘Hakuna dhara litakalowapata.’"
  },
  {
    "verseNumber": "JER 23:18",
    "verseText": "Lakini ni yupi miongoni mwao aliyesimama katika baraza la BWANA ili kuona au kusikia neno lake? Ni nani aliyesikiliza na kusikia neno lake?"
  },
  {
    "verseNumber": "JER 23:19",
    "verseText": "Tazama, dhoruba ya BWANA itapasuka kwa ghadhabu, kisulisuli kitazunguka na kuanguka vichwani vya waovu."
  },
  {
    "verseNumber": "JER 23:20",
    "verseText": "Hasira ya BWANA haitageuka mpaka amelitimiza kusudi la moyo wake. Siku zijazo mtalifahamu kwa wazi."
  },
  {
    "verseNumber": "JER 23:21",
    "verseText": "Mimi sikuwatuma manabii hawa, lakini bado wamekimbia wakitangaza ujumbe wao. Mimi sikusema nao, lakini wametabiri."
  },
  {
    "verseNumber": "JER 23:22",
    "verseText": "Lakini kama wangesimama barazani mwangu, wangetangaza maneno yangu kwa watu wangu, nao wangewageuza kutoka njia zao mbaya na kutoka matendo yao maovu.”"
  },
  {
    "verseNumber": "JER 23:23",
    "verseText": "“Je, mimi ni Mungu aliyeko hapa karibu tu,” BWANA asema, “wala si Mungu aliyeko pia mbali?"
  },
  {
    "verseNumber": "JER 23:24",
    "verseText": "Je, mtu yeyote aweza kujificha mahali pa siri ili nisiweze kumwona?” BWANA asema. “Je, mimi sikuijaza mbingu na nchi?” BWANA asema."
  },
  {
    "verseNumber": "JER 23:25",
    "verseText": "“Nimesikia wanayoyasema manabii, hao wanaotabiri uongo kwa jina langu. Wanasema, ‘Nimeota ndoto! Nimeota ndoto!’"
  },
  {
    "verseNumber": "JER 23:26",
    "verseText": "Mambo haya yataendelea mpaka lini ndani ya mioyo ya hawa manabii wa uongo, ambao hutabiri maono ya uongo ya akili zao wenyewe?"
  },
  {
    "verseNumber": "JER 23:27",
    "verseText": "Wanadhani ndoto wanazoambiana wao kwa wao zitawafanya watu wangu walisahau jina langu, kama baba zao walivyolisahau jina langu kwa kumwabudu Baali."
  },
  {
    "verseNumber": "JER 23:28",
    "verseText": "Mwache nabii aliye na ndoto aseme ndoto yake, lakini yule aliye na neno langu na aliseme kwa uaminifu. Kwa maana jani kavu lina uhusiano gani na ngano?” asema BWANA."
  },
  {
    "verseNumber": "JER 23:29",
    "verseText": "“Je, neno langu si kama moto,” asema BWANA, “na kama nyundo ivunjayo mwamba vipande vipande?"
  },
  {
    "verseNumber": "JER 23:30",
    "verseText": "“Kwa hiyo, niko kinyume na manabii wanaoibiana maneno kana kwamba ni yangu,” asema BWANA."
  },
  {
    "verseNumber": "JER 23:31",
    "verseText": "“Naam, mimi niko kinyume na manabii wanaotikisa ndimi zao wenyewe na kusema, ‘BWANA asema.’"
  },
  {
    "verseNumber": "JER 23:32",
    "verseText": "Kweli, niko kinyume na hao wanaotabiri ndoto za uongo,” asema BWANA. “Wanazisimulia na kuwapotosha watu wangu kwa uongo wao bila kujali, lakini sikuwatuma wala sikuwaamuru. Hawawafaidi watu hawa hata kidogo,” asema BWANA."
  },
  {
    "verseNumber": "JER 23:33",
    "verseText": "“Wakati watu hawa, au nabii, au kuhani watakapokuuliza, ‘Mzigo wa BWANA ni nini?’ wewe utawaambia, ‘Ninyi ndio mzigo. Nami nitawavua kama vazi, asema BWANA.’"
  },
  {
    "verseNumber": "JER 23:34",
    "verseText": "Nabii, kuhani, au mtu yeyote akisema, ‘Huu ndio mzigo wa BWANA,’ nitamwadhibu huyo na nyumba yake."
  },
  {
    "verseNumber": "JER 23:35",
    "verseText": "Hivyo mnaambiana kila mmoja na mwenzake, au kwa mtu wa nyumba yao: ‘BWANA amejibu nini?’ au ‘BWANA amesema nini?’"
  },
  {
    "verseNumber": "JER 23:36",
    "verseText": "Lakini kamwe msiseme tena, ‘Nina mzigo wa BWANA,’ kwa sababu kila neno la mtu binafsi linakuwa mzigo wake mwenyewe, na hivyo kupotosha maneno ya Mungu aliye hai, BWANA Mwenye Nguvu Zote, Mungu wetu."
  },
  {
    "verseNumber": "JER 23:37",
    "verseText": "Hivi ndivyo utakavyoendelea kumuuliza nabii: ‘BWANA amekujibu nini?’ au ‘Je, BWANA amesema nini?’"
  },
  {
    "verseNumber": "JER 23:38",
    "verseText": "Ingawa unadai, ‘Huu ndio mzigo wa BWANA,’ hili ndilo BWANA asemalo: Ulitumia maneno, ‘Huu ndio mzigo wa BWANA,’ hata ingawa nilikuambia kuwa kamwe usiseme, ‘Huu ni mzigo wa BWANA.’"
  },
  {
    "verseNumber": "JER 23:39",
    "verseText": "Kwa hiyo, hakika nitakusahau na kukutupa mbali na uso wangu pamoja na mji niliowapa ninyi na baba zenu."
  },
  {
    "verseNumber": "JER 23:40",
    "verseText": "Nitaleta juu yako fedheha ya kudumu: yaani aibu ya kudumu ambayo haitasahaulika.”"
  },
  {
    "verseNumber": "JER 24:1",
    "verseText": "Baada ya Yekonia mwana wa Yehoyakimu mfalme wa Yuda, pamoja na maafisa, mafundi stadi na wahunzi wa Yuda, kuchukuliwa kutoka Yerusalemu kwenda Babeli na Nebukadneza mfalme wa Babeli kwenda uhamishoni huko Babeli, BWANA akanionyesha vikapu viwili vya tini vilivyowekwa mbele ya Hekalu la BWANA."
  },
  {
    "verseNumber": "JER 24:2",
    "verseText": "Kikapu kimoja kilikuwa na tini nzuri sana, kama zile za mavuno ya kwanza. Kikapu cha pili kilikuwa na tini dhaifu sana, mbovu mno zisizofaa kuliwa."
  },
  {
    "verseNumber": "JER 24:3",
    "verseText": "Kisha BWANA akaniuliza, “Je, Yeremia, unaona nini?” Nikamjibu, “Ninaona tini zile zilizo nzuri ni nzuri sana, lakini zilizo dhaifu ni mbovu mno zisizofaa kuliwa.”"
  },
  {
    "verseNumber": "JER 24:4",
    "verseText": "Kisha neno la BWANA likanijia:"
  },
  {
    "verseNumber": "JER 24:5",
    "verseText": "“Hili ndilo BWANA, Mungu wa Israeli, asemalo: ‘Kama zilivyo hizi tini nzuri, ndivyo ninavyowaona kuwa bora watu wa uhamisho kutoka Yuda, niliowaondoa kutoka mahali hapa kwenda katika nchi ya Wakaldayo."
  },
  {
    "verseNumber": "JER 24:6",
    "verseText": "Macho yangu yatakuwa juu yao kwa ajili ya kuwapatia mema, nami nitawarudisha tena katika nchi hii. Nitawajenga wala sitawabomoa, nitawapanda wala sitawangʼoa,"
  },
  {
    "verseNumber": "JER 24:7",
    "verseText": "nitawapa moyo wa kunifahamu mimi, kwamba mimi ndimi BWANA. Watakuwa watu wangu, nami nitakuwa Mungu wao, kwa maana watanirudia kwa moyo wao wote."
  },
  {
    "verseNumber": "JER 24:8",
    "verseText": "“ ‘Lakini kama zilivyo zile tini dhaifu, ambazo ni mbovu mno zisizofaa kuliwa,’ asema BWANA, ‘ndivyo nitakavyomtendea Sedekia mfalme wa Yuda, maafisa wake na mabaki wengine kutoka Yerusalemu, wawe wamebaki katika nchi hii, au wanaishi Misri."
  },
  {
    "verseNumber": "JER 24:9",
    "verseText": "Nitawafanya kuwa chukizo kabisa na kitu cha kulaumiwa katika mataifa yote ya dunia, watakuwa aibu na kitu cha kudharauliwa, chombo cha dhihaka na kulaaniwa, popote nitakapowafukuzia."
  },
  {
    "verseNumber": "JER 24:10",
    "verseText": "Nitautuma upanga, njaa na tauni dhidi yao hadi wawe wameangamia kutoka nchi niliyowapa wao na baba zao.’ ”"
  },
  {
    "verseNumber": "JER 25:1",
    "verseText": "Neno likamjia Yeremia kuhusu watu wote wa Yuda, katika mwaka wa nne wa utawala wa Yehoyakimu mwana wa Yosia mfalme wa Yuda, ambao ulikuwa mwaka wa kwanza wa utawala wa Nebukadneza mfalme wa Babeli."
  },
  {
    "verseNumber": "JER 25:2",
    "verseText": "Hivyo nabii Yeremia akawaambia watu wote wa Yuda na wale wote waishio Yerusalemu:"
  },
  {
    "verseNumber": "JER 25:3",
    "verseText": "Kwa miaka ishirini na mitatu, kuanzia mwaka wa kumi na tatu wa utawala wa Yosia mwana wa Amoni mfalme wa Yuda, hadi siku hii ya leo, neno la BWANA limekuwa likinijia, nami nimesema nanyi mara kwa mara, lakini hamkusikiliza."
  },
  {
    "verseNumber": "JER 25:4",
    "verseText": "Ingawa BWANA amewatuma watumishi wake wote hao manabii kwenu mara kwa mara, hamkusikiliza wala hamkujali."
  },
  {
    "verseNumber": "JER 25:5",
    "verseText": "Walisema, “Geukeni sasa, kila mmoja wenu kutoka njia yake mbaya na matendo yake maovu, ndipo mtaweza kukaa katika nchi ambayo BWANA aliwapa ninyi na baba zenu milele."
  },
  {
    "verseNumber": "JER 25:6",
    "verseText": "Msiifuate miungu mingine ili kuitumikia na kuiabudu. Msinikasirishe kwa vitu ambavyo mmevitengeneza kwa mikono yenu.”"
  },
  {
    "verseNumber": "JER 25:7",
    "verseText": "“Lakini ninyi hamkunisikiliza mimi, tena mkanikasirisha kwa vitu mlivyovitengeneza kwa mikono yenu, nanyi mmejiletea madhara juu yenu wenyewe,” asema BWANA."
  },
  {
    "verseNumber": "JER 25:8",
    "verseText": "Kwa hiyo BWANA Mwenye Nguvu Zote asema hivi: “Kwa sababu hamkuyasikiliza maneno yangu,"
  },
  {
    "verseNumber": "JER 25:9",
    "verseText": "nitayaita mataifa yote ya kaskazini na mtumishi wangu Nebukadneza mfalme wa Babeli,” asema BWANA. “Nitawaleta waishambulie nchi hii na wakazi wake wote, na dhidi ya mataifa yote yanayowazunguka. Nitawaangamiza kabisa na kuwafanya kitu cha kuchukiwa na kudharauliwa, na kuwa magofu daima."
  },
  {
    "verseNumber": "JER 25:10",
    "verseText": "Nitawaondolea sauti ya shangwe na furaha, sauti ya bibi na bwana arusi, sauti ya mawe ya kusagia, na mwanga wa taa."
  },
  {
    "verseNumber": "JER 25:11",
    "verseText": "Nchi hii yote itakuwa ukiwa na isiyofaa kitu, nayo mataifa haya yatamtumikia mfalme wa Babeli kwa miaka sabini.”"
  },
  {
    "verseNumber": "JER 25:12",
    "verseText": "“Lakini miaka sabini itakapotimia, nitamwadhibu mfalme wa Babeli na taifa lake na nchi ya Wakaldayo kwa ajili ya hatia yao,” asema BWANA. “Nitaifanya kuwa ukiwa milele."
  },
  {
    "verseNumber": "JER 25:13",
    "verseText": "Nitaleta juu ya nchi hiyo mambo yote niliyosema dhidi yake, yote yaliyoandikwa katika kitabu hiki, na kutolewa unabii na Yeremia dhidi ya mataifa yote."
  },
  {
    "verseNumber": "JER 25:14",
    "verseText": "Wao wenyewe watakuwa watumwa wa mataifa mengi na wafalme wakuu. Nitawalipizia sawasawa na matendo yao na kazi ya mikono yao.”"
  },
  {
    "verseNumber": "JER 25:15",
    "verseText": "Hili ndilo BWANA, Mungu wa Israeli, aliloniambia: “Chukua kutoka mkononi mwangu kikombe hiki kilichojaa divai ya ghadhabu yangu, na kuyanywesha mataifa yote ambayo ninakutuma kwao."
  },
  {
    "verseNumber": "JER 25:16",
    "verseText": "Watakapoinywa, watapepesuka na kukasirika sana kwa sababu ya upanga nitakaoupeleka katikati yao.”"
  },
  {
    "verseNumber": "JER 25:17",
    "verseText": "Hivyo nikakichukua kikombe kutoka mkononi mwa BWANA, na kuyafanya mataifa yote aliyonituma kwao kukinywa:"
  },
  {
    "verseNumber": "JER 25:18",
    "verseText": "Yaani Yerusalemu na miji ya Yuda, wafalme wake na maafisa wake, kuwafanya magofu na kuwa kitu cha kuchukiza, cha dhihaka na laana, kama walivyo leo;"
  },
  {
    "verseNumber": "JER 25:19",
    "verseText": "pia Farao mfalme wa Misri, watumishi wake, maafisa wake na watu wake wote,"
  },
  {
    "verseNumber": "JER 25:20",
    "verseText": "pia wageni wote walioko huko; wafalme wote wa nchi ya Usi; wafalme wote wa Wafilisti (wale wa Ashkeloni, Gaza, Ekroni na watu walioachwa huko Ashdodi);"
  },
  {
    "verseNumber": "JER 25:21",
    "verseText": "Edomu, Moabu na Amoni;"
  },
  {
    "verseNumber": "JER 25:22",
    "verseText": "wafalme wote wa Tiro na Sidoni; wafalme wa nchi za pwani ngʼambo ya bahari;"
  },
  {
    "verseNumber": "JER 25:23",
    "verseText": "Dedani, Tema, Buzi na wote walio maeneo ya mbali;"
  },
  {
    "verseNumber": "JER 25:24",
    "verseText": "wafalme wote wa Arabuni na wafalme wote wa watu wageni wanaoishi katika jangwa;"
  },
  {
    "verseNumber": "JER 25:25",
    "verseText": "wafalme wote wa Zimri, Elamu na Umedi;"
  },
  {
    "verseNumber": "JER 25:26",
    "verseText": "na wafalme wote wa pande za kaskazini, wa karibu na wa mbali, mmoja baada ya mwingine; yaani falme zote juu ya uso wa dunia. Baada ya hao wote, mfalme wa Sheshaki atakunywa pia."
  },
  {
    "verseNumber": "JER 25:27",
    "verseText": "“Kisha uwaambie, ‘Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: Kunyweni, mlewe na mtapike; angukeni, wala msiinuke tena kwa sababu ya upanga nitakaotuma miongoni mwenu.’"
  },
  {
    "verseNumber": "JER 25:28",
    "verseText": "Lakini kama wakikataa kupokea kikombe kutoka mikononi mwako na kunywa, waambie, ‘Hili ndilo asemalo BWANA Mwenye Nguvu Zote: Ni lazima mnywe!"
  },
  {
    "verseNumber": "JER 25:29",
    "verseText": "Tazama, nimeanza kuleta maafa juu ya mji ulio na Jina langu, na je, kweli ninyi mtaepuka kuadhibiwa? Hamwezi kuepuka kuadhibiwa, kwa maana nitaleta vita juu ya wote waishio duniani, asema BWANA Mwenye Nguvu Zote.’"
  },
  {
    "verseNumber": "JER 25:30",
    "verseText": "“Basi sasa toa unabii kwa maneno haya yote dhidi yao, uwaambie: “ ‘BWANA atanguruma kutoka juu; atatoa sauti ya ngurumo kutoka makao yake matakatifu na kunguruma kwa nguvu sana dhidi ya nchi yake. Atapiga kelele kama wao wakanyagao zabibu, atapiga kelele dhidi ya wote waishio duniani."
  },
  {
    "verseNumber": "JER 25:31",
    "verseText": "Ghasia zitasikika hadi miisho ya dunia, kwa maana BWANA ataleta mashtaka dhidi ya mataifa; ataleta hukumu juu ya wanadamu wote na kuwaua waovu wote,’ ” asema BWANA."
  },
  {
    "verseNumber": "JER 25:32",
    "verseText": "Hili ndilo BWANA Mwenye Nguvu Zote asemalo: “Tazama! Maafa yanaenea kutoka taifa moja hadi jingine; tufani kubwa inainuka kutoka miisho ya dunia.”"
  },
  {
    "verseNumber": "JER 25:33",
    "verseText": "Wakati huo, hao waliouawa na BWANA watatapakaa kila mahali, kuanzia mwisho mmoja wa dunia hadi mwisho mwingine. Hawataombolezewa wala kukusanywa au kuzikwa, lakini watakuwa kama mavi yaliyoenea juu ya ardhi."
  },
  {
    "verseNumber": "JER 25:34",
    "verseText": "Lieni na kuomboleza, enyi wachungaji, mgaagae mavumbini, ninyi viongozi wa kundi. Kwa maana wakati wenu wa kuchinjwa umewadia; mtaanguka na kuvunjavunjwa kama vyombo vizuri vya udongo."
  },
  {
    "verseNumber": "JER 25:35",
    "verseText": "Wachungaji hawatakuwa na mahali pa kukimbilia, viongozi wa kundi hawatapata mahali pa kutorokea."
  },
  {
    "verseNumber": "JER 25:36",
    "verseText": "Sikia kilio cha wachungaji, maombolezo ya viongozi wa kundi, kwa maana BWANA anayaharibu malisho yao."
  },
  {
    "verseNumber": "JER 25:37",
    "verseText": "Makao yao ya amani yataharibiwa kwa sababu ya hasira kali ya BWANA."
  },
  {
    "verseNumber": "JER 25:38",
    "verseText": "Kama simba ataacha pango lake, nchi yao itakuwa ukiwa kwa sababu ya upanga wa mdhalimu, na kwa sababu ya hasira kali ya BWANA Mungu."
  },
  {
    "verseNumber": "JER 26:1",
    "verseText": "Mwanzoni mwa utawala wa Yehoyakimu mwana wa Yosia mfalme wa Yuda, neno hili lilikuja kutoka kwa BWANA:"
  },
  {
    "verseNumber": "JER 26:2",
    "verseText": "“Hili ndilo BWANA asemalo: Simama katika ua wa nyumba ya BWANA na useme na watu wote wa miji ya Yuda wanaokuja kuabudu katika nyumba ya BWANA. Waambie kila kitu nitakachokuamuru, usipunguze neno."
  },
  {
    "verseNumber": "JER 26:3",
    "verseText": "Huenda watasikiliza, na kila mmoja akageuka kutoka njia yake mbaya. Kisha nitawahurumia na kuacha kuwaletea maafa niliyokuwa ninapanga kwa sababu ya maovu waliyofanya."
  },
  {
    "verseNumber": "JER 26:4",
    "verseText": "Waambie, ‘Hili ndilo asemalo BWANA: Ikiwa hamtanisikiliza na kuifuata sheria yangu ambayo nimeiweka mbele yenu,"
  },
  {
    "verseNumber": "JER 26:5",
    "verseText": "nanyi ikiwa hamtayasikiliza maneno ya watumishi wangu manabii, ambao nimewatuma kwenu tena na tena (ijapokuwa hamkuwasikiliza),"
  },
  {
    "verseNumber": "JER 26:6",
    "verseText": "ndipo nitaifanya nyumba hii kama Shilo na mji huu kuwa kitu cha kulaaniwa na mataifa yote ya dunia.’ ”"
  },
  {
    "verseNumber": "JER 26:7",
    "verseText": "Makuhani, manabii na watu wote wakamsikia Yeremia akiyasema maneno haya ndani ya nyumba ya BWANA."
  },
  {
    "verseNumber": "JER 26:8",
    "verseText": "Lakini mara tu Yeremia alipomaliza kuwaambia watu kila kitu BWANA alichomwamuru kukisema, basi makuhani, manabii na watu wote walimkamata wakisema, “Ni lazima ufe!"
  },
  {
    "verseNumber": "JER 26:9",
    "verseText": "Kwa nini unatoa unabii katika jina la BWANA kwamba nyumba hii itakuwa kama Shilo na mji huu utakuwa ukiwa na kuachwa tupu?” Nao watu wote wakamkusanyikia na kumzunguka Yeremia ndani ya nyumba ya BWANA."
  },
  {
    "verseNumber": "JER 26:10",
    "verseText": "Maafisa wa Yuda waliposikia kuhusu mambo haya, wakapanda kutoka jumba la kifalme, wakaenda katika nyumba ya BWANA na kushika nafasi zao kwenye ingilio la Lango Jipya la nyumba ya BWANA."
  },
  {
    "verseNumber": "JER 26:11",
    "verseText": "Kisha makuhani na manabii wakawaambia maafisa pamoja na watu wote, “Mtu huyu anastahili ahukumiwe kifo kwa sababu ametoa unabii mbaya dhidi ya mji huu. Mmesikia kwa masikio yenu wenyewe!”"
  },
  {
    "verseNumber": "JER 26:12",
    "verseText": "Kisha Yeremia akawaambia maafisa wote na watu wote: “BWANA amenituma kutoa unabii dhidi ya nyumba hii na mji huu mambo yote mliyoyasikia."
  },
  {
    "verseNumber": "JER 26:13",
    "verseText": "Sasa tengenezeni njia zenu na matendo yenu, na kumtii BWANA Mungu wenu. Ndipo BWANA atawahurumia na kuacha kuleta maafa aliyokuwa ameyatamka dhidi yenu."
  },
  {
    "verseNumber": "JER 26:14",
    "verseText": "Lakini kwa habari yangu mimi, niko mikononi mwenu, nifanyieni lolote mnaloona kuwa ni jema na la haki."
  },
  {
    "verseNumber": "JER 26:15",
    "verseText": "Hata hivyo, jueni kwa hakika, ikiwa mtaniua, mtakuwa mmejipatia dhambi kwa damu isiyo na hatia juu yenu wenyewe, na juu ya mji huu na wote wanaoishi ndani yake, kwa maana ni kweli BWANA amenituma kwenu ili niseme maneno haya yote masikioni mwenu.”"
  },
  {
    "verseNumber": "JER 26:16",
    "verseText": "Kisha maafisa na watu wote wakawaambia makuhani na manabii, “Mtu huyu asihukumiwe kifo! Amesema nasi katika jina la BWANA, Mungu wetu.”"
  },
  {
    "verseNumber": "JER 26:17",
    "verseText": "Baadhi ya wazee wa nchi wakasogea mbele, wakaliambia kusanyiko lote la watu,"
  },
  {
    "verseNumber": "JER 26:18",
    "verseText": "“Mika Mmoreshethi alitoa unabii katika siku za Hezekia mfalme wa Yuda. Akawaambia watu wote wa Yuda, ‘Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “ ‘Sayuni italimwa kama shamba, Yerusalemu itakuwa lundo la kokoto, na kilima cha Hekalu kitakuwa kichuguu kilichofunikwa na vichaka.’"
  },
  {
    "verseNumber": "JER 26:19",
    "verseText": "Je, Hezekia mfalme wa Yuda au mtu mwingine yeyote katika Yuda alimhukumu Mika kufa? Je, Hezekia hakumcha BWANA na kuhitaji msaada wake? Je, BWANA hakuwahurumia na akaacha kuleta maafa aliyokuwa ametamka dhidi yao? Tunakaribia sana kujiletea maangamizo ya kutisha sisi wenyewe!”"
  },
  {
    "verseNumber": "JER 26:20",
    "verseText": "(Wakati huu, Uria mwana wa Shemaya kutoka mji wa Kiriath-Yearimu alikuwa mtu mwingine aliyetoa unabii kwa jina la BWANA. Alitoa unabii juu ya mambo yaliyofanana na haya dhidi ya mji huu na nchi hii kama alivyofanya Yeremia."
  },
  {
    "verseNumber": "JER 26:21",
    "verseText": "Mfalme Yehoyakimu na wakuu wake wote na maafisa waliposikia maneno yake, mfalme alitafuta kumuua. Lakini Uria alipata habari, na kwa kuogopa akakimbilia Misri."
  },
  {
    "verseNumber": "JER 26:22",
    "verseText": "Hata hivyo, Mfalme Yehoyakimu alimtuma Elnathani mwana wa Akbori huko Misri, pamoja na watu wengine ili kwenda kumkamata Uria."
  },
  {
    "verseNumber": "JER 26:23",
    "verseText": "Wakamrudisha Uria kutoka Misri na kumpeleka kwa Mfalme Yehoyakimu, ambaye alimuua kwa upanga, na mwili wake kutupwa kwenye eneo la makaburi ya watu wasio na cheo.)"
  },
  {
    "verseNumber": "JER 26:24",
    "verseText": "Zaidi ya hayo, Ahikamu mwana wa Shafani akamuunga mkono Yeremia, kwa hiyo hakutiwa tena mikononi mwa watu ili auawe."
  },
  {
    "verseNumber": "JER 27:1",
    "verseText": "Mwanzoni mwa utawala wa Yehoyakimu mwana wa Yosia mfalme wa Yuda, neno hili lilimjia Yeremia kutoka kwa BWANA:"
  },
  {
    "verseNumber": "JER 27:2",
    "verseText": "Hili ndilo BWANA aliloniambia: “Tengeneza nira, ujivike shingoni mwako, uifunge kwa kamba za ngozi."
  },
  {
    "verseNumber": "JER 27:3",
    "verseText": "Kisha utume ujumbe kwa wafalme wa Edomu, Moabu, Amoni, Tiro na Sidoni kupitia wajumbe ambao wamekuja Yerusalemu kwa Sedekia mfalme wa Yuda."
  },
  {
    "verseNumber": "JER 27:4",
    "verseText": "Wape ujumbe kwa ajili ya mabwana zao na uwaambie: Hili ndilo asemalo BWANA Mwenye Nguvu Zote, Mungu wa Israeli: ‘Waambieni hivi mabwana zenu:"
  },
  {
    "verseNumber": "JER 27:5",
    "verseText": "Kwa uwezo wangu mkuu na kwa mkono wangu ulionyooshwa nimeumba dunia na watu wake na wanyama walioko ndani yake, nami humpa yeyote inipendezavyo."
  },
  {
    "verseNumber": "JER 27:6",
    "verseText": "Sasa nitazitia nchi zenu zote mkononi mwa mtumishi wangu Nebukadneza mfalme wa Babeli, na nitawafanya hata wanyama wa mwituni wamtumikie."
  },
  {
    "verseNumber": "JER 27:7",
    "verseText": "Mataifa yote yatamtumikia yeye, pamoja na mwanawe na mwana wa mwanawe, hadi wakati wa nchi yake utakapowadia, kisha mataifa mengi na wafalme wenye nguvu nyingi watamshinda."
  },
  {
    "verseNumber": "JER 27:8",
    "verseText": "“ ‘ “Lakini kama kukiwa na taifa lolote au ufalme ambao hautamtumikia Nebukadneza mfalme wa Babeli, ama kuinamisha shingo yake chini ya nira yake, nitaliadhibu taifa hilo kwa upanga, njaa na tauni, asema BWANA, mpaka nitakapoliangamiza taifa hilo kwa mkono wake."
  },
  {
    "verseNumber": "JER 27:9",
    "verseText": "Kwa hiyo msiwasikilize manabii wenu, waaguzi wenu, waota ndoto wenu, watabiri na wachawi wanaowaambia ninyi: Hamtamtumikia mfalme wa Babeli."
  },
  {
    "verseNumber": "JER 27:10",
    "verseText": "Wanawatabiria uongo ambao utawafanya ninyi mhamishwe mbali kutoka nchi yenu. Nitawafukuzia mbali, nanyi mtaangamia."
  },
  {
    "verseNumber": "JER 27:11",
    "verseText": "Lakini ikiwa taifa lolote litainama na kuweka shingo lake katika nira ya mfalme wa Babeli na kumtumikia, nitaliacha taifa hilo katika nchi yake yenyewe ili wailime na kuishi humo, asema BWANA.” ’ ”"
  },
  {
    "verseNumber": "JER 27:12",
    "verseText": "Nilitoa ujumbe huo huo kwa Sedekia mfalme wa Yuda. Nilisema, “Ingiza shingo yako katika nira ya mfalme wa Babeli, umtumikie yeye na watu wake, nawe utaishi."
  },
  {
    "verseNumber": "JER 27:13",
    "verseText": "Kwa nini wewe na watu wako mfe kwa upanga, njaa na tauni, ambazo BWANA ameonya juu ya taifa lolote ambalo halitamtumikia mfalme wa Babeli?"
  },
  {
    "verseNumber": "JER 27:14",
    "verseText": "Msiyasikilize maneno ya manabii wanaowaambia kwamba, ‘Hamtamtumikia mfalme wa Babeli,’ kwa sababu wanawatabiria uongo."
  },
  {
    "verseNumber": "JER 27:15",
    "verseText": "‘Sikuwatuma hao,’ asema BWANA. ‘Wanatabiri uongo kwa jina langu. Kwa hiyo, nitawafukuzia mbali, nanyi mtaangamia, ninyi pamoja na manabii wanaowatabiria.’ ”"
  },
  {
    "verseNumber": "JER 27:16",
    "verseText": "Kisha nikawaambia makuhani na watu hawa wote, “Hili ndilo asemalo BWANA: Msiwasikilize manabii wanaosema, ‘Hivi karibuni sana vyombo vya nyumba ya BWANA vitarudishwa kutoka Babeli.’ Wanawatabiria ninyi uongo."
  },
  {
    "verseNumber": "JER 27:17",
    "verseText": "Msiwasikilize. Mtumikieni mfalme wa Babeli, nanyi mtaishi. Kwa nini mji huu uwe magofu?"
  },
  {
    "verseNumber": "JER 27:18",
    "verseText": "Kama wao ni manabii na wanalo neno la BWANA, basi na wamsihi BWANA Mwenye Nguvu Zote ili vyombo vilivyobaki katika nyumba ya BWANA na katika jumba la kifalme la mfalme wa Yuda na katika Yerusalemu visipelekwe Babeli."
  },
  {
    "verseNumber": "JER 27:19",
    "verseText": "Kwa maana hili ndilo asemalo BWANA Mwenye Nguvu Zote kuhusu zile nguzo, ile Bahari, vile vishikizo viwezavyo kuhamishika, vinara na vyombo vingine vilivyoachwa katika mji huu,"
  },
  {
    "verseNumber": "JER 27:20",
    "verseText": "ambavyo Nebukadneza mfalme wa Babeli hakuvichukua wakati alipomchukua Yekonia mwana wa Yehoyakimu mfalme wa Yuda kwenda uhamishoni huko Babeli kutoka Yerusalemu, pamoja na wakuu wote wa Yuda na Yerusalemu."
  },
  {
    "verseNumber": "JER 27:21",
    "verseText": "Naam, hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo kuhusu vitu ambavyo vimebaki ndani ya nyumba ya BWANA, na ndani ya jumba la kifalme la mfalme wa Yuda, na katika Yerusalemu:"
  },
  {
    "verseNumber": "JER 27:22",
    "verseText": "‘Vitachukuliwa kupelekwa Babeli, nako huko vitabaki mpaka siku nitakayovijilia,’ asema BWANA. ‘Kisha nitavirudisha na kuvirejesha mahali hapa.’ ”"
  },
  {
    "verseNumber": "JER 28:1",
    "verseText": "Katika mwezi wa tano wa mwaka ule ule, yaani mwaka wa nne, mwanzoni mwa utawala wa Sedekia mfalme wa Yuda, nabii Hanania mwana wa Azuri, ambaye alitoka Gibeoni, akaniambia katika nyumba ya BWANA mbele ya makuhani na watu wote:"
  },
  {
    "verseNumber": "JER 28:2",
    "verseText": "“Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli asemalo: ‘Nitaivunja nira ya mfalme wa Babeli."
  },
  {
    "verseNumber": "JER 28:3",
    "verseText": "Katika muda wa miaka miwili nitavirudisha mahali hapa vyombo vyote vya nyumba ya BWANA ambavyo Nebukadneza mfalme wa Babeli aliviondoa kutoka hapa na kuvipeleka Babeli."
  },
  {
    "verseNumber": "JER 28:4",
    "verseText": "Pia nitamrudisha mahali hapa Yekonia mwana wa Yehoyakimu mfalme wa Yuda, pamoja na wote waliohamishwa kutoka Yuda ambao walikwenda Babeli,’ asema BWANA, ‘kwa kuwa nitaivunja nira ya mfalme wa Babeli.’ ”"
  },
  {
    "verseNumber": "JER 28:5",
    "verseText": "Ndipo nabii Yeremia akamjibu nabii Hanania mbele ya makuhani na watu wote waliokuwa wamesimama ndani ya nyumba ya BWANA."
  },
  {
    "verseNumber": "JER 28:6",
    "verseText": "Akasema, “Amen! BWANA na afanye hivyo! BWANA na ayatimize maneno uliyotoa unabii kwa kuvirudisha mahali hapa kutoka Babeli vyombo vya nyumba ya BWANA pamoja na wote waliohamishwa."
  },
  {
    "verseNumber": "JER 28:7",
    "verseText": "Hata hivyo, nisikilize nikuambie yale nitakayoyasema masikioni mwako na masikioni mwa watu hawa wote:"
  },
  {
    "verseNumber": "JER 28:8",
    "verseText": "Tangu mwanzo, manabii waliokutangulia wewe na mimi walitabiri vita, maafa na tauni dhidi ya nchi nyingi na falme kubwa."
  },
  {
    "verseNumber": "JER 28:9",
    "verseText": "Lakini nabii atakayetabiri amani atatambuliwa kuwa kweli ametumwa na BWANA ikiwa unabii wake utatimia.”"
  },
  {
    "verseNumber": "JER 28:10",
    "verseText": "Kisha nabii Hanania akaiondoa nira iliyokuwa shingoni mwa Yeremia na kuivunja,"
  },
  {
    "verseNumber": "JER 28:11",
    "verseText": "naye akasema mbele ya watu wote, “Hili ndilo asemalo BWANA: ‘Vivi hivi ndivyo nitakavyoivunja nira ya Nebukadneza mfalme wa Babeli kutoka kwenye shingo za mataifa katika muda huu wa miaka miwili.’ ” Alipofanya hivi, nabii Yeremia akaondoka zake."
  },
  {
    "verseNumber": "JER 28:12",
    "verseText": "Kitambo kidogo baada ya nabii Hanania kuivunja nira kutoka shingo ya nabii Yeremia, neno la BWANA likamjia Yeremia:"
  },
  {
    "verseNumber": "JER 28:13",
    "verseText": "“Nenda ukamwambie Hanania, ‘Hili ndilo asemalo BWANA: Umevunja nira ya mti, lakini badala yake utapata nira ya chuma."
  },
  {
    "verseNumber": "JER 28:14",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote, Mungu wa Israeli: Nitaweka nira ya chuma kwenye shingo za mataifa haya yote ili kufanya yamtumikie Nebukadneza mfalme wa Babeli, nao watamtumikia. Nitampa kutawala hata wanyama wa mwituni.’ ”"
  },
  {
    "verseNumber": "JER 28:15",
    "verseText": "Kisha nabii Yeremia akamwambia nabii Hanania, “Sikiliza Hanania! BWANA hajakutuma, lakini wewe umelishawishi taifa hili kuamini uongo."
  },
  {
    "verseNumber": "JER 28:16",
    "verseText": "Kwa hiyo, hili ndilo asemalo BWANA: ‘Hivi karibuni nitakuondoa kutoka juu ya uso wa dunia. Mwaka huu utakufa, kwa sababu umetangaza uasi dhidi ya BWANA.’ ”"
  },
  {
    "verseNumber": "JER 28:17",
    "verseText": "Katika mwezi wa saba wa mwaka ule ule, nabii Hanania akafa."
  },
  {
    "verseNumber": "JER 29:1",
    "verseText": "Haya ndiyo maneno ya ile barua ambayo nabii Yeremia aliituma kutoka Yerusalemu kwenda kwa wazee waliobaki miongoni mwa wale waliohamishwa, na kwa makuhani, manabii na watu wengine wote ambao Nebukadneza alikuwa amewachukua kwenda uhamishoni Babeli kutoka Yerusalemu."
  },
  {
    "verseNumber": "JER 29:2",
    "verseText": "(Hii ilikuwa ni baada ya Mfalme Yekonia na malkia mamaye, maafisa wa mahakama, viongozi wa Yuda na wa Yerusalemu, mafundi na wahunzi kwenda uhamishoni kutoka Yerusalemu.)"
  },
  {
    "verseNumber": "JER 29:3",
    "verseText": "Barua ilikabidhiwa kwa Elasa mwana wa Shafani, na kwa Gemaria mwana wa Hilkia, ambao Sedekia mfalme wa Yuda aliwatuma kwa Mfalme Nebukadneza huko Babeli. Barua yenyewe ilisema:"
  },
  {
    "verseNumber": "JER 29:4",
    "verseText": "Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, awaambialo wale wote niliowapeleka kutoka Yerusalemu kwenda uhamishoni Babeli:"
  },
  {
    "verseNumber": "JER 29:5",
    "verseText": "“Jengeni nyumba na mstarehe, pandeni bustani na mle mazao yake."
  },
  {
    "verseNumber": "JER 29:6",
    "verseText": "Oeni wake na mzae wana na binti, waozeni wana wenu wake, nanyi watoeni binti zenu waolewe, ili nao pia wazae wana na binti. Ongezekeni idadi yenu huko, wala msipungue."
  },
  {
    "verseNumber": "JER 29:7",
    "verseText": "Pia tafuteni amani na mafanikio ya mji ambamo nimewapeleka uhamishoni. Mwombeni BWANA kwa ajili ya mji huo, kwa sababu ukistawi, ninyi pia mtastawi.”"
  },
  {
    "verseNumber": "JER 29:8",
    "verseText": "Naam, hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: “Msikubali manabii na wabashiri walioko miongoni mwenu wawadanganye. Msisikilize ndoto ambazo mmewatia moyo kuota."
  },
  {
    "verseNumber": "JER 29:9",
    "verseText": "Wanawatabiria ninyi uongo kwa jina langu. Sikuwatuma,” asema BWANA."
  },
  {
    "verseNumber": "JER 29:10",
    "verseText": "Hili ndilo asemalo BWANA: “Miaka sabini itakapotimia kwa ajili ya Babeli, nitakuja kwenu na kutimiza ahadi yangu ya rehema ya kuwarudisha mahali hapa."
  },
  {
    "verseNumber": "JER 29:11",
    "verseText": "Kwa maana ninajua mipango niliyo nayo kwa ajili yenu,” asema BWANA, “ni mipango ya kuwafanikisha na wala si ya kuwadhuru, ni mipango ya kuwapa tumaini katika siku zijazo."
  },
  {
    "verseNumber": "JER 29:12",
    "verseText": "Kisha mtaniita, na mtakuja na kuniomba, nami nitawasikiliza."
  },
  {
    "verseNumber": "JER 29:13",
    "verseText": "Mtanitafuta na kuniona, mtakaponitafuta kwa moyo wenu wote."
  },
  {
    "verseNumber": "JER 29:14",
    "verseText": "Nitaonekana kwenu,” asema BWANA, “nami nitawarudisha watu wenu waliotekwa. Nitawakusanya kutoka mataifa yote na mahali pote nilipokuwa nimewafukuzia, nami nitawarudisha mahali ambapo nilikuwa nimewatoa walipochukuliwa uhamishoni,” asema BWANA."
  },
  {
    "verseNumber": "JER 29:15",
    "verseText": "Mnaweza mkasema, “BWANA ameinua manabii kwa ajili yetu huku Babeli,”"
  },
  {
    "verseNumber": "JER 29:16",
    "verseText": "lakini hili ndilo asemalo BWANA kuhusu mfalme aketiaye kiti cha enzi cha Daudi, na watu wa kwenu wote wanaobaki katika mji huu, ndugu zenu ambao hawakwenda pamoja nanyi uhamishoni."
  },
  {
    "verseNumber": "JER 29:17",
    "verseText": "Naam, hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Nitatuma upanga, njaa na tauni dhidi yao, nami nitawafanya kuwa kama tini dhaifu zile ambazo ni mbovu sana zisizofaa kuliwa."
  },
  {
    "verseNumber": "JER 29:18",
    "verseText": "Nitawafukuza kwa upanga, kwa njaa na kwa tauni, nami nitawafanya kitu cha kuchukiza sana kwa falme zote za dunia, na kuwa kitu cha laana na cha kuogofya, cha dharau na kukemewa, miongoni mwa mataifa yote nitakakowafukuzia."
  },
  {
    "verseNumber": "JER 29:19",
    "verseText": "Kwa kuwa hawakuyasikiliza maneno yangu,” asema BWANA, “maneno ambayo niliwatumia tena na tena kupitia watumishi wangu manabii. Wala ninyi watu wa uhamisho hamkusikiliza pia,” asema BWANA."
  },
  {
    "verseNumber": "JER 29:20",
    "verseText": "Kwa hiyo, sikieni neno la BWANA, enyi nyote mlio uhamishoni, niliowapeleka Babeli kutoka Yerusalemu."
  },
  {
    "verseNumber": "JER 29:21",
    "verseText": "Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo kuhusu Ahabu mwana wa Kolaya, na Sedekia mwana wa Maaseya, wanaowatabiria uongo kwa jina langu: “Nitawatia mikononi mwa Nebukadneza mfalme wa Babeli, naye atawaua mbele ya macho yenu hasa."
  },
  {
    "verseNumber": "JER 29:22",
    "verseText": "Kwa ajili yao, watu wote wa uhamisho kutoka Yuda walioko Babeli watatumia laana hii: ‘BWANA na akutendee kama Sedekia na Ahabu, ambao mfalme wa Babeli aliwachoma kwa moto.’"
  },
  {
    "verseNumber": "JER 29:23",
    "verseText": "Kwa kuwa wamefanya mambo maovu kabisa katika Israeli, wamezini na wake za majirani zao, tena kwa Jina langu wamesema uongo, mambo ambayo sikuwaambia kuyafanya. Nami nayajua haya, na ni shahidi wa jambo hilo,” asema BWANA."
  },
  {
    "verseNumber": "JER 29:24",
    "verseText": "Mwambie Shemaya Mnehelami,"
  },
  {
    "verseNumber": "JER 29:25",
    "verseText": "“Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: Ulituma barua kwa jina lako mwenyewe kwa watu wote wa Yerusalemu, kwa Sefania mwana wa kuhani Maaseya na kwa makuhani wengine wote. Ulimwambia Sefania,"
  },
  {
    "verseNumber": "JER 29:26",
    "verseText": "‘BWANA amekuweka wewe uwe kuhani badala ya Yehoyada ili uwe msimamizi wa nyumba ya BWANA. Unapaswa kufunga kwa mikatale na mnyororo wa shingoni mwendawazimu yeyote anayejifanya nabii."
  },
  {
    "verseNumber": "JER 29:27",
    "verseText": "Kwa nini basi hukumkemea Yeremia Mwanathothi, aliyejifanya kama nabii miongoni mwenu?"
  },
  {
    "verseNumber": "JER 29:28",
    "verseText": "Ametutumia ujumbe huu huku Babeli: Mtakuwako huko muda mrefu. Kwa hiyo jengeni nyumba mkakae; pandeni mashamba na mle mazao yake.’ ”"
  },
  {
    "verseNumber": "JER 29:29",
    "verseText": "Kuhani Sefania, hata hivyo, akamsomea nabii Yeremia ile barua."
  },
  {
    "verseNumber": "JER 29:30",
    "verseText": "Ndipo neno la BWANA likamjia Yeremia kusema:"
  },
  {
    "verseNumber": "JER 29:31",
    "verseText": "“Tuma ujumbe huu kwa watu wote walio uhamishoni: ‘Hili ndilo BWANA asemalo kuhusu Shemaya Mnehelami: Kwa sababu Shemaya amewatabiria ninyi, hata ingawa sikumtuma, naye amewafanya kuamini uongo,"
  },
  {
    "verseNumber": "JER 29:32",
    "verseText": "hili ndilo BWANA asemalo: Hakika nitamwadhibu Shemaya Mnehelami pamoja na uzao wake. Hapatakuwa na yeyote atakayebaki miongoni mwa watu hawa, wala hataona mema nitakayowatendea watu wangu, asema BWANA, kwa sababu ametangaza uasi dhidi yangu.’ ”"
  },
  {
    "verseNumber": "JER 30:1",
    "verseText": "Hili ndilo neno lililomjia Yeremia kutoka kwa BWANA:"
  },
  {
    "verseNumber": "JER 30:2",
    "verseText": "“Hili ndilo asemalo BWANA, Mungu wa Israeli: ‘Andika katika kitabu maneno yote niliyonena na wewe."
  },
  {
    "verseNumber": "JER 30:3",
    "verseText": "Siku zinakuja,’ asema BWANA, ‘nitakapowaleta watu wangu Israeli na Yuda kutoka uhamishoni, na kuwarudisha katika nchi niliyowapa baba zao ili kuimiliki,’ asema BWANA.”"
  },
  {
    "verseNumber": "JER 30:4",
    "verseText": "Haya ndiyo maneno BWANA aliyoyanena kuhusu Israeli na Yuda:"
  },
  {
    "verseNumber": "JER 30:5",
    "verseText": "“Hili ndilo asemalo BWANA: “ ‘Vilio vya woga vinasikika: hofu kuu, wala si amani."
  },
  {
    "verseNumber": "JER 30:6",
    "verseText": "Ulizeni na mkaone: Je, mwanaume aweza kuzaa watoto? Kwa nini basi ninaona kila mwanaume mwenye nguvu ameweka mikono yake tumboni kama mwanamke aliye na utungu wa kuzaa, kila uso ukigeuka rangi kabisa?"
  },
  {
    "verseNumber": "JER 30:7",
    "verseText": "Tazama jinsi ile siku itakavyokuwa ya kutisha! Hakutakuwa na nyingine mfano wake. Utakuwa wakati wa dhiki kwa Yakobo, lakini ataokolewa kutoka hiyo."
  },
  {
    "verseNumber": "JER 30:8",
    "verseText": "“ ‘Katika siku ile,’ asema BWANA Mwenye Nguvu Zote, ‘nitaivunja nira kutoka shingoni mwao na kuvipasua vifungo vyao; wageni hawatawafanya tena watumwa."
  },
  {
    "verseNumber": "JER 30:9",
    "verseText": "Badala yake, watamtumikia BWANA, Mungu wao na Daudi mfalme wao, nitakayemwinua kwa ajili yao."
  },
  {
    "verseNumber": "JER 30:10",
    "verseText": "“ ‘Hivyo usiogope, ee Yakobo mtumishi wangu, usifadhaike, ee Israeli,’ asema BWANA. ‘Hakika, nitakuokoa kutoka mbali, wazao wako kutoka nchi ya uhamisho wao. Yakobo atakuwa tena na amani na usalama, wala hakuna atakayemtia hofu."
  },
  {
    "verseNumber": "JER 30:11",
    "verseText": "Mimi niko pamoja nawe, nami nitakuokoa,’ asema BWANA. ‘Ingawa nitayaangamiza kabisa mataifa yote ambamo miongoni mwao nimewatawanya, sitawaangamiza ninyi kabisa. Nitawaadhibu, lakini kwa haki. Sitawaacha kabisa bila adhabu.’"
  },
  {
    "verseNumber": "JER 30:12",
    "verseText": "“Hili ndilo asemalo BWANA: “ ‘Kidonda chako hakina dawa, jeraha lako haliponyeki."
  },
  {
    "verseNumber": "JER 30:13",
    "verseText": "Hakuna yeyote wa kukutetea shauri lako, hakuna dawa ya kidonda chako, wewe hutapona."
  },
  {
    "verseNumber": "JER 30:14",
    "verseText": "Wale walioungana nawe wote wamekusahau, hawajali chochote kukuhusu wewe. Nimekupiga kama vile adui angelifanya, na kukuadhibu kama vile mtu mkatili angelifanya, kwa sababu hatia yako ni kubwa mno na dhambi zako ni nyingi sana."
  },
  {
    "verseNumber": "JER 30:15",
    "verseText": "Kwa nini unalia kwa ajili ya jeraha lako, yale maumivu yako yasiyoponyeka? Kwa sababu ya uovu wako mkubwa na dhambi zako nyingi nimekufanyia mambo haya."
  },
  {
    "verseNumber": "JER 30:16",
    "verseText": "“ ‘Lakini watu wote wakuangamizao wataangamizwa; adui zako wote watakwenda uhamishoni. Wale wote wakutekao nyara watatekwa nyara; wote wakufanyao mateka nitawafanya mateka."
  },
  {
    "verseNumber": "JER 30:17",
    "verseText": "Lakini nitakurudishia afya yako na kuyaponya majeraha yako,’ asema BWANA, ‘kwa sababu umeitwa mwenye kutupwa, Sayuni ambaye hakuna yeyote anayekujali.’"
  },
  {
    "verseNumber": "JER 30:18",
    "verseText": "“Hili ndilo asemalo BWANA: “ ‘Nitarudisha baraka za mahema ya Yakobo, na kuhurumia maskani yake. Mji utajengwa tena juu ya magofu yake, nalo jumba la kifalme litasimama mahali pake halisi."
  },
  {
    "verseNumber": "JER 30:19",
    "verseText": "Nyimbo za kushukuru zitatoka kwao na sauti ya furaha. Nitaiongeza idadi yao wala hawatapungua, nitawapa heshima na hawatadharauliwa."
  },
  {
    "verseNumber": "JER 30:20",
    "verseText": "Watoto wao watakuwa kama walivyokuwa siku za zamani, nayo jumuiya yao itaimarishwa mbele yangu; nitawaadhibu wale wote wawaoneao."
  },
  {
    "verseNumber": "JER 30:21",
    "verseText": "Mmoja wao atakuwa kiongozi wao; mtawala wao atainuka miongoni mwao. Nitamleta karibu nami, naye atanikaribia mimi, kwa maana ni nani yule atakayejitolea kuwa karibu nami?’ asema BWANA."
  },
  {
    "verseNumber": "JER 30:22",
    "verseText": "‘Kwa hiyo ninyi mtakuwa watu wangu, nami nitakuwa Mungu wenu.’ ”"
  },
  {
    "verseNumber": "JER 30:23",
    "verseText": "Tazama, tufani ya BWANA italipuka kwa ghadhabu, upepo wa kisulisuli uendao kasi utashuka juu ya vichwa vya waovu."
  },
  {
    "verseNumber": "JER 30:24",
    "verseText": "Hasira kali ya BWANA haitarudi nyuma mpaka atakapotimiza makusudi yote ya moyo wake. Siku zijazo mtayaelewa haya."
  },
  {
    "verseNumber": "JER 31:1",
    "verseText": "“Wakati huo, nitakuwa Mungu wa koo zote za Israeli nao watakuwa watu wangu,” asema BWANA."
  },
  {
    "verseNumber": "JER 31:2",
    "verseText": "Hili ndilo asemalo BWANA: “Watu watakaopona upanga watapata upendeleo jangwani; nitakuja niwape Israeli pumziko.”"
  },
  {
    "verseNumber": "JER 31:3",
    "verseText": "BWANA alitutokea wakati uliopita, akisema: “Nimekupenda kwa upendo wa milele, nimekuvuta kwa wema."
  },
  {
    "verseNumber": "JER 31:4",
    "verseText": "Nitakujenga tena nawe utajengeka upya, ewe Bikira Israeli. Utachukua tena matari yako na kwenda kucheza na wenye furaha."
  },
  {
    "verseNumber": "JER 31:5",
    "verseText": "Utapanda tena shamba la mizabibu juu ya vilima vya Samaria, wakulima watapanda na kufurahia matunda yake."
  },
  {
    "verseNumber": "JER 31:6",
    "verseText": "Itakuja siku wakati walinzi watakapowapigia kelele juu ya vilima vya Efraimu wakisema, ‘Njooni, twendeni juu Sayuni, kwake BWANA Mungu wetu.’ ”"
  },
  {
    "verseNumber": "JER 31:7",
    "verseText": "Hili ndilo asemalo BWANA: “Mwimbieni Yakobo kwa furaha, mpigieni kelele aliye mkuu wa mataifa. Zifanyeni sifa zenu zisikike, nanyi mseme, ‘Ee BWANA, okoa watu wako, mabaki ya Israeli.’"
  },
  {
    "verseNumber": "JER 31:8",
    "verseText": "Tazama, nitawaleta kutoka nchi ya kaskazini na kuwakusanya kutoka miisho ya dunia. Miongoni mwao watakuwepo vipofu na viwete, mama wajawazito na wenye utungu wa kuzaa. Umati mkubwa wa watu utarudi."
  },
  {
    "verseNumber": "JER 31:9",
    "verseText": "Watakuja wakilia; wataomba wakati ninawarudisha. Nitawaongoza kando ya vijito vya maji katika mapito yaliyo tambarare ambapo hawatajikwaa, kwa sababu mimi ndimi baba wa Israeli, naye Efraimu ni mzaliwa wangu wa kwanza."
  },
  {
    "verseNumber": "JER 31:10",
    "verseText": "“Sikieni neno la BWANA, enyi mataifa, litangazeni katika nchi za pwani ya mbali: ‘Yeye aliyewatawanya Israeli atawakusanya na atalichunga kundi lake la kondoo kama mchungaji.’"
  },
  {
    "verseNumber": "JER 31:11",
    "verseText": "Kwa kuwa BWANA atamlipia fidia Yakobo na kuwakomboa mkononi mwa walio na nguvu kuliko wao."
  },
  {
    "verseNumber": "JER 31:12",
    "verseText": "Watakuja na kupiga kelele kwa furaha katika miinuko ya Sayuni; watashangilia ukarimu wa BWANA: nafaka, divai mpya na mafuta, wana-kondoo wachanga na ndama wa makundi ya ngʼombe nitakaowapa. Watakuwa kama bustani iliyonyeshewa vizuri, wala hawatahuzunika tena."
  },
  {
    "verseNumber": "JER 31:13",
    "verseText": "Kisha wanawali watacheza na kufurahi, vijana waume na wazee pia. Nitageuza maombolezo yao kuwa furaha, nitawapa faraja na furaha badala ya huzuni."
  },
  {
    "verseNumber": "JER 31:14",
    "verseText": "Nitawashibisha makuhani kwa wingi, nao watu wangu watajazwa kwa ukarimu wangu,” asema BWANA."
  },
  {
    "verseNumber": "JER 31:15",
    "verseText": "Hili ndilo asemalo BWANA: “Sauti imesikika huko Rama, maombolezo na kilio kikubwa, Raheli akiwalilia watoto wake na anakataa kufarijiwa, kwa sababu watoto wake hawako tena.”"
  },
  {
    "verseNumber": "JER 31:16",
    "verseText": "Hili ndilo asemalo BWANA: “Izuie sauti yako kulia, na macho yako yasitoe machozi, kwa kuwa kazi yako itapata thawabu,” asema BWANA. “Watarudi kutoka nchi ya adui."
  },
  {
    "verseNumber": "JER 31:17",
    "verseText": "Kwa hiyo kuna tumaini kwa siku zijazo,” asema BWANA. “Watoto wako watarudi nchi yao yenyewe."
  },
  {
    "verseNumber": "JER 31:18",
    "verseText": "“Hakika nimeyasikia maombolezo ya Efraimu: ‘Ulinirudi kama ndama mkaidi, nami nimekubali kutii. Unirudishe, nami nitarudi, kwa sababu wewe ndiwe BWANA, Mungu wangu."
  },
  {
    "verseNumber": "JER 31:19",
    "verseText": "Baada ya kupotea, nilitubu; baada ya kuelewa, nilijipiga kifua. Niliaibika na kuona haya kwa sababu niliibeba aibu ya ujana wangu.’"
  },
  {
    "verseNumber": "JER 31:20",
    "verseText": "Je, Efraimu si mwanangu mpendwa, mtoto ninayependezwa naye? Ingawa mara kwa mara ninanena dhidi yake, bado ninamkumbuka. Kwa hiyo moyo wangu unamwonea shauku, nina huruma kubwa kwa ajili yake,” asema BWANA."
  },
  {
    "verseNumber": "JER 31:21",
    "verseText": "“Weka alama za barabara, weka vibao vya kuelekeza. Zingatia vyema njia kuu, barabara ile unayoipita. Rudi, ee Bikira Israeli, rudi kwenye miji yako."
  },
  {
    "verseNumber": "JER 31:22",
    "verseText": "Utatangatanga hata lini, ee binti usiye mwaminifu? BWANA ameumba kitu kipya duniani: mwanamke atamlinda mwanaume.”"
  },
  {
    "verseNumber": "JER 31:23",
    "verseText": "Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo, “Nitakapowarudisha toka nchi ya kutekwa kwenu, watu walio katika nchi ya Yuda na miji yake kwa mara nyingine tena watatumia maneno haya: ‘BWANA akubariki, ee makao ya haki, ee mlima mtakatifu.’"
  },
  {
    "verseNumber": "JER 31:24",
    "verseText": "Watu wataishi pamoja katika Yuda na miji yake yote, wakulima na wote wanaohamahama na mifugo yao."
  },
  {
    "verseNumber": "JER 31:25",
    "verseText": "Nitawaburudisha waliochoka na kuwatuliza walio na huzuni.”"
  },
  {
    "verseNumber": "JER 31:26",
    "verseText": "Kwa jambo hili niliamka na kuangalia pande zote. Usingizi wangu ulikuwa mtamu kwangu."
  },
  {
    "verseNumber": "JER 31:27",
    "verseText": "BWANA asema, “Siku zinakuja, nitakapoongeza idadi ya watu, na kuzidisha hesabu ya mifugo katika nyumba ya Israeli na nyumba ya Yuda."
  },
  {
    "verseNumber": "JER 31:28",
    "verseText": "Kama vile nilivyowaangalia ili kungʼoa na kubomoa, kuharibu, kuangamiza na kuleta maafa juu yao, vivyo hivyo nitawaangalia ili kujenga na kupanda,” asema BWANA."
  },
  {
    "verseNumber": "JER 31:29",
    "verseText": "“Katika siku hizo, watu hawatasema tena, “ ‘Baba wamekula zabibu chachu, nayo meno ya watoto yakatiwa ganzi.’"
  },
  {
    "verseNumber": "JER 31:30",
    "verseText": "Badala yake, kila mmoja atakufa kwa ajili ya dhambi zake mwenyewe; yeyote alaye zabibu chachu, meno yake mwenyewe yatatiwa ganzi."
  },
  {
    "verseNumber": "JER 31:31",
    "verseText": "“Siku zinakuja,” asema BWANA, “nitakapofanya agano jipya na nyumba ya Israeli na nyumba ya Yuda."
  },
  {
    "verseNumber": "JER 31:32",
    "verseText": "Halitafanana na agano nililofanya na baba zao wakati nilipowashika mkono kuwaongoza watoke Misri, kwa sababu walivunja agano langu, ijapokuwa nilikuwa mume kwao,” asema BWANA."
  },
  {
    "verseNumber": "JER 31:33",
    "verseText": "“Hili ndilo agano nitakalofanya na nyumba ya Israeli baada ya siku zile,” asema BWANA. “Nitaweka sheria yangu katika nia zao, na kuiandika mioyoni mwao. Nitakuwa Mungu wao, nao watakuwa watu wangu."
  },
  {
    "verseNumber": "JER 31:34",
    "verseText": "Mtu hatamfundisha tena jirani yake, wala mtu kumfundisha ndugu yake akisema, ‘Mjue BWANA Mungu,’ kwa sababu wote watanijua mimi, tangu aliye mdogo kabisa kwao, hadi aliye mkuu sana,” asema BWANA. “Kwa sababu nitasamehe uovu wao, wala sitazikumbuka dhambi zao tena.”"
  },
  {
    "verseNumber": "JER 31:35",
    "verseText": "Hili ndilo asemalo BWANA, yeye aliyeweka jua liwake mchana, yeye anayeamuru mwezi na nyota kungʼaa usiku, yeye aichafuaye bahari ili mawimbi yake yangurume; BWANA Mwenye Nguvu Zote ndilo jina lake:"
  },
  {
    "verseNumber": "JER 31:36",
    "verseText": "“Ikiwa amri hizi zitaondoka machoni pangu,” asema BWANA, “ndipo wazao wa Israeli watakoma kuwa taifa mbele yangu daima.”"
  },
  {
    "verseNumber": "JER 31:37",
    "verseText": "Hili ndilo asemalo BWANA: “Ikiwa mbingu zilizo juu zitaweza kupimika na misingi ya dunia chini ikaweza kuchunguzwa, ndipo nitakapowakataa wazao wote wa Israeli kwa sababu ya yote waliyoyatenda,” asema BWANA."
  },
  {
    "verseNumber": "JER 31:38",
    "verseText": "“Siku zinakuja,” asema BWANA, “wakati mji huu utajengwa upya kwa ajili yangu, kuanzia mnara wa Hananeli hadi Lango la Pembeni."
  },
  {
    "verseNumber": "JER 31:39",
    "verseText": "Kamba ya kupimia itaanzia hapo kuendelea hadi kwenye kilima cha Garebu, na kisha kugeuka kuelekea Goa."
  },
  {
    "verseNumber": "JER 31:40",
    "verseText": "Bonde lote watupwapo maiti na majivu pia na matuta yote kutoka Bonde la Kidroni upande wa mashariki hadi pembe ya Lango la Farasi, itakuwa takatifu kwa BWANA. Kamwe mji huu hautangʼolewa tena wala kubomolewa.”"
  },
  {
    "verseNumber": "JER 32:1",
    "verseText": "Hili ndilo neno lililomjia Yeremia kutoka kwa BWANA, katika mwaka wa kumi wa utawala wa Sedekia mfalme wa Yuda, ambao ulikuwa mwaka wa kumi na nane wa utawala wa Mfalme Nebukadneza."
  },
  {
    "verseNumber": "JER 32:2",
    "verseText": "Wakati huo jeshi la mfalme wa Babeli lilikuwa limeuzunguka mji wa Yerusalemu, naye nabii Yeremia alikuwa amezuiliwa katika ua wa walinzi katika jumba la kifalme la Yuda."
  },
  {
    "verseNumber": "JER 32:3",
    "verseText": "Basi Sedekia mfalme wa Yuda alikuwa amemfunga huko akisema, “Kwa nini unatabiri hivyo? Wewe unasema, ‘Hili ndilo asemalo BWANA: Ninakaribia kuutia mji huu mkononi mwa mfalme wa Babeli, naye atauteka."
  },
  {
    "verseNumber": "JER 32:4",
    "verseText": "Sedekia mfalme wa Yuda hataweza kuponyoka mikononi mwa Wakaldayo, lakini kwa hakika atatiwa mikononi mwa mfalme wa Babeli, naye atazungumza naye ana kwa ana na kumwona kwa macho yake mwenyewe."
  },
  {
    "verseNumber": "JER 32:5",
    "verseText": "Atamchukua Sedekia hadi Babeli, mahali atakapoishi mpaka nitakapomshughulikia, asema BWANA. Kama utapigana dhidi ya Wakaldayo, hutashinda.’ ”"
  },
  {
    "verseNumber": "JER 32:6",
    "verseText": "Yeremia akasema, “Neno la BWANA lilinijia kusema:"
  },
  {
    "verseNumber": "JER 32:7",
    "verseText": "Hanameli mwana wa Shalumu mjomba wako atakuja kwako na kusema, ‘Nunua shamba langu huko Anathothi, kwa sababu wewe kama jamaa ya karibu ni haki na wajibu wako kulinunua.’"
  },
  {
    "verseNumber": "JER 32:8",
    "verseText": "“Kisha, kama BWANA alivyosema, binamu yangu Hanameli alinijia katika ua wa walinzi na kusema: ‘Nunua shamba langu lililoko Anathothi katika nchi ya Benyamini. Kwa kuwa ni haki yako kulikomboa na kulimiliki, jinunulie.’ “Nilijua kwamba hili lilikuwa neno la BWANA."
  },
  {
    "verseNumber": "JER 32:9",
    "verseText": "Hivyo nikalinunua shamba hilo lililoko Anathothi kutoka kwa binamu yangu Hanameli, nami nikampimia shekeli kumi na saba za fedha."
  },
  {
    "verseNumber": "JER 32:10",
    "verseText": "Nikatia sahihi na kuweka muhuri hati ya kumiliki, nikaweka mashahidi, na kupima ile fedha kwenye mizani."
  },
  {
    "verseNumber": "JER 32:11",
    "verseText": "Nikachukua ile hati ya kununulia, nakala iliyotiwa muhuri yenye makubaliano na masharti, pia pamoja na ile nakala isiyo na muhuri,"
  },
  {
    "verseNumber": "JER 32:12",
    "verseText": "nami nikampa Baruku mwana wa Neria, mwana wa Maaseya, hati hii mbele ya binamu yangu Hanameli, na mbele ya mashahidi waliokuwa wameweka sahihi kwenye hati hii na mbele ya Wayahudi wote waliokuwa wameketi katika ua wa walinzi."
  },
  {
    "verseNumber": "JER 32:13",
    "verseText": "“Nilimpa Baruku maelezo haya mbele yao:"
  },
  {
    "verseNumber": "JER 32:14",
    "verseText": "‘Hili ndilo asemalo BWANA Mwenye Nguvu Zote, Mungu wa Israeli: Chukua hati hizi, yaani nakala zote zenye muhuri na zisizo na muhuri za hati ya kununulia, na uziweke kwenye gudulia la udongo wa mfinyanzi ili zidumu kwa muda mrefu."
  },
  {
    "verseNumber": "JER 32:15",
    "verseText": "Kwa kuwa hili ndilo asemalo BWANA Mwenye Nguvu Zote, Mungu wa Israeli: Nyumba, mashamba na mashamba ya mizabibu yatanunuliwa tena katika nchi hii.’"
  },
  {
    "verseNumber": "JER 32:16",
    "verseText": "“Baada ya kumkabidhi Baruku mwana wa Neria hii hati ya kununulia, nilimwomba BWANA:"
  },
  {
    "verseNumber": "JER 32:17",
    "verseText": "“Ee BWANA Mwenyezi, umeumba mbingu na nchi kwa uwezo wako mkuu na kwa mkono ulionyooshwa. Hakuna jambo lililo gumu usiloliweza."
  },
  {
    "verseNumber": "JER 32:18",
    "verseText": "Wewe huonyesha upendo kwa maelfu, lakini huleta adhabu kwa ajili ya dhambi za baba mapajani mwa watoto wao baada yao. Ee Mungu mkuu na mwenye uweza, ambaye jina lako ni BWANA Mwenye Nguvu Zote,"
  },
  {
    "verseNumber": "JER 32:19",
    "verseText": "makusudi yako ni makuu, na matendo yako ni yenye uwezo. Macho yako yanaona njia zote za wanadamu, nawe humlipa kila mmoja kulingana na mwenendo wake, na kama yanavyostahili matendo yake."
  },
  {
    "verseNumber": "JER 32:20",
    "verseText": "Ulitenda ishara za miujiza na maajabu huko Misri, na umeyaendeleza mpaka leo, katika Israeli na miongoni mwa wanadamu wote, nawe umejulikana na kufahamika hivyo mpaka leo."
  },
  {
    "verseNumber": "JER 32:21",
    "verseText": "Uliwatoa watu wako Israeli kutoka Misri kwa ishara na maajabu, kwa mkono wenye nguvu na ulionyooshwa na kwa matisho makuu."
  },
  {
    "verseNumber": "JER 32:22",
    "verseText": "Uliwapa nchi hii uliyokuwa umeapa kuwapa baba zao, nchi inayotiririka maziwa na asali."
  },
  {
    "verseNumber": "JER 32:23",
    "verseText": "Waliingia na kuimiliki, lakini hawakukutii wala kuifuata sheria yako. Hawakufanya kile ulichowaamuru kufanya. Hivyo ukaleta maafa haya yote juu yao."
  },
  {
    "verseNumber": "JER 32:24",
    "verseText": "“Tazama jinsi tumezungukwa na jeshi ili kuuteka mji huu. Kwa sababu ya upanga, njaa na tauni, mji utatiwa mikononi mwa Wakaldayo ambao wanaushambulia. Ulilosema limetokea kama vile unavyoona sasa."
  },
  {
    "verseNumber": "JER 32:25",
    "verseText": "Ingawa mji utatiwa mikononi mwa Wakaldayo, wewe, Ee BWANA Mwenyezi, uliniambia, ‘Nunua shamba kwa fedha, na jambo hilo lishuhudiwe.’ ”"
  },
  {
    "verseNumber": "JER 32:26",
    "verseText": "Ndipo neno la BWANA likamjia Yeremia kusema:"
  },
  {
    "verseNumber": "JER 32:27",
    "verseText": "“Mimi ndimi BWANA, Mungu wa wote wenye mwili. Je, kuna jambo lolote lililo gumu nisiloliweza?"
  },
  {
    "verseNumber": "JER 32:28",
    "verseText": "Kwa hiyo, hili ndilo asemalo BWANA: Ninakaribia kuutia mji huu mikononi mwa Wakaldayo, na mwa Nebukadneza mfalme wa Babeli ambaye atauteka."
  },
  {
    "verseNumber": "JER 32:29",
    "verseText": "Wakaldayo ambao wanaushambulia mji huu watakuja na kuuchoma moto na kuuteketeza, pamoja na nyumba ambamo watu wamenikasirisha kwa kumfukizia Baali uvumba katika mapaa na kumimina sadaka za vinywaji kwa miungu mingine."
  },
  {
    "verseNumber": "JER 32:30",
    "verseText": "“Watu wa Israeli na wa Yuda hawakufanya kitu kingine ila uovu mbele zangu tangu ujana wao. Naam, watu wa Israeli hawakufanya kitu kingine ila kunikasirisha kwa kazi ambazo mikono yao imetengeneza, asema BWANA."
  },
  {
    "verseNumber": "JER 32:31",
    "verseText": "Tangu siku ulipojengwa hadi sasa, mji huu umenikasirisha na kunighadhibisha kiasi kwamba ni lazima niuondoe machoni pangu."
  },
  {
    "verseNumber": "JER 32:32",
    "verseText": "Watu wa Israeli na wa Yuda wamenikasirisha kwa uovu wote waliofanya: wao, wafalme wao na maafisa wao, makuhani wao na manabii wao, watu wa Yuda na wakazi wa Yerusalemu."
  },
  {
    "verseNumber": "JER 32:33",
    "verseText": "Walinigeuzia visogo vyao, wala si nyuso zao. Ingawa niliwafundisha tena na tena, hawakupenda kusikiliza wala kuitikia adhabu."
  },
  {
    "verseNumber": "JER 32:34",
    "verseText": "Waliweka miungu yao ya kuchukiza sana katika nyumba iitwayo kwa Jina langu na kuinajisi."
  },
  {
    "verseNumber": "JER 32:35",
    "verseText": "Wakajenga mahali pa juu pa kuabudia miungu kwa ajili ya Baali katika Bonde la Ben-Hinomu, ambapo walitoa wana wao na binti zao kafara kwa Moleki, ingawa kamwe sikuamuru, wala halikuingia akilini mwangu, kwamba watafanya chukizo kama hilo na kumfanya Yuda atende dhambi."
  },
  {
    "verseNumber": "JER 32:36",
    "verseText": "“Mnasema kuhusu mji huu, ‘Kwa upanga, njaa na tauni, mji utatiwa mkononi mwa mfalme wa Babeli,’ lakini hili ndilo BWANA, Mungu wa Israeli asemalo:"
  },
  {
    "verseNumber": "JER 32:37",
    "verseText": "Hakika nitawakusanya kutoka nchi zote nilizowafukuzia katika hasira yangu kali na ghadhabu yangu kuu, nitawarudisha mahali hapa na kuwaruhusu waishi kwa salama."
  },
  {
    "verseNumber": "JER 32:38",
    "verseText": "Watakuwa watu wangu, nami nitakuwa Mungu wao."
  },
  {
    "verseNumber": "JER 32:39",
    "verseText": "Nitawapa moyo mmoja na kutenda pamoja, ili kwamba waniche daima kwa mema yao wenyewe na kwa mema ya watoto wao baada yao."
  },
  {
    "verseNumber": "JER 32:40",
    "verseText": "Nitafanya nao agano la milele: Kamwe sitaacha kuwatendea mema, nami nitawavuvia kunicha mimi, ili kamwe wasigeukie mbali nami."
  },
  {
    "verseNumber": "JER 32:41",
    "verseText": "Nitafurahia kuwatendea mema, na kwa hakika nitawapanda katika nchi hii kwa moyo wangu wote na roho yangu yote."
  },
  {
    "verseNumber": "JER 32:42",
    "verseText": "“Hili ndilo asemalo BWANA: Kama nilivyoleta maafa haya makubwa kwa watu hawa, ndivyo nitakavyowapa mafanikio niliyowaahidi."
  },
  {
    "verseNumber": "JER 32:43",
    "verseText": "Kwa mara nyingine tena mashamba yatanunuliwa katika nchi hii ambayo mlisema, ‘Imekuwa ukiwa, isiyofaa, isiyo na watu wala wanyama, kwa sababu imetiwa mikononi mwa Wakaldayo.’"
  },
  {
    "verseNumber": "JER 32:44",
    "verseText": "Mashamba yatanunuliwa kwa fedha, na hati zitatiwa sahihi, zitatiwa muhuri na kushuhudiwa katika nchi ya Benyamini, katika vijiji vinavyoizunguka Yerusalemu, katika miji ya Yuda na katika miji ya nchi ya vilima, sehemu za magharibi katika miji ya tambarare na katika Negebu, kwa sababu nitarudisha tena mafanikio yao, asema BWANA.”"
  },
  {
    "verseNumber": "JER 33:1",
    "verseText": "Wakati Yeremia alipokuwa angali amefungwa kwenye ua wa walinzi, neno la BWANA lilimjia mara ya pili kusema:"
  },
  {
    "verseNumber": "JER 33:2",
    "verseText": "“Hili ndilo BWANA asemalo, yeye aliyeumba dunia, BWANA aliyeifanya na kuithibitisha, BWANA ndilo jina lake:"
  },
  {
    "verseNumber": "JER 33:3",
    "verseText": "‘Niite nami nitakuitika na kukuambia mambo makuu na yasiyochunguzika, usiyoyajua.’"
  },
  {
    "verseNumber": "JER 33:4",
    "verseText": "Kwa maana hili ndilo BWANA, Mungu wa Israeli, asemalo kuhusu nyumba katika mji huu na majumba ya kifalme ya Yuda yaliyobomolewa ili yatumiwe dhidi ya kule kuzungukwa na jeshi na upanga"
  },
  {
    "verseNumber": "JER 33:5",
    "verseText": "katika kupigana na Wakaldayo: ‘Zitajazwa na maiti za watu nitakaowachinja katika hasira na ghadhabu yangu. Nitauficha uso wangu kwa sababu ya maovu yake yote."
  },
  {
    "verseNumber": "JER 33:6",
    "verseText": "“ ‘Hata hivyo, nitauletea afya na uponyaji, nitawaponya watu wangu na kuwafanya wafurahie amani tele na salama."
  },
  {
    "verseNumber": "JER 33:7",
    "verseText": "Nitawarudisha Yuda na Israeli kutoka nchi ya kutekwa kwao, na kuwajenga tena kama walivyokuwa hapo awali."
  },
  {
    "verseNumber": "JER 33:8",
    "verseText": "Nitawatakasa dhambi zote walizofanya dhidi yangu, na nitawasamehe dhambi zote za uasi dhidi yangu."
  },
  {
    "verseNumber": "JER 33:9",
    "verseText": "Kisha mji huu utaniletea utukufu, furaha, sifa na heshima mbele ya mataifa yote ya dunia yatakayosikia mambo yote mazuri ninayoufanyia. Nao watashangaa na kutetemeka kwa ajili ya wingi wa mafanikio na amani nitakayoupatia.’"
  },
  {
    "verseNumber": "JER 33:10",
    "verseText": "“Hili ndilo asemalo BWANA: ‘Mnasema kuhusu mahali hapa kwamba, “Ni mahali palipoachwa ukiwa, pasipo na wanadamu wala wanyama.” Lakini katika miji ya Yuda na barabara za Yerusalemu ambazo zimeachwa, ambazo hazikaliwi na wanadamu wala wanyama, huko kutasikika kwa mara nyingine"
  },
  {
    "verseNumber": "JER 33:11",
    "verseText": "sauti za shangwe na furaha, sauti za bibi na bwana arusi, na sauti za wale waletao sadaka za shukrani katika nyumba ya BWANA, wakisema, “ ‘ “Mshukuruni BWANA Mwenye Nguvu Zote, kwa maana BWANA ni mwema; upendo wake wadumu milele.” Kwa kuwa nitairudishia nchi baraka kama zilivyokuwa hapo awali,’ asema BWANA."
  },
  {
    "verseNumber": "JER 33:12",
    "verseText": "“Hili ndilo asemalo BWANA Mwenye Nguvu Zote: ‘Mahali hapa, ambapo ni ukiwa, pasipo na wanadamu wala wanyama: katika miji yake, patakuwepo tena malisho kwa ajili ya wachungaji kupumzisha makundi yao ya kondoo."
  },
  {
    "verseNumber": "JER 33:13",
    "verseText": "Katika miji ya nchi ya vilima, ya vilima vya magharibi na ya Negebu, katika nchi ya Benyamini, katika vijiji vinavyoizunguka Yerusalemu na katika miji ya Yuda, makundi ya kondoo yatapita tena chini ya mkono wa yeye ayahesabuye,’ asema BWANA."
  },
  {
    "verseNumber": "JER 33:14",
    "verseText": "“ ‘Siku zinakuja,’ asema BWANA, ‘wakati nitakapotimiza ahadi yangu ya rehema niliyoifanya kwa nyumba ya Israeli na kwa nyumba ya Yuda."
  },
  {
    "verseNumber": "JER 33:15",
    "verseText": "“ ‘Katika siku hizo na wakati huo nitalifanya Tawi la haki lichipuke kutoka ukoo wa Daudi, naye atafanya lile lililo haki na sawa katika nchi."
  },
  {
    "verseNumber": "JER 33:16",
    "verseText": "Katika siku hizo, Yuda ataokolewa na Yerusalemu ataishi salama. Hili ndilo jina atakaloitwa: BWANA Haki Yetu.’"
  },
  {
    "verseNumber": "JER 33:17",
    "verseText": "Kwa maana hili ndilo asemalo BWANA: ‘Daudi kamwe hatakosa mtu wa kukalia kiti cha enzi cha nyumba ya Israeli,"
  },
  {
    "verseNumber": "JER 33:18",
    "verseText": "wala hata makuhani, ambao ni Walawi, kamwe hawatakosa mtu wa kusimama mbele zangu daima ili kutoa sadaka za kuteketezwa, ili kuteketeza sadaka ya nafaka na kutoa dhabihu.’ ”"
  },
  {
    "verseNumber": "JER 33:19",
    "verseText": "Neno la BWANA likamjia Yeremia kusema:"
  },
  {
    "verseNumber": "JER 33:20",
    "verseText": "“Hili ndilo asemalo BWANA: ‘Ikiwa mtaweza kuvunja agano langu kuhusu usiku na mchana, ili usiku na mchana visiwepo kwa nyakati zake,"
  },
  {
    "verseNumber": "JER 33:21",
    "verseText": "basi agano langu na Daudi mtumishi wangu, na agano langu na Walawi ambao ni makuhani wanaohudumu mbele zangu, linaweza kuvunjwa, na Daudi hatakuwa tena na mzao wa kutawala katika kiti chake cha enzi."
  },
  {
    "verseNumber": "JER 33:22",
    "verseText": "Nitawafanya wazao wa Daudi mtumishi wangu na Walawi wanaohudumu mbele zangu wengi, wasioweza kuhesabika kama nyota za angani, tena wasiopimika kama mchanga wa ufuoni mwa bahari.’ ”"
  },
  {
    "verseNumber": "JER 33:23",
    "verseText": "Neno la BWANA likamjia Yeremia kusema:"
  },
  {
    "verseNumber": "JER 33:24",
    "verseText": "“Je, hujasikia kwamba watu hawa wanasema, ‘BWANA amezikataa zile falme mbili alizozichagua?’ Kwa hiyo wamewadharau watu wangu, na hawawaoni tena kama taifa."
  },
  {
    "verseNumber": "JER 33:25",
    "verseText": "Hili ndilo asemalo BWANA: ‘Kama sijathibitisha agano langu na usiku na mchana, na kuziweka wakfu sheria za mbingu na nchi,"
  },
  {
    "verseNumber": "JER 33:26",
    "verseText": "basi nitawakataa wazao wa Yakobo na Daudi mtumishi wangu, na sitachagua mmoja wa wanawe kutawala juu ya wazao wa Abrahamu, Isaki na Yakobo. Kwa maana nitawarudisha kutoka nchi ya kutekwa kwao na kuwaonea huruma.’ ”"
  },
  {
    "verseNumber": "JER 34:1",
    "verseText": "Wakati Nebukadneza mfalme wa Babeli na jeshi lake lote, pamoja na falme zote na mataifa katika himaya aliyotawala walipokuwa wakipigana dhidi ya Yerusalemu pamoja na miji yote inayoizunguka, neno hili lilimjia Yeremia kutoka kwa BWANA:"
  },
  {
    "verseNumber": "JER 34:2",
    "verseText": "“Hili ndilo asemalo BWANA, Mungu wa Israeli, kusema: Nenda kwa Sedekia mfalme wa Yuda umwambie, ‘Hili ndilo asemalo BWANA: Ninakaribia kuutia mji huu mikononi mwa mfalme wa Babeli, naye atauteketeza kwa moto."
  },
  {
    "verseNumber": "JER 34:3",
    "verseText": "Hutaweza kuepuka mkono wake, bali hakika utatekwa na kukabidhiwa kwake. Utamwona mfalme wa Babeli kwa macho yako mwenyewe, naye atazungumza nawe ana kwa ana. Nawe utakwenda Babeli."
  },
  {
    "verseNumber": "JER 34:4",
    "verseText": "“ ‘Lakini sikia ahadi ya BWANA, ee Sedekia mfalme wa Yuda. Hili ndilo asemalo BWANA kukuhusu: Hutakufa kwa upanga,"
  },
  {
    "verseNumber": "JER 34:5",
    "verseText": "utakufa kwa amani. Kama vile watu walivyowasha moto wa maziko kwa heshima ya baba zako, wafalme waliokutangulia, ndivyo watu watakavyowasha moto kwa heshima yako na kuomboleza, wakisema: “Ole, Ee BWANA!” Mimi mwenyewe ninaweka ahadi hii, asema BWANA.’ ”"
  },
  {
    "verseNumber": "JER 34:6",
    "verseText": "Ndipo nabii Yeremia akamwambia Sedekia mfalme wa Yuda mambo haya yote huko Yerusalemu,"
  },
  {
    "verseNumber": "JER 34:7",
    "verseText": "wakati jeshi la mfalme wa Babeli lilipokuwa likipigana dhidi ya Yerusalemu na miji mingine ya Yuda ambayo bado ilikuwa imara, yaani Lakishi na Azeka. Hii ilikuwa miji pekee yenye ngome iliyobaki katika Yuda."
  },
  {
    "verseNumber": "JER 34:8",
    "verseText": "Hili ndilo neno lililomjia Yeremia kutoka kwa BWANA, baada ya Mfalme Sedekia kufanya agano na watu wote huko Yerusalemu ili kutangaza uhuru kwa watumwa."
  },
  {
    "verseNumber": "JER 34:9",
    "verseText": "Kila mmoja alipaswa kuwaacha huru watumwa wake wa Kiebrania, wanawake na wanaume. Hakuna yeyote aliyeruhusiwa kumshikilia Myahudi mwenzake kama mtumwa."
  },
  {
    "verseNumber": "JER 34:10",
    "verseText": "Kwa hiyo maafisa wote na watu walioingia katika agano hili wakakubali kwamba watawaacha huru watumwa wao wa kiume na wa kike, na hawatawashikilia tena kama watumwa. Wakakubali na wakawaacha huru."
  },
  {
    "verseNumber": "JER 34:11",
    "verseText": "Lakini baadaye wakabadili mawazo yao, na kuwarudisha wale watumwa waliokuwa wamewaacha huru, wakawafanya tena watumwa."
  },
  {
    "verseNumber": "JER 34:12",
    "verseText": "Ndipo neno la BWANA likamjia Yeremia kusema:"
  },
  {
    "verseNumber": "JER 34:13",
    "verseText": "“Hili ndilo asemalo BWANA, Mungu wa Israeli: Nilifanya agano na baba zenu nilipowatoa Misri, kutoka nchi ya utumwa. Nilisema,"
  },
  {
    "verseNumber": "JER 34:14",
    "verseText": "‘Kila mwaka wa saba, kila mmoja wenu ni lazima amwache huru mtumwa ambaye ni Mwebrania mwenzenu aliyejiuza kwenu. Baada ya kukutumikia kwa miaka sita, ni lazima umwache huru aende zake.’ Hata hivyo baba zenu hawakunisikiliza wala kunijali."
  },
  {
    "verseNumber": "JER 34:15",
    "verseText": "Hivi karibuni tu mlitubu na kufanya yaliyo sawa machoni pangu: Kila mmoja wenu aliwatangazia uhuru Waebrania wake. Hata mlifanya agano mbele zangu ndani ya nyumba iitwayo kwa Jina langu."
  },
  {
    "verseNumber": "JER 34:16",
    "verseText": "Lakini sasa mmegeuka na kulinajisi jina langu. Kila mmoja wenu amemrudisha mtumwa wa kiume na wa kike ambao mlikuwa mmewaacha huru waende zao walikotaka. Mmewalazimisha kuwa watumwa wenu tena."
  },
  {
    "verseNumber": "JER 34:17",
    "verseText": "“Kwa hiyo, hili ndilo asemalo BWANA: Hamkunitii mimi. Hamkutangaza uhuru kwa ndugu zenu. Hivyo sasa, ninawatangazia ninyi ‘uhuru,’ asema BWANA: ‘uhuru’ ili kuanguka kwa upanga, tauni na njaa. Nitawafanya mwe chukizo kwa falme zote za dunia."
  },
  {
    "verseNumber": "JER 34:18",
    "verseText": "Watu waliovunja agano langu, na ambao hawakutunza masharti ya agano walilofanya mbele zangu, nitawafanya kama ndama waliyemkata vipande viwili, kisha wakatembea kati ya vile vipande vya huyo ndama."
  },
  {
    "verseNumber": "JER 34:19",
    "verseText": "Viongozi wa Yuda na Yerusalemu, maafisa wa mahakama, makuhani na watu wote wa nchi waliopita kati ya vile vipande vya ndama,"
  },
  {
    "verseNumber": "JER 34:20",
    "verseText": "nitawatia mikononi mwa adui zao wanaotafuta uhai wao. Maiti zao zitakuwa chakula cha ndege wa angani na wanyama wa nchi."
  },
  {
    "verseNumber": "JER 34:21",
    "verseText": "“Nitamtia Sedekia mfalme wa Yuda na maafisa wake mikononi mwa adui zao wanaotafuta uhai wao, kwa jeshi la mfalme wa Babeli, lililokuwa limeondoka kwenu."
  },
  {
    "verseNumber": "JER 34:22",
    "verseText": "Nitatoa amri, asema BWANA, nami nitawarudisha tena katika mji huu. Watapigana dhidi yake, wautwae na kuuteketeza kwa moto. Nami nitaiangamiza miji ya Yuda hivyo pasiwe na yeyote atakayeweza kuishi humo.”"
  },
  {
    "verseNumber": "JER 35:1",
    "verseText": "Hili ndilo neno lililomjia Yeremia kutoka kwa BWANA, wakati wa utawala wa Yehoyakimu mwana wa Yosia mfalme wa Yuda:"
  },
  {
    "verseNumber": "JER 35:2",
    "verseText": "“Nenda kwa jamaa ya Warekabi, uwaalike waje kwenye moja ya vyumba vya pembeni vya nyumba ya BWANA, na uwape divai wanywe.”"
  },
  {
    "verseNumber": "JER 35:3",
    "verseText": "Basi nikaenda kumwita Yaazania mwana wa Yeremia, mwana wa Habazinia, na ndugu zake na wanawe wote, yaani jamaa nzima ya Warekabi."
  },
  {
    "verseNumber": "JER 35:4",
    "verseText": "Nikawaleta katika nyumba ya BWANA, ndani ya chumba cha wana wa Hanani mwana wa Igdalia mtu wa Mungu. Kilikuwa karibu na chumba cha maafisa, ambacho kilikuwa juu ya kile cha Maaseya mwana wa Shalumu, aliyekuwa bawabu."
  },
  {
    "verseNumber": "JER 35:5",
    "verseText": "Kisha nikaweka mabakuli yaliyojaa divai na baadhi ya vikombe mbele ya watu wa jamaa ya Warekabi na kuwaambia, “Kunyweni divai.”"
  },
  {
    "verseNumber": "JER 35:6",
    "verseText": "Lakini wao wakajibu, “Sisi hatunywi divai, kwa sababu baba yetu Yonadabu mwana wa Rekabu, alitupa agizo hili: ‘Ninyi wala wazao wenu kamwe msinywe divai."
  },
  {
    "verseNumber": "JER 35:7",
    "verseText": "Pia msijenge nyumba kamwe, wala kuotesha mbegu au kupanda mashamba ya mizabibu. Kamwe msiwe na kitu chochote katika hivi, lakini siku zote lazima muishi kwenye mahema. Ndipo mtakapoishi kwa muda mrefu katika nchi ambayo ninyi ni wahamiaji.’"
  },
  {
    "verseNumber": "JER 35:8",
    "verseText": "Tumetii kila kitu ambacho baba yetu Yonadabu mwana wa Rekabu alituamuru. Sisi wenyewe wala wake zetu wala wana wetu na binti zetu kamwe hatujanywa divai"
  },
  {
    "verseNumber": "JER 35:9",
    "verseText": "wala kujenga nyumba za kuishi au kuwa na mashamba ya mizabibu, mashamba au mazao."
  },
  {
    "verseNumber": "JER 35:10",
    "verseText": "Tumeishi katika mahema na tumetii kikamilifu kila kitu alichotuamuru baba yetu Yonadabu."
  },
  {
    "verseNumber": "JER 35:11",
    "verseText": "Lakini wakati Nebukadneza mfalme wa Babeli alipoivamia nchi hii, tulisema, ‘Njooni, lazima twende Yerusalemu ili kukimbia majeshi ya Wakaldayo na ya Washamu.’ Kwa hiyo tumeishi Yerusalemu.”"
  },
  {
    "verseNumber": "JER 35:12",
    "verseText": "Ndipo neno la BWANA likamjia Yeremia kusema:"
  },
  {
    "verseNumber": "JER 35:13",
    "verseText": "“Hili ndilo BWANA Mwenye Nguvu Zote, aliye Mungu wa Israeli, asemalo: Nenda ukawaambie watu wa Yuda na watu wa Yerusalemu, ‘Je, hamwezi kujifunza kutoka kwa wana wa Rekabu, na kuyatii maneno yangu?’ asema BWANA."
  },
  {
    "verseNumber": "JER 35:14",
    "verseText": "‘Yonadabu mwana wa Rekabu aliwaagiza wanawe wasinywe divai, na agizo hilo wamelishika mpaka leo hawanywi divai, kwa sababu wanatii amri ya baba yao. Lakini nimenena nanyi tena na tena, lakini hamkunitii mimi."
  },
  {
    "verseNumber": "JER 35:15",
    "verseText": "Tena na tena nimewatuma watumishi wangu wote manabii kwenu. Wakasema, “Kila mmoja wenu ni lazima ageuke na kuacha njia zake mbaya, na kuyatengeneza matendo yake. Msifuate miungu mingine ili kuitumikia. Ndipo mtakapoishi katika nchi niliyowapa ninyi na baba zenu.” Lakini hamkujali wala kunisikiliza."
  },
  {
    "verseNumber": "JER 35:16",
    "verseText": "Wazao wa Yonadabu mwana wa Rekabu walitimiza amri ambayo baba yao aliwapa, lakini watu hawa hawakunitii mimi.’"
  },
  {
    "verseNumber": "JER 35:17",
    "verseText": "“Kwa hiyo, hili ndilo BWANA Mungu Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: ‘Sikilizeni! Nitaleta juu ya Yuda na juu ya kila mmoja aishiye Yerusalemu kila aina ya maafa niliyotamka dhidi yao. Nilinena nao, lakini hawakusikiliza. Niliwaita, lakini hawakujibu.’ ”"
  },
  {
    "verseNumber": "JER 35:18",
    "verseText": "Kisha Yeremia akaiambia jamaa ya Warekabi, “Hili ndilo asemalo BWANA Mwenye Nguvu Zote, Mungu wa Israeli: ‘Mmetii amri ya baba yenu Yonadabu, na mmefuata mafundisho yake yote na mmefanya kila kitu alichowaamuru.’"
  },
  {
    "verseNumber": "JER 35:19",
    "verseText": "Kwa hiyo hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: ‘Yonadabu mwana wa Rekabu hatakosa kamwe kuwa na mtu wa kunitumikia mimi.’ ”"
  },
  {
    "verseNumber": "JER 36:1",
    "verseText": "Katika mwaka wa nne wa Yehoyakimu mwana wa Yosia mfalme wa Yuda, neno hili lilimjia nabii Yeremia kutoka kwa BWANA, kusema:"
  },
  {
    "verseNumber": "JER 36:2",
    "verseText": "“Chukua kitabu uandike ndani yake maneno yote niliyonena nawe kuhusu Israeli, Yuda na mataifa mengine yote, tangu nilipoanza kunena nawe wakati wa utawala wa Yosia hadi sasa."
  },
  {
    "verseNumber": "JER 36:3",
    "verseText": "Labda watu wa Yuda watakaposikia juu ya kila maafa ninayokusudia kuwapiga nayo, kila mmoja wao atageuka kutoka njia zake mbaya, kisha nitasamehe uovu wao na dhambi yao.”"
  },
  {
    "verseNumber": "JER 36:4",
    "verseText": "Hivyo Yeremia akamwita Baruku mwana wa Neria, naye Yeremia alipokuwa akiyakariri maneno yote aliyoyasema BWANA, Baruku akayaandika katika kitabu."
  },
  {
    "verseNumber": "JER 36:5",
    "verseText": "Kisha Yeremia akamwambia Baruku, “Nimezuiliwa, mimi siwezi kuingia katika Hekalu la BWANA."
  },
  {
    "verseNumber": "JER 36:6",
    "verseText": "Basi wewe nenda katika nyumba ya BWANA siku ya kufunga, uwasomee watu maneno ya BWANA kutoka kitabu hiki yale uliyoyaandika kutoka kinywani mwangu. Wasomee watu wote wa Yuda waliofika kutoka miji yao."
  },
  {
    "verseNumber": "JER 36:7",
    "verseText": "Labda wataomba na kusihi mbele za BWANA na kila mmoja akageuka kutoka njia zake mbaya, kwa sababu hasira na ghadhabu zilizotamkwa dhidi ya watu hawa na BWANA ni kubwa.”"
  },
  {
    "verseNumber": "JER 36:8",
    "verseText": "Baruku mwana wa Neria akafanya kila kitu nabii Yeremia alichomwambia kufanya. Alisoma maneno ya BWANA katika Hekalu la BWANA kutoka kile kitabu."
  },
  {
    "verseNumber": "JER 36:9",
    "verseText": "Katika mwezi wa tisa, mnamo mwaka wa tano wa Yehoyakimu mwana wa Yosia mfalme wa Yuda, wakati wa kufunga mbele za BWANA, ilitangazwa kwa watu wote walioko Yerusalemu, na wale wote waliokuwa wamekuja kutoka miji ya Yuda."
  },
  {
    "verseNumber": "JER 36:10",
    "verseText": "Kutoka chumba cha Gemaria mwana wa Shafani mwandishi, kilichokuwa katika ua wa juu kwenye ingilio la Lango Jipya la Hekalu, Baruku akawasomea watu wote waliokuwa katika Hekalu la BWANA maneno ya Yeremia kutoka kwenye kile kitabu."
  },
  {
    "verseNumber": "JER 36:11",
    "verseText": "Basi Mikaya mwana wa Gemaria, mwana wa Shafani, aliposikia maneno yote ya BWANA kutoka kwenye kile kitabu,"
  },
  {
    "verseNumber": "JER 36:12",
    "verseText": "alishuka hadi kwenye chumba cha mwandishi kwenye jumba la kifalme, mahali walipokuwa wameketi maafisa wote: yaani Elishama mwandishi, Delaya mwana wa Shemaya, Elnathani mwana wa Akbori, Gemaria mwana wa Shafani, Sedekia mwana wa Hanania, na maafisa wengine wote."
  },
  {
    "verseNumber": "JER 36:13",
    "verseText": "Baada ya Mikaya kuwaambia kila kitu ambacho alikuwa amesikia Baruku akiwasomea watu kutoka kwenye kile kitabu,"
  },
  {
    "verseNumber": "JER 36:14",
    "verseText": "maafisa wote wakamtuma Yehudi mwana wa Nethania, mwana wa Shelemia, mwana wa Kushi, kumwambia Baruku, “Leta hicho kitabu ambacho umewasomea watu, nawe mwenyewe uje.” Ndipo Baruku mwana wa Neria akawaendea akiwa na hicho kitabu mkononi mwake."
  },
  {
    "verseNumber": "JER 36:15",
    "verseText": "Wakamwambia, “Tafadhali, keti na utusomee hicho kitabu.” Ndipo Baruku akawasomea kile kitabu."
  },
  {
    "verseNumber": "JER 36:16",
    "verseText": "Walipoyasikia maneno hayo yote, wakatazamana wao kwa wao kwa woga na kumwambia Baruku, “Lazima tutoe taarifa ya maneno haya yote kwa mfalme.”"
  },
  {
    "verseNumber": "JER 36:17",
    "verseText": "Kisha wakamuuliza Baruku, “Tuambie, uliandikaje haya yote? Je, yalitoka kinywani mwa Yeremia?”"
  },
  {
    "verseNumber": "JER 36:18",
    "verseText": "Baruku akajibu, “Ndiyo, maneno haya yote yalitoka kinywani mwa Yeremia, nami nikayaandika kwa wino katika hiki kitabu.”"
  },
  {
    "verseNumber": "JER 36:19",
    "verseText": "Ndipo wale maafisa wakamwambia Baruku, “Wewe na Yeremia nendeni mkajifiche. Mtu yeyote asijue mahali mlipo.”"
  },
  {
    "verseNumber": "JER 36:20",
    "verseText": "Baada ya kuhifadhi kile kitabu ndani ya chumba cha Elishama mwandishi, wakamwendea mfalme katika ua wa nje na kumwarifu kila kitu."
  },
  {
    "verseNumber": "JER 36:21",
    "verseText": "Mfalme akamtuma Yehudi akachukue kile kitabu. Yehudi akakileta hicho kitabu kutoka kwenye chumba cha Elishama mwandishi, na akakisoma mbele ya mfalme na maafisa wakiwa wamesimama kando ya mfalme."
  },
  {
    "verseNumber": "JER 36:22",
    "verseText": "Ulikuwa mwezi wa tisa, na mfalme alikuwa ameketi chumba cha wakati wa baridi akiota moto."
  },
  {
    "verseNumber": "JER 36:23",
    "verseText": "Hata ikawa kila wakati Yehudi alipomaliza kusoma kurasa tatu au nne za hicho kitabu, mfalme alizikata kwa kisu cha mwandishi na kuzitupia motoni, hadi kitabu chote kikateketea."
  },
  {
    "verseNumber": "JER 36:24",
    "verseText": "Mfalme na watumishi wake wote waliosikia yote yaliyosomwa hawakuonyesha hofu yoyote, wala hawakuyararua mavazi yao."
  },
  {
    "verseNumber": "JER 36:25",
    "verseText": "Hata ingawa Elnathani, Delaya na Gemaria walimsihi mfalme asikichome kile kitabu, yeye hakuwasikiliza."
  },
  {
    "verseNumber": "JER 36:26",
    "verseText": "Badala yake, mfalme akamwamuru Yerameeli, mwana wa mfalme, Seraya mwana wa Azrieli, na Shelemia mwana wa Abdeeli kuwakamata mwandishi Baruku na nabii Yeremia. Lakini BWANA alikuwa amewaficha."
  },
  {
    "verseNumber": "JER 36:27",
    "verseText": "Baada ya mfalme kuchoma kile kitabu kilichokuwa na yale maneno Baruku aliyokuwa ameyaandika kutoka kinywani mwa Yeremia, neno la BWANA lilimjia Yeremia likisema:"
  },
  {
    "verseNumber": "JER 36:28",
    "verseText": "“Chukua kitabu kingine na uandike juu yake maneno yote yaliyokuwa katika kile kitabu cha kwanza, ambacho Yehoyakimu mfalme wa Yuda amekiteketeza kwa moto."
  },
  {
    "verseNumber": "JER 36:29",
    "verseText": "Mwambie pia Yehoyakimu mfalme wa Yuda, ‘Hili ndilo asemalo BWANA: Ulikiteketeza kile kitabu ukasema, “Kwa nini uliandika kwenye kitabu kwamba kwa hakika mfalme wa Babeli angekuja na kuangamiza nchi hii, na kuwakatilia mbali watu na wanyama kutoka humo?”"
  },
  {
    "verseNumber": "JER 36:30",
    "verseText": "Kwa hiyo, hili ndilo asemalo BWANA kuhusu Yehoyakimu mfalme wa Yuda: Hatakuwa na mtu yeyote atakayekalia kiti cha enzi cha Daudi; maiti yake itatupwa nje kwenye joto wakati wa mchana na kupigwa na baridi wakati wa usiku."
  },
  {
    "verseNumber": "JER 36:31",
    "verseText": "Nitamwadhibu yeye, watoto wake na watumishi wake kwa ajili ya uovu wao. Nitaleta juu yao na wote waishio Yerusalemu na watu wa Yuda kila maafa niliyoyasema dhidi yao, kwa sababu hawajasikiliza.’ ”"
  },
  {
    "verseNumber": "JER 36:32",
    "verseText": "Kisha Yeremia akachukua kitabu kingine na kumpa mwandishi Baruku mwana wa Neria, naye kama Yeremia alivyosema, Baruku akaandika juu yake maneno yote ya kile kitabu ambacho Yehoyakimu mfalme wa Yuda alikuwa amekichoma moto, na maneno mengine mengi yaliyofanana na hayo yaliyoongezewa humo."
  },
  {
    "verseNumber": "JER 37:1",
    "verseText": "Sedekia mwana wa Yosia akafanywa kuwa mfalme wa Yuda na Nebukadneza mfalme wa Babeli, naye akatawala mahali pa Yehoyakini mwana wa Yehoyakimu."
  },
  {
    "verseNumber": "JER 37:2",
    "verseText": "Lakini sio Sedekia, wala watumishi wake, wala watu wa nchi walisikiliza maneno ya BWANA aliyonena kupitia kwa nabii Yeremia."
  },
  {
    "verseNumber": "JER 37:3",
    "verseText": "Hata hivyo, Mfalme Sedekia akamtuma Yehukali mwana wa Shelemia, pamoja na kuhani Sefania mwana wa Maaseya kwa nabii Yeremia na ujumbe huu: “Tafadhali utuombee kwa BWANA, Mungu wetu.”"
  },
  {
    "verseNumber": "JER 37:4",
    "verseText": "Wakati huu Yeremia alikuwa huru kuingia na kutoka katikati ya watu, kwa sababu alikuwa bado hajatiwa gerezani."
  },
  {
    "verseNumber": "JER 37:5",
    "verseText": "Jeshi la Farao lilikuwa limetoka Misri, nao Wakaldayo waliokuwa wameuzunguka Yerusalemu kwa majeshi waliposikia taarifa kuhusu jeshi hilo walijiondoa Yerusalemu."
  },
  {
    "verseNumber": "JER 37:6",
    "verseText": "Ndipo neno la BWANA likamjia nabii Yeremia kusema:"
  },
  {
    "verseNumber": "JER 37:7",
    "verseText": "“Hili ndilo asemalo BWANA, Mungu wa Israeli: Mwambie mfalme wa Yuda aliyekutuma uniulize mimi, ‘Jeshi la Farao lililotoka kuja kukusaidia litarudi katika nchi yake yenyewe, yaani Misri."
  },
  {
    "verseNumber": "JER 37:8",
    "verseText": "Kisha Wakaldayo watarudi na kushambulia mji huu, watauteka na kuuchoma moto.’"
  },
  {
    "verseNumber": "JER 37:9",
    "verseText": "“Hili ndilo BWANA asemalo: Msijidanganye wenyewe mkifikiri, ‘Hakika Wakaldayo watatuacha na kwenda zao.’ Hakika hawatawaacha!"
  },
  {
    "verseNumber": "JER 37:10",
    "verseText": "Hata kama mngelishinda jeshi lote la Wakaldayo linalowashambulia ninyi, na wakawa ni watu waliojeruhiwa tu waliobaki kwenye mahema yao, wangetoka na kuuchoma mji huu moto.”"
  },
  {
    "verseNumber": "JER 37:11",
    "verseText": "Baada ya jeshi la Wakaldayo kujiondoa kutoka Yerusalemu kwa sababu ya jeshi la Farao,"
  },
  {
    "verseNumber": "JER 37:12",
    "verseText": "Yeremia akaanza kuondoka mjini ili kwenda nchi ya Benyamini ili akapate sehemu yake ya milki miongoni mwa watu huko."
  },
  {
    "verseNumber": "JER 37:13",
    "verseText": "Lakini alipofika kwenye Lango la Benyamini, mkuu wa walinzi, ambaye jina lake lilikuwa Iriya mwana wa Shelemia mwana wa Hanania, akamkamata Yeremia na kusema, “Wewe unakwenda kujiunga na Wakaldayo!”"
  },
  {
    "verseNumber": "JER 37:14",
    "verseText": "Yeremia akasema, “Hiyo si kweli, mimi sijiungi na Wakaldayo.” Lakini Iriya hakumsikiliza; badala yake, akamkamata Yeremia na kumpeleka kwa maafisa."
  },
  {
    "verseNumber": "JER 37:15",
    "verseText": "Wakamkasirikia Yeremia, wakaamuru apigwe, na akafungwa katika nyumba ya Yonathani mwandishi waliyokuwa wameifanya gereza."
  },
  {
    "verseNumber": "JER 37:16",
    "verseText": "Yeremia akawekwa kwenye chumba kilichofukuliwa chini, kilichojengwa kwa zege ndani ya gereza chini ya ngome, akakaa huko kwa muda mrefu."
  },
  {
    "verseNumber": "JER 37:17",
    "verseText": "Kisha Mfalme Sedekia akatumana aletwe katika jumba la kifalme, mahali alipomuuliza kwa siri, “Je, kuna neno lolote kutoka kwa BWANA?” Yeremia akajibu, “Ndiyo, utatiwa mikononi mwa mfalme wa Babeli.”"
  },
  {
    "verseNumber": "JER 37:18",
    "verseText": "Kisha Yeremia akamwambia Mfalme Sedekia, “Nimefanya kosa gani dhidi yako na maafisa wako au watu hawa, hata ukanitia gerezani?"
  },
  {
    "verseNumber": "JER 37:19",
    "verseText": "Wako wapi manabii wako waliokutabiria wakisema, ‘Mfalme wa Babeli hatakushambulia wewe wala nchi hii?’"
  },
  {
    "verseNumber": "JER 37:20",
    "verseText": "Lakini sasa, bwana wangu mfalme, tafadhali sikiliza. Niruhusu nilete maombi yangu mbele yako, usinirudishe kwenye nyumba ya Yonathani mwandishi, nisije nikafia humo.”"
  },
  {
    "verseNumber": "JER 37:21",
    "verseText": "Ndipo Mfalme Sedekia akatoa maagizo Yeremia awekwe katika ua wa walinzi, na apewe mkate kutoka mitaa ya waokaji kila siku mpaka mikate yote katika mji itakapokwisha. Kwa hiyo Yeremia akabaki katika ua wa walinzi."
  },
  {
    "verseNumber": "JER 38:1",
    "verseText": "Shefatia mwana wa Matani, na Gedalia mwana wa Pashuri, na Yehukali mwana wa Shelemia, na Pashuri mwana wa Malkiya wakasikia kile Yeremia alichokuwa akiwaambia watu wote wakati aliposema,"
  },
  {
    "verseNumber": "JER 38:2",
    "verseText": "“Hili ndilo asemalo BWANA: ‘Yeyote akaaye ndani ya mji huu atakufa kwa upanga, njaa au tauni, lakini yeyote atakayejisalimisha kwa Wakaldayo ataishi. Atakayeyatoa maisha yake kama nyara, ataishi.’"
  },
  {
    "verseNumber": "JER 38:3",
    "verseText": "Tena hili ndilo asemalo BWANA: ‘Mji huu kwa hakika utatiwa mikononi mwa jeshi la mfalme wa Babeli, ambaye atauteka.’ ”"
  },
  {
    "verseNumber": "JER 38:4",
    "verseText": "Ndipo maafisa wakamwambia mfalme, “Mtu huyu imempasa kuuawa. Anawakatisha tamaa askari waliobaki katika mji huu, vivyo hivyo na watu wote pia, kwa ajili ya mambo anayowaambia. Mtu huyu hawatakii mema watu hawa, bali maangamizi yao.”"
  },
  {
    "verseNumber": "JER 38:5",
    "verseText": "Mfalme Sedekia akajibu, “Yeye yuko mikononi mwenu! Mfalme hawezi kufanya lolote kuwapinga ninyi.”"
  },
  {
    "verseNumber": "JER 38:6",
    "verseText": "Basi wakamchukua Yeremia na kumtia kwenye kisima cha Malkiya, mwana wa mfalme, kilichokuwa katika ua wa walinzi. Wakamteremsha Yeremia kwa kamba ndani ya kisima. Hakikuwa na maji ndani yake, ila tope tu, naye Yeremia akazama ndani ya matope."
  },
  {
    "verseNumber": "JER 38:7",
    "verseText": "Lakini Ebed-Meleki Mkushi, aliyekuwa afisa katika jumba la kifalme, akasikia kuwa walikuwa wamemtia Yeremia ndani ya kisima. Wakati mfalme alipokuwa ameketi katika Lango la Benyamini,"
  },
  {
    "verseNumber": "JER 38:8",
    "verseText": "Ebed-Meleki akatoka nje ya jumba la kifalme na kumwambia,"
  },
  {
    "verseNumber": "JER 38:9",
    "verseText": "“Mfalme bwana wangu, watu hawa wamefanya uovu kwa yote waliomtendea nabii Yeremia. Wamemtupa ndani ya kisima, mahali ambapo atakufa kwa njaa wakati ambapo hakuna chakula popote katika mji.”"
  },
  {
    "verseNumber": "JER 38:10",
    "verseText": "Basi mfalme akamwamuru Ebed-Meleki Mkushi, akisema, “Chukua watu thelathini kutoka hapa pamoja nawe, mkamtoe nabii Yeremia huko kwenye kisima kabla hajafa.”"
  },
  {
    "verseNumber": "JER 38:11",
    "verseText": "Basi Ebed-Meleki akawachukua watu pamoja naye, wakaenda mpaka kwenye chumba kilichoko chini ya hazina ndani ya jumba la kifalme. Akachukua matambaa makuukuu pamoja na nguo zilizochakaa kutoka huko, na kumshushia Yeremia kwa kamba ndani ya kisima."
  },
  {
    "verseNumber": "JER 38:12",
    "verseText": "Ebed-Meleki Mkushi akamwambia Yeremia, “Weka haya matambaa makuukuu na hizo nguo zilizochakaa makwapani ili kuzuia kamba.” Yeremia akafanya hivyo,"
  },
  {
    "verseNumber": "JER 38:13",
    "verseText": "nao wakamvuta juu kwa kamba na kumtoa katika kisima. Yeremia akakaa katika ua wa walinzi."
  },
  {
    "verseNumber": "JER 38:14",
    "verseText": "Ndipo Mfalme Sedekia akatuma watu wamwitie nabii Yeremia wamlete kwake kwenye ingilio la tatu la Hekalu la BWANA. Mfalme akamwambia Yeremia, “Ninataka kukuuliza jambo fulani, usinifiche kitu chochote.”"
  },
  {
    "verseNumber": "JER 38:15",
    "verseText": "Yeremia akamwambia Sedekia, “Nikikupa jibu, je, hutaniua? Hata kama nikikupa shauri, wewe hutanisikiliza.”"
  },
  {
    "verseNumber": "JER 38:16",
    "verseText": "Lakini Mfalme Sedekia akamwapia Yeremia kiapo hiki kwa siri, akisema, “Hakika kama aishivyo BWANA, ambaye ametupa pumzi, sitakuua wala sitakutia mikononi mwa wale wanaotafuta uhai wako.”"
  },
  {
    "verseNumber": "JER 38:17",
    "verseText": "Kisha Yeremia akamwambia Sedekia, “Hili ndilo asemalo BWANA Mungu Mwenye Nguvu Zote, Mungu wa Israeli: ‘Ikiwa utajisalimisha kwa maafisa wa mfalme wa Babeli, maisha yako yatasalimika, na mji huu hautateketezwa kwa moto. Pia wewe na jamaa yako mtaishi."
  },
  {
    "verseNumber": "JER 38:18",
    "verseText": "Lakini ikiwa hutajisalimisha kwa maafisa wa mfalme wa Babeli, mji huu utatiwa mikononi mwa Wakaldayo na watauteketeza kwa moto, nawe mwenyewe hutaweza kujiokoa mikononi mwao.’ ”"
  },
  {
    "verseNumber": "JER 38:19",
    "verseText": "Mfalme Sedekia akamwambia Yeremia, “Ninawaogopa Wayahudi ambao wamekimbilia kwa Wakaldayo, kwa kuwa Wakaldayo wanaweza kunitia mikononi mwao, nao wakanitenda vibaya.”"
  },
  {
    "verseNumber": "JER 38:20",
    "verseText": "Yeremia akajibu, “Hawatakutia mikononi mwao. Mtii BWANA kwa kufanya kile ninachokuambia. Kisha utafanikiwa na maisha yako yatakuwa salama."
  },
  {
    "verseNumber": "JER 38:21",
    "verseText": "Lakini ukikataa kujisalimisha, hili ndilo BWANA alilonifunulia:"
  },
  {
    "verseNumber": "JER 38:22",
    "verseText": "Wanawake wote walioachwa katika jumba la kifalme la mfalme wa Yuda wataletwa mbele ya maafisa wa mfalme wa Babeli. Wanawake hao watakuambia: “ ‘Walikupotosha na kukushinda, wale rafiki zako uliowaamini. Miguu yako imezama matopeni; rafiki zako wamekuacha.’"
  },
  {
    "verseNumber": "JER 38:23",
    "verseText": "“Wake zako wote na watoto wataletwa na kutiwa mikononi mwa Wakaldayo. Wewe mwenyewe hutaweza kujiokoa mikononi mwao. Lakini utatekwa na mfalme wa Babeli, na mji huu utateketezwa kwa moto.”"
  },
  {
    "verseNumber": "JER 38:24",
    "verseText": "Kisha Sedekia akamwambia Yeremia, “Usiruhusu mtu yeyote ajue kuhusu haya mazungumzo, la sivyo utakufa."
  },
  {
    "verseNumber": "JER 38:25",
    "verseText": "Maafisa wakisikia kwamba nimezungumza nawe, nao wakakujia na kusema, ‘Tuambie kile ulichozungumza na mfalme na kile mfalme alichokuambia, usitufiche au sivyo tutakuua,’"
  },
  {
    "verseNumber": "JER 38:26",
    "verseText": "basi waambie, ‘Nilikuwa ninamsihi mfalme asinirudishe kwenye nyumba ya Yonathani nisije nikafia humo.’ ”"
  },
  {
    "verseNumber": "JER 38:27",
    "verseText": "Maafisa wote wakamjia Yeremia na kumuuliza, naye Yeremia akawaambia kila kitu mfalme alichomwagiza kusema. Kisha hawakusema lolote zaidi na Yeremia kwa sababu hakuna yeyote aliyesikia mazungumzo yake na mfalme."
  },
  {
    "verseNumber": "JER 38:28",
    "verseText": "Naye Yeremia akabaki katika ua wa walinzi hadi siku Yerusalemu ilipotekwa."
  },
  {
    "verseNumber": "JER 39:1",
    "verseText": "Hivi ndivyo Yerusalemu ilivyotwaliwa: Katika mwaka wa tisa wa utawala wa Mfalme Sedekia wa Yuda, katika mwezi wa kumi, Nebukadneza mfalme wa Babeli akiwa na jeshi lake lote alifanya vita dhidi ya Yerusalemu na akauzunguka mji."
  },
  {
    "verseNumber": "JER 39:2",
    "verseText": "Katika siku ya tisa ya mwezi wa nne wa mwaka wa kumi na moja wa utawala wa Sedekia, ukuta wa mji ulibomolewa."
  },
  {
    "verseNumber": "JER 39:3",
    "verseText": "Kisha maafisa wote wa mfalme wa Babeli wakaja na kuketi kwenye Lango la Kati, nao ni: Nergal-Shareza wa Samgari, Nebo-Sarsekimu afisa mkuu, Nergal-Shareza afisa mwenye cheo cha juu, na maafisa wengine wote wa mfalme wa Babeli."
  },
  {
    "verseNumber": "JER 39:4",
    "verseText": "Mfalme Sedekia wa Yuda na askari wote walipowaona, wakakimbia na kuondoka mjini usiku kwa njia ya bustani ya mfalme, kupitia lango lililokuwa kati ya kuta mbili, wakaelekea Araba."
  },
  {
    "verseNumber": "JER 39:5",
    "verseText": "Lakini jeshi la Wakaldayo likawafuatia na kumpata Sedekia katika sehemu tambarare za Yeriko. Wakamkamata na kumpeleka kwa Nebukadneza mfalme wa Babeli huko Ribla, katika nchi ya Hamathi, mahali ambapo alimtangazia hukumu."
  },
  {
    "verseNumber": "JER 39:6",
    "verseText": "Huko Ribla, mfalme wa Babeli aliwachinja wana wa Sedekia mbele ya macho yake, na pia akawaua wakuu wote wa Yuda."
  },
  {
    "verseNumber": "JER 39:7",
    "verseText": "Kisha akayangʼoa macho ya Sedekia na kumfunga kwa pingu za shaba na kumpeleka Babeli."
  },
  {
    "verseNumber": "JER 39:8",
    "verseText": "Jeshi la Wakaldayo likachoma moto jumba la kifalme na nyumba za watu, na kuzibomoa kuta za Yerusalemu."
  },
  {
    "verseNumber": "JER 39:9",
    "verseText": "Nebuzaradani kiongozi wa walinzi wa mfalme akawachukua na kuwapeleka uhamishoni Babeli watu waliokuwa wamebaki ndani ya mji, pamoja na wale waliokuwa wamejisalimisha kwake, na watu wengine wote."
  },
  {
    "verseNumber": "JER 39:10",
    "verseText": "Lakini Nebuzaradani kiongozi wa walinzi aliwabakiza baadhi ya watu maskini katika nchi ya Yuda, ambao hawakuwa na kitu. Naye wakati huo akawapa mashamba ya mizabibu na mashamba mengine."
  },
  {
    "verseNumber": "JER 39:11",
    "verseText": "Basi, Nebukadneza mfalme wa Babeli alikuwa ametoa maagizo kuhusu Yeremia kupitia Nebuzaradani kiongozi wa walinzi wa mfalme akisema:"
  },
  {
    "verseNumber": "JER 39:12",
    "verseText": "“Mchukue umtunze. Usimdhuru, lakini umfanyie chochote anachotaka.”"
  },
  {
    "verseNumber": "JER 39:13",
    "verseText": "Basi Nebuzaradani kiongozi wa walinzi, Nebushazbani afisa mkuu, Nergal-Shareza afisa wa cheo cha juu, na maafisa wengine wote wa mfalme wa Babeli"
  },
  {
    "verseNumber": "JER 39:14",
    "verseText": "wakatuma watu kumwondoa Yeremia kutoka ua wa walinzi. Wakamkabidhi kwa Gedalia mwana wa Ahikamu mwana wa Shafani, ili amrudishe nyumbani kwake. Kwa hiyo akabaki miongoni mwa watu wake mwenyewe."
  },
  {
    "verseNumber": "JER 39:15",
    "verseText": "Wakati Yeremia alipokuwa amezuiliwa katika ua wa walinzi, neno la BWANA lilimjia kusema:"
  },
  {
    "verseNumber": "JER 39:16",
    "verseText": "“Nenda ukamwambie Ebed-Meleki Mkushi, ‘Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: Ninakaribia kutimiza maneno yangu dhidi ya mji huu kwa njia ya maafa, wala si kwa kuwafanikisha. Wakati huo hayo yatatimizwa mbele ya macho yako."
  },
  {
    "verseNumber": "JER 39:17",
    "verseText": "Lakini siku hiyo nitakuokoa, asema BWANA; hutatiwa mikononi mwa wale unaowaogopa."
  },
  {
    "verseNumber": "JER 39:18",
    "verseText": "Nitakuokoa; hutaanguka kwa upanga, lakini maisha yako yatakuwa salama, kwa sababu unanitumaini, asema BWANA.’ ”"
  },
  {
    "verseNumber": "JER 40:1",
    "verseText": "Neno likamjia Yeremia kutoka kwa BWANA baada ya Nebuzaradani kiongozi wa walinzi wa mfalme kumfungua huko Rama. Alikuwa amemkuta Yeremia akiwa amefungwa kwa minyororo miongoni mwa mateka wote kutoka Yerusalemu na Yuda waliokuwa wakipelekwa uhamishoni Babeli."
  },
  {
    "verseNumber": "JER 40:2",
    "verseText": "Kiongozi wa walinzi alipomwona Yeremia, akamwambia, “BWANA Mungu wako aliamuru maafa haya kwa mahali hapa."
  },
  {
    "verseNumber": "JER 40:3",
    "verseText": "Sasa BWANA ameyaleta haya, amefanya sawasawa na vile alivyosema angefanya. Yote haya yametokea kwa sababu ninyi mlifanya dhambi dhidi ya BWANA na hamkumtii."
  },
  {
    "verseNumber": "JER 40:4",
    "verseText": "Lakini leo ninakufungua minyororo iliyo kwenye viwiko vya mikono yako. Twende pamoja mpaka Babeli ikiwa unataka, nami nitakutunza. Lakini kama hutaki, basi usije. Tazama, nchi yote iko mbele yako, nenda kokote unakotaka.”"
  },
  {
    "verseNumber": "JER 40:5",
    "verseText": "Lakini kabla Yeremia hajageuka kuondoka, Nebuzaradani akaongeza kusema, “Rudi kwa Gedalia mwana wa Ahikamu mwana wa Shafani, ambaye mfalme wa Babeli amemchagua awe juu ya miji ya Yuda, ukaishi naye miongoni mwa watu, au uende popote panapokupendeza.” Kisha huyo kiongozi akampa posho yake na zawadi, akamwacha aende zake."
  },
  {
    "verseNumber": "JER 40:6",
    "verseText": "Kwa hiyo Yeremia akaenda kwa Gedalia mwana wa Ahikamu huko Mispa, na kuishi naye miongoni mwa watu walioachwa katika nchi."
  },
  {
    "verseNumber": "JER 40:7",
    "verseText": "Maafisa wote wa jeshi na watu wao waliokuwa bado wapo kwenye eneo la wazi waliposikia kwamba mfalme wa Babeli amemteua Gedalia mwana wa Ahikamu kuwa mtawala wa nchi, na amemweka kuwa kiongozi wa wanaume, wanawake na watoto waliokuwa maskini zaidi katika nchi ambao hawakuchukuliwa kwenda uhamishoni Babeli,"
  },
  {
    "verseNumber": "JER 40:8",
    "verseText": "wakamjia Gedalia huko Mispa. Hawa walikuwa Ishmaeli mwana wa Nethania, Yohanani na Yonathani wana wa Karea, Seraya mwana wa Tanhumethi, wana wa Efai Mnetofathi, na Yezania mwana wa Mmaaka, pamoja na watu wao."
  },
  {
    "verseNumber": "JER 40:9",
    "verseText": "Gedalia mwana wa Ahikamu mwana wa Shafani akaapa ili kuwatia moyo wao na watu wao. Akasema: “Msiogope kuwatumikia Wakaldayo. Kaeni katika nchi na kumtumikia mfalme wa Babeli, na itakuwa vyema kwenu."
  },
  {
    "verseNumber": "JER 40:10",
    "verseText": "Mimi mwenyewe nitakaa Mispa ili kuwawakilisha mbele ya Wakaldayo wanaotujia, lakini ninyi mtavuna divai, matunda ya kiangazi na mafuta, nanyi mtaweka katika vyombo vyenu vya kuhifadhia, na kuishi katika miji mliyojitwalia.”"
  },
  {
    "verseNumber": "JER 40:11",
    "verseText": "Wayahudi wote waliokuwa Moabu, Amoni, Edomu na nchi nyingine zote waliposikia kwamba mfalme wa Babeli ameacha mabaki ya watu katika Yuda na amemweka Gedalia mwana wa Ahikamu mwana wa Shafani kuwa mtawala wao,"
  },
  {
    "verseNumber": "JER 40:12",
    "verseText": "wakarudi wote katika nchi ya Yuda kwa Gedalia huko Mispa, kutoka nchi zote ambazo walikuwa wametawanywa. Nao wakavuna divai na matunda tele wakati wa kiangazi."
  },
  {
    "verseNumber": "JER 40:13",
    "verseText": "Yohanani mwana wa Karea pamoja na maafisa wote wa jeshi waliokuwa bado wapo kwenye eneo la wazi wakamjia Gedalia huko Mispa"
  },
  {
    "verseNumber": "JER 40:14",
    "verseText": "na kumwambia, “Je, hujui kwamba Baalisi mfalme wa Waamoni amemtuma Ishmaeli mwana wa Nethania akuue?” Lakini Gedalia mwana wa Ahikamu hakuwaamini."
  },
  {
    "verseNumber": "JER 40:15",
    "verseText": "Kisha Yohanani mwana wa Karea akamwambia Gedalia kwa siri huko Mispa, “Acha niende nikamuue Ishmaeli mwana wa Nethania, wala hakuna atakayejua. Kwa nini akuue na kusababisha Wayahudi wote waliokuzunguka watawanyike, na mabaki wa Yuda waangamie?”"
  },
  {
    "verseNumber": "JER 40:16",
    "verseText": "Lakini Gedalia mwana wa Ahikamu akamwambia Yohanani mwana wa Karea, “Usifanye jambo kama hilo! Unalosema kuhusu Ishmaeli si kweli.”"
  },
  {
    "verseNumber": "JER 41:1",
    "verseText": "Katika mwezi wa saba Ishmaeli mwana wa Nethania mwana wa Elishama, aliyekuwa wa uzao wa mfalme na pia alikuwa mmoja wa maafisa wa mfalme, akaja pamoja na watu kumi kwa Gedalia mwana wa Ahikamu huko Mispa. Walipokuwa wakila pamoja huko,"
  },
  {
    "verseNumber": "JER 41:2",
    "verseText": "Ishmaeli mwana wa Nethania pamoja na wale watu kumi waliokuwa pamoja naye waliinuka na kumuua Gedalia mwana wa Ahikamu mwana wa Shafani kwa upanga, wakamuua yule ambaye mfalme wa Babeli alikuwa amemteua awe mtawala wa nchi."
  },
  {
    "verseNumber": "JER 41:3",
    "verseText": "Ishmaeli akawaua pia Wayahudi wote waliokuwa na Gedalia huko Mispa, pamoja na askari wa Kikaldayo waliokuwa huko."
  },
  {
    "verseNumber": "JER 41:4",
    "verseText": "Siku moja baada ya kuuawa kwa siri kwa Gedalia, kabla mtu yeyote hajafahamu jambo hilo,"
  },
  {
    "verseNumber": "JER 41:5",
    "verseText": "watu themanini waliokuwa wamenyoa ndevu zao, waliorarua nguo zao na kujikatakata walikuja kutoka Shekemu, Shilo na Samaria wakileta sadaka za nafaka na uvumba katika nyumba ya BWANA."
  },
  {
    "verseNumber": "JER 41:6",
    "verseText": "Ishmaeli mwana wa Nethania akaondoka Mispa ili kwenda kuwalaki, huku akilia alipokuwa akienda. Alipokutana nao, akasema, “Karibuni kwa Gedalia mwana wa Ahikamu.”"
  },
  {
    "verseNumber": "JER 41:7",
    "verseText": "Walipoingia mjini, Ishmaeli mwana wa Nethania na wale watu waliokuwa pamoja naye wakawachinja na kuwatupa ndani ya kisima."
  },
  {
    "verseNumber": "JER 41:8",
    "verseText": "Lakini watu kumi miongoni mwao wakamwambia Ishmaeli, “Sisi usituue! Tuna ngano na shayiri, mafuta na asali, vilivyofichwa katika shamba.” Kwa hiyo akawaacha na hakuwaua pamoja na wale wengine."
  },
  {
    "verseNumber": "JER 41:9",
    "verseText": "Basi kile kisima ambacho alitupa zile maiti za watu aliowaua pamoja na Gedalia kilikuwa ni kile kisima ambacho Mfalme Asa alikifanya sehemu ya ulinzi wake dhidi ya Baasha mfalme wa Israeli. Ishmaeli mwana wa Nethania akakijaza kisima hicho kwa maiti."
  },
  {
    "verseNumber": "JER 41:10",
    "verseText": "Ishmaeli akawafanya mateka watu wote ambao Nebuzaradani kiongozi wa walinzi wa mfalme alikuwa amewaacha huko Mispa na kumweka Gedalia mwana wa Ahikamu juu yao: walikuwa binti za mfalme pamoja na watu wote aliokuwa amewaacha huko. Ishmaeli mwana wa Nethania akawachukua mateka na kuondoka nao, akavuka kwenda kwa Waamoni."
  },
  {
    "verseNumber": "JER 41:11",
    "verseText": "Yohanani mwana wa Karea na maafisa wote wa jeshi waliokuwa pamoja naye waliposikia juu ya uhalifu wote ambao Ishmaeli mwana wa Nethania alikuwa ameufanya,"
  },
  {
    "verseNumber": "JER 41:12",
    "verseText": "waliwachukua watu wao wote kwenda kupigana na Ishmaeli mwana wa Nethania. Wakakutana naye karibu na bwawa kubwa huko Gibeoni."
  },
  {
    "verseNumber": "JER 41:13",
    "verseText": "Ikawa watu wote waliokuwa na Ishmaeli walipomwona Yohanani mwana wa Karea pamoja na maafisa wa jeshi waliokuwa pamoja naye, wakafurahi."
  },
  {
    "verseNumber": "JER 41:14",
    "verseText": "Watu wote ambao Ishmaeli alikuwa amewachukua mateka huko Mispa wakageuka na kumfuata Yohanani mwana wa Karea."
  },
  {
    "verseNumber": "JER 41:15",
    "verseText": "Lakini Ishmaeli mwana wa Nethania pamoja na watu wake wanane wakamtoroka Yohanani na kukimbilia kwa Waamoni."
  },
  {
    "verseNumber": "JER 41:16",
    "verseText": "Ndipo Yohanani mwana wa Karea pamoja na maafisa wote wa jeshi waliokuwa pamoja naye wakawaongoza wote walionusurika kutoka Mispa, ambao walipona kutoka mikononi mwa Ishmaeli mwana wa Nethania baada yake kumuua Gedalia mwana wa Ahikamu: walikuwa askari, wanawake, watoto na matowashi aliowaleta kutoka Gibeoni."
  },
  {
    "verseNumber": "JER 41:17",
    "verseText": "Kisha wakaenda mbele na kutua Geruth-Kimhamu karibu na Bethlehemu wakiwa njiani kwenda Misri"
  },
  {
    "verseNumber": "JER 41:18",
    "verseText": "ili kuwatoroka Wakaldayo. Waliwaogopa kwa sababu Ishmaeli mwana wa Nethania alikuwa amemuua Gedalia mwana wa Ahikamu, ambaye alikuwa amewekwa na mfalme wa Babeli kuwa mtawala wa nchi."
  },
  {
    "verseNumber": "JER 42:1",
    "verseText": "Ndipo maafisa wote wa jeshi, pamoja na Yohanani mwana wa Karea, na Yezania mwana wa Hoshaya, na watu wote kuanzia aliye mdogo kabisa hadi aliye mkuu sana wakamjia"
  },
  {
    "verseNumber": "JER 42:2",
    "verseText": "Yeremia nabii na kumwambia, “Tafadhali sikia maombi yetu na umwombe BWANA Mungu wako kwa ajili ya watu hawa wote waliosalia. Kwa kuwa kama unavyoona sasa, ingawa wakati fulani tulikuwa wengi, sasa tumesalia wachache tu."
  },
  {
    "verseNumber": "JER 42:3",
    "verseText": "Omba ili BWANA Mungu wako atuambie twende wapi na tufanye nini.”"
  },
  {
    "verseNumber": "JER 42:4",
    "verseText": "Nabii Yeremia akajibu, “Nimewasikia. Kwa hakika nitamwomba BWANA Mungu wenu kama mlivyoomba. Nitawaambia kila kitu asemacho BWANA, wala sitawaficha chochote.”"
  },
  {
    "verseNumber": "JER 42:5",
    "verseText": "Kisha wakamwambia Yeremia, “BWANA na awe shahidi wa kweli na mwaminifu kati yetu kama hatutafanya sawasawa na kila kitu BWANA Mungu wako atakachokutuma utuambie."
  },
  {
    "verseNumber": "JER 42:6",
    "verseText": "Likiwa jema au likiwa baya, tutamtii BWANA Mungu wetu, ambaye tunakutuma kwake, ili mambo yote yawe mema kwetu, kwa maana tutamtii BWANA Mungu wetu.”"
  },
  {
    "verseNumber": "JER 42:7",
    "verseText": "Baada ya siku kumi, neno la BWANA likamjia Yeremia."
  },
  {
    "verseNumber": "JER 42:8",
    "verseText": "Kwa hiyo akawaita pamoja Yohanani mwana wa Karea, na maafisa wote wa jeshi waliokuwa pamoja naye na watu wote kuanzia mdogo kabisa hadi aliye mkuu sana."
  },
  {
    "verseNumber": "JER 42:9",
    "verseText": "Akawaambia, “Hili ndilo asemalo BWANA, Mungu wa Israeli, ambaye mlinituma kuwasilisha maombi yenu:"
  },
  {
    "verseNumber": "JER 42:10",
    "verseText": "‘Kama mkikaa katika nchi hii, nitawajenga wala sitawabomoa, nitawapanda wala sitawangʼoa, kwani ninahuzunishwa na maafa niliyowapiga nayo."
  },
  {
    "verseNumber": "JER 42:11",
    "verseText": "Msimwogope mfalme wa Babeli, ambaye sasa mnamwogopa. Msimwogope, asema BWANA, kwa kuwa niko pamoja nanyi, nami nitawaokoa na kuwaponya kutoka mikononi mwake."
  },
  {
    "verseNumber": "JER 42:12",
    "verseText": "Nitawaonea huruma ili naye awe na huruma nanyi na kuwarudisha katika nchi yenu.’"
  },
  {
    "verseNumber": "JER 42:13",
    "verseText": "“Hata hivyo, kama mkisema, ‘Hatutakaa katika nchi hii,’ hivyo mkaacha kumtii BWANA Mungu wenu,"
  },
  {
    "verseNumber": "JER 42:14",
    "verseText": "nanyi kama mkisema, ‘Hapana, tutakwenda kuishi Misri, mahali ambapo hatutaona vita au kusikia sauti ya tarumbeta au kuwa na njaa ya chakula,’"
  },
  {
    "verseNumber": "JER 42:15",
    "verseText": "basi sikieni neno la BWANA, enyi mabaki ya Yuda. Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: ‘Ikiwa mmekusudia kwenda Misri na kufanya makazi huko,"
  },
  {
    "verseNumber": "JER 42:16",
    "verseText": "basi ule upanga mnaouogopa utawapata huko, na njaa mnayoihofia itawafuata huko Misri, nanyi mtafia huko."
  },
  {
    "verseNumber": "JER 42:17",
    "verseText": "Naam, wote waliokusudia kwenda kuishi Misri watakufa kwa upanga, njaa na tauni; hakuna hata mmoja wao atakayenusurika au kuokoka maafa nitakayoyaleta juu yao.’"
  },
  {
    "verseNumber": "JER 42:18",
    "verseText": "Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: ‘Kama vile hasira yangu na ghadhabu yangu ilivyomwagwa juu ya wale walioishi Yerusalemu, ndivyo ghadhabu yangu itakavyomwagwa juu yenu mtakapokwenda Misri. Mtakuwa kitu cha kulaania na cha kutisha, cha kulaumia na cha kushutumia, nanyi kamwe hamtaona mahali hapa tena.’"
  },
  {
    "verseNumber": "JER 42:19",
    "verseText": "“Enyi mabaki ya Yuda, BWANA amewaambia, ‘Msiende Misri.’ Hakikisheni jambo hili: Ninawaonya leo"
  },
  {
    "verseNumber": "JER 42:20",
    "verseText": "kwamba mmefanya kosa kubwa mioyoni mwenu mliponituma kwa BWANA Mungu wenu na kusema, ‘Mwombe BWANA Mungu wetu kwa ajili yetu, nawe utuambie kila kitu atakachosema, nasi tutafanya.’"
  },
  {
    "verseNumber": "JER 42:21",
    "verseText": "Nimewaambieni leo, lakini bado ninyi hamtaki kumtii BWANA Mungu wenu katika yote aliyonituma niwaambie."
  },
  {
    "verseNumber": "JER 42:22",
    "verseText": "Basi sasa, hakikisheni jambo hili: Mtakufa kwa upanga, njaa na tauni mahali ambapo mnataka kwenda kuishi.”"
  },
  {
    "verseNumber": "JER 43:1",
    "verseText": "Yeremia alipomaliza kuwaambia watu maneno yote ya BWANA Mungu wao, yaani kila kitu BWANA alichokuwa amemtuma kuwaambia,"
  },
  {
    "verseNumber": "JER 43:2",
    "verseText": "Azaria mwana wa Hoshaya, na Yohanani mwana wa Karea, na watu wote wenye kiburi wakamwambia Yeremia, “Wewe unasema uongo! BWANA Mungu wetu hajakutuma kusema, ‘Kamwe msiende Misri kukaa huko.’"
  },
  {
    "verseNumber": "JER 43:3",
    "verseText": "Lakini Baruku mwana wa Neria anakuchochea dhidi yetu ili ututie mikononi mwa Wakaldayo, ili watuue au watuchukue uhamishoni Babeli.”"
  },
  {
    "verseNumber": "JER 43:4",
    "verseText": "Basi Yohanani mwana wa Karea, na maafisa wote wa jeshi, na watu wote wakakataa kutii amri ya BWANA ya kukaa katika nchi ya Yuda."
  },
  {
    "verseNumber": "JER 43:5",
    "verseText": "Badala yake, Yohanani mwana wa Karea na maafisa wote wa jeshi wakawaongoza mabaki yote ya Yuda waliokuwa wamerudi kuishi katika nchi ya Yuda kutoka mataifa yote ambayo walikuwa wametawanywa."
  },
  {
    "verseNumber": "JER 43:6",
    "verseText": "Pia wakawaongoza wanaume wote, wanawake na watoto, na binti za mfalme ambao Nebuzaradani kiongozi wa walinzi wa mfalme alikuwa amewaacha na Gedalia mwana wa Ahikamu mwana wa Shafani, na nabii Yeremia, na Baruku mwana wa Neria."
  },
  {
    "verseNumber": "JER 43:7",
    "verseText": "Kwa hiyo wakaingia Misri kwa kutokumtii BWANA, wakaenda mpaka Tahpanhesi."
  },
  {
    "verseNumber": "JER 43:8",
    "verseText": "Huko Tahpanhesi neno la BWANA likamjia Yeremia kusema:"
  },
  {
    "verseNumber": "JER 43:9",
    "verseText": "“Wayahudi wakiwa wanaona, chukua baadhi ya mawe makubwa na kuyazika katika udongo wa mfinyanzi katika njia iliyojengwa kwa matofali katika ingilio la jumba la kifalme la Farao huko Tahpanhesi."
  },
  {
    "verseNumber": "JER 43:10",
    "verseText": "Kisha uwaambie, ‘Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: Nitamtumania mtumishi wangu Nebukadneza mfalme wa Babeli, nami nitakiweka kiti chake cha enzi juu ya haya mawe niliyoyazika hapa, naye atatandaza hema yake ya ufalme juu yake."
  },
  {
    "verseNumber": "JER 43:11",
    "verseText": "Atakuja na kuishambulia Misri, akiwaua wale waliokusudiwa kuuawa, awateke mateka wale waliokusudiwa kutekwa, na upanga kwa wale waliokusudiwa upanga."
  },
  {
    "verseNumber": "JER 43:12",
    "verseText": "Atachoma moto mahekalu yao ya miungu ya Misri, atachoma mahekalu yao na kuteka miungu yao. Kama vile mchungaji ajizungushiavyo vazi lake ndivyo atakavyojizungushia Misri na kuondoka mahali hapo bila kudhurika."
  },
  {
    "verseNumber": "JER 43:13",
    "verseText": "Humo ndani ya hekalu la jua nchini ya Misri atabomoa nguzo za ibada, na kuteketeza kwa moto mahekalu ya miungu wa Misri.’ ”"
  },
  {
    "verseNumber": "JER 44:1",
    "verseText": "Neno hili lilimjia Yeremia kuhusu Wayahudi wote waishio Misri, huko Migdoli, Tahpanhesi na Memfisi, katika nchi ya Pathrosi kusema:"
  },
  {
    "verseNumber": "JER 44:2",
    "verseText": "“Hili ndilo asemalo BWANA Mwenye Nguvu Zote, Mungu wa Israeli: Mliona maangamizi makubwa niliyoyaleta juu ya Yerusalemu na juu ya miji yote ya Yuda. Leo imeachwa ukiwa na magofu"
  },
  {
    "verseNumber": "JER 44:3",
    "verseText": "kwa sababu ya uovu waliokuwa wameufanya. Walinikasirisha kwa kufukiza uvumba na kwa kuabudu miungu mingine ambayo kamwe wao, wala ninyi, wala baba zenu hawakuifahamu."
  },
  {
    "verseNumber": "JER 44:4",
    "verseText": "Tena na tena, niliwatuma watumishi wangu manabii ambao walisema, ‘Msifanye jambo hili la kuchukiza ambalo nalichukia!’"
  },
  {
    "verseNumber": "JER 44:5",
    "verseText": "Lakini hawakusikiliza wala hawakujali, hawakugeuka ili kuuacha uovu wao, wala hawakuacha kufukiza uvumba kwa miungu mingine."
  },
  {
    "verseNumber": "JER 44:6",
    "verseText": "Kwa hiyo hasira yangu kali ilimwagika, ikawaka dhidi ya miji ya Yuda na barabara za Yerusalemu, na kuifanya ukiwa na magofu kama ilivyo leo."
  },
  {
    "verseNumber": "JER 44:7",
    "verseText": "“Basi hili ndilo BWANA Mungu Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: Kwa nini kujiletea maafa makubwa kama haya juu yenu kwa kujikatilia mbali kutoka Yuda wanaume na wanawake, watoto na wanyonyao, hata kujiacha bila mabaki?"
  },
  {
    "verseNumber": "JER 44:8",
    "verseText": "Kwa nini kuichochea hasira yangu kwa kile ambacho mikono yenu imekitengeneza, mkaifukizia uvumba miungu mingine huko Misri, mahali mlipokuja kuishi? Mtajiangamiza wenyewe na kujifanya kitu cha kulaania na shutumu miongoni mwa mataifa yote duniani."
  },
  {
    "verseNumber": "JER 44:9",
    "verseText": "Je, mmesahau uovu uliotendwa na baba zenu, na wafalme na malkia wa Yuda, na uovu uliofanywa na ninyi na wake zenu katika nchi ya Yuda na barabara za Yerusalemu?"
  },
  {
    "verseNumber": "JER 44:10",
    "verseText": "Mpaka leo hawajajinyenyekeza au kuonyesha heshima, wala hawajafuata sheria yangu na amri nilizoweka mbele yenu na baba zenu."
  },
  {
    "verseNumber": "JER 44:11",
    "verseText": "“Kwa hiyo, hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: Mimi nimekusudia kuleta maafa juu yenu, na kuiangamiza Yuda yote."
  },
  {
    "verseNumber": "JER 44:12",
    "verseText": "Nitawaondoa mabaki ya Yuda waliokusudia kwenda Misri kukaa humo. Wote wataangamia huko Misri, wataanguka kwa upanga au kufa kwa njaa. Kuanzia aliye mdogo kabisa hadi aliye mkuu sana, watakufa kwa upanga au njaa. Watakuwa kitu cha kulaania na cha kutisha, cha laumu na shutumu."
  },
  {
    "verseNumber": "JER 44:13",
    "verseText": "Nitawaadhibu wale waishio Misri kwa upanga, njaa na tauni kama nilivyoiadhibu Yerusalemu."
  },
  {
    "verseNumber": "JER 44:14",
    "verseText": "Hakuna hata mmoja wa mabaki ya Yuda ambaye amekwenda kuishi Misri atakayeepuka au kunusurika ili kurudi katika nchi ya Yuda, ambayo wanaitamani sana kurudi na kuishi ndani yake, hakuna hata mmoja atakayerudi isipokuwa wakimbizi wachache.”"
  },
  {
    "verseNumber": "JER 44:15",
    "verseText": "Kisha wanaume wote ambao walijua kwamba wake zao walikuwa wakifukiza uvumba kwa miungu mingine, pamoja na wanawake wote waliokuwako, yaani, kusanyiko kubwa na watu wote walioishi nchi ya Misri na Pathrosi, wakamwambia Yeremia,"
  },
  {
    "verseNumber": "JER 44:16",
    "verseText": "“Hatutausikiliza ujumbe uliotuambia katika jina la BWANA!"
  },
  {
    "verseNumber": "JER 44:17",
    "verseText": "Hakika tutafanya kila kitu tulichosema tutakifanya: Tutafukiza uvumba kwa Malkia wa Mbinguni na tutammiminia sadaka zetu za kinywaji kama vile sisi na baba zetu, wafalme wetu na maafisa wetu tulivyofanya katika miji ya Yuda na katika barabara za Yerusalemu. Wakati ule tulikuwa na chakula tele, tulikuwa matajiri wala hatukupata dhara lolote."
  },
  {
    "verseNumber": "JER 44:18",
    "verseText": "Lakini tangu tulipoacha kumfukizia uvumba Malkia wa Mbinguni na kummiminia sadaka za kinywaji, hatupati chochote, na tumekuwa tukiangamizwa kwa upanga na njaa.”"
  },
  {
    "verseNumber": "JER 44:19",
    "verseText": "Wanawake wakaongeza kusema, “Wakati tulipomfukizia uvumba Malkia wa Mbinguni na kummiminia sadaka zetu za kinywaji, je, waume zetu hawakujua kwamba tulikuwa tukitengeneza maandazi kwa mfano wake, na kummiminia yeye sadaka za kinywaji?”"
  },
  {
    "verseNumber": "JER 44:20",
    "verseText": "Ndipo Yeremia akawaambia watu wote, wanaume na wanawake waliokuwa wakimjibu,"
  },
  {
    "verseNumber": "JER 44:21",
    "verseText": "“Je, BWANA hakukumbuka na kufikiri juu ya uvumba uliofukizwa katika miji ya Yuda na barabara za Yerusalemu na ninyi pamoja na baba zenu, wafalme wenu, maafisa wenu na watu wa nchi?"
  },
  {
    "verseNumber": "JER 44:22",
    "verseText": "BWANA alipokuwa hawezi kuendelea kuvumilia matendo yenu maovu na mambo ya machukizo mliyoyafanya, nchi yenu ilikuwa kitu cha kulaania na kuachwa ukiwa pasipo wakazi, kama ilivyo leo."
  },
  {
    "verseNumber": "JER 44:23",
    "verseText": "Kwa sababu mmefukiza uvumba na kufanya dhambi dhidi ya BWANA, nanyi hamkumtii wala kufuata sheria yake au amri zake au maagizo yake, maafa haya yamekuja juu yenu, kama mnavyoona sasa.”"
  },
  {
    "verseNumber": "JER 44:24",
    "verseText": "Kisha Yeremia akawaambia watu wote, pamoja na wanawake, “Sikieni neno la BWANA, enyi watu wote wa Yuda mlioko Misri."
  },
  {
    "verseNumber": "JER 44:25",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote, Mungu wa Israeli: Ninyi na wake zenu mmeonyesha kwa matendo yenu kile mlichoahidi mliposema, ‘Hakika tutatimiza nadhiri tulizoziweka za kumfukizia uvumba na kummiminia sadaka za kinywaji Malkia wa Mbinguni.’ “Endeleeni basi, fanyeni yale mliyoahidi! Timizeni nadhiri zenu!"
  },
  {
    "verseNumber": "JER 44:26",
    "verseText": "Lakini sikieni neno la BWANA, enyi Wayahudi wote mnaoishi Misri: ‘Ninaapa kwa Jina langu lililo kuu,’ asema BWANA, ‘kwamba hakuna hata mmoja atokaye Yuda anayeishi popote Misri ambaye kamwe ataomba tena kwa Jina langu au kuapa, akisema, “Hakika kama BWANA Mwenyezi aishivyo.”"
  },
  {
    "verseNumber": "JER 44:27",
    "verseText": "Kwa maana ninawaangalia kwa ajili ya madhara, wala sio kwa mema. Wayahudi walioko Misri wataangamia kwa upanga na njaa, hadi wote watakapoangamizwa."
  },
  {
    "verseNumber": "JER 44:28",
    "verseText": "Wale watakaonusurika upanga na kurudi katika nchi ya Yuda kutoka Misri watakuwa wachache sana. Ndipo mabaki wote wa Yuda waliokuja kuishi Misri watakapojua ni neno la nani litakalosimama, kwamba ni langu au lao."
  },
  {
    "verseNumber": "JER 44:29",
    "verseText": "“ ‘Hii itakuwa ndiyo ishara kwenu kwamba nitawaadhibu mahali hapa, asema BWANA, ili mpate kujua kuwa onyo langu la madhara dhidi yenu hakika litatimizwa.’"
  },
  {
    "verseNumber": "JER 44:30",
    "verseText": "Hili ndilo asemalo BWANA: ‘Nitamtia Farao Hofra mfalme wa Misri mikononi mwa adui zake wanaoutafuta uhai wake, kama vile nilivyomtia Sedekia mfalme wa Yuda mikononi mwa Nebukadneza mfalme wa Babeli, adui aliyekuwa akiutafuta uhai wake.’ ”"
  },
  {
    "verseNumber": "JER 45:1",
    "verseText": "Hili ndilo nabii Yeremia alilomwambia Baruku mwana wa Neria katika mwaka wa nne wa utawala wa Yehoyakimu mwana wa Yosia mfalme wa Yuda, baada ya Baruku kuandika katika kitabu maneno ambayo yalitoka kinywani mwa Yeremia wakati ule:"
  },
  {
    "verseNumber": "JER 45:2",
    "verseText": "“Hili ndilo BWANA, Mungu wa Israeli, akuambialo wewe Baruku:"
  },
  {
    "verseNumber": "JER 45:3",
    "verseText": "Ulisema, ‘Ole wangu! BWANA ameongeza huzuni juu ya maumivu yangu, nimechoka kwa kulia kwa uchungu wala sipati pumziko.’ ”"
  },
  {
    "verseNumber": "JER 45:4",
    "verseText": "BWANA akasema, “Mwambie hivi: ‘Hili ndilo asemalo BWANA: Nitakibomoa kile nilichokijenga, na kungʼoa kile nilichokipanda katika nchi yote."
  },
  {
    "verseNumber": "JER 45:5",
    "verseText": "Je, utajitafutia mambo makubwa kwa ajili yako mwenyewe? Usiyatafute hayo. Kwa kuwa nitaleta maangamizi juu ya watu wote, asema BWANA, lakini popote utakapokwenda, nitayaokoa maisha yako.’ ”"
  },
  {
    "verseNumber": "JER 46:1",
    "verseText": "Hili ni neno la BWANA lililomjia nabii Yeremia kuhusu mataifa:"
  },
  {
    "verseNumber": "JER 46:2",
    "verseText": "Kuhusu Misri: Huu ni ujumbe dhidi ya jeshi la Farao Neko mfalme wa Misri, lililoshindwa huko Karkemishi kwenye Mto Frati na Nebukadneza mfalme wa Babeli, katika mwaka wa nne wa utawala wa Yehoyakimu mwana wa Yosia mfalme wa Yuda:"
  },
  {
    "verseNumber": "JER 46:3",
    "verseText": "“Wekeni tayari ngao zenu, kubwa na ndogo, mtoke kwa ajili ya vita!"
  },
  {
    "verseNumber": "JER 46:4",
    "verseText": "Fungieni farasi lijamu, pandeni farasi! Shikeni nafasi zenu mkiwa mmevaa chapeo! Isugueni mikuki yenu, vaeni dirii vifuani!"
  },
  {
    "verseNumber": "JER 46:5",
    "verseText": "Je, ninaona nini? Wametiwa hofu, wanarudi nyuma, askari wao wameshindwa. Wanakimbia kwa haraka pasipo kutazama nyuma, tena kuna hofu kuu kila upande,” asema BWANA."
  },
  {
    "verseNumber": "JER 46:6",
    "verseText": "Walio wepesi na wenye mbio hawawezi kukimbia, wala wenye nguvu hawawezi kutoroka. Kaskazini, kando ya Mto Frati, wanajikwaa na kuanguka."
  },
  {
    "verseNumber": "JER 46:7",
    "verseText": "“Ni nani huyu ajiinuaye kama Mto Naili, kama mito yenye maji yanayofanya mawimbi?"
  },
  {
    "verseNumber": "JER 46:8",
    "verseText": "Misri hujiinua kama Mto Naili, kama mito yenye maji yanayofanya mawimbi. Husema, ‘Nitainuka na kufunika dunia, nitaiangamiza miji na watu wake.’"
  },
  {
    "verseNumber": "JER 46:9",
    "verseText": "Songeni mbele, enyi farasi! Endesheni kwa ukali, enyi magari ya farasi, Endeleeni mbele, enyi mashujaa: watu wa Kushi na Putu wachukuao ngao, watu wa Ludi wavutao upinde."
  },
  {
    "verseNumber": "JER 46:10",
    "verseText": "Lakini ile siku ni ya BWANA, BWANA Mwenye Nguvu Zote, siku ya kulipiza kisasi, kisasi juu ya adui zake. Upanga utakula hata utakapotosheka, hadi utakapozima kiu yake kwa damu. Kwa maana BWANA, BWANA Mwenye Nguvu Zote, atatoa dhabihu kwenye nchi ya kaskazini, kando ya Mto Frati."
  },
  {
    "verseNumber": "JER 46:11",
    "verseText": "“Panda hadi Gileadi ukapate zeri, ee Bikira Binti wa Misri. Lakini umetumia dawa nyingi bila mafanikio; huwezi kupona."
  },
  {
    "verseNumber": "JER 46:12",
    "verseText": "Mataifa yatasikia juu ya aibu yako, kilio chako kitaijaza dunia. Shujaa mmoja atajikwaa juu ya mwingine, nao wataanguka chini pamoja.”"
  },
  {
    "verseNumber": "JER 46:13",
    "verseText": "Huu ndio ujumbe BWANA aliomwambia nabii Yeremia kuhusu kuja kwa Nebukadneza mfalme wa Babeli ili kuishambulia Misri:"
  },
  {
    "verseNumber": "JER 46:14",
    "verseText": "“Tangaza hili katika Misri, nawe ulihubiri katika Migdoli, hubiri pia katika Memfisi na Tahpanhesi: ‘Shikeni nafasi zenu na mwe tayari, kwa kuwa upanga unawala wale wanaokuzunguka.’"
  },
  {
    "verseNumber": "JER 46:15",
    "verseText": "Kwa nini mashujaa wako wamesombwa na kupelekwa mbali? Hawawezi kusimama, kwa maana BWANA atawasukuma awaangushe chini."
  },
  {
    "verseNumber": "JER 46:16",
    "verseText": "Watajikwaa mara kwa mara, wataangukiana wao kwa wao. Watasema, ‘Amka, turudi kwa watu wetu na nchi yetu, mbali na upanga wa mtesi.’"
  },
  {
    "verseNumber": "JER 46:17",
    "verseText": "Huko watatangaza, ‘Farao mfalme wa Misri ni makelele tu, amekosa wasaa wake.’"
  },
  {
    "verseNumber": "JER 46:18",
    "verseText": "“Kwa hakika kama niishivyo,” asema Mfalme, ambaye jina lake ni BWANA Mwenye Nguvu Zote, “mmoja atakuja ambaye ni kama Tabori miongoni mwa milima, kama Karmeli kando ya bahari."
  },
  {
    "verseNumber": "JER 46:19",
    "verseText": "Funga mizigo yako kwenda uhamishoni, wewe ukaaye Misri, kwa kuwa Memfisi utaangamizwa na kuwa magofu pasipo mkazi."
  },
  {
    "verseNumber": "JER 46:20",
    "verseText": "“Misri ni mtamba mzuri, lakini kipanga anakuja dhidi yake kutoka kaskazini."
  },
  {
    "verseNumber": "JER 46:21",
    "verseText": "Askari wake waliokodiwa katika safu zake wako kama ndama walionenepeshwa. Wao pia watageuka na kukimbia pamoja, hawataweza kuhimili vita, kwa maana siku ya msiba inakuja juu yao, wakati wao wa kuadhibiwa."
  },
  {
    "verseNumber": "JER 46:22",
    "verseText": "Misri atatoa sauti kama ya nyoka anayekimbia kadiri adui anavyowasogelea na majeshi, watakuja dhidi yake wakiwa na mashoka, kama watu wakatao miti."
  },
  {
    "verseNumber": "JER 46:23",
    "verseText": "Wataufyeka msitu wake,” asema BWANA, “hata kama umesongamana kiasi gani. Ni wengi kuliko nzige, hawawezi kuhesabika."
  },
  {
    "verseNumber": "JER 46:24",
    "verseText": "Binti wa Misri ataaibishwa, atatiwa mikononi mwa watu wa kaskazini.”"
  },
  {
    "verseNumber": "JER 46:25",
    "verseText": "BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asema: “Nakaribia kuleta adhabu juu ya Amoni mungu wa Thebesi, na juu ya Farao, Misri na miungu yake, na wafalme wake, pamoja na wale wanaomtegemea Farao."
  },
  {
    "verseNumber": "JER 46:26",
    "verseText": "Nitawatia mikononi mwa wale wanaotafuta uhai wao, yaani Nebukadneza mfalme wa Babeli na maafisa wake. Hatimaye, hata hivyo, Misri itakaliwa kama nyakati zilizopita,” asema BWANA."
  },
  {
    "verseNumber": "JER 46:27",
    "verseText": "“Usiogope, ee Yakobo mtumishi wangu, usifadhaike, ee Israeli. Hakika nitakuokoa kutoka nchi za mbali, uzao wako kutoka nchi ya uhamisho wao. Yakobo atakuwa tena na amani na salama, wala hakuna hata mmoja atakayewatia hofu."
  },
  {
    "verseNumber": "JER 46:28",
    "verseText": "Usiogope, ee Yakobo mtumishi wangu, kwa maana mimi niko pamoja nawe,” asema BWANA. “Ingawa nitayaangamiza kabisa mataifa yote ambayo miongoni mwake nimekutawanya, sitakuangamiza wewe kabisa. Nitakurudi, lakini kwa haki tu, wala sitakuacha kabisa bila kukuadhibu.”"
  },
  {
    "verseNumber": "JER 47:1",
    "verseText": "Hili ndilo neno la BWANA lililomjia nabii Yeremia kuhusu Wafilisti, kabla Farao hajaishambulia Gaza:"
  },
  {
    "verseNumber": "JER 47:2",
    "verseText": "Hili ndilo asemalo BWANA: “Tazama jinsi maji yanavyoinuka huko kaskazini, yatakuwa mafuriko yenye nguvu sana. Yataifurikia nchi na vitu vyote vilivyomo ndani yake, miji na wale waishio ndani yake. Watu watapiga kelele; wote waishio katika nchi wataomboleza"
  },
  {
    "verseNumber": "JER 47:3",
    "verseText": "kwa sauti ya kwato za farasi waendao mbio, kwa sauti ya magari ya adui na mngurumo wa magurudumu yake. Baba hawatageuka kuwasaidia watoto wao, mikono yao italegea."
  },
  {
    "verseNumber": "JER 47:4",
    "verseText": "Kwa maana siku imewadia kuwaangamiza Wafilisti wote na kuwakatilia mbali walionusurika wote ambao wangeweza kusaidia Tiro na Sidoni. BWANA anakaribia kuwaangamiza Wafilisti, mabaki toka pwani za Kaftori."
  },
  {
    "verseNumber": "JER 47:5",
    "verseText": "Gaza atanyoa kichwa chake katika kuomboleza, Ashkeloni atanyamazishwa. Enyi mabaki kwenye tambarare, mtajikatakata wenyewe mpaka lini?"
  },
  {
    "verseNumber": "JER 47:6",
    "verseText": "“Mnalia, ‘Aa, upanga wa BWANA, utaendelea mpaka lini ndipo upumzike? Rudi ndani ya ala yako; acha na utulie.’"
  },
  {
    "verseNumber": "JER 47:7",
    "verseText": "Lakini upanga utatuliaje wakati BWANA ameuamuru, wakati ameuagiza kuishambulia Ashkeloni pamoja na pwani yake?”"
  },
  {
    "verseNumber": "JER 48:1",
    "verseText": "Kuhusu Moabu: Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: “Ole wake Nebo, kwa maana utaharibiwa. Kiriathaimu utaaibishwa na kutekwa; Misgabu itaaibishwa na kuvunjavunjwa."
  },
  {
    "verseNumber": "JER 48:2",
    "verseText": "Moabu haitasifiwa tena; huko Heshboni watu watafanya shauri baya la anguko lake: ‘Njooni na tuangamize taifa lile.’ Wewe nawe, ee Madmena, utanyamazishwa; upanga utakufuatia."
  },
  {
    "verseNumber": "JER 48:3",
    "verseText": "Sikiliza kilio kutoka Horonaimu, kilio cha maangamizi makuu na uharibifu."
  },
  {
    "verseNumber": "JER 48:4",
    "verseText": "Moabu utavunjwa, wadogo wake watapiga kelele."
  },
  {
    "verseNumber": "JER 48:5",
    "verseText": "Wanapanda kwenda njia ya kuelekea Luhithi, wakilia kwa uchungu wanapotembea, kwenye njia inayoshuka kwenda Horonaimu, kilio cha uchungu kwa ajili ya uharibifu kinasikika."
  },
  {
    "verseNumber": "JER 48:6",
    "verseText": "Kimbieni! Okoeni maisha yenu, kuweni kama kichaka jangwani."
  },
  {
    "verseNumber": "JER 48:7",
    "verseText": "Kwa kuwa mmetumainia matendo yenu na mali zenu, ninyi pia mtachukuliwa mateka, naye Kemoshi atakwenda uhamishoni, pamoja na makuhani wake na maafisa wake."
  },
  {
    "verseNumber": "JER 48:8",
    "verseText": "Mharabu atakuja dhidi ya kila mji, wala hakuna mji utakaookoka. Bonde litaangamizwa na uwanda utaharibiwa, kwa sababu BWANA amesema."
  },
  {
    "verseNumber": "JER 48:9",
    "verseText": "Wekeni chumvi kwa ajili ya Moabu, kwa kuwa ataangamizwa; miji yake itakuwa ukiwa, pasipo kuwa na mtu atakayeishi ndani yake."
  },
  {
    "verseNumber": "JER 48:10",
    "verseText": "“Alaaniwe yeye afanyaye kazi ya BWANA kwa hila! Alaaniwe yeye auzuiaye upanga wake usimwage damu!"
  },
  {
    "verseNumber": "JER 48:11",
    "verseText": "“Moabu amestarehe tangu ujana wake, kama divai iliyoachwa kwenye machujo yake, haikumiminwa kutoka chombo kimoja hadi kingine, hajaenda uhamishoni. Kwa hiyo ana ladha ile ile kama aliyokuwa nayo, nayo harufu yake haijabadilika."
  },
  {
    "verseNumber": "JER 48:12",
    "verseText": "Lakini siku zinakuja,” asema BWANA, “nitakapotuma watu wamiminao kutoka kwenye magudulia, nao watamimina; wataacha magudulia yake yakiwa matupu na kuvunja mitungi yake."
  },
  {
    "verseNumber": "JER 48:13",
    "verseText": "Kisha Moabu atamwonea aibu mungu wao Kemoshi, kama vile nyumba ya Israeli walivyoona aibu walipotegemea mungu wa Betheli."
  },
  {
    "verseNumber": "JER 48:14",
    "verseText": "“Mwawezaje kusema, ‘Sisi ni mashujaa, watu jasiri katika vita’?"
  },
  {
    "verseNumber": "JER 48:15",
    "verseText": "Moabu ataangamizwa na miji yake itavamiwa, vijana wake waume walio bora sana watachinjwa,” asema Mfalme, ambaye jina lake ni BWANA Mungu Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "JER 48:16",
    "verseText": "“Kuanguka kwa Moabu kumekaribia, janga kubwa litamjia kwa haraka."
  },
  {
    "verseNumber": "JER 48:17",
    "verseText": "Ombolezeni kwa ajili yake, ninyi nyote mnaomzunguka, ninyi nyote mnaojua sifa zake, semeni, ‘Tazama jinsi ilivyovunjika fimbo ya kifalme yenye nguvu, tazama jinsi ilivyovunjika fimbo iliyotukuka!’"
  },
  {
    "verseNumber": "JER 48:18",
    "verseText": "“Shuka kutoka fahari yako na uketi katika ardhi iliyokauka, enyi wenyeji wa Binti wa Diboni, kwa maana yeye aangamizaye Moabu atakuja dhidi yako, na kuangamiza miji yako iliyozungushiwa maboma."
  },
  {
    "verseNumber": "JER 48:19",
    "verseText": "Simama kando ya barabara na utazame, wewe unayeishi Aroeri. Muulize mwanaume anayekimbia na mwanamke anayetoroka, waulize, ‘Kumetokea nini?’"
  },
  {
    "verseNumber": "JER 48:20",
    "verseText": "Moabu amefedheheshwa, kwa kuwa amevunjavunjwa. Lieni kwa huzuni na kupiga kelele! Tangazeni kando ya Arnoni kwamba Moabu ameangamizwa."
  },
  {
    "verseNumber": "JER 48:21",
    "verseText": "Hukumu imefika kwenye uwanda wa juu: katika Holoni, Yahasa na Mefaathi,"
  },
  {
    "verseNumber": "JER 48:22",
    "verseText": "katika Diboni, Nebo na Beth-Diblathaimu,"
  },
  {
    "verseNumber": "JER 48:23",
    "verseText": "katika Kiriathaimu, Beth-Gamuli na Beth-Meoni,"
  },
  {
    "verseNumber": "JER 48:24",
    "verseText": "katika Keriothi na Bosra; kwa miji yote ya Moabu, iliyoko mbali na karibu."
  },
  {
    "verseNumber": "JER 48:25",
    "verseText": "Pembe ya Moabu imekatwa, mkono wake umevunjwa,” asema BWANA."
  },
  {
    "verseNumber": "JER 48:26",
    "verseText": "“Mlevye, kwa kuwa amemdharau BWANA. Moabu na agaegae katika matapishi yake, yeye na awe kitu cha dhihaka."
  },
  {
    "verseNumber": "JER 48:27",
    "verseText": "Je, Israeli hakuwa kitu chako cha kudhihakiwa? Je, alikamatwa miongoni mwa wezi, kiasi cha kutikisa kichwa chako kwa dharau kila mara unapozungumza juu yake?"
  },
  {
    "verseNumber": "JER 48:28",
    "verseText": "Ondokeni kwenye miji yenu, mkaishi katikati ya miamba, enyi mnaoishi Moabu. Kuweni kama huwa ambaye hutengeneza kiota chake kwenye mdomo wa pango."
  },
  {
    "verseNumber": "JER 48:29",
    "verseText": "“Tumesikia juu ya kiburi cha Moabu: kutakabari kwake kwa kiburi na majivuno, kiburi chake na ufidhuli wake, na kujivuna kwa moyo wake."
  },
  {
    "verseNumber": "JER 48:30",
    "verseText": "Ninaujua ujeuri wake, lakini ni bure,” asema BWANA, “nako kujisifu kwake hakumsaidii chochote."
  },
  {
    "verseNumber": "JER 48:31",
    "verseText": "Kwa hiyo namlilia Moabu, kwa ajili ya Moabu yote ninalia, ninaomboleza kwa ajili ya watu wa Kir-Haresethi."
  },
  {
    "verseNumber": "JER 48:32",
    "verseText": "Ninalia machozi kwa ajili yenu, kama Yazeri aliavyo, enyi mizabibu ya Sibma. Matawi yako yameenea hadi baharini; yamefika hadi bahari ya Yazeri. Mharabu ameyaangukia matunda yako yaliyoiva na mizabibu yako iliyoiva."
  },
  {
    "verseNumber": "JER 48:33",
    "verseText": "Shangwe na furaha vimetoweka kutoka bustani na mashamba ya Moabu. Nimekomesha kutiririka kwa divai kutoka mashinikizo; hakuna hata mmoja ayakanyagaye kwa kelele za shangwe. Ingawa kuna kelele, sio kelele za shangwe."
  },
  {
    "verseNumber": "JER 48:34",
    "verseText": "“Sauti ya kilio chao inapanda kutoka Heshboni hadi Eleale na Yahazi, kutoka Soari hadi Horonaimu na Eglath-Shelishiya, kwa kuwa hata maji ya Nimrimu yamekauka."
  },
  {
    "verseNumber": "JER 48:35",
    "verseText": "Nitakomesha wale wote katika Moabu watoao sadaka mahali pa juu, na kufukiza uvumba kwa miungu yao,” asema BWANA."
  },
  {
    "verseNumber": "JER 48:36",
    "verseText": "“Kwa hiyo moyo wangu unaomboleza kwa ajili ya Moabu kama filimbi; unaomboleza kama filimbi kwa ajili ya watu wa Kir-Haresethi. Utajiri waliojipatia umetoweka."
  },
  {
    "verseNumber": "JER 48:37",
    "verseText": "Kila kichwa kimenyolewa na kila mwenye ndevu zimekatwa; kila mkono umekatwa na kila kiuno kimefunikwa kwa nguo ya gunia."
  },
  {
    "verseNumber": "JER 48:38",
    "verseText": "Juu ya mapaa yote katika Moabu na katika viwanja hakuna kitu chochote isipokuwa maombolezo, kwa kuwa nimemvunja Moabu kama gudulia ambalo hakuna mtu yeyote anayelitaka,” asema BWANA."
  },
  {
    "verseNumber": "JER 48:39",
    "verseText": "“Tazama jinsi alivyovunjikavunjika! Jinsi wanavyolia kwa huzuni! Tazama jinsi Moabu anavyogeuka kwa aibu! Moabu amekuwa kitu cha kudhihakiwa, kitu cha kutisha kwa wale wote wanaomzunguka.”"
  },
  {
    "verseNumber": "JER 48:40",
    "verseText": "Hili ndilo asemalo BWANA: “Tazama! Tai anashuka chini, akitanda mabawa yake juu ya Moabu."
  },
  {
    "verseNumber": "JER 48:41",
    "verseText": "Miji itatekwa na ngome zake zitatwaliwa. Katika siku hiyo, mioyo ya mashujaa wa Moabu itakuwa kama moyo wa mwanamke katika utungu wa kuzaa."
  },
  {
    "verseNumber": "JER 48:42",
    "verseText": "Moabu ataangamizwa kama taifa kwa sababu amemdharau BWANA."
  },
  {
    "verseNumber": "JER 48:43",
    "verseText": "Hofu kuu, shimo na mtego vinawangojea, enyi watu wa Moabu,” asema BWANA."
  },
  {
    "verseNumber": "JER 48:44",
    "verseText": "“Yeyote atakayeikimbia hiyo hofu kuu ataanguka ndani ya shimo, yeyote atakayepanda kutoka shimoni, atanaswa katika mtego, kwa sababu nitaletea Moabu mwaka wa adhabu yake,” asema BWANA."
  },
  {
    "verseNumber": "JER 48:45",
    "verseText": "“Katika kivuli cha Heshboni, wakimbizi wamesimama pasipo msaada, kwa kuwa moto umezimika huko Heshboni, mwali wa moto kutoka katikati ya Sihoni; unaunguza vipaji vya nyuso za Moabu, mafuvu yao wenye kujivuna kwa kelele."
  },
  {
    "verseNumber": "JER 48:46",
    "verseText": "Ole wako, ee Moabu! Watu wa Kemoshi wameangamizwa; wana wako wamepelekwa uhamishoni na binti zako wamechukuliwa mateka."
  },
  {
    "verseNumber": "JER 48:47",
    "verseText": "“Lakini nitarudisha mateka wa Moabu, katika siku zijazo,” asema BWANA. Huu ndio mwisho wa hukumu juu ya Moabu."
  },
  {
    "verseNumber": "JER 49:1",
    "verseText": "Kuhusu Waamoni: Hili ndilo asemalo BWANA: “Je, Israeli hana wana? Je, hana warithi? Kwa nini basi Moleki amechukua milki ya Gadi? Kwa nini watu wake wanaishi katika miji yake?"
  },
  {
    "verseNumber": "JER 49:2",
    "verseText": "Lakini siku zinakuja,” asema BWANA, “nitakapopiga kelele ya vita dhidi ya Raba mji wa Waamoni; utakuwa kilima cha magofu, navyo vijiji vinavyouzunguka vitateketezwa kwa moto. Kisha Israeli atawafukuza wale waliomfukuza,” asema BWANA."
  },
  {
    "verseNumber": "JER 49:3",
    "verseText": "“Lia kwa huzuni, ee Heshboni, kwa kuwa Ai umeangamizwa! Pigeni kelele, enyi wakazi wa Raba! Vaeni nguo za gunia na kuomboleza, kimbieni hapa na pale ndani ya kuta, kwa kuwa Moleki atakwenda uhamishoni, yeye pamoja na makuhani na maafisa wake."
  },
  {
    "verseNumber": "JER 49:4",
    "verseText": "Kwa nini unajivunia mabonde yako, kujivunia mabonde yako yaliyozaa sana? Ee binti usiye mwaminifu, unayeutumainia utajiri wako na kusema, ‘Ni nani atakayenishambulia?’"
  },
  {
    "verseNumber": "JER 49:5",
    "verseText": "Nitaleta hofu kuu juu yako kutoka kwa wale wote wanaokuzunguka,” asema BWANA, BWANA Mwenye Nguvu Zote. “Kila mmoja wenu ataondolewa, wala hakuna hata mmoja atakayekusanya wakimbizi."
  },
  {
    "verseNumber": "JER 49:6",
    "verseText": "“Lakini hatimaye, nitarudisha mateka wa Waamoni,” asema BWANA."
  },
  {
    "verseNumber": "JER 49:7",
    "verseText": "Kuhusu Edomu: Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Je, hakuna tena hekima katika Temani? Je, shauri limewapotea wenye busara? Je, hekima yao imechakaa?"
  },
  {
    "verseNumber": "JER 49:8",
    "verseText": "Geuka na ukimbie, jifiche katika mapango marefu kabisa, wewe uishiye Dedani, kwa kuwa nitaleta maafa juu ya Esau wakati nitakapomwadhibu."
  },
  {
    "verseNumber": "JER 49:9",
    "verseText": "Je, kama wachuma zabibu wangekuja kwako, wasingebakiza zabibu chache? Kama wezi wangekujia usiku, je, si wangeiba tu kiasi ambacho wangehitaji?"
  },
  {
    "verseNumber": "JER 49:10",
    "verseText": "Lakini nitamvua Esau nguo abaki uchi, nitayafunua maficho yake, ili asiweze kujificha. Watoto wake, jamaa na majirani wataangamia, naye hatakuwepo tena."
  },
  {
    "verseNumber": "JER 49:11",
    "verseText": "Waache yatima wako; nitayalinda maisha yao. Wajane wako pia wanaweza kunitumaini mimi.”"
  },
  {
    "verseNumber": "JER 49:12",
    "verseText": "Hili ndilo asemalo BWANA: “Kama wale wasiostahili kukinywea kikombe ni lazima wakinywe, kwa nini wewe usiadhibiwe? Hutakwepa kuadhibiwa, ni lazima ukinywe."
  },
  {
    "verseNumber": "JER 49:13",
    "verseText": "Ninaapa kwa nafsi yangu,” asema BWANA, “kwamba Bosra utakuwa magofu na kitu cha kutisha, cha aibu na cha kulaania; miji yake yote itakuwa magofu milele.”"
  },
  {
    "verseNumber": "JER 49:14",
    "verseText": "Nimesikia ujumbe kutoka kwa BWANA: Mjumbe alitumwa kwa mataifa kusema, “Jikusanyeni ili kuushambulia! Inukeni kwa ajili ya vita!”"
  },
  {
    "verseNumber": "JER 49:15",
    "verseText": "“Sasa nitakufanya uwe mdogo miongoni mwa mataifa, aliyedharauliwa miongoni mwa watu."
  },
  {
    "verseNumber": "JER 49:16",
    "verseText": "Vitisho vyako na kiburi cha moyo wako vimekudanganya, wewe unayeishi katika majabali ya miamba, wewe unayedumu katika miinuko ya kilima. Ujapojenga kiota chako juu sana kama cha tai, nitakushusha chini kutoka huko,” asema BWANA."
  },
  {
    "verseNumber": "JER 49:17",
    "verseText": "“Edomu atakuwa kitu cha kuogofya; wote wapitao karibu watashangaa na kuzomea kwa sababu ya majeraha yake yote."
  },
  {
    "verseNumber": "JER 49:18",
    "verseText": "Kama vile Sodoma na Gomora zilivyoangamizwa, pamoja na miji iliyokuwa jirani nayo,” asema BWANA, “vivyo hivyo hakuna mtu yeyote atakayeishi humo. Naam, hakuna mtu yeyote atakayekaa humo."
  },
  {
    "verseNumber": "JER 49:19",
    "verseText": "“Kama simba anayepanda kutoka vichaka vya Yordani kuja kwenye nchi ya malisho mengi, ndivyo nitamfukuza Edomu kutoka nchi yake ghafula. Ni nani aliye mteule nitakayemweka kwa ajili ya jambo hili? Ni nani aliye kama mimi, na ni nani awezaye kunipinga? Tena ni mchungaji yupi awezaye kusimama kinyume nami?”"
  },
  {
    "verseNumber": "JER 49:20",
    "verseText": "Kwa hiyo, sikia kile BWANA alichokipanga dhidi ya Edomu, kile alichokusudia dhidi ya wale waishio Temani: Aliye mchanga katika kundi ataburutwa mbali; yeye ataharibu kabisa malisho yao kwa sababu yao."
  },
  {
    "verseNumber": "JER 49:21",
    "verseText": "Kwa sauti ya anguko lao, dunia itatetemeka. Kilio chao kitasikika hadi Bahari ya Shamu."
  },
  {
    "verseNumber": "JER 49:22",
    "verseText": "Tazama! Tai atapaa juu angani na kuruka chini kwa ghafula, akitandaza mabawa yake juu ya Bosra. Katika siku hiyo, mioyo ya mashujaa wa Edomu itakuwa kama moyo wa mwanamke katika utungu wa kuzaa."
  },
  {
    "verseNumber": "JER 49:23",
    "verseText": "Kuhusu Dameski: “Hamathi na Arpadi imetahayarika, kwa kuwa wamesikia habari mbaya. Wamevunjika moyo na wametaabika kama bahari iliyochafuka."
  },
  {
    "verseNumber": "JER 49:24",
    "verseText": "Dameski amedhoofika, amegeuka na kukimbia, hofu ya ghafula imemkamata sana; amepatwa na uchungu na maumivu, maumivu kama ya mwanamke katika utungu wa kuzaa."
  },
  {
    "verseNumber": "JER 49:25",
    "verseText": "Kwa nini mji ambao unajulikana haujaachwa, mji ambao ninaupenda?"
  },
  {
    "verseNumber": "JER 49:26",
    "verseText": "Hakika, vijana wake wanaume wataanguka barabarani; askari wake wote watanyamazishwa siku hiyo,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "JER 49:27",
    "verseText": "“Nitatia moto kuta za Dameski; utaangamiza ngome za Ben-Hadadi.”"
  },
  {
    "verseNumber": "JER 49:28",
    "verseText": "Kuhusu Kedari na falme za Hazori, ambazo Nebukadneza mfalme wa Babeli alizishambulia: Hili ndilo asemalo BWANA: “Inuka, ushambulie Kedari na kuwaangamiza watu wa mashariki."
  },
  {
    "verseNumber": "JER 49:29",
    "verseText": "Hema zao na makundi yao ya kondoo yatachukuliwa; vibanda vyao vitatwaliwa pamoja na mali zao zote na ngamia zao. Watu watawapigia kelele, ‘Hofu kuu iko kila upande!’"
  },
  {
    "verseNumber": "JER 49:30",
    "verseText": "“Kimbieni haraka! Kaeni kwenye mapango marefu sana, ninyi mkaao Hazori,” asema BWANA. “Nebukadneza, mfalme wa Babeli amepanga shauri baya dhidi yenu; amebuni hila dhidi yenu."
  },
  {
    "verseNumber": "JER 49:31",
    "verseText": "“Inuka na ulishambulie taifa lililo starehe, linaloishi kwa kujiamini,” asema BWANA, “taifa lisilo na malango wala makomeo; watu wake huishi peke yao."
  },
  {
    "verseNumber": "JER 49:32",
    "verseText": "Ngamia wao watakuwa nyara, nayo makundi yao makubwa ya ngʼombe yatatekwa. Wale walio maeneo ya mbali nitawatawanya pande zote, nami nitaleta maafa juu yao kutoka kila upande,” asema BWANA."
  },
  {
    "verseNumber": "JER 49:33",
    "verseText": "“Hazori itakuwa makao ya mbweha, mahali pa ukiwa milele. Hakuna yeyote atakayeishi humo; hakuna mtu atakayekaa ndani yake.”"
  },
  {
    "verseNumber": "JER 49:34",
    "verseText": "Hili ndilo neno la BWANA lililomjia nabii Yeremia kuhusu Elamu, mapema katika utawala wa Sedekia mfalme wa Yuda:"
  },
  {
    "verseNumber": "JER 49:35",
    "verseText": "Hili ndilo BWANA Mwenye Nguvu Zote asemalo: “Tazama, nitavunja upinde wa Elamu, ulio tegemeo la nguvu zao."
  },
  {
    "verseNumber": "JER 49:36",
    "verseText": "Nitaleta pepo nne dhidi ya Elamu toka pande nne za mbingu, nitawatawanya katika hizo pande nne, wala hapatakuwa na taifa ambalo watu wa Elamu waliofukuzwa hawatakwenda."
  },
  {
    "verseNumber": "JER 49:37",
    "verseText": "Nitamfadhaisha Elamu mbele ya adui zao, mbele yao wale wanaotafuta uhai wao; nitaleta maafa juu yao, naam, hasira yangu kali,” asema BWANA. “Nitawafuatia kwa upanga mpaka nitakapowamaliza."
  },
  {
    "verseNumber": "JER 49:38",
    "verseText": "Nitaweka kiti changu cha enzi huko Elamu na kumwangamiza mfalme wake na maafisa wake,” asema BWANA."
  },
  {
    "verseNumber": "JER 49:39",
    "verseText": "“Lakini nitarudisha mateka wa Elamu katika siku zijazo,” asema BWANA."
  },
  {
    "verseNumber": "JER 50:1",
    "verseText": "Hili ndilo neno alilosema BWANA kupitia nabii Yeremia kuhusu Babeli na nchi ya Wakaldayo:"
  },
  {
    "verseNumber": "JER 50:2",
    "verseText": "“Tangazeni na mhubiri katikati ya mataifa, twekeni bendera na mkahubiri; msiache kitu chochote, bali semeni, ‘Babeli utatekwa; Beli ataaibishwa, Merodaki atajazwa na hofu kuu. Sanamu zake zitaaibishwa na vinyago vyake vitajazwa hofu kuu.’"
  },
  {
    "verseNumber": "JER 50:3",
    "verseText": "Taifa kutoka kaskazini litamshambulia, na kuifanya nchi yake ukiwa. Hakuna hata mmoja atakayeishi ndani yake, watu na wanyama wataikimbia."
  },
  {
    "verseNumber": "JER 50:4",
    "verseText": "“Katika siku hizo, wakati huo,” asema BWANA, “watu wa Israeli pamoja na watu wa Yuda wataenda wakilia ili kumtafuta BWANA Mungu wao."
  },
  {
    "verseNumber": "JER 50:5",
    "verseText": "Wataiuliza njia iendayo Sayuni na kuelekeza nyuso zao huko. Watakuja na kuambatana na BWANA katika agano la milele ambalo halitasahaulika."
  },
  {
    "verseNumber": "JER 50:6",
    "verseText": "“Watu wangu wamekuwa kondoo waliopotea; wachungaji wao wamewapotosha na kuwasababisha kuzurura juu ya milima. Walitangatanga juu ya mlima na kilima, na kusahau mahali pao wenyewe pa kupumzikia."
  },
  {
    "verseNumber": "JER 50:7",
    "verseText": "Yeyote aliyewakuta aliwala; adui zao walisema, ‘Sisi hatuna hatia, kwa kuwa wao walitenda dhambi dhidi ya BWANA, malisho yao halisi, BWANA, aliye tumaini la baba zao.’"
  },
  {
    "verseNumber": "JER 50:8",
    "verseText": "“Kimbieni kutoka Babeli; ondokeni katika nchi ya Wakaldayo tena kuweni kama mbuzi wale waongozao kundi."
  },
  {
    "verseNumber": "JER 50:9",
    "verseText": "Kwa maana nitaamsha na kuleta dhidi ya Babeli muungano wa mataifa makubwa kutoka nchi ya kaskazini. Watashika nafasi zao dhidi yake, naye kutokea kaskazini atatekwa. Mishale yao itakuwa kama mishale ya mashujaa walio hodari, ambao hawawezi kurudi mikono mitupu."
  },
  {
    "verseNumber": "JER 50:10",
    "verseText": "Kwa hiyo Ukaldayo utatekwa nyara; wote wamtekao nyara watapata za kutosha,” asema BWANA."
  },
  {
    "verseNumber": "JER 50:11",
    "verseText": "“Kwa sababu hushangilia na kufurahi, wewe utekaye urithi wangu, kwa sababu unachezacheza kama mtamba anayepura nafaka, na kulia kama farasi dume,"
  },
  {
    "verseNumber": "JER 50:12",
    "verseText": "mama yako ataaibika mno, yeye aliyekuzaa atatahayari. Atakuwa mdogo kuliko mataifa mengine yote, atakuwa nyika, nchi kame na jangwa."
  },
  {
    "verseNumber": "JER 50:13",
    "verseText": "Kwa sababu ya hasira ya BWANA hatakaliwa na mtu, lakini ataachwa ukiwa kabisa. Wote watakaopita Babeli watatiwa hofu na kudhihaki kwa sababu ya majeraha yake yote."
  },
  {
    "verseNumber": "JER 50:14",
    "verseText": "“Shikeni nafasi zenu kuzunguka Babeli, enyi nyote mvutao upinde. Mpigeni! Msibakize mshale wowote, kwa kuwa ametenda dhambi dhidi ya BWANA."
  },
  {
    "verseNumber": "JER 50:15",
    "verseText": "Piga kelele dhidi yake kila upande! Anajisalimisha, minara yake inaanguka, kuta zake zimebomoka. Kwa kuwa hiki ni kisasi cha BWANA, mlipizeni kisasi; mtendeeni kama alivyowatendea wengine."
  },
  {
    "verseNumber": "JER 50:16",
    "verseText": "Katilieni mbali mpanzi kutoka Babeli, pamoja na mvunaji na mundu wake akivuna. Kwa sababu ya upanga wa mdhalimu kila mmoja na arejee kwa watu wake mwenyewe, kila mmoja na akimbilie kwenye nchi yake mwenyewe."
  },
  {
    "verseNumber": "JER 50:17",
    "verseText": "“Israeli ni kundi lililotawanyika ambalo simba wamelifukuzia mbali. Wa kwanza kumla alikuwa mfalme wa Ashuru, wa mwisho kuponda mifupa yake alikuwa Nebukadneza mfalme wa Babeli.”"
  },
  {
    "verseNumber": "JER 50:18",
    "verseText": "Kwa hiyo hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: “Nitamwadhibu mfalme wa Babeli na nchi yake kama nilivyomwadhibu mfalme wa Ashuru."
  },
  {
    "verseNumber": "JER 50:19",
    "verseText": "Lakini nitamrudisha Israeli katika malisho yake mwenyewe naye atalisha huko Karmeli na Bashani; njaa yake itashibishwa juu ya vilima vya Efraimu na Gileadi."
  },
  {
    "verseNumber": "JER 50:20",
    "verseText": "Katika siku hizo, wakati huo,” asema BWANA, “uchunguzi utafanyika kwa ajili ya kosa la Israeli, lakini halitakuwepo, kwa ajili ya dhambi za Yuda, lakini haitapatikana hata moja, kwa kuwa nitawasamehe mabaki nitakaowaacha."
  },
  {
    "verseNumber": "JER 50:21",
    "verseText": "“Shambulieni nchi ya Merathaimu na wale waishio huko Pekodi. Wafuatieni, waueni na kuwaangamiza kabisa,” asema BWANA. “Fanyeni kila kitu nilichowaamuru."
  },
  {
    "verseNumber": "JER 50:22",
    "verseText": "Kelele ya vita iko ndani ya nchi, kelele ya maangamizi makuu!"
  },
  {
    "verseNumber": "JER 50:23",
    "verseText": "Tazama jinsi nyundo ya dunia yote ilivyovunjika na kuharibika! Tazama jinsi Babeli ilivyokuwa ukiwa miongoni mwa mataifa!"
  },
  {
    "verseNumber": "JER 50:24",
    "verseText": "Nimetega mtego kwa ajili yako, ee Babeli, nawe ukakamatwa kabla haujafahamu; ulipatikana na ukakamatwa kwa sababu ulimpinga BWANA."
  },
  {
    "verseNumber": "JER 50:25",
    "verseText": "BWANA amefungua ghala lake la silaha na kuzitoa silaha za ghadhabu yake, kwa kuwa BWANA Mwenyezi Mwenye Nguvu Zote anayo kazi ya kufanya katika nchi ya Wakaldayo."
  },
  {
    "verseNumber": "JER 50:26",
    "verseText": "Njooni dhidi yake kutoka mbali. Zifungueni ghala zake za nafaka; mlundikeni kama lundo la nafaka. Mwangamizeni kabisa na msimwachie mabaki yoyote."
  },
  {
    "verseNumber": "JER 50:27",
    "verseText": "Waueni mafahali wake wachanga wote; waacheni washuke machinjoni! Ole wao! Kwa kuwa siku yao imewadia, wakati wao wa kuadhibiwa."
  },
  {
    "verseNumber": "JER 50:28",
    "verseText": "Wasikilizeni watoro na wakimbizi kutoka Babeli wakitangaza katika Sayuni jinsi BWANA, Mungu wetu alivyolipiza kisasi, kisasi kwa ajili ya Hekalu lake."
  },
  {
    "verseNumber": "JER 50:29",
    "verseText": "“Waiteni wapiga mishale dhidi ya Babeli, wote wale wavutao upinde. Pigeni kambi kumzunguka kabisa, asitoroke mtu yeyote. Mlipizeni kwa matendo yake; mtendeeni kama alivyotenda. Kwa kuwa alimdharau BWANA, yeye Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "JER 50:30",
    "verseText": "Kwa hiyo, vijana wake wanaume wataanguka barabarani; askari wake wote watanyamazishwa siku ile,” asema BWANA."
  },
  {
    "verseNumber": "JER 50:31",
    "verseText": "“Tazama, niko kinyume nawe, ewe mwenye majivuno,” asema BWANA, BWANA Mwenye Nguvu Zote, “kwa kuwa siku yako imewadia, yaani, wakati wako wa kuadhibiwa."
  },
  {
    "verseNumber": "JER 50:32",
    "verseText": "Mwenye majivuno atajikwaa na kuanguka, wala hakuna yeyote atakayemuinua; nitawasha moto katika miji yake, utakaowateketeza wote wanaomzunguka.”"
  },
  {
    "verseNumber": "JER 50:33",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Watu wa Israeli wameonewa, nao watu wa Yuda pia. Wote waliowateka wamewashikilia sana, wanakataa kuwaachia waende."
  },
  {
    "verseNumber": "JER 50:34",
    "verseText": "Lakini Mkombozi wao ana nguvu; BWANA Mwenye Nguvu Zote ndilo jina lake. Atatetea kwa nguvu shauri lao ili alete raha katika nchi yao, lakini ataleta msukosuko kwa wale waishio Babeli."
  },
  {
    "verseNumber": "JER 50:35",
    "verseText": "“Upanga dhidi ya Wakaldayo!” asema BWANA, “dhidi ya wale waishio Babeli na dhidi ya maafisa wake na watu wenye busara!"
  },
  {
    "verseNumber": "JER 50:36",
    "verseText": "Upanga dhidi ya manabii wake wa uongo! Watakuwa wapumbavu. Upanga dhidi ya mashujaa wake! Watajazwa na hofu kuu"
  },
  {
    "verseNumber": "JER 50:37",
    "verseText": "Upanga dhidi ya farasi na magari yake ya vita pamoja na askari wake wote wa kigeni katika safu zake! Wao watakuwa kama wanawake. Upanga dhidi ya hazina zake! Hizo zitatekwa nyara."
  },
  {
    "verseNumber": "JER 50:38",
    "verseText": "Ukame juu ya maji yake! Nayo yatakauka. Kwa kuwa ni nchi ya sanamu, wao wanaenda wazimu kwa ajili ya sanamu."
  },
  {
    "verseNumber": "JER 50:39",
    "verseText": "“Kwa hiyo, viumbe vya jangwani na fisi wataishi humo, nao bundi watakaa humo. Kamwe haitakaliwa tena wala watu hawataishi humo kutoka kizazi hadi kizazi."
  },
  {
    "verseNumber": "JER 50:40",
    "verseText": "Kama vile Mungu alivyoangamiza Sodoma na Gomora pamoja na miji iliyokuwa jirani nayo,” asema BWANA, “vivyo hivyo hakuna mtu yeyote atakayeishi humo. Naam, hakuna mtu yeyote atakayekaa humo."
  },
  {
    "verseNumber": "JER 50:41",
    "verseText": "“Tazama! Jeshi linakuja kutoka kaskazini; taifa kubwa na wafalme wengi wanaamshwa kutoka miisho ya dunia."
  },
  {
    "verseNumber": "JER 50:42",
    "verseText": "Wamejifunga pinde na mikuki; ni wakatili na wasio na huruma. Wanatoa sauti kama bahari inayonguruma wanapoendesha farasi zao; wanakuja kama watu waliojipanga tayari kwa vita ili kukushambulia, ee Binti Babeli."
  },
  {
    "verseNumber": "JER 50:43",
    "verseText": "Mfalme wa Babeli amesikia habari kuwahusu, nayo mikono yake imelegea. Uchungu umemshika, maumivu kama ya mwanamke katika utungu wa kuzaa."
  },
  {
    "verseNumber": "JER 50:44",
    "verseText": "Kama simba anayepanda kutoka vichaka vya Yordani kuja kwenye nchi ya malisho mengi, ndivyo nitamfukuza Babeli kutoka nchi yake ghafula. Ni nani aliye mteule, nitakayemweka kwa ajili ya jambo hili? Ni nani aliye kama mimi, na ni nani awezaye kunipinga? Tena ni mchungaji yupi awezaye kusimama kinyume nami?”"
  },
  {
    "verseNumber": "JER 50:45",
    "verseText": "Kwa hiyo, sikia kile BWANA alichokipanga dhidi ya Babeli, kile alichokusudia dhidi ya nchi ya Wakaldayo: Aliye mchanga katika kundi ataburutwa mbali. Yeye ataharibu kabisa malisho yao kwa sababu yao."
  },
  {
    "verseNumber": "JER 50:46",
    "verseText": "Kwa sauti ya kutekwa kwa Babeli, dunia itatetemeka; kilio chake kitasikika pote miongoni mwa mataifa."
  },
  {
    "verseNumber": "JER 51:1",
    "verseText": "Hili ndilo asemalo BWANA: “Tazama nitaamsha roho ya mwangamizi dhidi ya Babeli na watu wakaao Leb-Kamai."
  },
  {
    "verseNumber": "JER 51:2",
    "verseText": "Nitawatuma wageni Babeli kumpepeta na kuiharibu nchi yake; watampinga kila upande katika siku ya maafa yake."
  },
  {
    "verseNumber": "JER 51:3",
    "verseText": "Usimwache mpiga upinde afunge kamba upinde wake, wala usimwache avae silaha zake. Usiwaonee huruma vijana wake; angamiza jeshi lake kabisa."
  },
  {
    "verseNumber": "JER 51:4",
    "verseText": "Wataanguka waliouawa katika Babeli, wakiwa na majeraha ya kutisha barabarani zake."
  },
  {
    "verseNumber": "JER 51:5",
    "verseText": "Kwa maana Israeli na Yuda hawajaachwa na Mungu wao, BWANA Mwenye Nguvu Zote, ingawa nchi yao imejaa uovu mbele zake yeye Aliye Mtakatifu wa Israeli."
  },
  {
    "verseNumber": "JER 51:6",
    "verseText": "“Kimbieni kutoka Babeli! Okoeni maisha yenu! Msiangamizwe kwa sababu ya dhambi zake. Ni wakati wa kisasi cha BWANA, atamlipa kile anachostahili."
  },
  {
    "verseNumber": "JER 51:7",
    "verseText": "Babeli alikuwa kikombe cha dhahabu katika mkono wa BWANA; aliufanya ulimwengu wote ulewe. Mataifa walikunywa mvinyo wake; kwa hiyo sasa wameingiwa na wazimu."
  },
  {
    "verseNumber": "JER 51:8",
    "verseText": "Babeli ataanguka ghafula na kuvunjika. Mwombolezeni! Tafuteni zeri ya kutuliza maumivu yake, labda anaweza kupona."
  },
  {
    "verseNumber": "JER 51:9",
    "verseText": "“ ‘Tungemponya Babeli, lakini hawezi kuponyeka; tumwacheni, na kila mmoja wetu aende nchi yake mwenyewe, kwa kuwa hukumu yake inafika angani, inapanda juu hadi mawinguni.’"
  },
  {
    "verseNumber": "JER 51:10",
    "verseText": "“ ‘BWANA amethibitisha haki yetu; njooni, tutangaze katika Sayuni kitu ambacho BWANA Mungu wetu amefanya.’"
  },
  {
    "verseNumber": "JER 51:11",
    "verseText": "“Noeni mishale, chukueni ngao! BWANA amewaamsha wafalme wa Wamedi, kwa sababu nia yake ni kuangamiza Babeli. BWANA atalipiza kisasi, kisasi kwa ajili ya Hekalu lake."
  },
  {
    "verseNumber": "JER 51:12",
    "verseText": "Twekeni bendera juu ya kuta za Babeli! Imarisheni ulinzi, wekeni walinzi, andaeni waviziao! BWANA atatimiza kusudi lake, amri yake juu ya watu wa Babeli."
  },
  {
    "verseNumber": "JER 51:13",
    "verseText": "Wewe uishiye kando ya maji mengi na uliye na wingi wa hazina, mwisho wako umekuja, wakati wako wa kukatiliwa mbali."
  },
  {
    "verseNumber": "JER 51:14",
    "verseText": "BWANA Mwenye Nguvu Zote ameapa kwa nafsi yake mwenyewe: ‘Hakika nitakujaza na watu, kama kundi la nzige, nao watapiga kelele za ushindi juu yako.’"
  },
  {
    "verseNumber": "JER 51:15",
    "verseText": "“Aliiumba dunia kwa uweza wake; akaweka misingi ya ulimwengu kwa hekima yake na akazitandaza mbingu kwa ufahamu wake."
  },
  {
    "verseNumber": "JER 51:16",
    "verseText": "Atoapo sauti yake, maji yaliyo katika mbingu hunguruma, huyafanya mawingu yainuke kutoka miisho ya dunia. Hupeleka umeme wa radi pamoja na mvua, naye huuleta upepo kutoka ghala zake."
  },
  {
    "verseNumber": "JER 51:17",
    "verseText": "“Kila mtu ni mjinga na hana maarifa; kila sonara ameaibishwa na sanamu zake. Vinyago vyake ni vya udanganyifu, havina pumzi ndani yavyo."
  },
  {
    "verseNumber": "JER 51:18",
    "verseText": "Havifai kitu, ni vitu vya kufanyia mzaha, hukumu yavyo itakapowadia, vitaangamia."
  },
  {
    "verseNumber": "JER 51:19",
    "verseText": "Yeye Aliye Fungu la Yakobo sivyo alivyo, kwani ndiye Muumba wa vitu vyote, pamoja na kabila la urithi wake: BWANA Mwenye Nguvu Zote ndilo jina lake."
  },
  {
    "verseNumber": "JER 51:20",
    "verseText": "“Wewe ndiwe rungu langu la vita, silaha yangu ya vita: kwa wewe navunjavunja mataifa, kwa wewe naangamiza falme,"
  },
  {
    "verseNumber": "JER 51:21",
    "verseText": "kwa wewe navunjavunja farasi na mpanda farasi, kwa wewe navunjavunja gari la vita na mwendeshaji wake,"
  },
  {
    "verseNumber": "JER 51:22",
    "verseText": "kwa wewe napondaponda mwanaume na mwanamke, kwa wewe napondaponda mzee na kijana, kwa wewe napondaponda kijana wa kiume na mwanamwali,"
  },
  {
    "verseNumber": "JER 51:23",
    "verseText": "kwa wewe nampondaponda mchungaji na kundi, kwa wewe nampondaponda mkulima na maksai, kwa wewe nawapondaponda watawala na maafisa."
  },
  {
    "verseNumber": "JER 51:24",
    "verseText": "“Mbele ya macho yako nitamlipiza Babeli na wote waishio Ukaldayo kwa ajili ya makosa yote waliyofanya katika Sayuni,” asema BWANA."
  },
  {
    "verseNumber": "JER 51:25",
    "verseText": "“Mimi niko kinyume nawe, ee mlima unaoharibu, wewe uangamizaye dunia yote,” asema BWANA. “Nitanyoosha mkono wangu dhidi yako, nikuvingirishe kutoka kwenye kilele cha mwamba, na kukufanya mlima ulioteketezwa kwa moto."
  },
  {
    "verseNumber": "JER 51:26",
    "verseText": "Hakuna jiwe litakalochukuliwa kutoka kwako kwa ajili ya kufanywa jiwe la pembeni, wala jiwe lolote kwa ajili ya msingi, kwa maana utakuwa ukiwa milele,” asema BWANA."
  },
  {
    "verseNumber": "JER 51:27",
    "verseText": "“Twekeni bendera katika nchi! Pigeni tarumbeta katikati ya mataifa! Andaeni mataifa kwa ajili ya vita dhidi yake, iteni falme hizi dhidi yake: Ararati, Mini na Ashkenazi. Wekeni jemadari dhidi yake, pelekeni farasi wengi kama kundi la nzige."
  },
  {
    "verseNumber": "JER 51:28",
    "verseText": "Andaeni mataifa kwa ajili ya vita dhidi yake, wafalme wa Wamedi, watawala wao na maafisa wao wote, pamoja na nchi zote wanazotawala."
  },
  {
    "verseNumber": "JER 51:29",
    "verseText": "Nchi inatetemeka na kugaagaa, kwa kuwa makusudi ya BWANA dhidi ya Babeli yanasimama: yaani, kuangamiza nchi ya Babeli ili pasiwe na yeyote atakayeishi humo."
  },
  {
    "verseNumber": "JER 51:30",
    "verseText": "Mashujaa wa Babeli wameacha kupigana, wamebaki katika ngome zao. Nguvu zao zimekwisha, wamekuwa kama wanawake. Makazi yake yameteketezwa kwa moto, makomeo ya malango yake yamevunjika."
  },
  {
    "verseNumber": "JER 51:31",
    "verseText": "Tarishi mmoja humfuata mwingine, na mjumbe humfuata mjumbe, kumtangazia mfalme wa Babeli kwamba mji wake wote umetekwa,"
  },
  {
    "verseNumber": "JER 51:32",
    "verseText": "Vivuko vya mito vimekamatwa, mabwawa yenye mafunjo yametiwa moto, nao askari wameingiwa na hofu kuu.”"
  },
  {
    "verseNumber": "JER 51:33",
    "verseText": "Hili ndilo BWANA Mwenye Nguvu Zote, Mungu wa Israeli, asemalo: “Binti Babeli ni kama sakafu ya kupuria wakati inapokanyagwa; wakati wa kumvuna utakuja upesi.”"
  },
  {
    "verseNumber": "JER 51:34",
    "verseText": "“Nebukadneza mfalme wa Babeli ametula, ametufanya tuchangayikiwe, ametufanya tuwe gudulia tupu. Kama nyoka ametumeza na kujaza tumbo lake kwa vyakula vyetu vizuri, kisha akatutapika."
  },
  {
    "verseNumber": "JER 51:35",
    "verseText": "Jeuri iliyofanyiwa miili yetu na iwe juu ya Babeli,” ndivyo wasemavyo wakaao Sayuni. “Damu yetu na iwe juu ya wale waishio Babeli,” asema Yerusalemu."
  },
  {
    "verseNumber": "JER 51:36",
    "verseText": "Kwa hiyo, hili ndilo BWANA asemalo: “Tazama, nitatetea shauri lako na kulipiza kisasi kwa ajili yako; nitaikausha bahari yake na kuzikausha chemchemi zake."
  },
  {
    "verseNumber": "JER 51:37",
    "verseText": "Babeli utakuwa lundo la magofu na makao ya mbweha, kitu cha kutisha na kudharauliwa, mahali asipoishi mtu."
  },
  {
    "verseNumber": "JER 51:38",
    "verseText": "Watu wake wote wananguruma kama simba wadogo, wanakoroma kama wana simba."
  },
  {
    "verseNumber": "JER 51:39",
    "verseText": "Lakini wakati wakiwa wameamshwa, nitawaandalia karamu na kuwafanya walewe, ili wapige kelele kwa kicheko, kisha walale milele na wasiamke,” asema BWANA."
  },
  {
    "verseNumber": "JER 51:40",
    "verseText": "“Nitawateremsha kama wana-kondoo waendao machinjoni, kama kondoo dume na mbuzi."
  },
  {
    "verseNumber": "JER 51:41",
    "verseText": "“Tazama jinsi Sheshaki atakamatwa, majivuno ya dunia yote yatakavyonyakuliwa. Babeli atakuwa mwenye hofu kiasi gani kati ya mataifa!"
  },
  {
    "verseNumber": "JER 51:42",
    "verseText": "Bahari itainuka juu ya Babeli; mawimbi yake yenye kunguruma yatamfunika."
  },
  {
    "verseNumber": "JER 51:43",
    "verseText": "Miji yake itakuwa ukiwa, kame na jangwa, nchi ambayo hakuna yeyote anayeishi ndani yake, ambayo hakuna mtu anayepita humo."
  },
  {
    "verseNumber": "JER 51:44",
    "verseText": "Nitamwadhibu Beli katika Babeli, na kumfanya atapike kile alichokimeza. Mataifa hayatamiminika tena kwake. Nao ukuta wa Babeli utaanguka."
  },
  {
    "verseNumber": "JER 51:45",
    "verseText": "“Tokeni ndani yake, enyi watu wangu! Okoeni maisha yenu! Ikimbieni hasira kali ya BWANA."
  },
  {
    "verseNumber": "JER 51:46",
    "verseText": "Msikate tamaa wala msiogope tetesi zitakaposikika katika nchi; tetesi moja inasikika mwaka huu, nyingine mwaka unaofuata; tetesi juu ya jeuri katika nchi, na ya mtawala dhidi ya mtawala."
  },
  {
    "verseNumber": "JER 51:47",
    "verseText": "Kwa kuwa hakika wakati utawadia nitakapoziadhibu sanamu za Babeli; nchi yake yote itatiwa aibu, na watu wake wote waliouawa wataangukia ndani yake."
  },
  {
    "verseNumber": "JER 51:48",
    "verseText": "Ndipo mbingu na dunia na vyote vilivyomo ndani yake vitapiga kelele za shangwe juu ya Babeli, kwa kuwa kutoka kaskazini waharabu watamshambulia,” asema BWANA."
  },
  {
    "verseNumber": "JER 51:49",
    "verseText": "“Babeli ni lazima aanguke kwa sababu ya kuwaua Waisraeli, kama vile waliouawa duniani kote walivyoanguka kwa sababu ya Babeli."
  },
  {
    "verseNumber": "JER 51:50",
    "verseText": "Wewe uliyepona upanga, ondoka wala usikawie! Mkumbuke BWANA ukiwa katika nchi ya mbali, na utafakari juu ya Yerusalemu.”"
  },
  {
    "verseNumber": "JER 51:51",
    "verseText": "“Tumetahayari, kwa maana tumetukanwa na aibu imefunika nyuso zetu, kwa sababu wageni wameingia mahali patakatifu pa nyumba ya BWANA.”"
  },
  {
    "verseNumber": "JER 51:52",
    "verseText": "“Lakini siku zinakuja,” asema BWANA, “nitakapoadhibu sanamu zake, na katika nchi yake yote waliojeruhiwa watalia kwa maumivu makali."
  },
  {
    "verseNumber": "JER 51:53",
    "verseText": "Hata kama Babeli ikifika angani na kuziimarisha ngome zake ndefu, nitatuma waharabu dhidi yake,” asema BWANA."
  },
  {
    "verseNumber": "JER 51:54",
    "verseText": "“Sauti ya kilio inasikika kutoka Babeli, sauti ya uharibifu mkuu kutoka nchi ya Wakaldayo."
  },
  {
    "verseNumber": "JER 51:55",
    "verseText": "BWANA ataiangamiza Babeli, atanyamazisha makelele ya kishindo chake. Mawimbi ya adui yatanguruma kama maji makuu, ngurumo ya sauti zao itavuma."
  },
  {
    "verseNumber": "JER 51:56",
    "verseText": "Mharabu atakuja dhidi ya Babeli, mashujaa wake watakamatwa, nazo pinde zao zitavunjwa. Kwa kuwa BWANA ni Mungu wa kisasi, yeye atalipiza kikamilifu."
  },
  {
    "verseNumber": "JER 51:57",
    "verseText": "Nitawafanya maafisa wake na wenye busara walewe, watawala wao, maafisa, pamoja na wapiganaji wao; watalala milele na hawataamka,” asema Mfalme, ambaye jina lake ni BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "JER 51:58",
    "verseText": "Hili ndilo BWANA Mwenye Nguvu Zote asemalo: “Ukuta mnene wa Babeli utasawazishwa, na malango yaliyoinuka yatateketezwa kwa moto; mataifa yanajichosha bure, taabu ya mataifa ni nishati tu ya miali ya moto.”"
  },
  {
    "verseNumber": "JER 51:59",
    "verseText": "Huu ndio ujumbe Yeremia aliompa afisa Seraya mwana wa Neria mwana wa Maaseya, alipokwenda Babeli pamoja na Sedekia mfalme wa Yuda, katika mwaka wa nne wa utawala wake."
  },
  {
    "verseNumber": "JER 51:60",
    "verseText": "Yeremia alikuwa ameandika ndani ya kitabu kuhusu maafa yote yatakayoipata Babeli, yaani yote yaliyokuwa yameandikwa kuhusu Babeli."
  },
  {
    "verseNumber": "JER 51:61",
    "verseText": "Yeremia akamwambia Seraya, “Utakapofika Babeli, hakikisha kwamba umesoma maneno haya yote kwa sauti kubwa."
  },
  {
    "verseNumber": "JER 51:62",
    "verseText": "Kisha sema, ‘Ee BWANA, umesema utaangamiza mahali hapa ili mtu wala mnyama asiishi ndani yake, napo patakuwa ukiwa milele.’"
  },
  {
    "verseNumber": "JER 51:63",
    "verseText": "Utakapomaliza kusoma hiki kitabu, kifungie jiwe kisha ukitupe ndani ya Mto Frati."
  },
  {
    "verseNumber": "JER 51:64",
    "verseText": "Kisha sema, ‘Hivi ndivyo Babeli utakavyozama na usiinuke tena, kwa sababu ya maafa nitakayoleta juu yake. Nao watu wake wataanguka.’ ” Maneno ya Yeremia yanaishia hapa."
  },
  {
    "verseNumber": "JER 52:1",
    "verseText": "Sedekia alikuwa na umri wa miaka ishirini na mmoja alipoanza kutawala, naye akatawala huko Yerusalemu kwa miaka kumi na mmoja. Jina la mama yake aliitwa Hamutali binti Yeremia, kutoka Libna."
  },
  {
    "verseNumber": "JER 52:2",
    "verseText": "Alifanya maovu machoni pa BWANA, kama alivyofanya Yehoyakimu."
  },
  {
    "verseNumber": "JER 52:3",
    "verseText": "Ilikuwa ni kwa sababu ya hasira ya BWANA haya yote yalitokea Yerusalemu na Yuda, naye mwishoni akawaondoa mbele zake. Basi, Sedekia akaasi dhidi ya mfalme wa Babeli."
  },
  {
    "verseNumber": "JER 52:4",
    "verseText": "Hivyo katika mwaka wa tisa wa utawala wa Sedekia, katika siku ya kumi ya mwezi wa kumi, Nebukadneza mfalme wa Babeli akiwa na jeshi lake lote alifanya vita dhidi ya Yerusalemu. Wakapiga kambi nje ya mji na kuuzunguka mji pande zote."
  },
  {
    "verseNumber": "JER 52:5",
    "verseText": "Mji ulizungukwa na jeshi mpaka mwaka wa kumi na moja wa utawala wa Mfalme Sedekia."
  },
  {
    "verseNumber": "JER 52:6",
    "verseText": "Ilipowadia siku ya tisa ya mwezi wa nne, njaa ikazidi kuwa kali sana ndani ya mji, hadi hapakuwa na chakula kwa ajili ya watu."
  },
  {
    "verseNumber": "JER 52:7",
    "verseText": "Kisha ukuta wa mji ukavunjwa na jeshi lote likakimbia. Wakaondoka mjini usiku kupitia lango lililokuwa kati ya kuta mbili karibu na bustani ya mfalme, ingawa Wakaldayo walikuwa wameuzunguka mji. Wakakimbia kuelekea Araba."
  },
  {
    "verseNumber": "JER 52:8",
    "verseText": "Lakini jeshi la Wakaldayo likamfuatia Mfalme Sedekia na kumpata katika sehemu tambarare za Yeriko. Askari wake wote wakatengwa naye na kutawanyika,"
  },
  {
    "verseNumber": "JER 52:9",
    "verseText": "naye akakamatwa. Akapelekwa kwa mfalme wa Babeli huko Ribla, katika nchi ya Hamathi, mahali ambapo alimtangazia hukumu."
  },
  {
    "verseNumber": "JER 52:10",
    "verseText": "Huko Ribla mfalme wa Babeli aliwachinja wana wa Sedekia mbele ya macho yake. Pia akawaua maafisa wote wa Yuda."
  },
  {
    "verseNumber": "JER 52:11",
    "verseText": "Kisha akayangʼoa macho ya Sedekia, akamfunga kwa pingu za shaba na kumpeleka Babeli, alipomweka gerezani mpaka siku ya kifo chake."
  },
  {
    "verseNumber": "JER 52:12",
    "verseText": "Mnamo siku ya kumi ya mwezi wa tano, katika mwaka wa kumi na tisa wa utawala wa Nebukadneza mfalme wa Babeli, Nebuzaradani jemadari wa askari walinzi wa mfalme, aliyemtumikia mfalme wa Babeli, alikuja Yerusalemu."
  },
  {
    "verseNumber": "JER 52:13",
    "verseText": "Alichoma moto Hekalu la BWANA, jumba la kifalme, na nyumba zote za Yerusalemu. Aliteketeza kila jengo muhimu."
  },
  {
    "verseNumber": "JER 52:14",
    "verseText": "Jeshi lote la Wakaldayo chini ya jemadari wa askari walinzi wa mfalme walivunja kuta zote zilizoizunguka Yerusalemu."
  },
  {
    "verseNumber": "JER 52:15",
    "verseText": "Nebuzaradani, jemadari wa askari walinzi, akawapeleka uhamishoni baadhi ya watu maskini sana na wale waliobaki katika mji, pamoja na mabaki ya watu wa kawaida, na wale waliojisalimisha kwa mfalme wa Babeli."
  },
  {
    "verseNumber": "JER 52:16",
    "verseText": "Lakini Nebuzaradani akawaacha mabaki ya wale watu maskini kabisa ili watunze mashamba ya mizabibu na mashamba mengine."
  },
  {
    "verseNumber": "JER 52:17",
    "verseText": "Wakaldayo walivunja vipande zile nguzo za shaba, vile vishikilio vya shaba vilivyohamishika, na ile Bahari ya shaba, ambavyo vyote vilikuwa katika Hekalu la BWANA. Hivyo wakaichukua hiyo shaba yote na kuipeleka Babeli."
  },
  {
    "verseNumber": "JER 52:18",
    "verseText": "Wakachukua pia vyungu, masepetu, mikasi ya kusawazishia tambi, mabakuli ya kunyunyizia, sahani na vyombo vyote vya shaba vilivyotumika katika huduma ya Hekalu."
  },
  {
    "verseNumber": "JER 52:19",
    "verseText": "Jemadari wa askari walinzi wa mfalme akachukua yale masinia, vile vyetezo, yale mabakuli ya kunyunyizia, zile sufuria, vile vinara vya taa, zile sahani na yale mabakuli yaliyotumika kwa sadaka za vinywaji, vitu vyote vile vilivyokuwa vimetengenezwa kwa dhahabu safi au fedha."
  },
  {
    "verseNumber": "JER 52:20",
    "verseText": "Shaba iliyotokana na zile nguzo mbili, ile Bahari na wale mafahali kumi na mawili wa shaba waliokuwa chini yake, pamoja na vile vishikilio vilivyohamishika, ambavyo Mfalme Solomoni alikuwa ametengeneza kwa ajili ya Hekalu la BWANA, ilikuwa na uzito usioweza kupimika."
  },
  {
    "verseNumber": "JER 52:21",
    "verseText": "Kila nguzo ilikuwa na urefu wa dhiraa kumi na nane, kimo chake na mzunguko dhiraa kumi na mbili, na unene wa nyanda nne, na zote zilikuwa wazi ndani."
  },
  {
    "verseNumber": "JER 52:22",
    "verseText": "Sehemu ya shaba juu ya ile nguzo moja ilikuwa na urefu wa dhiraa tano, na ilikuwa imepambwa kwa wavu na makomamanga ya shaba kuizunguka kote. Ile nguzo nyingine pamoja na makomamanga yake ilifanana na hiyo ya kwanza."
  },
  {
    "verseNumber": "JER 52:23",
    "verseText": "Kulikuwa na makomamanga tisini na sita pembeni; jumla ya makomamanga juu ya wavu uliokuwa umezunguka yalikuwa mia moja."
  },
  {
    "verseNumber": "JER 52:24",
    "verseText": "Yule jemadari wa askari walinzi akawachukua kama wafungwa Seraya kuhani mkuu, kuhani Sefania aliyefuata kwa cheo, na mabawabu watatu."
  },
  {
    "verseNumber": "JER 52:25",
    "verseText": "Miongoni mwa wale watu waliokuwa wamesalia katika mji, alimchukua afisa kiongozi wa wapiganaji, na washauri saba wa mfalme. Akamchukua pia mwandishi aliyesimamia uandikishaji wa watu wa nchi, pamoja na watu wake sitini waliopatikana ndani ya mji."
  },
  {
    "verseNumber": "JER 52:26",
    "verseText": "Nebuzaradani jemadari akawachukua hao wote na kuwapeleka kwa mfalme wa Babeli huko Ribla."
  },
  {
    "verseNumber": "JER 52:27",
    "verseText": "Huko Ribla, katika nchi ya Hamathi, mfalme wa Babeli akaamuru wanyongwe. Hivyo Yuda wakaenda utumwani, mbali na nchi yao."
  },
  {
    "verseNumber": "JER 52:28",
    "verseText": "Hii ndiyo hesabu ya watu ambao Nebukadneza aliwachukua kwenda uhamishoni: katika mwaka wa saba, Wayahudi 3,023;"
  },
  {
    "verseNumber": "JER 52:29",
    "verseText": "katika mwaka wa kumi na nane wa utawala wa Nebukadneza, watu 832 kutoka Yerusalemu;"
  },
  {
    "verseNumber": "JER 52:30",
    "verseText": "katika mwaka wa ishirini na tatu wa utawala wake, Wayahudi 745 walichukuliwa kwenda uhamishoni na Nebuzaradani jemadari wa askari walinzi wa mfalme. Jumla ya watu wote walikuwa 4,600."
  },
  {
    "verseNumber": "JER 52:31",
    "verseText": "Katika mwaka wa thelathini na saba tangu Yehoyakini mfalme wa Yuda apelekwe uhamishoni, katika mwaka ule ambao Evil-Merodaki alifanyika mfalme wa Babeli, alimwacha huru Yehoyakini mfalme wa Yuda, na kumfungua kutoka gerezani siku ya ishirini na tano ya mwezi wa kumi na mbili."
  },
  {
    "verseNumber": "JER 52:32",
    "verseText": "Alizungumza naye kwa upole na kumpa kiti cha heshima zaidi kuliko wale wafalme wengine aliokuwa nao huko Babeli."
  },
  {
    "verseNumber": "JER 52:33",
    "verseText": "Hivyo Yehoyakini akayavua mavazi yake ya mfungwa, na siku zote za maisha yake zilizobaki alikula mezani mwa mfalme."
  },
  {
    "verseNumber": "JER 52:34",
    "verseText": "Siku kwa siku mfalme wa Babeli alimpa Yehoyakini posho siku zote za maisha yake, hadi siku ya kifo chake."
  }
]