[
  {
    "verseNumber": "JHN 1:1",
    "verseText": "Hapo mwanzo alikuwako Neno, huyo Neno alikuwa pamoja na Mungu, naye Neno alikuwa Mungu."
  },
  {
    "verseNumber": "JHN 1:2",
    "verseText": "Tangu mwanzo huyo Neno alikuwa pamoja na Mungu."
  },
  {
    "verseNumber": "JHN 1:3",
    "verseText": "Vitu vyote viliumbwa kwa yeye, wala pasipo yeye hakuna chochote kilichoumbwa ambacho kimeumbwa."
  },
  {
    "verseNumber": "JHN 1:4",
    "verseText": "Ndani yake ndimo ulimokuwa uzima na huo uzima ulikuwa nuru ya watu."
  },
  {
    "verseNumber": "JHN 1:5",
    "verseText": "Nuru hungʼaa gizani nalo giza halikuishinda."
  },
  {
    "verseNumber": "JHN 1:6",
    "verseText": "Alikuja mtu mmoja aliyetumwa kutoka kwa Mungu, jina lake Yohana."
  },
  {
    "verseNumber": "JHN 1:7",
    "verseText": "Alikuja kama shahidi apate kuishuhudia hiyo nuru, ili kwa kupitia kwake watu wote waweze kuamini."
  },
  {
    "verseNumber": "JHN 1:8",
    "verseText": "Yeye mwenyewe hakuwa ile nuru, bali alikuja kuishuhudia hiyo nuru."
  },
  {
    "verseNumber": "JHN 1:9",
    "verseText": "Kwamba nuru halisi, imwangaziayo kila mtu ilikuwa inakuja ulimwenguni."
  },
  {
    "verseNumber": "JHN 1:10",
    "verseText": "Huyo Neno alikuwako ulimwenguni na ingawa ulimwengu uliumbwa kupitia kwake, haukumtambua."
  },
  {
    "verseNumber": "JHN 1:11",
    "verseText": "Alikuja kwa walio wake, lakini wao hawakumpokea."
  },
  {
    "verseNumber": "JHN 1:12",
    "verseText": "Bali wote waliompokea, aliwapa uwezo wa kufanyika watoto wa Mungu, ndio wale waliaminio jina lake."
  },
  {
    "verseNumber": "JHN 1:13",
    "verseText": "Hawa ndio wasiozaliwa kwa damu, wala kwa mapenzi ya mwili au kwa mapenzi ya mtu, bali kwa mapenzi ya Mungu."
  },
  {
    "verseNumber": "JHN 1:14",
    "verseText": "Neno alifanyika mwili, akakaa miongoni mwetu, nasi tukauona utukufu wake, utukufu kama wa Mwana pekee atokaye kwa Baba, amejaa neema na kweli."
  },
  {
    "verseNumber": "JHN 1:15",
    "verseText": "Yohana alishuhudia habari zake, akapaza sauti, akisema, “Huyu ndiye yule niliyewaambia kwamba, ‘Yeye ajaye baada yangu ni mkuu kuniliko mimi, kwa kuwa alikuwepo kabla yangu.’ ”"
  },
  {
    "verseNumber": "JHN 1:16",
    "verseText": "Kutokana na ukamilifu wake, sisi sote tumepokea neema juu ya neema."
  },
  {
    "verseNumber": "JHN 1:17",
    "verseText": "Kwa kuwa sheria ilitolewa kwa mkono wa Mose, lakini neema na kweli imekuja kupitia Yesu Kristo."
  },
  {
    "verseNumber": "JHN 1:18",
    "verseText": "Hakuna mtu yeyote aliyemwona Mungu wakati wowote, ila ni Mungu Mwana pekee, aliye kifuani mwa Baba ndiye ambaye amemdhihirisha."
  },
  {
    "verseNumber": "JHN 1:19",
    "verseText": "Huu ndio ushuhuda wa Yohana wakati Wayahudi walipowatuma makuhani na Walawi kutoka Yerusalemu kumuuliza, “Wewe ni nani?”"
  },
  {
    "verseNumber": "JHN 1:20",
    "verseText": "Yohana alikiri waziwazi pasipo kuficha akasema, “Mimi si Kristo.”"
  },
  {
    "verseNumber": "JHN 1:21",
    "verseText": "Wakamuuliza, “Wewe ni nani basi? Je, wewe ni Eliya?” Yeye akajibu, “Hapana, mimi siye.” “Je, wewe ni yule Nabii?” Akajibu, “Hapana.”"
  },
  {
    "verseNumber": "JHN 1:22",
    "verseText": "Ndipo wakasema, “Basi tuambie wewe ni nani ili tupate jibu la kuwapelekea wale waliotutuma. Wewe wasemaje juu yako mwenyewe?”"
  },
  {
    "verseNumber": "JHN 1:23",
    "verseText": "Akawajibu kwa maneno ya nabii Isaya, akisema, “Mimi ni sauti ya mtu aliaye nyikani, ‘Yanyoosheni mapito ya Bwana.’ ”"
  },
  {
    "verseNumber": "JHN 1:24",
    "verseText": "Basi walikuwa wametumwa watu kutoka kwa Mafarisayo"
  },
  {
    "verseNumber": "JHN 1:25",
    "verseText": "wakamuuliza, “Kama wewe si Kristo, wala si Eliya na wala si yule Nabii, kwa nini basi unabatiza?”"
  },
  {
    "verseNumber": "JHN 1:26",
    "verseText": "Yohana akawajibu, “Mimi ninabatiza kwa maji, lakini katikati yenu yupo mtu msiyemjua."
  },
  {
    "verseNumber": "JHN 1:27",
    "verseText": "Yeye ajaye baada yangu, sistahili hata kufungua kamba za viatu vyake.”"
  },
  {
    "verseNumber": "JHN 1:28",
    "verseText": "Mambo haya yote yalitukia huko Bethania, ngʼambo ya Mto Yordani, mahali Yohana alipokuwa akibatiza."
  },
  {
    "verseNumber": "JHN 1:29",
    "verseText": "Siku iliyofuata, Yohana alimwona Yesu akimjia akasema, “Tazama, Mwana-Kondoo wa Mungu aichukuaye dhambi ya ulimwengu!"
  },
  {
    "verseNumber": "JHN 1:30",
    "verseText": "Huyu ndiye yule niliyewaambia kwamba, ‘Mtu anakuja baada yangu ambaye ni mkuu kuniliko mimi, kwa kuwa alikuwepo kabla yangu.’"
  },
  {
    "verseNumber": "JHN 1:31",
    "verseText": "Mimi mwenyewe sikumfahamu, lakini sababu ya kuja nikibatiza kwa maji ni ili yeye apate kufunuliwa kwa Israeli.”"
  },
  {
    "verseNumber": "JHN 1:32",
    "verseText": "Kisha Yohana akatoa ushuhuda huu: “Nilimwona Roho akishuka kutoka mbinguni kama hua, akakaa juu yake."
  },
  {
    "verseNumber": "JHN 1:33",
    "verseText": "Mimi nisingemtambua, lakini yeye aliyenituma nibatize kwa maji alikuwa ameniambia, ‘Yule mtu utakayemwona Roho akimshukia na kukaa juu yake, huyo ndiye atakayebatiza kwa Roho Mtakatifu.’"
  },
  {
    "verseNumber": "JHN 1:34",
    "verseText": "Mimi mwenyewe nimeona jambo hili na ninashuhudia kuwa huyu ndiye Mwana wa Mungu.”"
  },
  {
    "verseNumber": "JHN 1:35",
    "verseText": "Siku iliyofuata, Yohana alikuwa huko tena pamoja na wanafunzi wake wawili."
  },
  {
    "verseNumber": "JHN 1:36",
    "verseText": "Alipomwona Yesu akipita, akasema, “Tazama, Mwana-Kondoo wa Mungu!”"
  },
  {
    "verseNumber": "JHN 1:37",
    "verseText": "Wale wanafunzi wawili walipomsikia Yohana akisema haya, wakamfuata Yesu."
  },
  {
    "verseNumber": "JHN 1:38",
    "verseText": "Yesu akageuka, akawaona wakimfuata akawauliza, “Mnataka nini?” Wakamwambia, “Rabi,” (maana yake Mwalimu), “Unaishi wapi?”"
  },
  {
    "verseNumber": "JHN 1:39",
    "verseText": "Yesu akawajibu, “Njooni, nanyi mtapaona!” Hivyo wakaenda na kupaona mahali alipokuwa anaishi, wakakaa naye siku ile, kwa kuwa ilikuwa yapata saa kumi."
  },
  {
    "verseNumber": "JHN 1:40",
    "verseText": "Andrea nduguye Simoni Petro, alikuwa mmoja wa wale wawili waliosikia yale Yohana aliyokuwa amesema, naye ndiye alimfuata Yesu."
  },
  {
    "verseNumber": "JHN 1:41",
    "verseText": "Kitu cha kwanza Andrea alichofanya ni kumtafuta Simoni nduguye na kumwambia, “Tumemwona Masiya” (yaani, Kristo)."
  },
  {
    "verseNumber": "JHN 1:42",
    "verseText": "Naye akamleta kwa Yesu. Yesu akamwangalia na kusema, “Wewe ni Simoni mwana wa Yohana. Utaitwa Kefa” (ambalo limetafsiriwa Petro )."
  },
  {
    "verseNumber": "JHN 1:43",
    "verseText": "Siku iliyofuata Yesu aliamua kwenda Galilaya. Akamkuta Filipo, akamwambia, “Nifuate.”"
  },
  {
    "verseNumber": "JHN 1:44",
    "verseText": "Basi Filipo alikuwa mwenyeji wa Bethsaida, mji alikotoka Andrea na Petro."
  },
  {
    "verseNumber": "JHN 1:45",
    "verseText": "Filipo naye akamkuta Nathanaeli na kumwambia, “Tumemwona yeye ambaye Mose aliandika habari zake katika Sheria na ambaye pia manabii waliandika kumhusu, yaani, Yesu wa Nazareti, mwana wa Yosefu.”"
  },
  {
    "verseNumber": "JHN 1:46",
    "verseText": "Nathanaeli akauliza, “Nazareti! Je, kitu chochote chema chaweza kutoka Nazareti?” Filipo akamwambia, “Njoo uone.”"
  },
  {
    "verseNumber": "JHN 1:47",
    "verseText": "Yesu alipomwona Nathanaeli anakaribia, akanena habari zake akasema, “Tazama huyu ni Mwisraeli kweli kweli; hana hila ndani yake.”"
  },
  {
    "verseNumber": "JHN 1:48",
    "verseText": "Nathanaeli akamuuliza, “Umenifahamuje?” Yesu akamjibu, “Nilikuona ulipokuwa bado uko chini ya mtini, kabla hata Filipo hajakuita.”"
  },
  {
    "verseNumber": "JHN 1:49",
    "verseText": "Nathanaeli akamwambia, “Rabi, wewe ni Mwana wa Mungu! Wewe ni Mfalme wa Israeli!”"
  },
  {
    "verseNumber": "JHN 1:50",
    "verseText": "Yesu akamwambia, “Unaamini kwa kuwa nilikuambia nilikuona ulipokuwa bado uko chini ya mtini? Basi utaona mambo makuu zaidi kuliko hilo.”"
  },
  {
    "verseNumber": "JHN 1:51",
    "verseText": "Ndipo akawaambia, “Amin, amin nawaambia, ninyi mtaona mbingu ikifunguka na malaika wa Mungu wakipanda na kushuka juu ya Mwana wa Adamu.”"
  },
  {
    "verseNumber": "JHN 2:1",
    "verseText": "Siku ya tatu kulikuwa na arusi katika mji wa Kana ya Galilaya, naye mama yake Yesu alikuwepo pale."
  },
  {
    "verseNumber": "JHN 2:2",
    "verseText": "Yesu pamoja na wanafunzi wake walikuwa wamealikwa arusini pia."
  },
  {
    "verseNumber": "JHN 2:3",
    "verseText": "Divai ilipokwisha, mama yake Yesu akamwambia, “Wameishiwa na divai.”"
  },
  {
    "verseNumber": "JHN 2:4",
    "verseText": "Yesu akamwambia, “Mwanamke, nina nini nawe? Saa yangu haijawadia.”"
  },
  {
    "verseNumber": "JHN 2:5",
    "verseText": "Mama yake akawaambia wale watumishi, “Lolote atakalowaambia, fanyeni.”"
  },
  {
    "verseNumber": "JHN 2:6",
    "verseText": "Basi ilikuwepo mitungi sita ya kuhifadhia maji iliyotengenezwa kwa mawe kwa ajili ya kujitakasa kwa desturi ya Kiyahudi; kila mtungi ungeweza kuchukua vipipa viwili au vitatu."
  },
  {
    "verseNumber": "JHN 2:7",
    "verseText": "Yesu akawaambia wale watumishi, “Ijazeni hiyo mitungi maji.” Nao wakaijaza ile mitungi mpaka juu."
  },
  {
    "verseNumber": "JHN 2:8",
    "verseText": "Kisha akawaambia, “Sasa choteni hayo maji kidogo, mpelekeeni mkuu wa meza.” Hivyo wakachota, wakampelekea."
  },
  {
    "verseNumber": "JHN 2:9",
    "verseText": "Yule mkuu wa meza akayaonja yale maji ambayo yalikuwa yamebadilika kuwa divai. Hakujua divai hiyo ilikotoka ingawa wale watumishi waliochota yale maji wao walifahamu. Basi akamwita bwana arusi kando"
  },
  {
    "verseNumber": "JHN 2:10",
    "verseText": "akamwambia, “Watu wote hutoa kwanza divai nzuri, kisha huleta ile divai hafifu wageni wakisha kunywa vya kutosha, lakini wewe umeiweka ile nzuri kupita zote mpaka sasa.”"
  },
  {
    "verseNumber": "JHN 2:11",
    "verseText": "Huu, ndio uliokuwa muujiza wa kwanza Yesu aliofanya Kana ya Galilaya. Hivyo Yesu alidhihirisha utukufu wake, nao wanafunzi wake wakamwamini."
  },
  {
    "verseNumber": "JHN 2:12",
    "verseText": "Baada ya hayo, Yesu pamoja na mama yake, ndugu zake na wanafunzi wake, walishuka mpaka Kapernaumu, wakakaa huko siku chache."
  },
  {
    "verseNumber": "JHN 2:13",
    "verseText": "Ilipokaribia wakati wa Pasaka ya Wayahudi, Yesu alipanda kwenda Yerusalemu."
  },
  {
    "verseNumber": "JHN 2:14",
    "verseText": "Huko Hekaluni aliwakuta watu wakiuza ngʼombe, kondoo na njiwa, nao wengine walikuwa wameketi mezani wakibadili fedha."
  },
  {
    "verseNumber": "JHN 2:15",
    "verseText": "Akatengeneza mjeledi kutokana na kamba, akawafukuza wote kutoka kwenye eneo la Hekalu, pamoja na kondoo na ngʼombe. Akazipindua meza za wale wabadili fedha na kuzimwaga fedha zao."
  },
  {
    "verseNumber": "JHN 2:16",
    "verseText": "Akawaambia wale waliokuwa wakiuza njiwa, “Waondoeni hapa! Mnathubutuje kuifanya nyumba ya Baba yangu kuwa mahali pa biashara?”"
  },
  {
    "verseNumber": "JHN 2:17",
    "verseText": "Wanafunzi wake wakakumbuka kuwa imeandikwa: “Wivu wa nyumba yako utanila.”"
  },
  {
    "verseNumber": "JHN 2:18",
    "verseText": "Ndipo Wayahudi wakamuuliza, “Unaweza kutuonyesha ishara gani ili kuthibitisha mamlaka uliyo nayo ya kufanya mambo haya?”"
  },
  {
    "verseNumber": "JHN 2:19",
    "verseText": "Yesu akawajibu, “Libomoeni hili Hekalu, nami nitalijenga tena kwa siku tatu!”"
  },
  {
    "verseNumber": "JHN 2:20",
    "verseText": "Wale Wayahudi wakamjibu, “Hekalu hili lilijengwa kwa muda wa miaka arobaini na sita, nawe wasema utalijenga kwa siku tatu?”"
  },
  {
    "verseNumber": "JHN 2:21",
    "verseText": "Lakini yeye Hekalu alilozungumzia ni mwili wake."
  },
  {
    "verseNumber": "JHN 2:22",
    "verseText": "Baada ya kufufuliwa kutoka kwa wafu, wanafunzi wake wakakumbuka yale aliyokuwa amesema. Ndipo wakayaamini Maandiko na yale maneno Yesu aliyokuwa amesema."
  },
  {
    "verseNumber": "JHN 2:23",
    "verseText": "Ikawa Yesu alipokuwa Yerusalemu kwenye Sikukuu ya Pasaka, watu wengi waliona ishara na miujiza aliyokuwa akifanya, wakaamini katika jina lake."
  },
  {
    "verseNumber": "JHN 2:24",
    "verseText": "Lakini Yesu hakujiaminisha kwao kwa sababu aliwajua wanadamu wote."
  },
  {
    "verseNumber": "JHN 2:25",
    "verseText": "Hakuhitaji ushuhuda wa mtu yeyote kuhusu mtu, kwa kuwa alijua yote yaliyokuwa moyoni mwa mtu."
  },
  {
    "verseNumber": "JHN 3:1",
    "verseText": "Basi palikuwa na mtu mmoja Farisayo, jina lake Nikodemo, mmoja wa Baraza la Wayahudi lililotawala."
  },
  {
    "verseNumber": "JHN 3:2",
    "verseText": "Huyu alimjia Yesu usiku akamwambia, “Rabi, tunajua kuwa wewe ni mwalimu uliyetumwa na Mungu, kwa maana hakuna mtu awezaye kufanya miujiza hii uifanyayo wewe, kama Mungu hayuko pamoja naye.”"
  },
  {
    "verseNumber": "JHN 3:3",
    "verseText": "Yesu akamjibu, “Amin, amin nakuambia, hakuna mtu anayeweza kuuona Ufalme wa Mungu kama hajazaliwa mara ya pili.”"
  },
  {
    "verseNumber": "JHN 3:4",
    "verseText": "Nikodemo akauliza, “Awezaje mtu kuzaliwa wakati akiwa mzee? Hakika hawezi kuingia mara ya pili kwenye tumbo la mama yake ili azaliwe!”"
  },
  {
    "verseNumber": "JHN 3:5",
    "verseText": "Yesu akamwambia, “Amin, amin nakuambia, hakuna mtu yeyote anayeweza kuingia Ufalme wa Mungu kama hajazaliwa kwa maji na kwa Roho."
  },
  {
    "verseNumber": "JHN 3:6",
    "verseText": "Mwili huzaa mwili, lakini Roho huzaa roho."
  },
  {
    "verseNumber": "JHN 3:7",
    "verseText": "Kwa hiyo usishangae ninapokuambia huna budi ‘kuzaliwa mara ya pili.’"
  },
  {
    "verseNumber": "JHN 3:8",
    "verseText": "Upepo huvuma popote upendapo. Mvumo wake unausikia lakini huwezi ukafahamu utokako wala uendako. Ndivyo ilivyo kwa kila mtu aliyezaliwa na Roho.”"
  },
  {
    "verseNumber": "JHN 3:9",
    "verseText": "Nikodemo akamuuliza, “Mambo haya yanawezekanaje?”"
  },
  {
    "verseNumber": "JHN 3:10",
    "verseText": "Yesu akamwambia, “Wewe ni mwalimu mashuhuri wa Waisraeli, nawe huelewi mambo haya?"
  },
  {
    "verseNumber": "JHN 3:11",
    "verseText": "Amin, amin ninakuambia, sisi tunazungumza lile tunalolijua na tunashuhudia lile tuliloliona. Lakini ninyi watu hamkubali ushuhuda wetu."
  },
  {
    "verseNumber": "JHN 3:12",
    "verseText": "Nimewaambia mambo ya duniani, nanyi hamkuniamini, mtaniaminije basi nitakapowaambia mambo ya mbinguni?"
  },
  {
    "verseNumber": "JHN 3:13",
    "verseText": "Hakuna mtu yeyote aliyekwenda mbinguni isipokuwa yeye aliyeshuka kutoka mbinguni, yaani, Mwana wa Adamu."
  },
  {
    "verseNumber": "JHN 3:14",
    "verseText": "Kama vile Mose alivyomwinua yule nyoka kule jangwani, vivyo hivyo Mwana wa Adamu hana budi kuinuliwa juu."
  },
  {
    "verseNumber": "JHN 3:15",
    "verseText": "Ili kila mtu amwaminiye awe na uzima wa milele."
  },
  {
    "verseNumber": "JHN 3:16",
    "verseText": "“Kwa maana jinsi hii Mungu aliupenda ulimwengu hata akamtoa Mwanawe wa pekee, ili kila mtu amwaminiye asipotee, bali awe na uzima wa milele."
  },
  {
    "verseNumber": "JHN 3:17",
    "verseText": "Kwa maana Mungu hakumtuma Mwanawe kuuhukumu ulimwengu, bali kupitia kwake ulimwengu upate kuokolewa."
  },
  {
    "verseNumber": "JHN 3:18",
    "verseText": "Yeyote amwaminiye hahukumiwi, lakini asiyeamini amekwisha kuhukumiwa, kwa sababu hakuliamini jina la Mwana pekee wa Mungu."
  },
  {
    "verseNumber": "JHN 3:19",
    "verseText": "Hii ndiyo hukumu kwamba: Nuru imekuja ulimwenguni, nao watu wakapenda giza kuliko nuru kwa sababu matendo yao ni maovu."
  },
  {
    "verseNumber": "JHN 3:20",
    "verseText": "Kwa kuwa kila atendaye maovu huchukia nuru, wala haji kwenye nuru ili matendo yake maovu yasifichuliwe."
  },
  {
    "verseNumber": "JHN 3:21",
    "verseText": "Lakini yule aishiye kwa ukweli huja kwenye nuru, ili ionekane wazi kwamba matendo yake yametendeka katika Mungu.”"
  },
  {
    "verseNumber": "JHN 3:22",
    "verseText": "Baada ya haya, Yesu na wanafunzi wake walikwenda katika nchi ya Uyahudi, nao wakakaa huko kwa muda na kubatiza."
  },
  {
    "verseNumber": "JHN 3:23",
    "verseText": "Yohana naye alikuwa akibatiza huko Ainoni karibu na Salimu kwa sababu huko kulikuwa na maji tele. Watu wazima wakamjia huko ili kubatizwa."
  },
  {
    "verseNumber": "JHN 3:24",
    "verseText": "(Hii ilikuwa kabla Yohana hajatiwa gerezani)."
  },
  {
    "verseNumber": "JHN 3:25",
    "verseText": "Mashindano yakazuka kati ya baadhi ya wanafunzi wa Yohana na Myahudi mmoja kuhusu suala la desturi ya kunawa kwa utakaso."
  },
  {
    "verseNumber": "JHN 3:26",
    "verseText": "Wakamwendea Yohana wakamwambia, “Rabi, yule mtu aliyekuwa pamoja nawe ngʼambo ya Mto Yordani, yule uliyeshuhudia habari zake, sasa anabatiza na kila mtu anamwendea!”"
  },
  {
    "verseNumber": "JHN 3:27",
    "verseText": "Yohana akawajibu, “Hakuna mtu yeyote awezaye kupata kitu chochote isipokuwa kile tu alichopewa kutoka mbinguni."
  },
  {
    "verseNumber": "JHN 3:28",
    "verseText": "Ninyi wenyewe ni mashahidi wangu kwamba nilisema, ‘Mimi si Kristo, ila nimetumwa nimtangulie.’"
  },
  {
    "verseNumber": "JHN 3:29",
    "verseText": "Bibi arusi ni wa bwana arusi. Lakini rafiki yake bwana arusi anayesimama karibu naye na kusikiliza kutoka kwake, hufurahi sana aisikiapo sauti ya bwana arusi. Kwa sababu hii furaha yangu imekamilika."
  },
  {
    "verseNumber": "JHN 3:30",
    "verseText": "Yeye hana budi kuwa mkuu zaidi na mimi nizidi kuwa mdogo.”"
  },
  {
    "verseNumber": "JHN 3:31",
    "verseText": "“Yeye ajaye kutoka juu yu juu ya yote, yeye aliye wa duniani ni wa dunia, naye huzungumza mambo ya duniani. Yeye aliyekuja kutoka mbinguni, yu juu ya yote."
  },
  {
    "verseNumber": "JHN 3:32",
    "verseText": "Yeye hushuhudia yale aliyoyaona na kuyasikia, lakini hakuna yeyote anayekubali ushuhuda wake."
  },
  {
    "verseNumber": "JHN 3:33",
    "verseText": "Lakini yeyote anayekubali huo ushuhuda anathibitisha kwamba, Mungu ni kweli."
  },
  {
    "verseNumber": "JHN 3:34",
    "verseText": "Yeye aliyetumwa na Mungu husema maneno ya Mungu, kwa kuwa Mungu humtoa Roho pasipo kipimo."
  },
  {
    "verseNumber": "JHN 3:35",
    "verseText": "Baba anampenda Mwana, naye ametia vitu vyote mikononi mwake."
  },
  {
    "verseNumber": "JHN 3:36",
    "verseText": "Yeyote anayemwamini Mwana ana uzima wa milele, lakini yeye asiyemwamini Mwana hatauona uzima, bali ghadhabu ya Mungu itakuwa juu yake.”"
  },
  {
    "verseNumber": "JHN 4:1",
    "verseText": "Mafarisayo wakasikia kwamba Yesu alikuwa anapata na kubatiza wanafunzi wengi zaidi kuliko Yohana,"
  },
  {
    "verseNumber": "JHN 4:2",
    "verseText": "ingawa kwa kweli si Yesu mwenyewe aliyekuwa akibatiza, ila ni wanafunzi wake."
  },
  {
    "verseNumber": "JHN 4:3",
    "verseText": "Bwana alipojua mambo haya, aliondoka Uyahudi akarudi tena Galilaya."
  },
  {
    "verseNumber": "JHN 4:4",
    "verseText": "Wakati huo ilimlazimu apitie Samaria."
  },
  {
    "verseNumber": "JHN 4:5",
    "verseText": "Akafika kwenye mji mmoja wa Samaria uitwao Sikari, karibu na lile shamba ambalo Yakobo alimpa mwanawe Yosefu."
  },
  {
    "verseNumber": "JHN 4:6",
    "verseText": "Huko ndiko kulikokuwa na kile kisima cha Yakobo. Naye Yesu alikuwa amechoka kwa kuwa alikuwa ametoka safarini. Akaketi karibu na hicho kisima. Ilikuwa yapata saa sita mchana."
  },
  {
    "verseNumber": "JHN 4:7",
    "verseText": "Mwanamke mmoja Msamaria akaja kuteka maji, Yesu akamwambia, “Naomba maji ninywe.”"
  },
  {
    "verseNumber": "JHN 4:8",
    "verseText": "(Wakati huo wanafunzi wake walikuwa wamekwenda mjini kununua chakula.)"
  },
  {
    "verseNumber": "JHN 4:9",
    "verseText": "Yule mwanamke Msamaria akamjibu, “Wewe ni Myahudi na mimi ni Msamaria. Yawezekanaje uniombe nikupe maji ya kunywa?” (Wayahudi walikuwa hawashirikiani kabisa na Wasamaria.)"
  },
  {
    "verseNumber": "JHN 4:10",
    "verseText": "Yesu akajibu akamwambia, “Kama ungelijua karama ya Mungu, naye ni nani anayekuambia, Nipe maji ninywe, wewe ungelimwomba yeye, naye angelikupa maji yaliyo hai.”"
  },
  {
    "verseNumber": "JHN 4:11",
    "verseText": "Yule mwanamke akamjibu, “Bwana, wewe huna chombo cha kutekea maji na kisima hiki ni kirefu. Hayo maji ya uzima utayapata wapi?"
  },
  {
    "verseNumber": "JHN 4:12",
    "verseText": "Kwani wewe ni mkuu kuliko baba yetu Yakobo ambaye alitupatia kisima hiki, ambacho yeye pamoja na watoto wake na mifugo yake walikitumia?”"
  },
  {
    "verseNumber": "JHN 4:13",
    "verseText": "Yesu akamjibu, “Kila mtu anayekunywa maji ya kisima hiki ataona kiu tena."
  },
  {
    "verseNumber": "JHN 4:14",
    "verseText": "Lakini yeyote anywaye maji nitakayompa hataona kiu kamwe. Maji nitakayompa yatakuwa ndani yake chemchemi ya maji, yakibubujika uzima wa milele.”"
  },
  {
    "verseNumber": "JHN 4:15",
    "verseText": "Yule mwanamke akamwambia, “Bwana, tafadhali nipe maji hayo ili nisipate kiu tena na wala nisije tena hapa kuteka maji!”"
  },
  {
    "verseNumber": "JHN 4:16",
    "verseText": "Yesu akamjibu, “Nenda ukamwite mumeo, uje naye hapa.”"
  },
  {
    "verseNumber": "JHN 4:17",
    "verseText": "Yule mwanamke akajibu, “Sina mume.” Yesu akamwambia, “Umesema kweli kuwa huna mume."
  },
  {
    "verseNumber": "JHN 4:18",
    "verseText": "Kwa maana umeshakuwa na wanaume watano na mwanaume unayeishi naye sasa si mume wako! Umesema ukweli.”"
  },
  {
    "verseNumber": "JHN 4:19",
    "verseText": "Yule mwanamke akasema, “Bwana, naona bila shaka wewe ni nabii."
  },
  {
    "verseNumber": "JHN 4:20",
    "verseText": "Baba zetu waliabudu kwenye mlima huu, lakini ninyi Wayahudi mnasema ni lazima tukaabudu huko Yerusalemu.”"
  },
  {
    "verseNumber": "JHN 4:21",
    "verseText": "Yesu akamjibu, “Mwanamke, niamini, wakati unakuja ambapo hamtamwabudu Baba katika mlima huu, wala huko Yerusalemu."
  },
  {
    "verseNumber": "JHN 4:22",
    "verseText": "Ninyi Wasamaria mnaabudu msichokijua. Sisi Wayahudi tunamwabudu Mungu tunayemjua kwa sababu wokovu unatoka kwa Wayahudi."
  },
  {
    "verseNumber": "JHN 4:23",
    "verseText": "Lakini saa yaja, tena ipo, ambapo wale waabuduo halisi, watamwabudu Baba katika roho na kweli. Watu wanaoabudu namna hii, ndio Baba anawatafuta."
  },
  {
    "verseNumber": "JHN 4:24",
    "verseText": "Mungu ni Roho na wote wanaomwabudu imewapasa kumwabudu katika roho na kweli.”"
  },
  {
    "verseNumber": "JHN 4:25",
    "verseText": "Yule mwanamke akamwambia, “Ninafahamu kwamba Masiya (aitwaye Kristo) anakuja. Yeye akija, atatueleza mambo yote.”"
  },
  {
    "verseNumber": "JHN 4:26",
    "verseText": "Yesu akamwambia, “Mimi ninayezungumza nawe, ndiye.”"
  },
  {
    "verseNumber": "JHN 4:27",
    "verseText": "Wakati huo wanafunzi wake wakarudi, wakashangaa sana kumwona akizungumza na mwanamke. Lakini hakuna aliyemuuliza, “Unataka nini kwake?” Au “Kwa nini unazungumza naye?”"
  },
  {
    "verseNumber": "JHN 4:28",
    "verseText": "Yule mwanamke akaacha mtungi wake, akarudi mjini akawaambia watu,"
  },
  {
    "verseNumber": "JHN 4:29",
    "verseText": "“Njooni mkamwone mtu aliyeniambia kila kitu nilichotenda! Je, yawezekana huyu ndiye Kristo?”"
  },
  {
    "verseNumber": "JHN 4:30",
    "verseText": "Basi wakamiminika watu kutoka mjini wakamwendea Yesu."
  },
  {
    "verseNumber": "JHN 4:31",
    "verseText": "Wakati huo wanafunzi wake walikuwa wakimsihi, “Rabi, kula angalau chochote.”"
  },
  {
    "verseNumber": "JHN 4:32",
    "verseText": "Lakini yeye akawajibu, “Mimi ninacho chakula ambacho ninyi hamkifahamu.”"
  },
  {
    "verseNumber": "JHN 4:33",
    "verseText": "Basi wanafunzi wakaanza kuulizana, “Kuna mtu ambaye amemletea chakula?”"
  },
  {
    "verseNumber": "JHN 4:34",
    "verseText": "Lakini Yesu akawajibu, “Chakula changu ni kufanya mapenzi ya Mungu ambaye amenituma na kuikamilisha kazi yake."
  },
  {
    "verseNumber": "JHN 4:35",
    "verseText": "Je, ninyi hamsemi, ‘Bado miezi minne tuvune?’ Inueni macho yenu myaangalie mashamba jinsi mazao yalivyo tayari kuvunwa!"
  },
  {
    "verseNumber": "JHN 4:36",
    "verseText": "Mvunaji tayari anapokea mshahara wake, naye anakusanya mazao kwa ajili ya uzima wa milele. Ili yeye apandaye na yeye avunaye wafurahi pamoja."
  },
  {
    "verseNumber": "JHN 4:37",
    "verseText": "Hivyo kule kusema, ‘Mmoja hupanda na mwingine huvuna,’ ni kweli kabisa."
  },
  {
    "verseNumber": "JHN 4:38",
    "verseText": "Niliwatuma mkavune mazao ambayo hamkupanda, wengine walifanya kazi ngumu, nanyi mmevuna faida ya taabu yao.”"
  },
  {
    "verseNumber": "JHN 4:39",
    "verseText": "Wasamaria wengi katika mji ule wakamwamini Yesu kwa sababu ya ushuhuda wa yule mwanamke alipowaambia kwamba, “Ameniambia kila kitu nilichotenda.”"
  },
  {
    "verseNumber": "JHN 4:40",
    "verseText": "Hivyo wale Wasamaria walipomjia, wakamsihi akae kwao. Naye akakaa huko siku mbili."
  },
  {
    "verseNumber": "JHN 4:41",
    "verseText": "Kwa sababu ya neno lake, watu wengi wakaamini."
  },
  {
    "verseNumber": "JHN 4:42",
    "verseText": "Wakamwambia yule mwanamke, “Sasa tunaamini, wala si kwa sababu ya maneno yako tu, bali kwa kuwa tumemsikia sisi wenyewe. Tumejua hakika kweli ya kwamba huyu ndiye Kristo, Mwokozi wa ulimwengu.”"
  },
  {
    "verseNumber": "JHN 4:43",
    "verseText": "Baada ya zile siku mbili, Yesu aliondoka kwenda Galilaya."
  },
  {
    "verseNumber": "JHN 4:44",
    "verseText": "(Basi Yesu mwenyewe alikuwa amesema kwamba nabii hapati heshima katika nchi yake mwenyewe.)"
  },
  {
    "verseNumber": "JHN 4:45",
    "verseText": "Alipofika Galilaya, Wagalilaya walimkaribisha, kwani walikuwa wameona yale aliyoyatenda huko Yerusalemu wakati wa Sikukuu ya Pasaka. Kwa maana wao pia walikuwa wamehudhuria hiyo Sikukuu."
  },
  {
    "verseNumber": "JHN 4:46",
    "verseText": "Hivyo Yesu akaja tena mpaka Kana ya Galilaya, kule alikokuwa amebadili maji kuwa divai. Huko kulikuwepo na afisa mmoja wa mfalme, ambaye mwanawe alikuwa mgonjwa huko Kapernaumu."
  },
  {
    "verseNumber": "JHN 4:47",
    "verseText": "Huyo mtu aliposikia kwamba Yesu alikuwa amewasili Galilaya kutoka Uyahudi, alimwendea na kumwomba ili aje kumponya mwanawe, aliyekuwa mgonjwa karibu ya kufa."
  },
  {
    "verseNumber": "JHN 4:48",
    "verseText": "Yesu akamwambia, “Ninyi watu msipoona ishara na miujiza kamwe hamtaamini.”"
  },
  {
    "verseNumber": "JHN 4:49",
    "verseText": "Yule afisa wa mfalme akamwambia, “Bwana, tafadhali shuka kabla mwanangu hajafa.”"
  },
  {
    "verseNumber": "JHN 4:50",
    "verseText": "Yesu akamjibu, “Enenda zako, mwanao yu hai.” Yule afisa akaamini yale maneno Yesu aliyomwambia, akaondoka akaenda zake."
  },
  {
    "verseNumber": "JHN 4:51",
    "verseText": "Alipokuwa bado yuko njiani, akakutana na watumishi wake wakamwambia kwamba mwanawe yu mzima."
  },
  {
    "verseNumber": "JHN 4:52",
    "verseText": "Akawauliza saa ambayo alianza kupata nafuu. Wakamwambia, “Jana yapata saa saba, homa ilimwacha.”"
  },
  {
    "verseNumber": "JHN 4:53",
    "verseText": "Ndipo baba wa huyo mtoto akakumbuka kuwa huo ndio wakati ambapo Yesu alikuwa amemwambia, “Mwanao yu hai.” Kwa hiyo yeye pamoja na wote wa nyumbani mwake wakamwamini Yesu."
  },
  {
    "verseNumber": "JHN 4:54",
    "verseText": "Hii ilikuwa ishara ya pili ambayo Yesu alifanya aliporudi Galilaya kutoka Uyahudi."
  },
  {
    "verseNumber": "JHN 5:1",
    "verseText": "Baada ya haya, kulikuwa na Sikukuu ya Wayahudi, naye Yesu akapanda kwenda Yerusalemu."
  },
  {
    "verseNumber": "JHN 5:2",
    "verseText": "Huko Yerusalemu, karibu na mlango uitwao Mlango wa Kondoo, palikuwa na bwawa moja lililoitwa kwa Kiebrania Bethzatha, ambalo lilikuwa limezungukwa na kumbi tano."
  },
  {
    "verseNumber": "JHN 5:3",
    "verseText": "Hapa palikuwa na idadi kubwa ya wasiojiweza, yaani, vipofu, viwete, na waliopooza [wakingojea maji yatibuliwe."
  },
  {
    "verseNumber": "JHN 5:4",
    "verseText": "Kwa maana malaika alikuwa akishuka wakati fulani, akayatibua maji. Yule aliyekuwa wa kwanza kuingia ndani baada ya maji kutibuliwa alipona ugonjwa wowote aliokuwa nao]."
  },
  {
    "verseNumber": "JHN 5:5",
    "verseText": "Mtu mmoja alikuwako huko ambaye alikuwa ameugua kwa miaka thelathini na minane."
  },
  {
    "verseNumber": "JHN 5:6",
    "verseText": "Yesu alipomwona akiwa amelala hapo, naye akijua kuwa amekuwa hapo kwa muda mrefu, akamwambia, “Je, wataka kuponywa?”"
  },
  {
    "verseNumber": "JHN 5:7",
    "verseText": "Yule mgonjwa akamjibu, “Bwana, mimi sina mtu wa kuniingiza bwawani maji yanapotibuliwa. Nami ninapotaka kutumbukia bwawani, mtu mwingine huingia kabla yangu.”"
  },
  {
    "verseNumber": "JHN 5:8",
    "verseText": "Yesu akamwambia, “Inuka! Chukua mkeka wako na uende.”"
  },
  {
    "verseNumber": "JHN 5:9",
    "verseText": "Mara yule mtu akapona, akachukua mkeka wake, akaanza kutembea. Basi siku hiyo ilikuwa siku ya Sabato."
  },
  {
    "verseNumber": "JHN 5:10",
    "verseText": "Kwa hiyo Wayahudi wakamwambia yule mtu aliyeponywa, “Leo ni Sabato, si halali wewe kubeba mkeka wako.”"
  },
  {
    "verseNumber": "JHN 5:11",
    "verseText": "Yeye akawajibu, “Yule mtu aliyeniponya aliniambia, ‘Chukua mkeka wako na uende.’ ”"
  },
  {
    "verseNumber": "JHN 5:12",
    "verseText": "Wakamuuliza, “Ni mtu gani huyo aliyekuambia uchukue mkeka wako uende?”"
  },
  {
    "verseNumber": "JHN 5:13",
    "verseText": "Basi yule mtu aliyeponywa hakufahamu ni nani aliyemponya, kwa sababu Yesu alikuwa amejiondoa katika ule umati wa watu uliokuwa hapo."
  },
  {
    "verseNumber": "JHN 5:14",
    "verseText": "Baadaye Yesu akamkuta yule mtu aliyemponya ndani ya Hekalu na kumwambia, “Tazama umeponywa, usitende dhambi tena. La sivyo, lisije likakupata jambo baya zaidi.”"
  },
  {
    "verseNumber": "JHN 5:15",
    "verseText": "Yule mtu akaenda, akawaambia wale Wayahudi kuwa ni Yesu aliyemponya."
  },
  {
    "verseNumber": "JHN 5:16",
    "verseText": "Kwa hiyo Wayahudi wakaanza kumsumbua Yesu, kwa sababu alikuwa anafanya mambo kama hayo siku ya Sabato."
  },
  {
    "verseNumber": "JHN 5:17",
    "verseText": "Yesu akawajibu, “Baba yangu anafanya kazi yake daima hata siku hii ya leo, nami pia ninafanya kazi.”"
  },
  {
    "verseNumber": "JHN 5:18",
    "verseText": "Maneno haya yaliwaudhi sana viongozi wa Wayahudi. Wakajaribu kila njia wapate jinsi ya kumuua, kwani si kwamba alivunja Sabato tu, bali alikuwa akimwita Mungu Baba yake, hivyo kujifanya sawa na Mungu."
  },
  {
    "verseNumber": "JHN 5:19",
    "verseText": "Yesu akawaambia, “Amin, amin nawaambia, Mwana hawezi kufanya jambo lolote peke yake, yeye aweza tu kufanya lile analomwona Baba yake akifanya, kwa maana lolote afanyalo Baba, Mwana pia hufanya vivyo hivyo."
  },
  {
    "verseNumber": "JHN 5:20",
    "verseText": "Baba ampenda Mwana na kumwonyesha yale ambayo yeye Baba mwenyewe anayafanya, naye atamwonyesha kazi kuu kuliko hizi ili mpate kushangaa."
  },
  {
    "verseNumber": "JHN 5:21",
    "verseText": "Hakika kama vile Baba awafufuavyo wafu na kuwapa uzima, vivyo hivyo Mwana huwapa uzima wale anaopenda."
  },
  {
    "verseNumber": "JHN 5:22",
    "verseText": "Wala Baba hamhukumu mtu yeyote, lakini hukumu yote amempa Mwana,"
  },
  {
    "verseNumber": "JHN 5:23",
    "verseText": "ili wote wamheshimu Mwana kama vile wanavyomheshimu Baba. Yeyote asiyemheshimu Mwana, hamheshimu Baba aliyemtuma."
  },
  {
    "verseNumber": "JHN 5:24",
    "verseText": "“Amin, amin nawaambia, yeyote anayesikia maneno yangu na kumwamini yeye aliyenituma, anao uzima wa milele, naye hatahukumiwa, bali amepita kutoka mautini, na kuingia uzimani."
  },
  {
    "verseNumber": "JHN 5:25",
    "verseText": "Amin, amin nawaambia, saa yaja, nayo saa ipo, wafu watakapoisikia sauti ya Mwana wa Mungu, nao watakaoisikia watakuwa hai."
  },
  {
    "verseNumber": "JHN 5:26",
    "verseText": "Kama vile Baba alivyo na uzima ndani yake, vivyo hivyo amempa Mwana kuwa na uzima ndani yake."
  },
  {
    "verseNumber": "JHN 5:27",
    "verseText": "Naye amempa Mwanawe mamlaka ya kuhukumu kwa kuwa yeye ni Mwana wa Adamu."
  },
  {
    "verseNumber": "JHN 5:28",
    "verseText": "“Msishangae kusikia haya, kwa maana saa inakuja ambapo wale walio makaburini wataisikia sauti yake."
  },
  {
    "verseNumber": "JHN 5:29",
    "verseText": "Nao watatoka nje, wale waliotenda mema watafufuka wapate uzima na wale waliotenda maovu, watafufuka wahukumiwe."
  },
  {
    "verseNumber": "JHN 5:30",
    "verseText": "“Mimi siwezi kufanya jambo lolote peke yangu. Ninavyosikia ndivyo ninavyohukumu, nayo hukumu yangu ni ya haki kwa kuwa sitafuti kufanya mapenzi yangu mwenyewe, bali mapenzi yake yeye aliyenituma."
  },
  {
    "verseNumber": "JHN 5:31",
    "verseText": "“Kama ningejishuhudia mimi mwenyewe, ushuhuda wangu si kweli."
  },
  {
    "verseNumber": "JHN 5:32",
    "verseText": "Lakini yuko mwingine anishuhudiaye na ninajua kwamba ushuhuda wake ni wa kweli."
  },
  {
    "verseNumber": "JHN 5:33",
    "verseText": "“Mlituma wajumbe kwa Yohana, naye akashuhudia juu ya kweli."
  },
  {
    "verseNumber": "JHN 5:34",
    "verseText": "Si kwamba naukubali ushuhuda wa mwanadamu, la, bali ninalitaja hili kusudi ninyi mpate kuokolewa."
  },
  {
    "verseNumber": "JHN 5:35",
    "verseText": "Yohana alikuwa taa iliyowaka na kutoa nuru, nanyi kwa muda mlichagua kuifurahia nuru yake."
  },
  {
    "verseNumber": "JHN 5:36",
    "verseText": "“Lakini ninao ushuhuda mkuu zaidi kuliko wa Yohana. Kazi zile nizifanyazo, zinashuhudia juu yangu, zile ambazo Baba amenituma nizikamilishe, naam, ishara hizi ninazofanya, zinashuhudia kuwa Baba ndiye alinituma."
  },
  {
    "verseNumber": "JHN 5:37",
    "verseText": "Naye Baba mwenyewe ameshuhudia juu yangu. Hamjapata kamwe kuisikia sauti yake wala kuona umbo lake,"
  },
  {
    "verseNumber": "JHN 5:38",
    "verseText": "wala hamna neno lake ndani yenu, kwa sababu hamkumwamini yeye aliyetumwa naye."
  },
  {
    "verseNumber": "JHN 5:39",
    "verseText": "Ninyi mnachunguza Maandiko mkidhani ya kuwa ndani yake mna uzima wa milele, maandiko haya ndiyo yanayonishuhudia Mimi."
  },
  {
    "verseNumber": "JHN 5:40",
    "verseText": "Lakini mnakataa kuja kwangu ili mpate uzima."
  },
  {
    "verseNumber": "JHN 5:41",
    "verseText": "“Mimi sitafuti kutukuzwa na wanadamu."
  },
  {
    "verseNumber": "JHN 5:42",
    "verseText": "Lakini ninajua kwamba hamna upendo wa Mungu mioyoni mwenu."
  },
  {
    "verseNumber": "JHN 5:43",
    "verseText": "Mimi nimekuja kwa jina la Baba yangu, nanyi hamnipokei, lakini mtu mwingine akija kwa jina lake mwenyewe, mtampokea."
  },
  {
    "verseNumber": "JHN 5:44",
    "verseText": "Ninyi mwawezaje kuamini ikiwa mnapeana utukufu ninyi kwa ninyi, lakini hamna bidii kupata utukufu utokao kwa Mungu?"
  },
  {
    "verseNumber": "JHN 5:45",
    "verseText": "“Lakini msidhani kuwa mimi nitawashtaki mbele za Baba, mshtaki wenu ni Mose, ambaye mmemwekea tumaini lenu."
  },
  {
    "verseNumber": "JHN 5:46",
    "verseText": "Kama mngelimwamini Mose, mngeliniamini na mimi kwa maana aliandika habari zangu."
  },
  {
    "verseNumber": "JHN 5:47",
    "verseText": "Lakini ikiwa hamwamini aliyoandika Mose, mtaaminije ninayoyasema?”"
  },
  {
    "verseNumber": "JHN 6:1",
    "verseText": "Baada ya haya, Yesu alikwenda ngʼambo ya Bahari ya Galilaya, ambayo pia huitwa Bahari ya Tiberia."
  },
  {
    "verseNumber": "JHN 6:2",
    "verseText": "Umati mkubwa wa watu uliendelea kumfuata, kwa sababu waliona ishara nyingi za miujiza alizofanya kwa wagonjwa."
  },
  {
    "verseNumber": "JHN 6:3",
    "verseText": "Kisha Yesu akapanda mlimani akaketi huko pamoja na wanafunzi wake."
  },
  {
    "verseNumber": "JHN 6:4",
    "verseText": "Pasaka ya Wayahudi ilikuwa imekaribia."
  },
  {
    "verseNumber": "JHN 6:5",
    "verseText": "Yesu alipotazama na kuuona ule umati mkubwa wa watu ukimjia, akamwambia Filipo, “Tutanunua wapi mikate ili watu hawa wale?”"
  },
  {
    "verseNumber": "JHN 6:6",
    "verseText": "Aliuliza swali hili kumpima, kwa maana alishajua la kufanya."
  },
  {
    "verseNumber": "JHN 6:7",
    "verseText": "Filipo akamjibu, “Hata fedha kiasi cha dinari mia mbili, hazitoshi kununua mikate ya kuwapa watu hawa ili kila mtu apate kidogo.”"
  },
  {
    "verseNumber": "JHN 6:8",
    "verseText": "Mmoja wa wanafunzi wake aitwaye Andrea, ndugu yake Simoni Petro, akamwambia,"
  },
  {
    "verseNumber": "JHN 6:9",
    "verseText": "“Hapa kuna mvulana mmoja mwenye mikate mitano ya shayiri na samaki wawili wadogo. Lakini hivi vitatosha nini kwa umati huu wote?”"
  },
  {
    "verseNumber": "JHN 6:10",
    "verseText": "Yesu akasema, “Waketisheni watu chini.” Palikuwa na majani mengi katika eneo lile, nao watu wakaketi. Palikuwa na wanaume wapatao 5,000."
  },
  {
    "verseNumber": "JHN 6:11",
    "verseText": "Ndipo Yesu akachukua ile mikate, akamshukuru Mungu na kuwagawia wale watu waliokuwa wameketi. Akafanya vivyo hivyo na wale samaki. Kila mtu akapata kadiri alivyotaka."
  },
  {
    "verseNumber": "JHN 6:12",
    "verseText": "Watu wote walipokwisha kula na kushiba, akawaambia wanafunzi wake, “Kusanyeni vipande vilivyobaki vya ile mikate, kisipotee chochote.”"
  },
  {
    "verseNumber": "JHN 6:13",
    "verseText": "Hivyo wakavikusanya, wakajaza vikapu kumi na viwili kwa vipande vya ile mikate mitano ya shayiri na samaki wale wawili wadogo vilivyobakishwa na waliokula."
  },
  {
    "verseNumber": "JHN 6:14",
    "verseText": "Baada ya watu kuona muujiza ule Yesu aliofanya, walianza kusema, “Hakika huyu ndiye Nabii ajaye ulimwenguni!”"
  },
  {
    "verseNumber": "JHN 6:15",
    "verseText": "Yesu akijua kwamba walitaka kuja kumfanya awe mfalme wao, kwa nguvu, akajitenga nao akaenda milimani peke yake."
  },
  {
    "verseNumber": "JHN 6:16",
    "verseText": "Ilipofika jioni, wanafunzi wake waliteremka kwenda baharini."
  },
  {
    "verseNumber": "JHN 6:17",
    "verseText": "Wakaingia kwenye mashua, wakaanza kuvuka bahari kwenda Kapernaumu. Wakati huu kulikuwa tayari giza na Yesu alikuwa hajajumuika nao."
  },
  {
    "verseNumber": "JHN 6:18",
    "verseText": "Bahari ikachafuka kwa sababu upepo mkali ulikuwa unavuma."
  },
  {
    "verseNumber": "JHN 6:19",
    "verseText": "Wanafunzi walipokuwa wamekwenda mwendo wa karibu maili tatu au nne, walimwona Yesu akitembea juu ya maji akikaribia mashua, nao wakaogopa sana."
  },
  {
    "verseNumber": "JHN 6:20",
    "verseText": "Lakini Yesu akawaambia, “Ni mimi. Msiogope.”"
  },
  {
    "verseNumber": "JHN 6:21",
    "verseText": "Ndipo wakamkaribisha kwa furaha ndani ya mashua, na mara wakafika ufuoni walikokuwa wakienda."
  },
  {
    "verseNumber": "JHN 6:22",
    "verseText": "Siku iliyofuata, wale watu waliokuwa wamebaki ngʼambo waliona kwamba palikuwepo na mashua moja tu na kwamba Yesu hakuwa ameondoka pamoja na wanafunzi wake, ila walikuwa wameondoka peke yao."
  },
  {
    "verseNumber": "JHN 6:23",
    "verseText": "Lakini zikaja mashua nyingine kutoka Tiberia zikafika karibu na mahali pale walipokula mikate baada ya Bwana kumshukuru Mungu."
  },
  {
    "verseNumber": "JHN 6:24",
    "verseText": "Mara wale watu wakatambua kwamba Yesu hakuwepo hapo, wala wanafunzi wake. Wakaingia kwenye mashua hizo, wakaenda Kapernaumu ili kumtafuta Yesu."
  },
  {
    "verseNumber": "JHN 6:25",
    "verseText": "Walipomkuta Yesu ngʼambo ya bahari wakamuuliza, “Rabi, umefika lini huku?”"
  },
  {
    "verseNumber": "JHN 6:26",
    "verseText": "Yesu akawajibu, “Amin, amin nawaambia, ninyi hamnitafuti kwa kuwa mliona ishara na miujiza, bali kwa sababu mlikula ile mikate mkashiba."
  },
  {
    "verseNumber": "JHN 6:27",
    "verseText": "Msishughulikie chakula kiharibikacho, bali chakula kidumucho hata uzima wa milele, ambacho Mwana wa Adamu atawapa. Yeye ndiye ambaye Mungu Baba amemtia muhuri.”"
  },
  {
    "verseNumber": "JHN 6:28",
    "verseText": "Ndipo wakamuuliza, “Tufanye nini ili tupate kuitenda kazi ya Mungu?”"
  },
  {
    "verseNumber": "JHN 6:29",
    "verseText": "Yesu akawajibu, “Kazi ya Mungu ndiyo hii: Mwaminini yeye aliyetumwa naye.”"
  },
  {
    "verseNumber": "JHN 6:30",
    "verseText": "Hivyo wakamuuliza, “Utafanya ishara gani ya muujiza, ili tuione tukuamini? Utafanya jambo gani?"
  },
  {
    "verseNumber": "JHN 6:31",
    "verseText": "Baba zetu walikula mana jangwani, kama ilivyoandikwa, ‘Aliwapa mikate kutoka mbinguni ili wale.’ ”"
  },
  {
    "verseNumber": "JHN 6:32",
    "verseText": "Yesu akawaambia, “Amin, amin nawaambia, si Mose aliyewapa mikate kutoka mbinguni, bali Baba yangu ndiye anawapa mkate wa kweli kutoka mbinguni."
  },
  {
    "verseNumber": "JHN 6:33",
    "verseText": "Kwa maana mkate wa Mungu ni yule ashukaye kutoka mbinguni na kuupa ulimwengu uzima.”"
  },
  {
    "verseNumber": "JHN 6:34",
    "verseText": "Wakamwambia, “Bwana, kuanzia sasa tupatie huo mkate siku zote.”"
  },
  {
    "verseNumber": "JHN 6:35",
    "verseText": "Yesu akawaambia, “Mimi ndimi mkate wa uzima. Yeye ajaye kwangu, hataona njaa kamwe na yeye aniaminiye, hataona kiu kamwe."
  },
  {
    "verseNumber": "JHN 6:36",
    "verseText": "Lakini kama nilivyowaambia, mmeniona lakini bado hamwamini."
  },
  {
    "verseNumber": "JHN 6:37",
    "verseText": "Wale wote anipao Baba watakuja kwangu na yeyote ajaye kwangu, sitamfukuzia nje kamwe."
  },
  {
    "verseNumber": "JHN 6:38",
    "verseText": "Kwa kuwa nimeshuka kutoka mbinguni si ili kufanya mapenzi yangu, bali mapenzi yake yeye aliyenituma."
  },
  {
    "verseNumber": "JHN 6:39",
    "verseText": "Haya ndiyo mapenzi yake yeye aliyenituma, kwamba, nisimpoteze hata mmoja wa wale alionipa, bali niwafufue siku ya mwisho."
  },
  {
    "verseNumber": "JHN 6:40",
    "verseText": "Kwa maana mapenzi ya Baba yangu ni kwamba kila mmoja amtazamaye, Mwana na kumwamini awe na uzima wa milele, nami nitawafufua siku ya mwisho.”"
  },
  {
    "verseNumber": "JHN 6:41",
    "verseText": "Wayahudi wakaanza kunungʼunika kwa kuwa alisema, “Mimi ndimi mkate ulioshuka kutoka mbinguni.”"
  },
  {
    "verseNumber": "JHN 6:42",
    "verseText": "Wakasema, “Huyu si Yesu, mwana wa Yosefu, ambaye baba yake na mama yake tunawajua? Anawezaje basi sasa kusema, ‘Nimeshuka kutoka mbinguni’?”"
  },
  {
    "verseNumber": "JHN 6:43",
    "verseText": "Hivyo Yesu akawaambia, “Acheni kunungʼunikiana ninyi kwa ninyi."
  },
  {
    "verseNumber": "JHN 6:44",
    "verseText": "Hakuna mtu awezaye kuja kwangu kama asipovutwa na Baba aliyenituma, nami nitamfufua siku ya mwisho."
  },
  {
    "verseNumber": "JHN 6:45",
    "verseText": "Imeandikwa katika Manabii, ‘Wote watafundishwa na Mungu.’ Yeyote amsikilizaye Baba na kujifunza kutoka kwake, huyo huja kwangu."
  },
  {
    "verseNumber": "JHN 6:46",
    "verseText": "Hakuna mtu yeyote aliyemwona Baba isipokuwa yeye atokaye kwa Mungu, yeye ndiye peke yake aliyemwona Baba."
  },
  {
    "verseNumber": "JHN 6:47",
    "verseText": "Amin, amin nawaambia, yeye anayeamini anao uzima wa milele."
  },
  {
    "verseNumber": "JHN 6:48",
    "verseText": "Mimi ni mkate wa uzima."
  },
  {
    "verseNumber": "JHN 6:49",
    "verseText": "Baba zenu walikula mana jangwani, lakini wakafa."
  },
  {
    "verseNumber": "JHN 6:50",
    "verseText": "Lakini hapa kuna mkate utokao mbinguni, ambao mtu yeyote akiula, hatakufa."
  },
  {
    "verseNumber": "JHN 6:51",
    "verseText": "Mimi ni mkate wa uzima ule uliotoka mbinguni. Mtu yeyote akiula mkate huu, ataishi milele. Mkate huu ni mwili wangu, ambao nitautoa kwa ajili ya uzima wa ulimwengu.”"
  },
  {
    "verseNumber": "JHN 6:52",
    "verseText": "Ndipo Wayahudi wakaanza kuhojiana vikali wao kwa wao wakisema, “Mtu huyu awezaje kutupatia mwili wake tuule?”"
  },
  {
    "verseNumber": "JHN 6:53",
    "verseText": "Hivyo Yesu akawaambia, “Amin, amin nawaambia, msipoula mwili wa Mwana wa Adamu na kuinywa damu yake, hamna uzima ndani yenu."
  },
  {
    "verseNumber": "JHN 6:54",
    "verseText": "Mtu yeyote aulaye mwili wangu na kunywa damu yangu, anao uzima wa milele. Nami nitamfufua siku ya mwisho."
  },
  {
    "verseNumber": "JHN 6:55",
    "verseText": "Kwa maana mwili wangu ni chakula cha kweli na damu yangu ni kinywaji cha kweli."
  },
  {
    "verseNumber": "JHN 6:56",
    "verseText": "Yeyote alaye mwili wangu na kunywa damu yangu, atakaa ndani yangu nami nitakaa ndani yake."
  },
  {
    "verseNumber": "JHN 6:57",
    "verseText": "Kama vile Baba aliye hai alivyonituma mimi, na kama nami ninavyoishi kwa sababu ya Baba, hivyo anilaye mimi ataishi kwa sababu yangu."
  },
  {
    "verseNumber": "JHN 6:58",
    "verseText": "Huu ndio mkate ushukao kutoka mbinguni, si kama ule mkate baba zenu waliokula nao wakafa. Lakini yeye aulaye mkate huu ataishi milele.”"
  },
  {
    "verseNumber": "JHN 6:59",
    "verseText": "Yesu alisema maneno haya alipokuwa akifundisha katika sinagogi huko Kapernaumu."
  },
  {
    "verseNumber": "JHN 6:60",
    "verseText": "Wengi wa wafuasi wake waliposikia jambo hili wakasema, “Mafundisho haya ni magumu. Ni nani awezaye kuyapokea?”"
  },
  {
    "verseNumber": "JHN 6:61",
    "verseText": "Yesu alipojua kwamba wafuasi wake wananungʼunika kuhusu mafundisho yake, akawaambia, “Je, jambo hili limewaudhi?"
  },
  {
    "verseNumber": "JHN 6:62",
    "verseText": "Ingekuwaje basi kama mngemwona Mwana wa Adamu akipaa kwenda zake huko alipokuwa kwanza?"
  },
  {
    "verseNumber": "JHN 6:63",
    "verseText": "Roho ndiye atiaye uzima, mwili haufai kitu. Maneno haya niliyowaambia ni Roho tena ni uzima."
  },
  {
    "verseNumber": "JHN 6:64",
    "verseText": "Lakini baadhi yenu hamwamini.” Kwa maana Yesu alifahamu tangu mwanzo wale ambao hawangemwamini miongoni mwao na yule ambaye angemsaliti."
  },
  {
    "verseNumber": "JHN 6:65",
    "verseText": "Akaendelea kusema, “Hii ndiyo sababu niliwaambia kwamba hakuna mtu awezaye kuja kwangu isipokuwa amejaliwa na Baba yangu.”"
  },
  {
    "verseNumber": "JHN 6:66",
    "verseText": "Tangu wakati huo wafuasi wake wengi wakarejea nyuma wakaacha kumfuata."
  },
  {
    "verseNumber": "JHN 6:67",
    "verseText": "Hivyo Yesu akawauliza wale wanafunzi wake kumi na wawili, “Je, ninyi pia mnataka kuondoka?”"
  },
  {
    "verseNumber": "JHN 6:68",
    "verseText": "Simoni Petro akamjibu, “Bwana, tuondoke twende kwa nani? Wewe unayo maneno ya uzima wa milele."
  },
  {
    "verseNumber": "JHN 6:69",
    "verseText": "Tunaamini na kujua kuwa wewe ndiwe Aliye Mtakatifu wa Mungu.”"
  },
  {
    "verseNumber": "JHN 6:70",
    "verseText": "Ndipo Yesu akajibu, “Je, sikuwachagua ninyi kumi na wawili? Lakini mmoja wenu ni ibilisi.”"
  },
  {
    "verseNumber": "JHN 6:71",
    "verseText": "(Hapa alikuwa anasema juu ya Yuda, mwana wa Simoni Iskariote. Ingawa alikuwa mmoja wa wale kumi na wawili, ndiye ambaye baadaye angemsaliti Yesu.)"
  },
  {
    "verseNumber": "JHN 7:1",
    "verseText": "Baada ya mambo haya, Yesu alikwenda sehemu mbalimbali za Galilaya. Hakutaka kwenda Uyahudi kwa sababu Wayahudi huko walitaka kumuua."
  },
  {
    "verseNumber": "JHN 7:2",
    "verseText": "Sikukuu ya Vibanda ya Wayahudi ilikuwa imekaribia."
  },
  {
    "verseNumber": "JHN 7:3",
    "verseText": "Hivyo ndugu zake Yesu wakamwambia, “Ondoka hapa uende Uyahudi ili wanafunzi Wako wapate kuona miujiza unayofanya."
  },
  {
    "verseNumber": "JHN 7:4",
    "verseText": "Mtu anayetaka kujulikana hafanyi mambo yake kwa siri. Kama unafanya mambo haya, jionyeshe kwa ulimwengu.”"
  },
  {
    "verseNumber": "JHN 7:5",
    "verseText": "Hata ndugu zake mwenyewe hawakumwamini."
  },
  {
    "verseNumber": "JHN 7:6",
    "verseText": "Yesu akawaambia, “Wakati wangu bado haujawadia, lakini wakati wenu upo siku zote."
  },
  {
    "verseNumber": "JHN 7:7",
    "verseText": "Ulimwengu hauwezi kuwachukia ninyi, lakini unanichukia mimi kwa sababu ninawashuhudia kwamba matendo yao ni maovu."
  },
  {
    "verseNumber": "JHN 7:8",
    "verseText": "Ninyi nendeni kwenye Sikukuu, lakini mimi sitahudhuria Sikukuu hii kwa sababu wakati wangu haujawadia.”"
  },
  {
    "verseNumber": "JHN 7:9",
    "verseText": "Akiisha kusema hayo, akabaki Galilaya."
  },
  {
    "verseNumber": "JHN 7:10",
    "verseText": "Lakini ndugu zake walipokwisha kuondoka kwenda kwenye Sikukuu, yeye pia alikwenda lakini kwa siri."
  },
  {
    "verseNumber": "JHN 7:11",
    "verseText": "Wayahudi walikuwa wakimtafuta huko kwenye Sikukuu na kuulizana, “Yuko wapi huyu mtu?”"
  },
  {
    "verseNumber": "JHN 7:12",
    "verseText": "Kulikuwa na minongʼono iliyoenea kumhusu Yesu katika umati wa watu, wakati wengine wakisema, “Ni mtu mwema.” Wengine walikuwa wakisema, “La, yeye anawadanganya watu.”"
  },
  {
    "verseNumber": "JHN 7:13",
    "verseText": "Lakini hakuna mtu yeyote aliyemsema waziwazi kumhusu kwa sababu ya kuwaogopa Wayahudi."
  },
  {
    "verseNumber": "JHN 7:14",
    "verseText": "Ilipokaribia katikati ya Sikukuu, Yesu alipanda kwenda Hekaluni na kuanza kufundisha."
  },
  {
    "verseNumber": "JHN 7:15",
    "verseText": "Wayahudi wakastaajabia mafundisho yake wakasema, “Mtu huyu amepataje kujua mambo haya bila kufundishwa?”"
  },
  {
    "verseNumber": "JHN 7:16",
    "verseText": "Ndipo Yesu akawajibu, “Mafundisho yangu si yangu mwenyewe, bali yanatoka kwake yeye aliyenituma."
  },
  {
    "verseNumber": "JHN 7:17",
    "verseText": "Mtu yeyote akipenda kufanya mapenzi ya Mungu, atajua kama mafundisho yangu yanatoka kwa Mungu au ninasema kwa ajili yangu mwenyewe."
  },
  {
    "verseNumber": "JHN 7:18",
    "verseText": "Wale wanenao kwa ajili yao wenyewe hufanya hivyo kwa kutaka utukufu wao wenyewe. Lakini yeye atafutaye utukufu wa yule aliyemtuma ni wa kweli, wala hakuna uongo ndani yake."
  },
  {
    "verseNumber": "JHN 7:19",
    "verseText": "Je, Mose hakuwapa ninyi sheria? Lakini hakuna hata mmoja wenu anayeishika hiyo sheria. Kwa nini mnataka kuniua?”"
  },
  {
    "verseNumber": "JHN 7:20",
    "verseText": "Ule umati wa watu ukamjibu, “Wewe una pepo mchafu! Ni nani anayetaka kukuua?”"
  },
  {
    "verseNumber": "JHN 7:21",
    "verseText": "Yesu akawajibu, “Nimefanya muujiza mmoja na nyote mkastaajabu."
  },
  {
    "verseNumber": "JHN 7:22",
    "verseText": "Lakini kwa kuwa Mose aliwaamuru tohara (ingawa kwa kweli haikutoka kwa Mose bali kwa baba zenu wakuu), mnamtahiri mtoto hata siku ya Sabato."
  },
  {
    "verseNumber": "JHN 7:23",
    "verseText": "Ikiwa mtoto aweza kutahiriwa siku ya Sabato kusudi sheria ya Mose isivunjwe, kwa nini mnanikasirikia kwa kumponya mtu mwili wake wote siku ya Sabato?"
  },
  {
    "verseNumber": "JHN 7:24",
    "verseText": "Acheni kuhukumu mambo kwa jinsi mnavyoona tu, bali hukumuni kwa haki.”"
  },
  {
    "verseNumber": "JHN 7:25",
    "verseText": "Ndipo baadhi ya watu wa Yerusalemu wakawa wanasema, “Tazameni, huyu si yule mtu wanayetaka kumuua?"
  },
  {
    "verseNumber": "JHN 7:26",
    "verseText": "Mbona yuko hapa anazungumza hadharani na wala hawamwambii neno lolote? Je, inawezekana viongozi wanafahamu kuwa huyu ndiye Kristo?"
  },
  {
    "verseNumber": "JHN 7:27",
    "verseText": "Tunafahamu huyu mtu anakotoka, lakini Kristo atakapokuja, hakuna yeyote atakayejua atokako.”"
  },
  {
    "verseNumber": "JHN 7:28",
    "verseText": "Ndipo Yesu, akaendelea kufundisha Hekaluni, akisema, “Ninyi mnanifahamu na kujua nitokako. Mimi sikuja kwa ajili yangu mwenyewe, bali yeye aliyenituma ni wa kweli na ninyi hammjui."
  },
  {
    "verseNumber": "JHN 7:29",
    "verseText": "Mimi namjua kwa kuwa nimetoka kwake, naye ndiye alinituma.”"
  },
  {
    "verseNumber": "JHN 7:30",
    "verseText": "Ndipo wakatafuta kumkamata, lakini hakuna mtu yeyote aliyethubutu kumshika kwa sababu saa yake ilikuwa bado haijawadia."
  },
  {
    "verseNumber": "JHN 7:31",
    "verseText": "Nao watu wengi wakamwamini, wakasema, “Je, Kristo atakapokuja, atafanya miujiza mikuu zaidi kuliko aliyoifanya mtu huyu?”"
  },
  {
    "verseNumber": "JHN 7:32",
    "verseText": "Mafarisayo wakasikia watu wakinongʼona mambo kama hayo kuhusu Yesu, ndipo wao pamoja na viongozi wa makuhani wakatuma walinzi wa Hekalu waende kumkamata."
  },
  {
    "verseNumber": "JHN 7:33",
    "verseText": "Yesu akasema, “Mimi bado niko pamoja nanyi kwa kitambo kidogo, kisha nitarudi kwake yeye aliyenituma."
  },
  {
    "verseNumber": "JHN 7:34",
    "verseText": "Mtanitafuta lakini hamtaniona, nami niliko ninyi hamwezi kuja.”"
  },
  {
    "verseNumber": "JHN 7:35",
    "verseText": "Wayahudi wakaulizana wao kwa wao, “Huyu mtu anataka kwenda wapi ambako hatuwezi kumfuata? Je, anataka kwenda kwa Wayunani ambako baadhi ya watu wetu wametawanyikia, akawafundishe Wayunani?"
  },
  {
    "verseNumber": "JHN 7:36",
    "verseText": "Yeye ana maana gani anaposema, ‘Mtanitafuta lakini hamtaniona,’ na, ‘nami niliko ninyi hamwezi kuja’?”"
  },
  {
    "verseNumber": "JHN 7:37",
    "verseText": "Siku ile ya mwisho ya Sikukuu, siku ile kuu, wakati Yesu akiwa amesimama huko, akapaza sauti yake akasema, “Kama mtu yeyote anaona kiu na aje kwangu anywe."
  },
  {
    "verseNumber": "JHN 7:38",
    "verseText": "Yeyote aniaminiye mimi, kama Maandiko yasemavyo, vijito vya maji ya uzima vitatiririka ndani mwake.”"
  },
  {
    "verseNumber": "JHN 7:39",
    "verseText": "Yesu aliposema haya alimaanisha Roho Mtakatifu ambaye wote waliomwamini wangempokea, kwani mpaka wakati huo, Roho alikuwa hajatolewa, kwa kuwa Yesu alikuwa bado hajatukuzwa."
  },
  {
    "verseNumber": "JHN 7:40",
    "verseText": "Waliposikia maneno hayo, baadhi ya watu miongoni mwa ule umati wakasema, “Hakika huyu ndiye yule Nabii.”"
  },
  {
    "verseNumber": "JHN 7:41",
    "verseText": "Wengine wakasema, “Huyu ndiye Kristo!” Lakini wengine wakauliza, “Je, Kristo kwao ni Galilaya?"
  },
  {
    "verseNumber": "JHN 7:42",
    "verseText": "Je, Maandiko hayasemi kwamba Kristo atakuja kutoka jamaa ya Daudi na kutoka Bethlehemu, mji alioishi Daudi?”"
  },
  {
    "verseNumber": "JHN 7:43",
    "verseText": "Kwa hiyo watu wakagawanyika kwa ajili ya Yesu."
  },
  {
    "verseNumber": "JHN 7:44",
    "verseText": "Baadhi yao walitaka kumkamata, lakini hakuna aliyethubutu kumgusa."
  },
  {
    "verseNumber": "JHN 7:45",
    "verseText": "Hatimaye wale walinzi wa Hekalu wakarudi kwa viongozi wa makuhani na Mafarisayo waliokuwa wamewatuma ili kumkamata Yesu, wakaulizwa, “Mbona hamkumkamata?”"
  },
  {
    "verseNumber": "JHN 7:46",
    "verseText": "Wale walinzi wakajibu, “Kamwe hajanena mtu yeyote kama yeye anenavyo.”"
  },
  {
    "verseNumber": "JHN 7:47",
    "verseText": "Mafarisayo wakajibu, “Je, nanyi pia mmedanganyika?"
  },
  {
    "verseNumber": "JHN 7:48",
    "verseText": "Je, kuna kiongozi yeyote au mmoja wa Mafarisayo ambaye amemwamini?"
  },
  {
    "verseNumber": "JHN 7:49",
    "verseText": "Lakini huu umati wa watu wasiojua Sheria ya Mose, wamelaaniwa.”"
  },
  {
    "verseNumber": "JHN 7:50",
    "verseText": "Ndipo Nikodemo, yule aliyekuwa amemwendea Yesu siku moja usiku, ambaye alikuwa mmoja wao akauliza,"
  },
  {
    "verseNumber": "JHN 7:51",
    "verseText": "“Je, sheria zetu zinaturuhusu kumhukumu mtu kabla ya kumsikiliza na kufahamu alilotenda?”"
  },
  {
    "verseNumber": "JHN 7:52",
    "verseText": "Wakamjibu, “Je, wewe pia unatoka Galilaya? Chunguza nawe utaona kwamba hakuna nabii atokae Galilaya!” ["
  },
  {
    "verseNumber": "JHN 7:53",
    "verseText": "Kisha wakaondoka, kila mtu akarudi nyumbani kwake."
  },
  {
    "verseNumber": "JHN 8:1",
    "verseText": "Lakini Yesu akaenda katika Mlima wa Mizeituni."
  },
  {
    "verseNumber": "JHN 8:2",
    "verseText": "Alfajiri na mapema Yesu akaja tena Hekaluni, watu wote wakakusanyika, akakaa akaanza kuwafundisha."
  },
  {
    "verseNumber": "JHN 8:3",
    "verseText": "Walimu wa sheria na Mafarisayo wakamleta mwanamke mmoja aliyefumaniwa akizini. Wakamsimamisha katikati ya umati wa watu wote."
  },
  {
    "verseNumber": "JHN 8:4",
    "verseText": "Wakamwambia Yesu, “Mwalimu, huyu mwanamke amekutwa akizini."
  },
  {
    "verseNumber": "JHN 8:5",
    "verseText": "Katika sheria, Mose alituamuru kuwapiga kwa mawe wanawake wa namna hii, mpaka wafe. Sasa wewe wasemaje?”"
  },
  {
    "verseNumber": "JHN 8:6",
    "verseText": "Walimuuliza swali hili kama mtego ili wapate sababu ya kumshtaki. Lakini Yesu akainama akaanza kuandika ardhini kwa kidole chake."
  },
  {
    "verseNumber": "JHN 8:7",
    "verseText": "Walipoendelea kumuulizauliza akainuka, akawaambia, “Kama kuna mtu yeyote miongoni mwenu ambaye hana dhambi na awe wa kwanza kumtupia jiwe.”"
  },
  {
    "verseNumber": "JHN 8:8",
    "verseText": "Akainama tena na kuandika ardhini."
  },
  {
    "verseNumber": "JHN 8:9",
    "verseText": "Waliposikia haya, wakaanza kuondoka mmoja mmoja, wakianzia wazee, hadi Yesu akabaki peke yake na yule mwanamke akiwa amesimama mbele yake."
  },
  {
    "verseNumber": "JHN 8:10",
    "verseText": "Yesu akainuka na kumwambia, “Wako wapi wale waliokuwa wanakuhukumu kuwa mwenye hatia?”"
  },
  {
    "verseNumber": "JHN 8:11",
    "verseText": "Yule mwanamke akajibu, “Hakuna hata mmoja Bwana.” Yesu akamwambia, “Hata mimi sikuhukumu. Nenda zako, kuanzia sasa usitende dhambi tena.”]"
  },
  {
    "verseNumber": "JHN 8:12",
    "verseText": "Kisha Yesu akasema nao tena akawaambia, “Mimi ni nuru ya ulimwengu. Mtu yeyote akinifuata hatatembea gizani kamwe, bali atakuwa na nuru ya uzima.”"
  },
  {
    "verseNumber": "JHN 8:13",
    "verseText": "Mafarisayo wakamwambia, “Ushuhuda wako haukubaliki kwa kuwa unajishuhudia mwenyewe.”"
  },
  {
    "verseNumber": "JHN 8:14",
    "verseText": "Yesu akawajibu, “Hata kama najishuhudia mwenyewe, ushuhuda wangu ni kweli kwa sababu najua nilikotoka na ninakokwenda. Lakini ninyi hamjui nilikotoka wala ninakokwenda."
  },
  {
    "verseNumber": "JHN 8:15",
    "verseText": "Ninyi mnahukumu kwa kufuata vipimo vya kibinadamu, mimi simhukumu mtu yeyote."
  },
  {
    "verseNumber": "JHN 8:16",
    "verseText": "Lakini hata kama nikihukumu, uamuzi wangu ni sahihi kwa sababu sitoi hukumu yangu peke yangu, bali niko pamoja na Baba, aliyenituma."
  },
  {
    "verseNumber": "JHN 8:17",
    "verseText": "Imeandikwa katika Sheria yenu kwamba, ushahidi wa watu wawili ni thabiti."
  },
  {
    "verseNumber": "JHN 8:18",
    "verseText": "Mimi najishuhudia mwenyewe, naye Baba aliyenituma hunishuhudia.”"
  },
  {
    "verseNumber": "JHN 8:19",
    "verseText": "Ndipo wakamuuliza, “Huyo Baba yako yuko wapi?” Yesu akawajibu, “Ninyi hamnifahamu mimi ni nani, wala hammfahamu Baba yangu. Kama mngenifahamu mimi, mngemfahamu na Baba yangu.”"
  },
  {
    "verseNumber": "JHN 8:20",
    "verseText": "Yesu alisema maneno haya alipokuwa akifundisha katika chumba cha hazina Hekaluni. Lakini hakuna mtu aliyemkamata kwa kuwa saa yake ilikuwa haijawadia."
  },
  {
    "verseNumber": "JHN 8:21",
    "verseText": "Yesu akawaambia tena, “Ninaenda zangu, nanyi mtanitafuta, lakini mtakufa katika dhambi zenu. Niendako mimi ninyi hamwezi kuja.”"
  },
  {
    "verseNumber": "JHN 8:22",
    "verseText": "Ndipo wale Wayahudi wakasema, “Je, atajiua? Je, hii ndiyo sababu amesema, ‘Niendako mimi ninyi hamwezi kuja’?”"
  },
  {
    "verseNumber": "JHN 8:23",
    "verseText": "Akawaambia, “Ninyi mmetoka chini, mimi nimetoka juu. Ninyi ni wa ulimwengu huu, mimi si wa ulimwengu huu."
  },
  {
    "verseNumber": "JHN 8:24",
    "verseText": "Niliwaambia kuwa mtakufa katika dhambi zenu, kwa maana msipoamini ya kwamba ‘Mimi Ndiye,’ mtakufa katika dhambi zenu.”"
  },
  {
    "verseNumber": "JHN 8:25",
    "verseText": "Wakamuuliza, “Wewe ni nani?” Naye Yesu akawajibu, “Mimi ndiye yule ambaye nimekuwa nikiwaambia tangu mwanzo."
  },
  {
    "verseNumber": "JHN 8:26",
    "verseText": "Nina mambo mengi ya kusema juu yenu na mengi ya kuwahukumu. Lakini yeye aliyenituma ni wa kweli, nami nanena na ulimwengu niliyoyasikia kutoka kwake.”"
  },
  {
    "verseNumber": "JHN 8:27",
    "verseText": "Hawakuelewa kuwa alikuwa akiwaambia juu ya Baba yake wa Mbinguni."
  },
  {
    "verseNumber": "JHN 8:28",
    "verseText": "Kisha Yesu akawaambia, “Mtakapokwisha kumwinua juu Mwana wa Adamu, ndipo mtakapojua kuwa, ‘Mimi ndiye yule niliyesema na kwamba mimi sitendi jambo lolote peke yangu bali ninasema yale tu ambayo Baba yangu amenifundisha."
  },
  {
    "verseNumber": "JHN 8:29",
    "verseText": "Yeye aliyenituma yu pamoja nami, hajaniacha, kwa kuwa siku zote nafanya mapenzi yake.’ ”"
  },
  {
    "verseNumber": "JHN 8:30",
    "verseText": "Wengi waliomsikia Yesu akisema maneno haya wakamwamini."
  },
  {
    "verseNumber": "JHN 8:31",
    "verseText": "Kisha Yesu akawaambia wale Wayahudi waliomwamini, “Kama mkidumu katika maneno yangu, mtakuwa wanafunzi wangu kweli kweli."
  },
  {
    "verseNumber": "JHN 8:32",
    "verseText": "Ndipo mtaijua kweli nayo kweli itawaweka huru.”"
  },
  {
    "verseNumber": "JHN 8:33",
    "verseText": "Wao wakamjibu, “Sisi tu wazao wa Abrahamu, nasi hatujawa watumwa wa mtu yeyote. Wawezaje kusema kwamba tutawekwa huru?”"
  },
  {
    "verseNumber": "JHN 8:34",
    "verseText": "Yesu akajibu, “Amin, amin nawaambia, kila atendaye dhambi ni mtumwa wa dhambi."
  },
  {
    "verseNumber": "JHN 8:35",
    "verseText": "Mtumwa hakai nyumbani anakotumika siku zote, lakini mwana hukaa nyumbani daima."
  },
  {
    "verseNumber": "JHN 8:36",
    "verseText": "Hivyo Mwana akiwaweka huru mtakuwa huru kweli kweli."
  },
  {
    "verseNumber": "JHN 8:37",
    "verseText": "Ninajua ya kuwa ninyi ni wazao wa Abrahamu, lakini mnatafuta wasaa wa kuniua kwa sababu ndani yenu hamna nafasi ya neno langu."
  },
  {
    "verseNumber": "JHN 8:38",
    "verseText": "Ninasema yale niliyoyaona mbele za Baba yangu, nanyi inawapa kufanya yale mliyosikia kutoka kwa baba yenu.”"
  },
  {
    "verseNumber": "JHN 8:39",
    "verseText": "Wakajibu, “Baba yetu ni Abrahamu.” Yesu akawaambia, “Kama mngekuwa wazao wa Abrahamu mngefanya mambo yale aliyofanya Abrahamu."
  },
  {
    "verseNumber": "JHN 8:40",
    "verseText": "Lakini sasa ninyi mnatafuta kuniua, mtu ambaye nimewaambia kweli ile niliyosikia kutoka kwa Mungu, Abrahamu hakufanya jambo la namna hii."
  },
  {
    "verseNumber": "JHN 8:41",
    "verseText": "Ninyi mnafanya mambo afanyayo baba yenu.” Wakamjibu, “Sisi hatukuzaliwa kwa uzinzi. Tunaye Baba mmoja, Mungu pekee.”"
  },
  {
    "verseNumber": "JHN 8:42",
    "verseText": "Yesu akawaambia, “Kama Mungu angekuwa Baba yenu, mngenipenda, kwa maana nilitoka kwa Mungu na sasa niko hapa. Sikuja kwa ajili yangu mwenyewe, ila yeye alinituma."
  },
  {
    "verseNumber": "JHN 8:43",
    "verseText": "Kwa nini hamwelewi ninayowaambia? Ni kwa sababu hamwezi kusikia nisemacho."
  },
  {
    "verseNumber": "JHN 8:44",
    "verseText": "Ninyi ni watoto wa baba yenu ibilisi, nanyi mnataka kutimiza matakwa ya baba yenu. Yeye alikuwa muuaji tangu mwanzo, wala hakushikana na kweli maana hamna kweli ndani yake. Asemapo uongo husema yaliyo yake mwenyewe kwa maana yeye ni mwongo na baba wa huo uongo."
  },
  {
    "verseNumber": "JHN 8:45",
    "verseText": "Lakini kwa sababu nimewaambia kweli hamkuniamini!"
  },
  {
    "verseNumber": "JHN 8:46",
    "verseText": "Je, kuna yeyote miongoni mwenu awezaye kunithibitisha kuwa mwenye dhambi? Kama nawaambia yaliyo kweli, mbona hamniamini?"
  },
  {
    "verseNumber": "JHN 8:47",
    "verseText": "Yeye atokaye kwa Mungu husikia kile Mungu asemacho. Sababu ya ninyi kutosikia ni kwa kuwa hamtokani na Mungu.”"
  },
  {
    "verseNumber": "JHN 8:48",
    "verseText": "Wayahudi wakamjibu Yesu, “Je, hatuko sahihi tunaposema ya kwamba wewe ni Msamaria na ya kwamba una pepo mchafu?”"
  },
  {
    "verseNumber": "JHN 8:49",
    "verseText": "Yesu akawajibu, “Mimi sina pepo mchafu, bali ninamheshimu Baba yangu, nanyi mnanidharau."
  },
  {
    "verseNumber": "JHN 8:50",
    "verseText": "Lakini mimi sitafuti utukufu wangu mwenyewe, bali yuko anayetaka kunitukuza, naye ndiye mwamuzi."
  },
  {
    "verseNumber": "JHN 8:51",
    "verseText": "Amin, amin nawaambia, mtu yeyote akilitii neno langu hataona mauti milele.”"
  },
  {
    "verseNumber": "JHN 8:52",
    "verseText": "Ndipo Wayahudi wakamwambia, “Sasa tumejua kwamba una pepo mchafu. Ikiwa Abrahamu alikufa na vivyo hivyo manabii, nawe unasema ‘Mtu akitii neno langu hatakufa milele.’"
  },
  {
    "verseNumber": "JHN 8:53",
    "verseText": "Je, wewe ni mkuu kuliko baba yetu Abrahamu ambaye alikufa na manabii ambao nao pia walikufa? Hivi wewe unajifanya kuwa nani?”"
  },
  {
    "verseNumber": "JHN 8:54",
    "verseText": "Yesu akawajibu, “Kama nikijitukuza utukufu wangu hauna maana. Baba yangu, huyo ambaye ninyi mnadai kuwa ni Mungu wenu, ndiye anitukuzaye mimi."
  },
  {
    "verseNumber": "JHN 8:55",
    "verseText": "Ingawa hamkumjua, mimi ninamjua. Kama ningesema simjui, ningekuwa mwongo kama ninyi, lakini mimi ninamjua na ninalitii neno lake."
  },
  {
    "verseNumber": "JHN 8:56",
    "verseText": "Baba yenu Abrahamu alishangilia kwamba angaliiona siku yangu, naye akaiona na akafurahi.”"
  },
  {
    "verseNumber": "JHN 8:57",
    "verseText": "Wayahudi wakamwambia, “Wewe hujatimiza hata miaka hamsini, wewe wasema umemwona Abrahamu?”"
  },
  {
    "verseNumber": "JHN 8:58",
    "verseText": "Yesu akawaambia, “Amin, amin nawaambia, kabla Abrahamu hajakuwako, ‘Mimi niko.’ ”"
  },
  {
    "verseNumber": "JHN 8:59",
    "verseText": "Ndipo wakaokota mawe ili kumpiga, lakini Yesu akajificha, naye akatoka Hekaluni."
  },
  {
    "verseNumber": "JHN 9:1",
    "verseText": "Yesu alipokuwa akipita, akamwona mtu aliyekuwa kipofu tangu kuzaliwa."
  },
  {
    "verseNumber": "JHN 9:2",
    "verseText": "Wanafunzi wake wakamuuliza, “Rabi, ni nani aliyetenda dhambi, ni huyu mtu au wazazi wake hata azaliwe kipofu?”"
  },
  {
    "verseNumber": "JHN 9:3",
    "verseText": "Yesu akawajibu, “Huyu mtu wala wazazi wake hawakutenda dhambi. Alizaliwa kipofu ili kazi za Mungu zidhihirishwe katika maisha yake."
  },
  {
    "verseNumber": "JHN 9:4",
    "verseText": "Yanipasa kuzifanya kazi zake yeye aliyenituma wakati bado ni mchana, kwa kuwa usiku waja ambapo hakuna mtu awezaye kufanya kazi."
  },
  {
    "verseNumber": "JHN 9:5",
    "verseText": "Wakati niko ulimwenguni, mimi ni nuru ya ulimwengu.”"
  },
  {
    "verseNumber": "JHN 9:6",
    "verseText": "Baada ya kusema haya, akatema mate ardhini, akatengeneza tope kwa mate na kumpaka yule mtu kipofu machoni."
  },
  {
    "verseNumber": "JHN 9:7",
    "verseText": "Kisha akamwambia, “Nenda ukanawe katika bwawa la Siloamu.” (Siloamu maana yake ni aliyetumwa.) Ndipo yule kipofu akaenda, akanawa, naye akarudi akiwa anaona."
  },
  {
    "verseNumber": "JHN 9:8",
    "verseText": "Majirani zake na wale wote waliokuwa wamemwona hapo awali akiombaomba wakaanza kuuliza, “Je, huyu si yule aliyekuwa akiketi akiombaomba?”"
  },
  {
    "verseNumber": "JHN 9:9",
    "verseText": "Wengine wakasema, “Ndiye.” Wengine wakasema, “Siye, bali wamefanana.” Lakini yeye akawaambia, “Mimi ndiye.”"
  },
  {
    "verseNumber": "JHN 9:10",
    "verseText": "Wakamuuliza, “Basi macho yako yalifumbuliwaje?”"
  },
  {
    "verseNumber": "JHN 9:11",
    "verseText": "Yeye akawajibu, “Yule mtu aitwaye Yesu alitengeneza tope, akanipaka machoni mwangu, naye akaniambia nenda ukanawe katika Bwawa la Siloamu, ndipo nikanawa nami nikapata kuona!”"
  },
  {
    "verseNumber": "JHN 9:12",
    "verseText": "Wale wakamuuliza, “Yeye huyo mtu yuko wapi?” Akawajibu, “Sijui.”"
  },
  {
    "verseNumber": "JHN 9:13",
    "verseText": "Wakamleta kwa Mafarisayo yule mtu aliyekuwa kipofu hapo awali."
  },
  {
    "verseNumber": "JHN 9:14",
    "verseText": "Basi siku hiyo Yesu alipotengeneza tope na kuyafungua macho ya huyo mtu ilikuwa Sabato."
  },
  {
    "verseNumber": "JHN 9:15",
    "verseText": "Mafarisayo nao wakaanza kumuuliza alivyopata kuponywa. Naye akawaambia, “Alinipaka tope kwenye macho yangu, nikanawa na sasa ninaona.”"
  },
  {
    "verseNumber": "JHN 9:16",
    "verseText": "Baadhi ya Mafarisayo wakasema, “Huyu mtu hatoki kwa Mungu, kwa sababu hashiki Sabato.” Lakini wengine wakasema, “Awezaje mtu mwenye dhambi kufanya miujiza kama hii?” Wakagawanyika."
  },
  {
    "verseNumber": "JHN 9:17",
    "verseText": "Hivyo wakamwambia tena yule mtu aliyekuwa kipofu, “Wewe ndiwe uliyefumbuliwa macho, wasemaje kuhusu mtu huyo?” Maana macho yako ndiyo yaliyofumbuliwa. Yeye akawajibu, “Yeye ni nabii.”"
  },
  {
    "verseNumber": "JHN 9:18",
    "verseText": "Wale Wayahudi hawakuamini ya kuwa mtu huyo alikuwa kipofu, akapata kuona, mpaka walipowaita wazazi wake."
  },
  {
    "verseNumber": "JHN 9:19",
    "verseText": "Wakawauliza, “Je, huyu ni mtoto wenu, ambaye mnasema alizaliwa kipofu? Imekuwaje basi sasa anaona?”"
  },
  {
    "verseNumber": "JHN 9:20",
    "verseText": "Wazazi wake wakajibu, “Tunajua ya kuwa huyu ni mtoto wetu na ya kuwa alizaliwa kipofu."
  },
  {
    "verseNumber": "JHN 9:21",
    "verseText": "Lakini sisi hatujui ni kwa jinsi gani kwamba sasa anaona, wala hatujui ni nani aliyemfungua macho yake. Muulizeni, yeye ni mtu mzima na anaweza kujieleza mwenyewe.”"
  },
  {
    "verseNumber": "JHN 9:22",
    "verseText": "Wazazi wake walisema hivi kwa sababu waliwaogopa Wayahudi kwani walikuwa wamekubaliana kuwa mtu yeyote atakayemkiri Yesu kuwa ndiye Kristo atafukuzwa kutoka sinagogi."
  },
  {
    "verseNumber": "JHN 9:23",
    "verseText": "Kwa hiyo wazazi wake wakasema, “Yeye ni mtu mzima. Muulizeni.”"
  },
  {
    "verseNumber": "JHN 9:24",
    "verseText": "Hivyo kwa mara ya pili wakamwita yule aliyekuwa kipofu, nao wakamwambia, “Mpe Mungu utukufu! Sisi tunafahamu kuwa mtu huyu aliyekuponya ni mwenye dhambi.”"
  },
  {
    "verseNumber": "JHN 9:25",
    "verseText": "Akawajibu, “Mimi sijui kama yeye ni mwenye dhambi. Lakini jambo moja ninalojua, nilikuwa kipofu na sasa ninaona.”"
  },
  {
    "verseNumber": "JHN 9:26",
    "verseText": "Wakamuuliza, “Alikufanyia nini? Aliyafumbuaje macho yako?”"
  },
  {
    "verseNumber": "JHN 9:27",
    "verseText": "Akawajibu, “Tayari nimekwisha kuwaambia, nanyi hamtaki kunisikiliza. Mbona mnataka kusikia tena? Je, ninyi nanyi mnataka kuwa wanafunzi wake?”"
  },
  {
    "verseNumber": "JHN 9:28",
    "verseText": "Ndipo wakamtukana na kusema, “Wewe ndiwe mwanafunzi wake, Sisi ni wanafunzi wa Mose."
  },
  {
    "verseNumber": "JHN 9:29",
    "verseText": "Tunajua kwamba Mungu alisema na Mose, lakini kwa habari ya mtu huyu hatujui atokako.”"
  },
  {
    "verseNumber": "JHN 9:30",
    "verseText": "Yule mtu akawajibu, “Hili ni jambo la ajabu! Hamjui anakotoka, naye amenifungua macho yangu!"
  },
  {
    "verseNumber": "JHN 9:31",
    "verseText": "Tunajua ya kuwa Mungu hawasikilizi wenye dhambi, lakini huwasikiliza wote wanaomcha na kumtii."
  },
  {
    "verseNumber": "JHN 9:32",
    "verseText": "Tangu zamani hatujasikia kwamba mtu amemponya yeyote aliyezaliwa kipofu."
  },
  {
    "verseNumber": "JHN 9:33",
    "verseText": "Kama huyu mtu hakutoka kwa Mungu, asingeweza kufanya lolote.”"
  },
  {
    "verseNumber": "JHN 9:34",
    "verseText": "Wao wakamjibu, “Wewe ulizaliwa katika dhambi kabisa, nawe unajaribu kutufundisha?” Wakamfukuza atoke nje."
  },
  {
    "verseNumber": "JHN 9:35",
    "verseText": "Yesu aliposikia kuwa wamemfukuzia nje yule mtu aliyemfumbua macho, alimkuta akamuuliza, “Je, unamwamini Mwana wa Adamu?”"
  },
  {
    "verseNumber": "JHN 9:36",
    "verseText": "Yule mtu akamjibu, “Yeye ni nani, Bwana? Niambie ili nipate kumwamini.”"
  },
  {
    "verseNumber": "JHN 9:37",
    "verseText": "Yesu akamjibu, “Umekwisha kumwona, naye anayezungumza nawe, ndiye.”"
  },
  {
    "verseNumber": "JHN 9:38",
    "verseText": "Yule mtu akasema, “Bwana, naamini.” Naye akamwabudu."
  },
  {
    "verseNumber": "JHN 9:39",
    "verseText": "Yesu akasema, “Nimekuja ulimwenguni humu kwa ajili ya kuhukumu, ili wale walio vipofu wapate kuona, nao wale wanaoona, wawe vipofu.”"
  },
  {
    "verseNumber": "JHN 9:40",
    "verseText": "Baadhi ya Mafarisayo waliokuwa karibu naye wakamsikia na kumwambia, “Je, kweli sisi ni vipofu?”"
  },
  {
    "verseNumber": "JHN 9:41",
    "verseText": "Yesu akawajibu, “Kama mngekuwa vipofu kweli, msingekuwa na hatia ya dhambi, lakini kwa kuwa mnasema, ‘Tunaona,’ basi mna hatia."
  },
  {
    "verseNumber": "JHN 10:1",
    "verseText": "“Amin, amin nawaambia, yeye asiyeingia katika zizi la kondoo kwa kupitia kwenye lango, lakini akwea kuingia ndani kwa njia nyingine, ni mwizi na mnyangʼanyi."
  },
  {
    "verseNumber": "JHN 10:2",
    "verseText": "Yeye anayeingia kwa kupitia kwenye lango ndiye mchungaji wa kondoo."
  },
  {
    "verseNumber": "JHN 10:3",
    "verseText": "Mlinzi humfungulia lango na kondoo huisikia sauti yake. Huwaita kondoo wake kwa majina yao na kuwatoa nje ya zizi."
  },
  {
    "verseNumber": "JHN 10:4",
    "verseText": "Akiisha kuwatoa wote nje, hutangulia mbele yao na kondoo humfuata kwa kuwa wanaijua sauti yake."
  },
  {
    "verseNumber": "JHN 10:5",
    "verseText": "Lakini kondoo hawatamfuata mgeni bali watamkimbia, kwa sababu hawaijui sauti ya mgeni.”"
  },
  {
    "verseNumber": "JHN 10:6",
    "verseText": "Yesu alitumia mfano huu, lakini wao hawakuelewa hayo aliyokuwa akiwaambia."
  },
  {
    "verseNumber": "JHN 10:7",
    "verseText": "Kwa hiyo Yesu akasema nao tena akawaambia, “Amin, amin nawaambia, mimi ndimi lango la kondoo."
  },
  {
    "verseNumber": "JHN 10:8",
    "verseText": "Wote walionitangulia ni wevi na wanyangʼanyi, lakini kondoo hawakuwasikia."
  },
  {
    "verseNumber": "JHN 10:9",
    "verseText": "Mimi ndimi lango, yeyote anayeingia zizini kwa kupitia kwangu ataokoka, ataingia na kutoka, naye atapata malisho."
  },
  {
    "verseNumber": "JHN 10:10",
    "verseText": "Mwizi huja ili aibe, kuua na kuangamiza. Mimi nimekuja ili wapate uzima kisha wawe nao tele."
  },
  {
    "verseNumber": "JHN 10:11",
    "verseText": "“Mimi ndimi mchungaji mwema. Mchungaji mwema huutoa uhai wake kwa ajili ya kondoo."
  },
  {
    "verseNumber": "JHN 10:12",
    "verseText": "Mtu wa kuajiriwa sio mchungaji mwenye kondoo. Amwonapo mbwa mwitu akija, yeye hukimbia na kuwaacha kondoo. Naye mbwa mwitu hulishambulia kundi na kulitawanya."
  },
  {
    "verseNumber": "JHN 10:13",
    "verseText": "Yeye hukimbia kwa sababu ameajiriwa wala hawajali kondoo."
  },
  {
    "verseNumber": "JHN 10:14",
    "verseText": "“Mimi ndimi mchungaji mwema. Ninawajua kondoo wangu nao kondoo wangu wananijua."
  },
  {
    "verseNumber": "JHN 10:15",
    "verseText": "Kama vile Baba anavyonijua mimi, nami ninavyomjua Baba, nami nautoa uhai wangu kwa ajili ya kondoo."
  },
  {
    "verseNumber": "JHN 10:16",
    "verseText": "Ninao kondoo wengine ambao si wa zizi hili, inanipasa kuwaleta, nao wataisikia sauti yangu, hivyo patakuwa na kundi moja na mchungaji mmoja."
  },
  {
    "verseNumber": "JHN 10:17",
    "verseText": "Baba yangu ananipenda kwa kuwa ninautoa uhai wangu ili niupate tena."
  },
  {
    "verseNumber": "JHN 10:18",
    "verseText": "Hakuna mtu aniondoleaye uhai wangu, bali ninautoa kwa hiari yangu mwenyewe. Ninao uwezo wa kuutoa uhai wangu na pia ninao uwezo wa kuutwaa tena. Amri hii nimepewa na Baba yangu.”"
  },
  {
    "verseNumber": "JHN 10:19",
    "verseText": "Kwa maneno haya Wayahudi waligawanyika."
  },
  {
    "verseNumber": "JHN 10:20",
    "verseText": "Wengi wao wakasema, “Huyu amepagawa na pepo mchafu, naye amechanganyikiwa.”"
  },
  {
    "verseNumber": "JHN 10:21",
    "verseText": "Wengine wakasema, “Haya si maneno ya mtu aliyepagawa na pepo mchafu. Je, pepo mchafu aweza kufungua macho ya kipofu?”"
  },
  {
    "verseNumber": "JHN 10:22",
    "verseText": "Wakati huo ilikuwa Sikukuu ya Kuwekwa wakfu kwa Hekalu huko Yerusalemu, nao ulikuwa wakati wa majira ya baridi."
  },
  {
    "verseNumber": "JHN 10:23",
    "verseText": "Naye Yesu alikuwa akitembea ndani ya Hekalu katika ukumbi wa Solomoni."
  },
  {
    "verseNumber": "JHN 10:24",
    "verseText": "Wayahudi wakamkusanyikia wakamuuliza, “Utatuweka katika hali ya mashaka mpaka lini? Kama wewe ndiye Kristo tuambie waziwazi.”"
  },
  {
    "verseNumber": "JHN 10:25",
    "verseText": "Yesu akawajibu, “Nimewaambia, lakini hamwamini. Mambo ninayoyatenda kwa jina la Baba yangu yananishuhudia."
  },
  {
    "verseNumber": "JHN 10:26",
    "verseText": "Lakini hamwamini, kwa sababu ninyi si wa kundi la kondoo wangu."
  },
  {
    "verseNumber": "JHN 10:27",
    "verseText": "Kondoo wangu huisikia sauti yangu nami nawajua, nao hunifuata,"
  },
  {
    "verseNumber": "JHN 10:28",
    "verseText": "nami ninawapa uzima wa milele, hawataangamia kamwe wala hakuna mtu atakayewapokonya kutoka mikono yangu."
  },
  {
    "verseNumber": "JHN 10:29",
    "verseText": "Baba yangu aliyenipa hawa ni mkuu kuliko wote na hakuna awezaye kuwapokonya kutoka mikononi mwake."
  },
  {
    "verseNumber": "JHN 10:30",
    "verseText": "Mimi na Baba yangu tu umoja.”"
  },
  {
    "verseNumber": "JHN 10:31",
    "verseText": "Kwa mara nyingine Wayahudi wakainua mawe ili wampige nayo,"
  },
  {
    "verseNumber": "JHN 10:32",
    "verseText": "lakini Yesu akawaambia, “Nimewaonyesha miujiza mingi mikubwa kutoka kwa Baba yangu. Ni ipi katika hiyo mnataka kunipiga mawe?”"
  },
  {
    "verseNumber": "JHN 10:33",
    "verseText": "Wayahudi wakamjibu, “Hatukupigi mawe kwa sababu ya mambo mema uliyotenda, bali ni kwa kuwa umekufuru. Wewe ingawa ni mwanadamu unajifanya kuwa Mungu.”"
  },
  {
    "verseNumber": "JHN 10:34",
    "verseText": "Yesu akawajibu, “Je, haikuandikwa katika Sheria ya kwamba, ‘Nimesema kuwa, ninyi ni miungu?’"
  },
  {
    "verseNumber": "JHN 10:35",
    "verseText": "Kama aliwaita ‘miungu,’ wale ambao neno la Mungu liliwafikia, nayo Maandiko hayawezi kutanguka,"
  },
  {
    "verseNumber": "JHN 10:36",
    "verseText": "je, mwawezaje kusema kwamba yule ambaye Baba amemweka wakfu na kumtuma ulimwenguni anakufuru, kwa sababu nilisema, ‘Mimi ni Mwana wa Mungu?’"
  },
  {
    "verseNumber": "JHN 10:37",
    "verseText": "Ikiwa sifanyi kazi za Baba yangu, basi msiniamini,"
  },
  {
    "verseNumber": "JHN 10:38",
    "verseText": "lakini ikiwa nazifanya kazi za Mungu, hata kama hamniamini mimi ziaminini hizo kazi, ili mpate kujua na kuelewa kwamba Baba yu ndani yangu, nami ndani yake.”"
  },
  {
    "verseNumber": "JHN 10:39",
    "verseText": "Ndipo wakajaribu kumkamata kwa mara nyingine, lakini akaponyoka kutoka mikononi mwao."
  },
  {
    "verseNumber": "JHN 10:40",
    "verseText": "Akaenda tena ngʼambo ya Mto Yordani mpaka mahali pale ambapo Yohana alikuwa akibatiza hapo awali, naye akakaa huko."
  },
  {
    "verseNumber": "JHN 10:41",
    "verseText": "Watu wengi wakamjia, nao wakawa wakisema, “Yohana hakufanya muujiza wowote, lakini kila jambo alilosema kumhusu huyu mtu ni kweli.”"
  },
  {
    "verseNumber": "JHN 10:42",
    "verseText": "Nao wengi wakamwamini Yesu huko."
  },
  {
    "verseNumber": "JHN 11:1",
    "verseText": "Basi mtu mmoja jina lake Lazaro alikuwa mgonjwa. Yeye alikuwa akiishi Bethania kijiji cha Maria na Martha dada zake."
  },
  {
    "verseNumber": "JHN 11:2",
    "verseText": "Huyu Maria, ambaye Lazaro kaka yake alikuwa mgonjwa, ndiye yule ambaye alimpaka Bwana mafuta na kuifuta miguu yake kwa nywele zake."
  },
  {
    "verseNumber": "JHN 11:3",
    "verseText": "Hivyo hawa dada wawili walituma ujumbe kwa Yesu kumwambia, “Bwana, yule umpendaye ni mgonjwa.”"
  },
  {
    "verseNumber": "JHN 11:4",
    "verseText": "Lakini Yesu aliposikia hayo, akasema, “Ugonjwa huu hautaleta mauti bali umetokea ili kudhihirisha utukufu wa Mungu, ili Mwana wa Mungu apate kutukuzwa kutokana na ugonjwa huu.”"
  },
  {
    "verseNumber": "JHN 11:5",
    "verseText": "Pamoja na hivyo, ingawa Yesu aliwapenda Martha, Maria na Lazaro ndugu yao,"
  },
  {
    "verseNumber": "JHN 11:6",
    "verseText": "baada ya kusikia kwamba Lazaro ni mgonjwa, aliendelea kukawia huko alikokuwa kwa siku mbili zaidi."
  },
  {
    "verseNumber": "JHN 11:7",
    "verseText": "Ndipo akawaambia wanafunzi wake, “Haya, turudi Uyahudi.”"
  },
  {
    "verseNumber": "JHN 11:8",
    "verseText": "Wanafunzi wake wakamwambia, “Rabi, Wayahudi walikuwa wanataka kukupiga mawe, nawe unataka kurudi huko?”"
  },
  {
    "verseNumber": "JHN 11:9",
    "verseText": "Yesu akawajibu, “Si kuna saa kumi na mbili za mchana katika siku moja? Wala watembeao mchana hawawezi kujikwaa kwa maana wanaona nuru ya ulimwengu huu."
  },
  {
    "verseNumber": "JHN 11:10",
    "verseText": "Lakini wale watembeao usiku hujikwaa kwa sababu hakuna nuru ndani yao.”"
  },
  {
    "verseNumber": "JHN 11:11",
    "verseText": "Baada ya kusema haya, Yesu akawaambia, “Rafiki yetu Lazaro amelala, lakini naenda kumwamsha.”"
  },
  {
    "verseNumber": "JHN 11:12",
    "verseText": "Wanafunzi wakamwambia, “Bwana, kama amelala usingizi ataamka.”"
  },
  {
    "verseNumber": "JHN 11:13",
    "verseText": "Hata hivyo, Yesu alikuwa anazungumzia kuwa Lazaro amekufa, lakini wanafunzi wake hawakuelewa, walidhani kwamba anasema Lazaro amelala usingizi tu."
  },
  {
    "verseNumber": "JHN 11:14",
    "verseText": "Kwa hiyo Yesu akawaambia waziwazi, “Lazaro amekufa."
  },
  {
    "verseNumber": "JHN 11:15",
    "verseText": "Hata hivyo nafurahi kwa kuwa sikuwepo huko kabla ya Lazaro kufa, ili mpate kuamini. Lakini sasa twendeni kwake.”"
  },
  {
    "verseNumber": "JHN 11:16",
    "verseText": "Tomaso aliyeitwa Pacha akawaambia wanafunzi wenzake, “Sisi nasi twendeni tukafe pamoja naye.”"
  },
  {
    "verseNumber": "JHN 11:17",
    "verseText": "Yesu alipowasili huko alikuta Lazaro amekuwa kaburini siku nne."
  },
  {
    "verseNumber": "JHN 11:18",
    "verseText": "Basi Bethania ulikuwa karibu na Yerusalemu umbali wa karibu maili mbili,"
  },
  {
    "verseNumber": "JHN 11:19",
    "verseText": "na Wayahudi wengi walikuwa wamekuja kuwafariji Martha na Maria kwa ajili ya kufiwa na ndugu yao."
  },
  {
    "verseNumber": "JHN 11:20",
    "verseText": "Martha aliposikia kwamba Yesu anakuja, alitoka kwenda kumlaki, ila Maria alibaki nyumbani."
  },
  {
    "verseNumber": "JHN 11:21",
    "verseText": "Martha akamwambia Yesu, “Bwana, kama ungalikuwa hapa, ndugu yangu hangalikufa."
  },
  {
    "verseNumber": "JHN 11:22",
    "verseText": "Lakini sasa ninajua kuwa chochote utakachomwomba Mungu, atakupa.”"
  },
  {
    "verseNumber": "JHN 11:23",
    "verseText": "Yesu akamwambia, “Ndugu yako atafufuka.”"
  },
  {
    "verseNumber": "JHN 11:24",
    "verseText": "Martha akamjibu, “Ninajua ya kuwa atafufuka wakati wa ufufuo wa wafu siku ya mwisho.”"
  },
  {
    "verseNumber": "JHN 11:25",
    "verseText": "Yesu akamwambia, “Mimi ndiye huo ufufuo na uzima. Yeye aniaminiye mimi, hata akifa atakuwa anaishi"
  },
  {
    "verseNumber": "JHN 11:26",
    "verseText": "na yeyote aishiye na kuniamini hatakufa kabisa hata milele. Je, unasadiki haya?”"
  },
  {
    "verseNumber": "JHN 11:27",
    "verseText": "Martha akamwambia, “Ndiyo Bwana, ninaamini ya kuwa wewe ndiwe Kristo, Mwana wa Mungu, yeye ajaye ulimwenguni.”"
  },
  {
    "verseNumber": "JHN 11:28",
    "verseText": "Baada ya kusema haya Martha alikwenda, akamwita Maria dada yake faraghani na kumwambia, “Mwalimu yuko hapa anakuita.”"
  },
  {
    "verseNumber": "JHN 11:29",
    "verseText": "Maria aliposikia hivyo, akaondoka upesi akaenda mpaka alipokuwa Yesu."
  },
  {
    "verseNumber": "JHN 11:30",
    "verseText": "Yesu alikuwa hajaingia kijijini, bali alikuwa bado yuko mahali pale alipokutana na Martha."
  },
  {
    "verseNumber": "JHN 11:31",
    "verseText": "Wale Wayahudi waliokuwa pamoja na Maria nyumbani wakimfariji walipoona ameondoka haraka na kutoka nje, walimfuata wakidhani ya kwamba alikuwa anakwenda kule kaburini kulilia huko."
  },
  {
    "verseNumber": "JHN 11:32",
    "verseText": "Maria alipofika mahali pale Yesu alipokuwa, alipiga magoti miguuni Pake na kusema, “Bwana, kama ungalikuwa hapa, ndugu yangu hangalikufa.”"
  },
  {
    "verseNumber": "JHN 11:33",
    "verseText": "Yesu alipomwona Maria akilia na wale Wayahudi waliokuja pamoja naye pia wakilia, Yesu alisikia uchungu moyoni, akafadhaika sana."
  },
  {
    "verseNumber": "JHN 11:34",
    "verseText": "Akauliza, “Mmemweka wapi?” Wakamwambia, “Bwana, njoo upaone.”"
  },
  {
    "verseNumber": "JHN 11:35",
    "verseText": "Yesu akalia machozi."
  },
  {
    "verseNumber": "JHN 11:36",
    "verseText": "Ndipo Wayahudi wakasema, “Tazama jinsi alivyompenda Lazaro!”"
  },
  {
    "verseNumber": "JHN 11:37",
    "verseText": "Lakini wengine wakasema, “Je, yule aliyefungua macho ya kipofu, hakuweza kumfanya na huyu asife?”"
  },
  {
    "verseNumber": "JHN 11:38",
    "verseText": "Yesu kwa mara nyingine akiwa amefadhaika sana, akafika penye kaburi. Hilo kaburi lilikuwa pango ambalo jiwe lilikuwa limewekwa kwenye ingilio lake."
  },
  {
    "verseNumber": "JHN 11:39",
    "verseText": "Yesu akasema, “Liondoeni hilo jiwe.” Martha ndugu yake yule aliyekuwa amekufa akasema, “Lakini Bwana, wakati huu atakuwa ananuka kwani amekwisha kuwa kaburini siku nne.”"
  },
  {
    "verseNumber": "JHN 11:40",
    "verseText": "Yesu akamwambia, “Sikukuambia kwamba kama ukiamini utauona utukufu wa Mungu?”"
  },
  {
    "verseNumber": "JHN 11:41",
    "verseText": "Kwa hiyo wakaliondoa lile jiwe kutoka kaburini. Yesu akainua macho yake juu akasema, “Baba, ninakushukuru kwa kuwa wanisikia."
  },
  {
    "verseNumber": "JHN 11:42",
    "verseText": "Ninajua ya kuwa wewe hunisikia siku zote, lakini nimesema haya kwa ajili ya umati huu uliosimama hapa, ili wapate kuamini ya kuwa wewe umenituma.”"
  },
  {
    "verseNumber": "JHN 11:43",
    "verseText": "Baada ya kusema haya, Yesu akapaza sauti yake akaita, “Lazaro, njoo huku!”"
  },
  {
    "verseNumber": "JHN 11:44",
    "verseText": "Yule aliyekuwa amekufa akatoka nje, mikono yake na miguu yake ikiwa imeviringishiwa vitambaa vya kitani na leso usoni pake. Yesu akawaambia, “Mfungueni, mwacheni aende zake.”"
  },
  {
    "verseNumber": "JHN 11:45",
    "verseText": "Hivyo Wayahudi wengi waliokuwa wamekuja kumfariji Maria, walipoona yale Yesu aliyoyatenda wakamwamini."
  },
  {
    "verseNumber": "JHN 11:46",
    "verseText": "Lakini baadhi yao wakaenda kwa Mafarisayo na kuwaambia mambo Yesu aliyoyafanya."
  },
  {
    "verseNumber": "JHN 11:47",
    "verseText": "Kwa hiyo viongozi wa makuhani na Mafarisayo wakaita mkutano wa baraza. Wakaulizana, “Tufanyeje? Huyu mtu anafanya ishara nyingi."
  },
  {
    "verseNumber": "JHN 11:48",
    "verseText": "Kama tukimwacha aendelee hivi, kila mtu atamwamini, nao Warumi watakuja na kupaharibu mahali petu patakatifu na taifa letu.”"
  },
  {
    "verseNumber": "JHN 11:49",
    "verseText": "Mmoja wao aliyeitwa Kayafa, ambaye alikuwa kuhani mkuu mwaka huo, akasema, “Ninyi hamjui kitu chochote!"
  },
  {
    "verseNumber": "JHN 11:50",
    "verseText": "Hamjui kwamba ni afadhali mtu mmoja afe kwa ajili ya watu, kuliko taifa lote liangamie?”"
  },
  {
    "verseNumber": "JHN 11:51",
    "verseText": "Hakusema haya kutokana na mawazo yake mwenyewe bali kama kuhani mkuu mwaka huo, alitabiri kuwa Yesu angelikufa kwa ajili ya taifa la Wayahudi,"
  },
  {
    "verseNumber": "JHN 11:52",
    "verseText": "wala si kwa ajili ya taifa hilo pekee, bali pia kwa ajili ya watoto wa Mungu waliotawanyika, ili kuwaleta pamoja na kuwafanya wawe wamoja."
  },
  {
    "verseNumber": "JHN 11:53",
    "verseText": "Hivyo tangu siku hiyo wakawa wanafanya mipango ili wamuue Yesu."
  },
  {
    "verseNumber": "JHN 11:54",
    "verseText": "Kwa hiyo Yesu akawa hatembei hadharani miongoni mwa Wayahudi, bali alijitenga akaenda sehemu iliyo karibu na jangwa kwenye kijiji kiitwacho Efraimu. Akakaa huko na wanafunzi wake."
  },
  {
    "verseNumber": "JHN 11:55",
    "verseText": "Basi Pasaka ya Wayahudi ilipokuwa imekaribia, watu wengi walitoka vijijini wakaenda Yerusalemu kabla ya Pasaka ili wakajitakase."
  },
  {
    "verseNumber": "JHN 11:56",
    "verseText": "Watu wakawa wanamtafuta Yesu, nao waliposimama kwenye eneo la Hekalu waliulizana, Je, mtu huyu hatakuja kamwe kwenye Sikukuu?"
  },
  {
    "verseNumber": "JHN 11:57",
    "verseText": "Viongozi wa makuhani na Mafarisayo walikuwa wametoa amri kuwa yeyote atakayejua mahali Yesu aliko, lazima atoe taarifa ili wapate kumkamata."
  },
  {
    "verseNumber": "JHN 12:1",
    "verseText": "Siku sita kabla ya Pasaka, Yesu alikwenda Bethania mahali ambako Lazaro aliyekuwa amefufuliwa na Yesu alikuwa anaishi."
  },
  {
    "verseNumber": "JHN 12:2",
    "verseText": "Wakaandaa karamu kwa heshima ya Yesu. Martha akawahudumia wakati Lazaro alikuwa miongoni mwa waliokaa mezani pamoja na Yesu."
  },
  {
    "verseNumber": "JHN 12:3",
    "verseText": "Kisha Maria akachukua chupa ya painti moja yenye manukato ya nardo safi ya thamani kubwa, akayamimina miguuni mwa Yesu na kuifuta kwa nywele zake. Nyumba nzima ikajaa harufu nzuri ya manukato."
  },
  {
    "verseNumber": "JHN 12:4",
    "verseText": "Ndipo Yuda Iskariote mwana wa Simoni, mmoja wa wale wanafunzi ambaye ndiye angemsaliti Yesu, akasema,"
  },
  {
    "verseNumber": "JHN 12:5",
    "verseText": "“Kwa nini manukato haya hayakuuzwa kwa dinari 300 na fedha hizo wakapewa maskini?”"
  },
  {
    "verseNumber": "JHN 12:6",
    "verseText": "Yuda alisema hivi si kwa kuwa aliwajali maskini, bali kwa kuwa alikuwa mwizi, kwani ndiye alikuwa akitunza mfuko wa fedha akawa anaiba kile kilichowekwa humo."
  },
  {
    "verseNumber": "JHN 12:7",
    "verseText": "Yesu akasema, “Mwacheni. Aliyanunua manukato hayo ili ayaweke kwa ajili ya siku ya maziko yangu."
  },
  {
    "verseNumber": "JHN 12:8",
    "verseText": "Maskini mtakuwa nao siku zote, lakini mimi hamtakuwa nami siku zote.”"
  },
  {
    "verseNumber": "JHN 12:9",
    "verseText": "Umati mkubwa wa Wayahudi walipojua kwamba Yesu alikuwa huko Bethania, walikuja si tu kwa ajili ya Yesu, lakini pia kumwona Lazaro ambaye Yesu alikuwa amemfufua."
  },
  {
    "verseNumber": "JHN 12:10",
    "verseText": "Kwa hiyo viongozi wa makuhani wakafanya mpango wa kumuua Lazaro pia,"
  },
  {
    "verseNumber": "JHN 12:11",
    "verseText": "kwa kuwa kutokana na habari za kufufuliwa kwake Wayahudi wengi walikuwa wanamwendea Yesu na kumwamini."
  },
  {
    "verseNumber": "JHN 12:12",
    "verseText": "Siku iliyofuata umati mkubwa uliokuwa umekuja kwenye Sikukuu walisikia kwamba Yesu angekuja Yerusalemu."
  },
  {
    "verseNumber": "JHN 12:13",
    "verseText": "Basi wakachukua matawi ya mitende, wakatoka kwenda kumlaki, huku wakipaza sauti wakisema, “Hosana!” “Amebarikiwa yeye ajaye kwa Jina la Bwana!” “Amebarikiwa Mfalme wa Israeli!”"
  },
  {
    "verseNumber": "JHN 12:14",
    "verseText": "Yesu akamkuta mwana-punda akampanda, kama ilivyoandikwa,"
  },
  {
    "verseNumber": "JHN 12:15",
    "verseText": "“Usiogope, Ewe binti Sayuni; tazama, Mfalme wako anakuja, amepanda mwana-punda!”"
  },
  {
    "verseNumber": "JHN 12:16",
    "verseText": "Wanafunzi wake Yesu mwanzoni hawakuelewa mambo haya, lakini Yesu alipotukuzwa, ndipo walipokumbuka kuwa mambo haya yalikuwa yameandikwa kwa ajili yake na alitendewa yeye."
  },
  {
    "verseNumber": "JHN 12:17",
    "verseText": "Wale waliokuwepo wakati Yesu alipomwita Lazaro kutoka kaburini na kumfufua kutoka kwa wafu, waliendelea kushuhudia."
  },
  {
    "verseNumber": "JHN 12:18",
    "verseText": "Ni kwa sababu pia walikuwa wamesikia kwamba alikuwa ametenda muujiza huu ndiyo maana umati wa watu ukaenda kumlaki."
  },
  {
    "verseNumber": "JHN 12:19",
    "verseText": "Hivyo Mafarisayo walipoona hayo wakaambiana, “Mnaona, hamwezi kufanya lolote. Angalieni, ulimwengu wote unamfuata yeye!”"
  },
  {
    "verseNumber": "JHN 12:20",
    "verseText": "Basi palikuwa Wayunani fulani miongoni mwa wale waliokuwa wamekwenda kuabudu wakati wa Sikukuu."
  },
  {
    "verseNumber": "JHN 12:21",
    "verseText": "Hawa wakamjia Filipo, ambaye alikuwa mwenyeji wa Bethsaida huko Galilaya, wakiwa na ombi. Wakamwambia, “Tungependa kumwona Yesu.”"
  },
  {
    "verseNumber": "JHN 12:22",
    "verseText": "Filipo akaenda akamweleza Andrea, nao wote wawili wakamwambia Yesu."
  },
  {
    "verseNumber": "JHN 12:23",
    "verseText": "Yesu akawajibu, “Saa imewadia ya Mwana wa Adamu kutukuzwa."
  },
  {
    "verseNumber": "JHN 12:24",
    "verseText": "Amin, amin nawaambia, mbegu ya ngano isipoanguka ardhini na kufa, hubakia kama mbegu peke yake. Lakini ikifa huzaa mbegu nyingi."
  },
  {
    "verseNumber": "JHN 12:25",
    "verseText": "Mtu yeyote anayependa maisha yake atayapoteza, naye ayachukiaye maisha yake katika ulimwengu huu atayaokoa hata kwa uzima wa milele."
  },
  {
    "verseNumber": "JHN 12:26",
    "verseText": "Mtu yeyote akinitumikia lazima anifuate, nami mahali nilipo ndipo mtumishi wangu atakapokuwa. Mtu akinitumikia, Baba yangu atamheshimu."
  },
  {
    "verseNumber": "JHN 12:27",
    "verseText": "“Sasa roho yangu imefadhaika sana. Niseme nini? ‘Baba, niokoe katika saa hii.’ Lakini ni kwa kusudi hili nimeufikia wakati huu."
  },
  {
    "verseNumber": "JHN 12:28",
    "verseText": "Baba, litukuze jina lako.” Ndipo ikaja sauti kutoka mbinguni, “Nimelitukuza, nami nitalitukuza tena.”"
  },
  {
    "verseNumber": "JHN 12:29",
    "verseText": "Ule umati wa watu uliokuwa mahali pale uliisikia nao ukasema, “Hiyo ni sauti ya radi,” wengine wakasema, “Malaika ameongea naye.”"
  },
  {
    "verseNumber": "JHN 12:30",
    "verseText": "Yesu akawaambia, “Sauti hii imesikika kwa faida yenu, wala si kwa faida yangu."
  },
  {
    "verseNumber": "JHN 12:31",
    "verseText": "Sasa ni saa ya hukumu kwa ajili ya ulimwengu huu, sasa mkuu wa ulimwengu huu atatupwa nje."
  },
  {
    "verseNumber": "JHN 12:32",
    "verseText": "Lakini mimi, nikiinuliwa kutoka nchi, nitawavuta watu wote waje kwangu.”"
  },
  {
    "verseNumber": "JHN 12:33",
    "verseText": "Yesu aliyasema haya akionyesha ni kifo gani atakachokufa."
  },
  {
    "verseNumber": "JHN 12:34",
    "verseText": "Ule umati wa watu ukapiga kelele ukasema, “Tumesikia kutoka Sheria kwamba ‘Kristo adumu milele,’ wewe wawezaje kusema, ‘Mwana wa Adamu hana budi kuinuliwa juu’? Huyu ‘Mwana wa Adamu’ ni nani?”"
  },
  {
    "verseNumber": "JHN 12:35",
    "verseText": "Ndipo Yesu akawaambia, “Bado kitambo kidogo nuru ingalipo pamoja nanyi. Enendeni maadamu mna nuru, msije mkakumbwa na giza. Mtu anayetembea gizani hajui anakokwenda."
  },
  {
    "verseNumber": "JHN 12:36",
    "verseText": "Wekeni tumaini lenu katika nuru hiyo ili mpate kuwa wana wa nuru.” Baada ya kusema haya, Yesu aliondoka, akajificha wasimwone."
  },
  {
    "verseNumber": "JHN 12:37",
    "verseText": "Hata baada ya Yesu kufanya miujiza hii yote mbele yao, bado hawakumwamini."
  },
  {
    "verseNumber": "JHN 12:38",
    "verseText": "Hili lilikuwa ili kutimiza lile neno la nabii Isaya lililosema: “Bwana, ni nani aliyeamini ujumbe wetu, na mkono wa Bwana umefunuliwa kwa nani?”"
  },
  {
    "verseNumber": "JHN 12:39",
    "verseText": "Kwa hivyo hawakuamini, kwa sababu Isaya anasema mahali pengine:"
  },
  {
    "verseNumber": "JHN 12:40",
    "verseText": "“Amewafanya vipofu, na kuifanya mioyo yao kuwa migumu, ili wasiweze kuona kwa macho yao, wala kuelewa kwa mioyo yao, wasije wakageuka nami nikawaponya.”"
  },
  {
    "verseNumber": "JHN 12:41",
    "verseText": "Isaya alisema haya alipoona utukufu wa Yesu na kunena habari zake."
  },
  {
    "verseNumber": "JHN 12:42",
    "verseText": "Lakini wengi miongoni mwa viongozi wa Wayahudi walimwamini, lakini kwa sababu ya Mafarisayo hawakukiri waziwazi kwa maana waliogopa kufukuzwa katika masinagogi."
  },
  {
    "verseNumber": "JHN 12:43",
    "verseText": "Wao walipenda sifa za wanadamu kuliko sifa zitokazo kwa Mungu."
  },
  {
    "verseNumber": "JHN 12:44",
    "verseText": "Yesu akapaza sauti akasema, “Yeyote aniaminiye, haniamini mimi peke yangu, bali yeye aliyenituma."
  },
  {
    "verseNumber": "JHN 12:45",
    "verseText": "Yeyote anionaye mimi, amemwona yeye aliyenituma."
  },
  {
    "verseNumber": "JHN 12:46",
    "verseText": "Mimi nimekuja kama nuru ulimwenguni, ili kwamba kila mtu aniaminiye asibaki gizani."
  },
  {
    "verseNumber": "JHN 12:47",
    "verseText": "“Mimi simhukumu mtu yeyote anayesikia maneno yangu na asiyatii, kwa maana sikuja kuuhukumu ulimwengu, bali kuuokoa."
  },
  {
    "verseNumber": "JHN 12:48",
    "verseText": "Yuko amhukumuye yeye anikataaye mimi na kutokuyapokea maneno yangu, yaani, yale maneno niliyosema yenyewe yatamhukumu siku ya mwisho."
  },
  {
    "verseNumber": "JHN 12:49",
    "verseText": "Kwa maana sisemi kwa ajili yangu mwenyewe, bali Baba aliyenituma aliniamuru ni nini cha kusema na jinsi ya kukisema."
  },
  {
    "verseNumber": "JHN 12:50",
    "verseText": "Nami ninajua amri zake huongoza hadi kwenye uzima wa milele. Hivyo lolote nisemalo, ndilo lile Baba aliloniambia niseme.”"
  },
  {
    "verseNumber": "JHN 13:1",
    "verseText": "Ilikuwa mara tu kabla ya Sikukuu ya Pasaka. Yesu alijua ya kuwa wakati wake wa kuondoka ulimwenguni ili kurudi kwa Baba umewadia. Alikuwa amewapenda watu wake waliokuwa ulimwenguni, naam, aliwapenda hadi kipimo cha mwisho."
  },
  {
    "verseNumber": "JHN 13:2",
    "verseText": "Wakati alipokuwa akila chakula cha jioni na wanafunzi wake, ibilisi alikuwa amekwisha kutia ndani ya moyo wa Yuda Iskariote, mwana wa Simoni, wazo la kumsaliti Yesu."
  },
  {
    "verseNumber": "JHN 13:3",
    "verseText": "Yesu akijua ya kwamba Baba ameweka vitu vyote chini ya mamlaka yake na kwamba yeye alitoka kwa Mungu na alikuwa anarudi kwa Mungu,"
  },
  {
    "verseNumber": "JHN 13:4",
    "verseText": "hivyo aliondoka chakulani, akavua vazi lake la nje, akajifunga kitambaa kiunoni."
  },
  {
    "verseNumber": "JHN 13:5",
    "verseText": "Kisha akamimina maji kwenye sinia na kuanza kuwanawisha wanafunzi wake miguu na kuikausha kwa kile kitambaa alichokuwa amejifunga kiunoni."
  },
  {
    "verseNumber": "JHN 13:6",
    "verseText": "Alipomfikia Simoni Petro, Petro akamwambia, “Bwana, je, wewe utaninawisha mimi miguu?”"
  },
  {
    "verseNumber": "JHN 13:7",
    "verseText": "Yesu akamjibu, “Hivi sasa hutambui lile ninalofanya, lakini baadaye utaelewa.”"
  },
  {
    "verseNumber": "JHN 13:8",
    "verseText": "Petro akamwambia, “La, wewe hutaninawisha miguu kamwe.” Yesu akamjibu, “Kama nisipokunawisha, wewe huna sehemu nami.”"
  },
  {
    "verseNumber": "JHN 13:9",
    "verseText": "Ndipo Simoni Petro akajibu, “Usininawishe miguu peke yake, Bwana, bali pamoja na mikono na kichwa pia!”"
  },
  {
    "verseNumber": "JHN 13:10",
    "verseText": "Yesu akamjibu, “Mtu aliyekwisha kuoga anahitaji kunawa miguu tu, kwani mwili wake wote ni safi. Ninyi ni safi, ingawa si kila mmoja wenu.”"
  },
  {
    "verseNumber": "JHN 13:11",
    "verseText": "Kwa kuwa yeye alijua ni nani ambaye angemsaliti, ndiyo sababu akasema si kila mmoja aliyekuwa safi."
  },
  {
    "verseNumber": "JHN 13:12",
    "verseText": "Alipomaliza kuwanawisha miguu yao, alivaa tena mavazi yake, akarudi alikokuwa ameketi, akawauliza, “Je, mmeelewa nililowafanyia?"
  },
  {
    "verseNumber": "JHN 13:13",
    "verseText": "Ninyi mnaniita mimi ‘Mwalimu’ na ‘Bwana,’ hii ni sawa, maana ndivyo nilivyo."
  },
  {
    "verseNumber": "JHN 13:14",
    "verseText": "Kwa hiyo, ikiwa mimi niliye Bwana wenu na Mwalimu wenu nimewanawisha ninyi miguu, pia hamna budi kunawishana miguu ninyi kwa ninyi."
  },
  {
    "verseNumber": "JHN 13:15",
    "verseText": "Mimi nimewawekea kielelezo kwamba imewapasa kutenda kama vile nilivyowatendea ninyi."
  },
  {
    "verseNumber": "JHN 13:16",
    "verseText": "Amin, amin nawaambia, mtumishi si mkuu kuliko bwana wake, wala aliyetumwa si mkuu kuliko yule aliyemtuma."
  },
  {
    "verseNumber": "JHN 13:17",
    "verseText": "Sasa kwa kuwa mmejua mambo haya, heri yenu ninyi kama mkiyatenda."
  },
  {
    "verseNumber": "JHN 13:18",
    "verseText": "“Sisemi hivi kuhusu ninyi nyote. Ninawajua wale niliowachagua. Lakini ni ili Andiko lipate kutimia, kwamba, ‘Yeye aliyekula chakula changu, ameinua kisigino chake dhidi yangu.’"
  },
  {
    "verseNumber": "JHN 13:19",
    "verseText": "“Ninawaambia mambo haya kabla hayajatukia, ili yatakapotukia mpate kuamini ya kuwa Mimi ndiye."
  },
  {
    "verseNumber": "JHN 13:20",
    "verseText": "Amin, amin nawaambia, yeyote anayempokea yule niliyemtuma anipokea mimi, naye anipokeaye mimi ampokea yeye aliyenituma mimi.”"
  },
  {
    "verseNumber": "JHN 13:21",
    "verseText": "Baada ya kusema haya, Yesu alifadhaika sana moyoni, akasema, “Amin, amin nawaambia, mmoja wenu atanisaliti.”"
  },
  {
    "verseNumber": "JHN 13:22",
    "verseText": "Wanafunzi wake wakatazamana bila kujua kuwa alikuwa anamsema nani."
  },
  {
    "verseNumber": "JHN 13:23",
    "verseText": "Mmoja wa wanafunzi wake ambaye Yesu alimpenda sana, alikuwa ameegama kifuani mwa Yesu."
  },
  {
    "verseNumber": "JHN 13:24",
    "verseText": "Simoni Petro akampungia mkono yule mwanafunzi, akamwambia, “Muulize anamaanisha nani.”"
  },
  {
    "verseNumber": "JHN 13:25",
    "verseText": "Yule mwanafunzi akamwegemea Yesu, akamuuliza, “Bwana, tuambie, ni nani?”"
  },
  {
    "verseNumber": "JHN 13:26",
    "verseText": "Yesu akajibu, “Ni yule nitakayempa hiki kipande cha mkate baada ya kukichovya kwenye bakuli.” Hivyo baada ya kukichovya kile kipande cha mkate, akampa Yuda Iskariote, mwana wa Simoni."
  },
  {
    "verseNumber": "JHN 13:27",
    "verseText": "Mara tu baada ya kukipokea kile kipande cha mkate, Shetani akamwingia. Yesu akamwambia Yuda, “Lile unalotaka kulitenda litende haraka.”"
  },
  {
    "verseNumber": "JHN 13:28",
    "verseText": "Hakuna hata mmoja wa wale waliokuwa wameketi naye mezani aliyeelewa kwa nini Yesu alimwambia hivyo."
  },
  {
    "verseNumber": "JHN 13:29",
    "verseText": "Kwa kuwa Yuda alikuwa mtunza fedha, wengine walifikiri Yesu alikuwa amemwambia akanunue vitu vilivyohitajika kwa ajili ya Sikukuu, au kuwapa maskini chochote."
  },
  {
    "verseNumber": "JHN 13:30",
    "verseText": "Mara tu baada ya kupokea ule mkate, Yuda akatoka nje. Wakati huo ulikuwa ni usiku."
  },
  {
    "verseNumber": "JHN 13:31",
    "verseText": "Baada ya Yuda kutoka nje, Yesu akasema, “Sasa Mwana wa Adamu ametukuzwa, naye Mungu ametukuzwa ndani yake."
  },
  {
    "verseNumber": "JHN 13:32",
    "verseText": "Ikiwa Mungu ametukuzwa ndani ya Mwana, Mungu atamtukuza Mwana ndani yake mwenyewe naye atamtukuza mara."
  },
  {
    "verseNumber": "JHN 13:33",
    "verseText": "“Watoto wangu, mimi bado niko pamoja nanyi kwa kitambo kidogo. Mtanitafuta, na kama vile nilivyowaambia Wayahudi, vivyo hivyo sasa nawaambia na ninyi. Niendako, ninyi hamwezi kuja."
  },
  {
    "verseNumber": "JHN 13:34",
    "verseText": "“Amri mpya nawapa: Mpendane kama mimi nilivyowapenda ninyi, vivyo hivyo nanyi mpendane."
  },
  {
    "verseNumber": "JHN 13:35",
    "verseText": "Kama mkipendana ninyi kwa ninyi, kwa njia hii, watu wote watajua kuwa ninyi ni wanafunzi wangu.”"
  },
  {
    "verseNumber": "JHN 13:36",
    "verseText": "Simoni Petro akamuuliza, “Bwana, unakwenda wapi?” Yesu akamjibu, “Ninakokwenda huwezi kunifuata sasa, lakini utanifuata baadaye.”"
  },
  {
    "verseNumber": "JHN 13:37",
    "verseText": "Petro akamuuliza tena, “Bwana, kwa nini siwezi kukufuata sasa? Mimi niko tayari kuutoa uhai wangu kwa ajili yako.”"
  },
  {
    "verseNumber": "JHN 13:38",
    "verseText": "Yesu akamjibu, “Je, ni kweli uko tayari kuutoa uhai wako kwa ajili yangu? Amin, amin nakuambia, kabla jogoo hajawika, utanikana mara tatu.”"
  },
  {
    "verseNumber": "JHN 14:1",
    "verseText": "Yesu akawaambia, “Msifadhaike mioyoni mwenu, mnamwamini Mungu, niaminini na mimi pia."
  },
  {
    "verseNumber": "JHN 14:2",
    "verseText": "Nyumbani kwa Baba yangu kuna makao mengi. Kama sivyo, ningeliwaambia. Naenda kuwaandalia makao."
  },
  {
    "verseNumber": "JHN 14:3",
    "verseText": "Nami nikienda na kuwaandalia makao, nitarudi tena na kuwachukua mkae pamoja nami, ili mahali nilipo, nanyi mpate kuwepo."
  },
  {
    "verseNumber": "JHN 14:4",
    "verseText": "Ninyi mnajua njia ya kufika ninakokwenda.”"
  },
  {
    "verseNumber": "JHN 14:5",
    "verseText": "Tomaso akamwambia, “Bwana, sisi hatujui unakokwenda, tutaijuaje njia?”"
  },
  {
    "verseNumber": "JHN 14:6",
    "verseText": "Yesu akawaambia, “Mimi ndimi njia na kweli na uzima. Mtu hawezi kuja kwa Baba isipokuwa kwa kupitia kwangu."
  },
  {
    "verseNumber": "JHN 14:7",
    "verseText": "Kama mngenijua mimi, mngemjua na Baba pia. Tangu sasa, mnamjua Baba yangu, tena mmemwona.”"
  },
  {
    "verseNumber": "JHN 14:8",
    "verseText": "Filipo akamwambia, “Bwana, tuonyeshe Baba yako yatosha.”"
  },
  {
    "verseNumber": "JHN 14:9",
    "verseText": "Yesu akamjibu, “Filipo, nimekaa nanyi muda huu wote hata usinijue? Mtu yeyote aliyeniona mimi, amemwona Baba. Sasa wawezaje kusema, ‘Tuonyeshe Baba’?"
  },
  {
    "verseNumber": "JHN 14:10",
    "verseText": "Je, huamini ya kuwa mimi niko ndani ya Baba, naye Baba yuko ndani yangu? Maneno ninayowaambia siyasemi kwa ajili yangu mwenyewe, bali Baba akaaye ndani yangu ndiye atendaye hizi kazi."
  },
  {
    "verseNumber": "JHN 14:11",
    "verseText": "Nisadiki mimi kwamba niko ndani ya Baba na Baba yuko ndani yangu, la sivyo, niaminini kwa sababu ya zile kazi nizitendazo."
  },
  {
    "verseNumber": "JHN 14:12",
    "verseText": "Amin, amin nawaambia, yeyote aniaminiye mimi, kazi nizifanyazo yeye atazifanya, naam na kubwa kuliko hizi atazifanya, kwa sababu mimi ninakwenda kwa Baba."
  },
  {
    "verseNumber": "JHN 14:13",
    "verseText": "Nanyi mkiomba lolote kwa Jina langu, hilo nitalifanya, ili Baba apate kutukuzwa katika Mwana."
  },
  {
    "verseNumber": "JHN 14:14",
    "verseText": "Kama mkiniomba lolote kwa Jina langu nitalifanya."
  },
  {
    "verseNumber": "JHN 14:15",
    "verseText": "“Kama mnanipenda, mtazishika amri zangu."
  },
  {
    "verseNumber": "JHN 14:16",
    "verseText": "Nami nitamwomba Baba, naye atawapa Msaidizi mwingine akae nanyi milele."
  },
  {
    "verseNumber": "JHN 14:17",
    "verseText": "Huyo ndiye Roho wa kweli ambaye ulimwengu hauwezi kumpokea, kwa sababu haumwoni wala haumjui. Ninyi mnamjua kwa kuwa yuko pamoja nanyi naye anakaa ndani yenu."
  },
  {
    "verseNumber": "JHN 14:18",
    "verseText": "Sitawaacha ninyi yatima, naja kwenu."
  },
  {
    "verseNumber": "JHN 14:19",
    "verseText": "Bado kitambo kidogo ulimwengu hautaniona tena, ila ninyi mtaniona, kwa kuwa mimi ni hai, ninyi nanyi mtakuwa hai."
  },
  {
    "verseNumber": "JHN 14:20",
    "verseText": "Wakati huo mtajua ya kuwa mimi niko ndani ya Baba na ninyi mko ndani yangu na mimi niko ndani yenu."
  },
  {
    "verseNumber": "JHN 14:21",
    "verseText": "Yeyote mwenye amri zangu na kuzishika ndiye anipendaye, naye anipendaye atapendwa na Baba yangu, nami nitampenda na kujidhihirisha kwake.”"
  },
  {
    "verseNumber": "JHN 14:22",
    "verseText": "Ndipo Yuda, siyo Iskariote, akamwambia, “Bwana, itakuwaje kwamba utajidhihirisha kwetu na si kwa ulimwengu?”"
  },
  {
    "verseNumber": "JHN 14:23",
    "verseText": "Yesu akamjibu, “Mtu yeyote akinipenda atalishika neno langu na Baba yangu atampenda, nasi tutakuja kwake na kufanya makao yetu kwake."
  },
  {
    "verseNumber": "JHN 14:24",
    "verseText": "Mtu yeyote asiyenipenda hayashiki maneno yangu na maneno niliyowapa si yangu bali ni ya Baba aliyenituma."
  },
  {
    "verseNumber": "JHN 14:25",
    "verseText": "“Nimewaambia mambo haya yote wakati bado niko pamoja nanyi."
  },
  {
    "verseNumber": "JHN 14:26",
    "verseText": "Lakini huyo Msaidizi, yaani, huyo Roho Mtakatifu, ambaye Baba atamtuma kwenu kwa Jina langu, atawafundisha mambo yote na kuwakumbusha yote niliyowaambia."
  },
  {
    "verseNumber": "JHN 14:27",
    "verseText": "Amani nawaachia, amani yangu nawapa, amani hii niwapayo si kama ile ulimwengu utoayo. Msifadhaike mioyoni mwenu, wala msiogope."
  },
  {
    "verseNumber": "JHN 14:28",
    "verseText": "“Mlinisikia nikisema, ‘Ninakwenda zangu, lakini nitarudi tena.’ Kama kweli mngelinipenda mngelifurahi kwa kuwa naenda kwa Baba, kwani Baba ni mkuu kuniliko mimi."
  },
  {
    "verseNumber": "JHN 14:29",
    "verseText": "Nimewaambia mambo haya kabla hayajatukia, ili yatakapotukia mpate kuamini."
  },
  {
    "verseNumber": "JHN 14:30",
    "verseText": "Sitasema nanyi zaidi, kwa sababu yule mkuu wa ulimwengu huu anakuja, naye hana kitu kwangu,"
  },
  {
    "verseNumber": "JHN 14:31",
    "verseText": "lakini ulimwengu upate kujua kuwa ninampenda Baba, nami hufanya vile Baba alivyoniamuru. “Haya inukeni; twendeni zetu."
  },
  {
    "verseNumber": "JHN 15:1",
    "verseText": "“Mimi ndimi mzabibu wa kweli na Baba yangu ndiye mkulima."
  },
  {
    "verseNumber": "JHN 15:2",
    "verseText": "Kila tawi ndani yangu lisilozaa matunda, Baba yangu hulikata, nalo kila tawi lizaalo, hulisafisha ili lipate kuzaa matunda zaidi."
  },
  {
    "verseNumber": "JHN 15:3",
    "verseText": "Ninyi mmekwisha kuwa safi kwa sababu ya lile neno nililonena nanyi."
  },
  {
    "verseNumber": "JHN 15:4",
    "verseText": "Kaeni ndani yangu, nami nikae ndani yenu. Kama vile tawi lisivyoweza kuzaa matunda lisipokaa ndani ya mzabibu, vivyo hivyo ninyi msipokaa ndani yangu hamwezi kuzaa matunda."
  },
  {
    "verseNumber": "JHN 15:5",
    "verseText": "“Mimi ni mzabibu, ninyi ni matawi. Akaaye ndani yangu, nami ndani yake, huyo huzaa sana, maana pasipo mimi ninyi hamwezi kufanya jambo lolote."
  },
  {
    "verseNumber": "JHN 15:6",
    "verseText": "Mtu yeyote asipokaa ndani yangu, hutupwa nje kama tawi na kunyauka. Matawi kama hayo hukusanywa na kutupwa motoni, yakateketea."
  },
  {
    "verseNumber": "JHN 15:7",
    "verseText": "Ninyi mkikaa ndani yangu na maneno yangu yakikaa ndani yenu, ombeni lolote mtakalo, nanyi mtatendewa."
  },
  {
    "verseNumber": "JHN 15:8",
    "verseText": "Kwa hiyo Baba yangu hutukuzwa, kwa vile mzaavyo matunda mengi, nanyi mtakuwa wanafunzi wangu."
  },
  {
    "verseNumber": "JHN 15:9",
    "verseText": "“Kama vile Baba alivyonipenda mimi, hivyo ndivyo mimi nilivyowapenda ninyi. Basi kaeni katika pendo langu."
  },
  {
    "verseNumber": "JHN 15:10",
    "verseText": "Mkizishika amri zangu mtakaa katika pendo langu, kama mimi nilivyozishika amri za Baba yangu na kukaa katika pendo lake."
  },
  {
    "verseNumber": "JHN 15:11",
    "verseText": "Nimewaambia mambo haya ili furaha yangu iwe ndani yenu na furaha yenu iwe kamili."
  },
  {
    "verseNumber": "JHN 15:12",
    "verseText": "Amri yangu ndiyo hii: Mpendane kama mimi nilivyowapenda ninyi."
  },
  {
    "verseNumber": "JHN 15:13",
    "verseText": "Hakuna mtu mwenye upendo mkuu kuliko huu, mtu kuutoa uhai wake kwa ajili ya rafiki zake."
  },
  {
    "verseNumber": "JHN 15:14",
    "verseText": "Ninyi ni rafiki zangu mkifanya ninayowaamuru."
  },
  {
    "verseNumber": "JHN 15:15",
    "verseText": "Siwaiti ninyi watumishi tena, kwa sababu watumishi hawajui bwana wao analofanya, bali nimewaita ninyi rafiki, kwa maana nimewajulisha mambo yote niliyoyasikia kutoka kwa Baba yangu."
  },
  {
    "verseNumber": "JHN 15:16",
    "verseText": "Si ninyi mlionichagua, bali mimi ndiye niliyewachagua ninyi na kuwaweka mwende mkazae matunda, na matunda yenu yapate kudumu. Ili nalo lolote mtakalomwomba Baba katika Jina langu, awape ninyi."
  },
  {
    "verseNumber": "JHN 15:17",
    "verseText": "Amri yangu ndiyo hii: Mpendane."
  },
  {
    "verseNumber": "JHN 15:18",
    "verseText": "“Kama ulimwengu ukiwachukia ninyi, kumbukeni kwamba ulinichukia mimi kabla yenu."
  },
  {
    "verseNumber": "JHN 15:19",
    "verseText": "Kama mngekuwa wa ulimwengu, ulimwengu ungeliwapenda kama vile unavyowapenda walio wake. Kwa sababu ninyi si wa ulimwengu, lakini mimi nimewachagua kutoka ulimwengu, hii ndiyo sababu ulimwengu unawachukia."
  },
  {
    "verseNumber": "JHN 15:20",
    "verseText": "Kumbukeni lile neno nililowaambia, ‘Hakuna mtumishi aliye mkuu kuliko bwana wake.’ Kama wamenitesa mimi, nanyi pia watawatesa. Kama wamelishika neno langu, watalishika na neno lenu pia."
  },
  {
    "verseNumber": "JHN 15:21",
    "verseText": "Watawatendea ninyi haya yote kwa ajili ya Jina langu, kwa sababu hawamjui yeye aliyenituma."
  },
  {
    "verseNumber": "JHN 15:22",
    "verseText": "Kama sikuja na kusema nao wasingalikuwa na hatia ya dhambi. Lakini sasa hawana udhuru kwa ajili ya dhambi zao."
  },
  {
    "verseNumber": "JHN 15:23",
    "verseText": "Yeyote anayenichukia mimi, anamchukia pia na Baba yangu."
  },
  {
    "verseNumber": "JHN 15:24",
    "verseText": "Kama sikuwa nimefanya miujiza ambayo haijapata kufanywa na mtu mwingine yeyote, wasingalikuwa na hatia ya dhambi. Lakini sasa wameiona miujiza hii na bado wakatuchukia mimi na Baba yangu."
  },
  {
    "verseNumber": "JHN 15:25",
    "verseText": "Lakini hii ni kutimiza lile neno lililoandikwa kwenye Sheria kwamba, ‘Walinichukia pasipo sababu.’"
  },
  {
    "verseNumber": "JHN 15:26",
    "verseText": "“Lakini atakapokuja huyo Msaidizi nitakayemtuma kwenu kutoka kwa Baba, yaani, huyo Roho wa kweli atokaye kwa Baba, yeye atanishuhudia mimi."
  },
  {
    "verseNumber": "JHN 15:27",
    "verseText": "Ninyi nanyi itawapasa kushuhudia kwa sababu mmekuwa pamoja nami tangu mwanzo."
  },
  {
    "verseNumber": "JHN 16:1",
    "verseText": "“Nimewaambia mambo haya yote ili msije mkaiacha imani."
  },
  {
    "verseNumber": "JHN 16:2",
    "verseText": "Watawatenga na masinagogi. Naam, saa yaja ambayo mtu yeyote atakayewaua atadhani kwa kufanya hivyo anamtumikia Mungu."
  },
  {
    "verseNumber": "JHN 16:3",
    "verseText": "Nao watawatenda haya kwa sababu hawamjui Baba wala mimi."
  },
  {
    "verseNumber": "JHN 16:4",
    "verseText": "Lakini nimewaambia ninyi mambo haya, ili saa hiyo ikiwadia mpate kukumbuka ya kuwa nilikuwa nimewaambia. Sikuwaambia mambo haya tangu mwanzo kwa sababu nilikuwa pamoja nanyi."
  },
  {
    "verseNumber": "JHN 16:5",
    "verseText": "“Sasa mimi ninakwenda kwake yeye aliyenituma, lakini hakuna hata aniulizaye, ‘Unakwenda wapi?’"
  },
  {
    "verseNumber": "JHN 16:6",
    "verseText": "Kwa sababu nimewaambia mambo haya, mioyo yenu imejawa na huzuni."
  },
  {
    "verseNumber": "JHN 16:7",
    "verseText": "Lakini nawaambia kweli, yafaa mimi niondoke, kwa kuwa nisipoondoka, huyo Msaidizi hatakuja kwenu, lakini nikienda nitamtuma kwenu."
  },
  {
    "verseNumber": "JHN 16:8",
    "verseText": "Naye atakapokuja, atauthibitishia ulimwengu kuhusu dhambi, haki na hukumu."
  },
  {
    "verseNumber": "JHN 16:9",
    "verseText": "Kwa habari ya dhambi, kwa sababu hawaniamini mimi,"
  },
  {
    "verseNumber": "JHN 16:10",
    "verseText": "kwa habari ya haki, kwa sababu ninakwenda kwa Baba, nanyi hamtaniona tena,"
  },
  {
    "verseNumber": "JHN 16:11",
    "verseText": "kwa habari ya hukumu, kwa sababu yule mkuu wa ulimwengu huu amekwisha kuhukumiwa."
  },
  {
    "verseNumber": "JHN 16:12",
    "verseText": "“Bado ninayo mambo mengi ya kuwaambia, lakini hamwezi kuyastahimili sasa."
  },
  {
    "verseNumber": "JHN 16:13",
    "verseText": "Atakapokuja huyo Roho wa kweli atawaongoza awatie katika kweli yote. Yeye hatanena kwa ajili yake mwenyewe, bali atanena yale yote atakayosikia, naye atawaonyesha mambo yajayo."
  },
  {
    "verseNumber": "JHN 16:14",
    "verseText": "Atanitukuza mimi, kwa maana atayachukua yaliyo yangu na kuwajulisha ninyi."
  },
  {
    "verseNumber": "JHN 16:15",
    "verseText": "Vyote alivyo navyo Baba ni vyangu. Ndiyo maana nimesema Roho atachukua yaliyo yangu na kuwajulisha ninyi."
  },
  {
    "verseNumber": "JHN 16:16",
    "verseText": "“Bado kitambo kidogo nanyi hamtaniona na tena bado kitambo kidogo nanyi mtaniona.”"
  },
  {
    "verseNumber": "JHN 16:17",
    "verseText": "Baadhi ya wanafunzi wakaulizana, “Ana maana gani asemapo, ‘Bado kitambo kidogo nanyi hamtaniona na tena bado kitambo kidogo nanyi mtaniona’? Naye ana maana gani asemapo, ‘Kwa sababu ninakwenda kwa Baba’?”"
  },
  {
    "verseNumber": "JHN 16:18",
    "verseText": "Wakaendelea kuulizana, “Ana maana gani asemapo, ‘Kitambo kidogo’? Hatuelewi hilo analosema.”"
  },
  {
    "verseNumber": "JHN 16:19",
    "verseText": "Yesu akatambua kuwa walitaka kumuuliza juu ya hilo, hivyo akawaambia, “Je, mnaulizana nina maana gani niliposema, ‘Bado kitambo kidogo nanyi hamtaniona na tena bado kitambo kidogo nanyi mtaniona’?"
  },
  {
    "verseNumber": "JHN 16:20",
    "verseText": "Amin, amin nawaambia, ninyi mtalia na kuomboleza, lakini ulimwengu utafurahi. Ninyi mtahuzunika, lakini huzuni yenu itageuka kuwa furaha."
  },
  {
    "verseNumber": "JHN 16:21",
    "verseText": "Mwanamke anapokuwa na utungu wa kuzaa huwa na maumivu kwa sababu saa yake imewadia. Lakini mtoto akiisha kuzaliwa, yule mwanamke husahau maumivu hayo kwa sababu ya furaha ya kuzaliwa mtoto ulimwenguni."
  },
  {
    "verseNumber": "JHN 16:22",
    "verseText": "Hivyo ninyi mna maumivu sasa, lakini nitawaona tena, nayo mioyo yenu itafurahi na furaha yenu hakuna awaondoleaye."
  },
  {
    "verseNumber": "JHN 16:23",
    "verseText": "Katika siku hiyo hamtaniuliza neno lolote. Amin, amin nawaambia, kama mkimwomba Baba jambo lolote kwa jina langu, yeye atawapa."
  },
  {
    "verseNumber": "JHN 16:24",
    "verseText": "Mpaka sasa hamjaomba jambo lolote kwa Jina langu. Ombeni nanyi mtapewa, ili furaha yenu ipate kuwa kamili."
  },
  {
    "verseNumber": "JHN 16:25",
    "verseText": "“Nimewaambia mambo haya kwa mafumbo. Saa yaja ambapo sitazungumza nanyi tena kwa mafumbo bali nitawaeleza waziwazi kuhusu Baba."
  },
  {
    "verseNumber": "JHN 16:26",
    "verseText": "Siku hiyo mtaomba kwa Jina langu. Wala sitawaambia kwamba nitamwomba Baba kwa ajili yenu,"
  },
  {
    "verseNumber": "JHN 16:27",
    "verseText": "kwa maana Baba mwenyewe anawapenda, kwa sababu mmenipenda mimi na mmeamini kwamba nimetoka kwa Mungu."
  },
  {
    "verseNumber": "JHN 16:28",
    "verseText": "Nilitoka kwa Baba na kuja ulimwenguni, sasa naondoka ulimwenguni na kurudi kwa Baba.”"
  },
  {
    "verseNumber": "JHN 16:29",
    "verseText": "Ndipo wanafunzi wake wakasema, “Sasa unazungumza waziwazi, wala si kwa mafumbo."
  },
  {
    "verseNumber": "JHN 16:30",
    "verseText": "Sasa tumejua kwamba wewe unajua mambo yote, wala hakuna haja ya mtu kukuuliza maswali. Kwa jambo hili tunaamini kwamba ulitoka kwa Mungu.”"
  },
  {
    "verseNumber": "JHN 16:31",
    "verseText": "Yesu akawajibu, “Je, sasa mnaamini?"
  },
  {
    "verseNumber": "JHN 16:32",
    "verseText": "Saa inakuja, naam, imekwisha kuwadia, mtakapotawanyika kila mmoja kwenda nyumbani kwake na kuniacha peke yangu. Lakini mimi siko peke yangu kwa sababu Baba yu pamoja nami."
  },
  {
    "verseNumber": "JHN 16:33",
    "verseText": "Nimewaambia mambo haya, ili mpate kuwa na amani mkiwa ndani yangu. Ulimwenguni mtapata dhiki. Lakini jipeni moyo, kwa maana mimi nimeushinda ulimwengu.”"
  },
  {
    "verseNumber": "JHN 17:1",
    "verseText": "Baada ya Yesu kusema haya, alitazama kuelekea mbinguni akawaombea na kusema: “Baba, saa imewadia. Umtukuze Mwanao, ili Mwanao apate kukutukuza wewe."
  },
  {
    "verseNumber": "JHN 17:2",
    "verseText": "Kwa kuwa umempa mamlaka juu ya wote wenye mwili ili awape uzima wa milele wale uliompa."
  },
  {
    "verseNumber": "JHN 17:3",
    "verseText": "Nao uzima wa milele ndio huu, wakujue wewe uliye Mungu wa pekee, wa kweli na Yesu Kristo uliyemtuma."
  },
  {
    "verseNumber": "JHN 17:4",
    "verseText": "Nimekutukuza wewe duniani kwa kuitimiza ile kazi uliyonipa niifanye."
  },
  {
    "verseNumber": "JHN 17:5",
    "verseText": "Hivyo sasa, Baba, unitukuze mbele zako kwa ule utukufu niliokuwa nao pamoja na wewe kabla ulimwengu haujakuwepo."
  },
  {
    "verseNumber": "JHN 17:6",
    "verseText": "“Nimelidhihirisha jina lako kwa wale ulionipa kutoka ulimwengu. Walikuwa wako, nawe ukanipa mimi, nao wamelitii neno lako."
  },
  {
    "verseNumber": "JHN 17:7",
    "verseText": "Sasa wamejua ya kuwa vyote ulivyonipa vimetoka kwako,"
  },
  {
    "verseNumber": "JHN 17:8",
    "verseText": "kwa kuwa maneno yale ulionipa nimewapa wao, nao wameyapokea na kujua kwamba kweli nimetoka kwako, nao wameamini kuwa wewe ulinituma."
  },
  {
    "verseNumber": "JHN 17:9",
    "verseText": "Ninawaombea wao. Mimi siuombei ulimwengu, bali nawaombea wale ulionipa kwa sababu wao ni wako."
  },
  {
    "verseNumber": "JHN 17:10",
    "verseText": "Wote walio wangu ni wako na walio wako ni wangu, nami nimetukuzwa ndani yao."
  },
  {
    "verseNumber": "JHN 17:11",
    "verseText": "Mimi sasa simo tena ulimwenguni, lakini wao bado wamo ulimwenguni, nami naja kwako. Baba Mtakatifu, uwalinde kwa uweza wa jina lako ulilonipa, ili wawe na umoja kama sisi tulivyo wamoja."
  },
  {
    "verseNumber": "JHN 17:12",
    "verseText": "Nilipokuwa pamoja nao, niliwalinda, wakawa salama kwa lile jina ulilonipa. Hakuna hata mmoja aliyepotea, isipokuwa yule aliyekusudiwa upotevu, ili Maandiko yapate kutimia."
  },
  {
    "verseNumber": "JHN 17:13",
    "verseText": "“Lakini sasa naja kwako, nami ninasema mambo haya wakati bado nikiwa ulimwenguni, ili wawe na furaha yangu kamili ndani yao."
  },
  {
    "verseNumber": "JHN 17:14",
    "verseText": "Nimewapa neno lako, nao ulimwengu umewachukia kwa kuwa wao si wa ulimwengu kama mimi nisivyo wa ulimwengu huu."
  },
  {
    "verseNumber": "JHN 17:15",
    "verseText": "Siombi kwamba uwaondoe ulimwenguni, bali uwalinde dhidi ya yule mwovu."
  },
  {
    "verseNumber": "JHN 17:16",
    "verseText": "Wao si wa ulimwengu huu, kama vile mimi nisivyo wa ulimwengu."
  },
  {
    "verseNumber": "JHN 17:17",
    "verseText": "Uwatakase kwa ile kweli, neno lako ndilo kweli."
  },
  {
    "verseNumber": "JHN 17:18",
    "verseText": "Kama vile ulivyonituma mimi ulimwenguni, nami nawatuma vivyo hivyo."
  },
  {
    "verseNumber": "JHN 17:19",
    "verseText": "Kwa ajili yao najiweka wakfu ili wao nao wapate kutakaswa katika ile kweli."
  },
  {
    "verseNumber": "JHN 17:20",
    "verseText": "“Siwaombei hawa peke yao, bali nawaombea na wale wote watakaoniamini kupitia neno lao"
  },
  {
    "verseNumber": "JHN 17:21",
    "verseText": "ili wawe na umoja kama vile wewe Baba ulivyo ndani yangu na mimi nilivyo ndani yako, wao nao wawe ndani yetu, ili ulimwengu upate kuamini ya kuwa wewe ndiye uliyenituma mimi."
  },
  {
    "verseNumber": "JHN 17:22",
    "verseText": "Utukufu ule ulionipa nimewapa wao, ili wawe na umoja kama sisi tulivyo wamoja."
  },
  {
    "verseNumber": "JHN 17:23",
    "verseText": "Mimi ndani yako na wewe ndani yangu, ili wawe wamekamilika katika umoja na ulimwengu upate kujua ya kuwa umenituma, nami nimewapenda wao kama unavyonipenda mimi."
  },
  {
    "verseNumber": "JHN 17:24",
    "verseText": "“Baba, shauku yangu ni kwamba, wale ulionipa wawe pamoja nami pale nilipo, ili waweze kuuona utukufu wangu, yaani, utukufu ule ulionipa kwa kuwa ulinipenda hata kabla ya kuwekwa misingi ya ulimwengu."
  },
  {
    "verseNumber": "JHN 17:25",
    "verseText": "“Baba Mwenye Haki, ingawa ulimwengu haukujui, mimi ninakujua, nao wanajua ya kuwa umenituma."
  },
  {
    "verseNumber": "JHN 17:26",
    "verseText": "Nimefanya jina lako lijulikane kwao nami nitaendelea kufanya lijulikane, ili kwamba upendo ule unaonipenda mimi uwe ndani yao na mimi mwenyewe nipate kuwa ndani yao.”"
  },
  {
    "verseNumber": "JHN 18:1",
    "verseText": "Yesu alipomaliza kuomba, akaondoka na wanafunzi wake wakavuka Bonde la Kidroni. Upande wa pili palikuwa na bustani, yeye na wanafunzi wake wakaingia humo."
  },
  {
    "verseNumber": "JHN 18:2",
    "verseText": "Basi Yuda, yule aliyemsaliti alipafahamu mahali hapo kwani Yesu alikuwa akikutana humo na wanafunzi wake mara kwa mara."
  },
  {
    "verseNumber": "JHN 18:3",
    "verseText": "Hivyo Yuda akaja bustanini. Aliongoza kikosi cha askari wa Kirumi, na baadhi ya maafisa kutoka kwa viongozi wa makuhani na Mafarisayo. Nao walikuwa wamechukua taa, mienge na silaha."
  },
  {
    "verseNumber": "JHN 18:4",
    "verseText": "Yesu akijua yale yote yatakayompata, akajitokeza mbele yao akawauliza, “Mnamtafuta nani?”"
  },
  {
    "verseNumber": "JHN 18:5",
    "verseText": "Wao wakamjibu, “Yesu wa Nazareti.” Yesu akawajibu, “Mimi ndiye.” Yuda, yule aliyemsaliti alikuwa amesimama pamoja nao."
  },
  {
    "verseNumber": "JHN 18:6",
    "verseText": "Yesu alipowaambia, “Mimi ndiye,” walirudi nyuma na kuanguka chini!"
  },
  {
    "verseNumber": "JHN 18:7",
    "verseText": "Akawauliza tena, “Mnamtafuta nani?” Nao wakamjibu, “Yesu wa Nazareti.”"
  },
  {
    "verseNumber": "JHN 18:8",
    "verseText": "Yesu akawaambia, “Nimekwisha kuwaambia kuwa, mimi ndiye; kwa hiyo kama mnanitafuta mimi, waacheni hawa watu waende zao.”"
  },
  {
    "verseNumber": "JHN 18:9",
    "verseText": "Hii ilikuwa ili litimie lile neno alilosema, “Sikumpoteza hata mmoja miongoni mwa wale ulionipa.”"
  },
  {
    "verseNumber": "JHN 18:10",
    "verseText": "Simoni Petro, aliyekuwa na upanga, akaufuta na kumkata sikio la kuume mtumishi wa kuhani mkuu. Jina la mtumishi huyo aliitwa Malko."
  },
  {
    "verseNumber": "JHN 18:11",
    "verseText": "Yesu akamwambia Petro, “Rudisha upanga wako kwenye ala yake. Je, hainipasi kukinywea kikombe alichonipa Baba?”"
  },
  {
    "verseNumber": "JHN 18:12",
    "verseText": "Hivyo wale askari, wakiwa pamoja na majemadari wao na maafisa wa Wayahudi, wakamkamata Yesu na kumfunga."
  },
  {
    "verseNumber": "JHN 18:13",
    "verseText": "Kwanza wakampeleka kwa Anasi, mkwewe Kayafa, aliyekuwa kuhani mkuu mwaka ule."
  },
  {
    "verseNumber": "JHN 18:14",
    "verseText": "Kayafa ndiye alikuwa amewashauri Wayahudi kwamba imempasa mtu mmoja kufa kwa ajili ya watu."
  },
  {
    "verseNumber": "JHN 18:15",
    "verseText": "Simoni Petro pamoja na mwanafunzi mwingine walikuwa wakimfuata Yesu. Huyu mwanafunzi mwingine alikuwa anafahamika kwa kuhani mkuu, hivyo aliingia ndani ya ukumbi pamoja na Yesu."
  },
  {
    "verseNumber": "JHN 18:16",
    "verseText": "Lakini Petro alisimama nje karibu na lango, ndipo yule mwanafunzi mwingine, aliyejulikana na kuhani mkuu, akazungumza na msichana aliyekuwa analinda lango, akamruhusu Petro aingie ndani."
  },
  {
    "verseNumber": "JHN 18:17",
    "verseText": "Yule msichana akamuuliza Petro, “Je, wewe pia si mmoja wa wanafunzi wa mtu huyu?” Petro akajibu, “Sio mimi.”"
  },
  {
    "verseNumber": "JHN 18:18",
    "verseText": "Wale watumishi na askari walikuwa wamesimama wakiota moto wa makaa kwa sababu palikuwa na baridi, Petro naye alikuwa amesimama pamoja nao akiota moto."
  },
  {
    "verseNumber": "JHN 18:19",
    "verseText": "Wakati huo kuhani mkuu akawa anamuuliza Yesu kuhusu wanafunzi wake na mafundisho yake."
  },
  {
    "verseNumber": "JHN 18:20",
    "verseText": "Yesu akamjibu, “Nimekuwa nikizungumza waziwazi mbele ya watu wote. Siku zote nimefundisha katika masinagogi na Hekaluni, mahali ambapo Wayahudi wote hukusanyika. Sikusema jambo lolote kwa siri."
  },
  {
    "verseNumber": "JHN 18:21",
    "verseText": "Mbona unaniuliza mimi maswali? Waulize wale walionisikia yale niliyowaambia. Wao wanajua niliyosema.”"
  },
  {
    "verseNumber": "JHN 18:22",
    "verseText": "Alipomaliza kusema hayo, mmoja wa askari aliyekuwa amesimama karibu naye, akampiga Yesu kofi usoni, kisha akasema, “Je, hivyo ndivyo unavyomjibu kuhani mkuu?”"
  },
  {
    "verseNumber": "JHN 18:23",
    "verseText": "Yesu akamjibu akasema, “Kama nimesema jambo baya, shuhudia huo ubaya niliousema. Lakini kama nimesema yaliyo kweli, mbona umenipiga?”"
  },
  {
    "verseNumber": "JHN 18:24",
    "verseText": "Ndipo Anasi akampeleka Yesu kwa kuhani mkuu Kayafa, akiwa bado amefungwa."
  },
  {
    "verseNumber": "JHN 18:25",
    "verseText": "Wakati huo Simoni Petro alikuwa amesimama akiota moto. Baadhi ya wale waliokuwepo wakamuuliza, “Je, wewe si mmoja wa wanafunzi wake?” Petro akakana, akasema, “Sio mimi.”"
  },
  {
    "verseNumber": "JHN 18:26",
    "verseText": "Mmoja wa watumishi wa kuhani mkuu, ndugu yake yule mtu ambaye Petro alikuwa amemkata sikio, akamuuliza, “Je, mimi sikukuona kule bustanini ukiwa na Yesu?”"
  },
  {
    "verseNumber": "JHN 18:27",
    "verseText": "Kwa mara nyingine tena Petro akakana, naye jogoo akawika wakati huo huo."
  },
  {
    "verseNumber": "JHN 18:28",
    "verseText": "Ndipo Wayahudi wakamchukua Yesu kutoka kwa Kayafa na kumpeleka kwenye jumba la kifalme la mtawala wa Kirumi. Wakati huo ilikuwa ni alfajiri, ili kuepuka kuwa najisi kwa taratibu za ibada, Wayahudi hawakuingia ndani kwa sababu ya sheria za Kiyahudi. Wangehesabiwa kuwa najisi kama wangeingia nyumbani mwa mtu asiye Myahudi na wasingeruhusiwa kushiriki katika Sikukuu ya Pasaka."
  },
  {
    "verseNumber": "JHN 18:29",
    "verseText": "Hivyo Pilato akatoka nje walikokuwa akawauliza, “Mmeleta mashtaka gani kumhusu mtu huyu?”"
  },
  {
    "verseNumber": "JHN 18:30",
    "verseText": "Wao wakamjibu, “Kama huyu mtu hakuwa mhalifu tusingemleta kwako.”"
  },
  {
    "verseNumber": "JHN 18:31",
    "verseText": "Pilato akawaambia, “Basi mchukueni ninyi mkamhukumu kwa kufuata sheria zenu.” Wayahudi wakamjibu, “Sisi haturuhusiwi kutoa hukumu ya kifo kwa mtu yeyote.”"
  },
  {
    "verseNumber": "JHN 18:32",
    "verseText": "Walisema hivyo ili yale maneno aliyosema Yesu kuhusu kifo atakachokufa yapate kutimia."
  },
  {
    "verseNumber": "JHN 18:33",
    "verseText": "Kwa hiyo Pilato akaingia ndani ya jumba la kifalme, akamwita Yesu, akamuuliza, “Wewe ndiye mfalme wa Wayahudi?”"
  },
  {
    "verseNumber": "JHN 18:34",
    "verseText": "Yesu akamjibu, “Je, unauliza swali hili kutokana na mawazo yako mwenyewe, au uliambiwa na watu kunihusu mimi?”"
  },
  {
    "verseNumber": "JHN 18:35",
    "verseText": "Pilato akamjibu, “Mimi si Myahudi, ama sivyo? Taifa lako mwenyewe na viongozi wa makuhani wamekukabidhi kwangu. Umefanya kosa gani?”"
  },
  {
    "verseNumber": "JHN 18:36",
    "verseText": "Yesu akajibu, “Ufalme wangu si wa ulimwengu huu. Ufalme wangu ungekuwa wa ulimwengu huu, wafuasi wangu wangenipigania ili nisitiwe mikononi mwa Wayahudi. Lakini kama ilivyo, ufalme wangu hautoki hapa ulimwenguni.”"
  },
  {
    "verseNumber": "JHN 18:37",
    "verseText": "Pilato akamuuliza, “Kwa hiyo wewe ni mfalme?” Yesu akajibu, “Wewe wasema kwamba mimi ni mfalme. Kwa kusudi hili nilizaliwa, na kwa ajili ya hili nilikuja ulimwenguni, ili niishuhudie kweli. Mtu yeyote aliye wa kweli husikia sauti yangu.”"
  },
  {
    "verseNumber": "JHN 18:38",
    "verseText": "Pilato akamuuliza Yesu, “Kweli ni nini?” Baada ya kusema haya Pilato akaenda nje tena akawaambia wale viongozi wa Wayahudi waliomshtaki Yesu, “Sioni kosa lolote alilotenda mtu huyu."
  },
  {
    "verseNumber": "JHN 18:39",
    "verseText": "Lakini ninyi mna desturi yenu kwamba wakati wa Pasaka nimwachie huru mfungwa mmoja mnayemtaka. Je, mnataka niwafungulie huyu ‘Mfalme wa Wayahudi’?”"
  },
  {
    "verseNumber": "JHN 18:40",
    "verseText": "Wao wakapiga kelele wakisema, “Si huyu mtu, bali tufungulie Baraba!” Yule Baraba alikuwa mnyangʼanyi."
  },
  {
    "verseNumber": "JHN 19:1",
    "verseText": "Ndipo Pilato akamtoa Yesu akaamuru apigwe mijeledi."
  },
  {
    "verseNumber": "JHN 19:2",
    "verseText": "Askari wakasokota taji ya miiba, wakamvika Yesu kichwani. Wakamvalisha joho la zambarau."
  },
  {
    "verseNumber": "JHN 19:3",
    "verseText": "Wakawa wanapanda pale alipo tena na tena, wakisema, “Salamu! Mfalme wa Wayahudi!” Huku wakimpiga makofi usoni."
  },
  {
    "verseNumber": "JHN 19:4",
    "verseText": "Pilato akatoka tena nje akawaambia wale waliokusanyika, “Tazameni, namkabidhi Yesu kwenu kuwajulisha kwamba mimi sikumwona ana hatia.”"
  },
  {
    "verseNumber": "JHN 19:5",
    "verseText": "Kwa hiyo Yesu akatoka nje akiwa amevaa ile taji ya miiba na lile vazi la zambarau. Pilato akawaambia, “Tazameni, huyu hapa huyo mtu!”"
  },
  {
    "verseNumber": "JHN 19:6",
    "verseText": "Wale viongozi wa makuhani na maafisa walipomwona, wakapiga kelele wakisema, “Msulubishe! Msulubishe!” Pilato akawaambia, “Mchukueni ninyi mkamsulubishe, mimi sioni hatia juu yake.”"
  },
  {
    "verseNumber": "JHN 19:7",
    "verseText": "Wayahudi wakamjibu, “Sisi tunayo sheria na kutokana na sheria hiyo, hana budi kufa kwa sababu yeye alijiita Mwana wa Mungu.”"
  },
  {
    "verseNumber": "JHN 19:8",
    "verseText": "Pilato aliposikia haya, akaogopa zaidi."
  },
  {
    "verseNumber": "JHN 19:9",
    "verseText": "Akaingia tena ndani ya jumba la kifalme, akamuuliza Yesu, “Wewe umetoka wapi?” Lakini Yesu hakumjibu."
  },
  {
    "verseNumber": "JHN 19:10",
    "verseText": "Pilato akamwambia, “Wewe unakataa kuongea na mimi? Hujui ya kuwa nina mamlaka ya kukuachia huru au kukusulubisha?”"
  },
  {
    "verseNumber": "JHN 19:11",
    "verseText": "Ndipo Yesu akamwambia, “Wewe hungekuwa na mamlaka yoyote juu yangu kama hungepewa kutoka juu. Kwa hiyo yeye aliyenitia mikononi mwako ana hatia ya dhambi iliyo kubwa zaidi.”"
  },
  {
    "verseNumber": "JHN 19:12",
    "verseText": "Tangu wakati huo, Pilato akajitahidi kutafuta njia ya kumfungua Yesu, lakini Wayahudi wakazidi kupiga kelele wakisema, “Ukimwachia huyu mtu, wewe si rafiki wa Kaisari. Mtu yeyote anayedai kuwa mfalme anampinga Kaisari.”"
  },
  {
    "verseNumber": "JHN 19:13",
    "verseText": "Pilato aliposikia maneno haya akamtoa Yesu nje tena akaketi katika kiti chake cha hukumu, mahali palipoitwa Sakafu ya Jiwe, kwa Kiebrania paliitwa Gabatha"
  },
  {
    "verseNumber": "JHN 19:14",
    "verseText": "Basi ilikuwa siku ya Maandalio ya Pasaka, yapata kama saa sita hivi. Pilato akawaambia Wayahudi, “Huyu hapa mfalme wenu!”"
  },
  {
    "verseNumber": "JHN 19:15",
    "verseText": "Wao wakapiga kelele, “Mwondoe! Mwondoe! Msulubishe!” Pilato akawauliza, “Je, nimsulubishe mfalme wenu?” Wale viongozi wa makuhani wakamjibu, “Sisi hatuna mfalme mwingine ila Kaisari.”"
  },
  {
    "verseNumber": "JHN 19:16",
    "verseText": "Ndipo Pilato akamkabidhi Yesu kwao ili wamsulubishe. Kusulubiwa Kwa Yesu Kwa hiyo askari wakamchukua Yesu."
  },
  {
    "verseNumber": "JHN 19:17",
    "verseText": "Yesu, akiwa ameubeba msalaba wake, akatoka kuelekea mahali palipoitwa Fuvu la Kichwa (kwa Kiebrania ni Golgotha)."
  },
  {
    "verseNumber": "JHN 19:18",
    "verseText": "Hapo ndipo walipomsulubisha. Pamoja naye walisulubisha watu wengine wawili, mmoja kila upande wake, naye Yesu katikati."
  },
  {
    "verseNumber": "JHN 19:19",
    "verseText": "Pilato akaamuru tangazo liandikwe na liwekwe juu kwenye msalaba wa Yesu, likasema: “Yesu wa Nazareti, Mfalme wa Wayahudi.”"
  },
  {
    "verseNumber": "JHN 19:20",
    "verseText": "Kwa kuwa mahali hapo Yesu aliposulubiwa palikuwa karibu na mjini, Wayahudi wengi walisoma maandishi haya yaliyokuwa yameandikwa kwa lugha za Kiebrania, Kiyunani na Kilatini."
  },
  {
    "verseNumber": "JHN 19:21",
    "verseText": "Viongozi wa makuhani wa Wayahudi wakapinga, wakamwambia Pilato, “Usiandike ‘Mfalme wa Wayahudi,’ bali andika kwamba mtu huyu alisema yeye ni mfalme wa Wayahudi.”"
  },
  {
    "verseNumber": "JHN 19:22",
    "verseText": "Pilato akawajibu, “Nilichokwisha kuandika, nimeandika!”"
  },
  {
    "verseNumber": "JHN 19:23",
    "verseText": "Askari walipokwisha kumsulubisha Yesu, walichukua nguo zake wakazigawa mafungu manne, kila askari fungu lake. Ila walikubaliana wasilichane lile vazi lake kwa maana lilikuwa halina mshono bali limefumwa tangu juu hadi chini."
  },
  {
    "verseNumber": "JHN 19:24",
    "verseText": "Wakaambiana, “Tusilichane ila tulipigie kura ili kuamua ni nani atalichukua.” Hili lilitukia ili Maandiko yapate kutimizwa yale yaliyosema, “Wanagawana nguo zangu, na vazi langu wanalipigia kura.” Hayo ndiyo waliyoyafanya wale askari."
  },
  {
    "verseNumber": "JHN 19:25",
    "verseText": "Wakati huo huo karibu na msalaba wa Yesu walikuwa wamesimama mama yake, na dada wa mamaye, na Maria mke wa Klopa, na Maria Magdalene."
  },
  {
    "verseNumber": "JHN 19:26",
    "verseText": "Yesu alipomwona mama yake mahali pale pamoja na yule mwanafunzi aliyempenda wamesimama karibu, akamwambia mama yake, “Mwanamke, huyo hapo ndiye mwanao,”"
  },
  {
    "verseNumber": "JHN 19:27",
    "verseText": "kisha akamwambia yule mwanafunzi, “Nawe huyo hapo ndiye mama yako.” Tangu wakati huo yule mwanafunzi akamchukua mama yake Yesu nyumbani kwake."
  },
  {
    "verseNumber": "JHN 19:28",
    "verseText": "Baada ya haya, Yesu hali akijua kuwa mambo yote yamemalizika, alisema ili kutimiza Maandiko, “Naona kiu.”"
  },
  {
    "verseNumber": "JHN 19:29",
    "verseText": "Hapo palikuwa na bakuli lililojaa siki. Kwa hiyo wakachovya sifongo kwenye hiyo siki, wakaiweka kwenye ufito wa mti wa hisopo, wakampelekea mdomoni."
  },
  {
    "verseNumber": "JHN 19:30",
    "verseText": "Baada ya kuionja hiyo siki, Yesu akasema, “Imekwisha.” Akainamisha kichwa chake, akaitoa roho yake."
  },
  {
    "verseNumber": "JHN 19:31",
    "verseText": "Kwa kuwa ilikuwa siku ya Maandalio ya Pasaka, Wayahudi hawakutaka miili ibaki msalabani siku ya Sabato, hasa kwa kuwa hiyo Sabato ingekuwa Sikukuu. Wakamwomba Pilato aamuru miguu ya wale waliosulubiwa ivunjwe ili wafe haraka miili iondolewe kwenye misalaba."
  },
  {
    "verseNumber": "JHN 19:32",
    "verseText": "Kwa hiyo askari wakaenda wakavunja miguu ya mtu wa kwanza aliyesulubiwa pamoja na Yesu na yule mwingine pia."
  },
  {
    "verseNumber": "JHN 19:33",
    "verseText": "Lakini walipomkaribia Yesu, wakaona ya kuwa amekwisha kufa, hivyo hawakuvunja miguu yake."
  },
  {
    "verseNumber": "JHN 19:34",
    "verseText": "Badala yake mmoja wa wale askari akamchoma mkuki ubavuni na mara pakatoka damu na maji."
  },
  {
    "verseNumber": "JHN 19:35",
    "verseText": "Mtu aliyeona mambo hayo ndiye alitoa ushuhuda, nao ushuhuda wake ni kweli. Anajua kuwa anasema kweli, naye anashuhudia ili pia nanyi mpate kuamini."
  },
  {
    "verseNumber": "JHN 19:36",
    "verseText": "Kwa maana mambo haya yalitukia ili Maandiko yapate kutimia, yale yasemayo, “Hakuna hata mfupa wake mmoja utakaovunjwa.”"
  },
  {
    "verseNumber": "JHN 19:37",
    "verseText": "Tena Andiko lingine lasema, “Watamtazama yeye waliyemchoma.”"
  },
  {
    "verseNumber": "JHN 19:38",
    "verseText": "Baada ya mambo haya, Yosefu wa Arimathaya, aliyekuwa mfuasi wa Yesu, ingawa kwa siri kwa sababu ya kuwaogopa Wayahudi, alimwomba Pilato ruhusa ili kuuchukua mwili wa Yesu. Pilato alimruhusu, hivyo akaja, akauchukua."
  },
  {
    "verseNumber": "JHN 19:39",
    "verseText": "Naye Nikodemo, yule ambaye kwanza alimwendea Yesu usiku, akaja, akaleta mchanganyiko wa manemane na manukato, yenye uzito wa zaidi ya kilo thelathini"
  },
  {
    "verseNumber": "JHN 19:40",
    "verseText": "Wakauchukua mwili wa Yesu, wakaufunga katika sanda ya kitani safi pamoja na yale manukato, kama ilivyokuwa desturi ya Wayahudi."
  },
  {
    "verseNumber": "JHN 19:41",
    "verseText": "Basi palikuwa na bustani karibu na mahali pale aliposulubiwa, na pale ndani ya ile bustani palikuwa na kaburi jipya, ambalo halikuwa limezikiwa mtu bado."
  },
  {
    "verseNumber": "JHN 19:42",
    "verseText": "Kwa hiyo, kwa kuwa ilikuwa siku ya Wayahudi ya Maandalio, nalo kaburi hilo lilikuwa karibu, wakamzika Yesu humo."
  },
  {
    "verseNumber": "JHN 20:1",
    "verseText": "Alfajiri na mapema siku ya kwanza ya juma, kulipokuwa kungali giza bado, Maria Magdalene alikwenda kaburini na kukuta lile jiwe limeondolewa penye ingilio."
  },
  {
    "verseNumber": "JHN 20:2",
    "verseText": "Hivyo akaja akikimbia kwa Simoni Petro pamoja na yule mwanafunzi mwingine ambaye Yesu alimpenda, na kusema, “Wamemwondoa Bwana kaburini, na hatujui walikomweka!”"
  },
  {
    "verseNumber": "JHN 20:3",
    "verseText": "Petro na yule mwanafunzi mwingine wakaondoka mara kuelekea kaburini."
  },
  {
    "verseNumber": "JHN 20:4",
    "verseText": "Wote wawili walikuwa wanakimbia, lakini yule mwanafunzi mwingine akakimbia mbio zaidi kuliko Petro, akatangulia kufika kaburini."
  },
  {
    "verseNumber": "JHN 20:5",
    "verseText": "Alipofika, akainama na kuchungulia mle kaburini, akaona vile vitambaa vya kitani mle ndani, lakini hakuingia."
  },
  {
    "verseNumber": "JHN 20:6",
    "verseText": "Ndipo Simoni Petro akaja, akimfuata nyuma akaenda moja kwa moja hadi ndani ya kaburi. Naye akaona vile vitambaa vya ile sanda vikiwa pale chini"
  },
  {
    "verseNumber": "JHN 20:7",
    "verseText": "na kile kitambaa kilichokuwa kichwani mwa Yesu. Kitambaa hicho kilikuwa kimekunjwa mahali pa peke yake, mbali na vile vitambaa vya kitani vya ile sanda."
  },
  {
    "verseNumber": "JHN 20:8",
    "verseText": "Kisha yule mwanafunzi aliyetangulia kufika kaburini naye akaingia ndani, akaona, akaamini,"
  },
  {
    "verseNumber": "JHN 20:9",
    "verseText": "(kwa kuwa mpaka wakati huo walikuwa bado hawajaelewa kutoka Maandiko kwamba ilikuwa lazima Yesu afufuke kutoka kwa wafu)."
  },
  {
    "verseNumber": "JHN 20:10",
    "verseText": "Kisha hao wanafunzi wakaondoka wakarudi nyumbani kwao."
  },
  {
    "verseNumber": "JHN 20:11",
    "verseText": "Lakini Maria Magdalene akasimama nje ya kaburi akilia. Alipokuwa akilia, akainama, kuchungulia mle kaburini,"
  },
  {
    "verseNumber": "JHN 20:12",
    "verseText": "naye akaona malaika wawili wamevaa mavazi meupe, wameketi pale mwili wa Yesu ulipokuwa umelazwa, mmoja upande wa kichwani na mwingine upande wa miguuni."
  },
  {
    "verseNumber": "JHN 20:13",
    "verseText": "Wakamuuliza Maria, “Mwanamke, mbona unalia?” Akawaambia, “Nalia kwa kuwa wamemchukua Bwana wangu na sijui walikomweka.”"
  },
  {
    "verseNumber": "JHN 20:14",
    "verseText": "Baada ya kusema hayo, akageuka, akamwona Yesu amesimama, lakini hakumtambua."
  },
  {
    "verseNumber": "JHN 20:15",
    "verseText": "Yesu akamwambia, “Mwanamke, mbona unalia? Unamtafuta nani?” Maria akidhani ya kuwa aliyekuwa anaongea naye ni mtunza bustani, kwa hiyo akamwambia, “Bwana, kama ni wewe umemchukua, tafadhali nionyeshe ulikomweka, nami nitamchukua.”"
  },
  {
    "verseNumber": "JHN 20:16",
    "verseText": "Yesu akamwita, “Maria!” Ndipo Maria akamgeukia Yesu na kusema naye kwa Kiebrania, “Rabboni!” (maana yake Mwalimu)."
  },
  {
    "verseNumber": "JHN 20:17",
    "verseText": "Yesu akamwambia, “Usinishike, kwa maana sijapaa kwenda kwa Baba. Lakini nenda kwa ndugu zangu ukawaambie, ‘Ninapaa kwenda kwa Baba yangu ambaye ni Baba yenu, kwa Mungu wangu ambaye ni Mungu wenu.’ ”"
  },
  {
    "verseNumber": "JHN 20:18",
    "verseText": "Kwa hiyo Maria Magdalene akaenda kuwatangazia wanafunzi wa Yesu, akisema, “Nimemwona Bwana!” Naye akawaambia kwamba Yesu alikuwa amemweleza mambo hayo yote."
  },
  {
    "verseNumber": "JHN 20:19",
    "verseText": "Ikawa jioni ya ile siku ya kwanza ya juma, wanafunzi wake walikuwa pamoja, milango ikiwa imefungwa kwa kuwaogopa Wayahudi. Naye Yesu aliwatokea, akasimama katikati yao, akasema, “Amani iwe nanyi!”"
  },
  {
    "verseNumber": "JHN 20:20",
    "verseText": "Baada ya kusema haya, akawaonyesha mikono yake na ubavu wake. Wanafunzi wake wakafurahi sana walipomwona Bwana."
  },
  {
    "verseNumber": "JHN 20:21",
    "verseText": "Yesu akawaambia tena, “Amani iwe nanyi! Kama vile Baba alivyonituma mimi, mimi nami nawatuma ninyi.”"
  },
  {
    "verseNumber": "JHN 20:22",
    "verseText": "Naye alipokwisha kusema haya, akawavuvia, akawaambia, “Pokeeni Roho Mtakatifu."
  },
  {
    "verseNumber": "JHN 20:23",
    "verseText": "Mkimwondolea mtu yeyote dhambi zake, zitaondolewa, na yeyote msiyemwondolea dhambi zake, hazitaondolewa.”"
  },
  {
    "verseNumber": "JHN 20:24",
    "verseText": "Lakini Tomaso, aliyeitwa Didimasi, yaani Pacha, mmoja wa wale kumi na wawili, hakuwa pamoja nao Yesu alipokuja."
  },
  {
    "verseNumber": "JHN 20:25",
    "verseText": "Hivyo wale wanafunzi wengine wakamwambia, “Tumemwona Bwana.” Lakini yeye akawaambia, “Nisipoona zile alama za misumari mikononi mwake, na kuweka kidole changu kwenye hizo alama za misumari na mkono wangu ubavuni mwake, sitaamini.”"
  },
  {
    "verseNumber": "JHN 20:26",
    "verseText": "Baada ya siku nane, wanafunzi wake walikuwa tena pamoja ndani ya nyumba, naye Tomaso alikuwa pamoja nao. Ndipo Yesu akaja milango ikiwa imefungwa na kusimama katikati yao akasema, “Amani iwe nanyi.”"
  },
  {
    "verseNumber": "JHN 20:27",
    "verseText": "Kisha akamwambia Tomaso, “Weka kidole chako hapa na uone mikono yangu, nyoosha mkono wako uguse ubavuni mwangu. Usiwe na shaka, bali uamini tu.”"
  },
  {
    "verseNumber": "JHN 20:28",
    "verseText": "Tomaso akamwambia, “Bwana wangu na Mungu wangu!”"
  },
  {
    "verseNumber": "JHN 20:29",
    "verseText": "Yesu akamwambia, “Umeamini kwa kuwa umeniona? Wamebarikiwa wale ambao hawajaona lakini wameamini.”"
  },
  {
    "verseNumber": "JHN 20:30",
    "verseText": "Yesu alifanya miujiza mingine mingi mbele za wanafunzi wake, ambayo haikuandikwa katika kitabu hiki."
  },
  {
    "verseNumber": "JHN 20:31",
    "verseText": "Lakini haya yameandikwa ili mweze kuamini ya kuwa Yesu ndiye Kristo, Mwana wa Mungu, na kwa kumwamini mpate uzima katika jina lake."
  },
  {
    "verseNumber": "JHN 21:1",
    "verseText": "Baada ya haya Yesu akawatokea tena wanafunzi wake kando ya Bahari ya Tiberia. Yeye alijionyesha kwao hivi:"
  },
  {
    "verseNumber": "JHN 21:2",
    "verseText": "Simoni Petro, Tomaso aitwaye Didimasi, yaani Pacha, Nathanaeli wa Kana ya Galilaya, wana wa Zebedayo na wanafunzi wengine wawili walikuwa pamoja."
  },
  {
    "verseNumber": "JHN 21:3",
    "verseText": "Simoni Petro akawaambia wenzake, “Mimi naenda kuvua samaki.” Nao wakamwambia, “Tutakwenda pamoja nawe.” Wakatoka, wakaingia ndani ya mashua, lakini usiku ule hawakupata chochote."
  },
  {
    "verseNumber": "JHN 21:4",
    "verseText": "Mara baada ya kupambazuka, Yesu akasimama ufuoni, lakini wanafunzi hawakumtambua kwamba alikuwa Yesu."
  },
  {
    "verseNumber": "JHN 21:5",
    "verseText": "Yesu akawaambia, “Wanangu, je, mna samaki wowote?” Wakamjibu, “La.”"
  },
  {
    "verseNumber": "JHN 21:6",
    "verseText": "Akawaambia, “Shusheni nyavu upande wa kuume wa mashua yenu nanyi mtapata samaki.” Wakashusha nyavu na tazama wakapata samaki wengi mno hata wakashindwa kuvutia zile nyavu zilizojaa samaki ndani ya mashua."
  },
  {
    "verseNumber": "JHN 21:7",
    "verseText": "Yule mwanafunzi aliyependwa na Yesu akamwambia Petro, “Huyu ni Bwana!” Simoni Petro aliposikia haya, akajifunga nguo yake kwa kuwa alikuwa uchi, naye akajitosa baharini."
  },
  {
    "verseNumber": "JHN 21:8",
    "verseText": "Wale wanafunzi wengine wakaja kwa ile mashua huku wakikokota ule wavu uliyojaa samaki, maana hawakuwa mbali na nchi kavu, ilikuwa yapata dhiraa 200"
  },
  {
    "verseNumber": "JHN 21:9",
    "verseText": "Walipofika ufuoni, wakaona moto wa makaa na samaki wakiokwa juu yake na mikate."
  },
  {
    "verseNumber": "JHN 21:10",
    "verseText": "Yesu akawaambia, “Leteni baadhi ya hao samaki mliovua sasa hivi.”"
  },
  {
    "verseNumber": "JHN 21:11",
    "verseText": "Simoni Petro akapanda kwenye mashua na kuukokota ule wavu pwani. Ulikuwa umejaa samaki wakubwa 153. Ingawa samaki walikuwa wengi kiasi hicho, ule wavu haukuchanika."
  },
  {
    "verseNumber": "JHN 21:12",
    "verseText": "Yesu akawaambia, “Njooni mpate kifungua kinywa.” Hakuna hata mmoja wa wanafunzi aliyethubutu kumuuliza, “Wewe ni nani?” Kwa sababu walijua ya kuwa ni Bwana."
  },
  {
    "verseNumber": "JHN 21:13",
    "verseText": "Yesu akaja, akachukua ule mkate, akawapa na vivyo hivyo akawagawia pia wale samaki."
  },
  {
    "verseNumber": "JHN 21:14",
    "verseText": "Hii ilikuwa mara ya tatu Yesu kuwatokea wanafunzi wake baada yake kufufuliwa kutoka kwa wafu."
  },
  {
    "verseNumber": "JHN 21:15",
    "verseText": "Walipokwisha kula, Yesu akamuuliza Simoni Petro, “Je, Simoni mwana wa Yohana, unanipenda kweli kuliko hawa?” Yeye akamjibu, “Ndiyo Bwana, wewe unajua ya kuwa ninakupenda.” Yesu akamwambia, “Lisha wana-kondoo wangu.”"
  },
  {
    "verseNumber": "JHN 21:16",
    "verseText": "Yesu akamwambia tena, “Simoni, mwana wa Yohana, wanipenda?” Petro akamjibu, “Ndiyo Bwana, wewe unajua ya kuwa ninakupenda.” Yesu akamwambia, “Chunga kondoo zangu.”"
  },
  {
    "verseNumber": "JHN 21:17",
    "verseText": "Kwa mara ya tatu Yesu akamuuliza Petro, “Simoni mwana wa Yohana, unanipenda?” Petro akahuzunika sana kwa kuwa Yesu alimuuliza mara ya tatu, “Unanipenda?” Akamjibu, “Bwana, wewe unajua yote, unajua ya kuwa ninakupenda.” Yesu akamwambia, “Lisha kondoo wangu."
  },
  {
    "verseNumber": "JHN 21:18",
    "verseText": "Amin, amin nakuambia, ulipokuwa kijana ulivaa na kwenda unakotaka, lakini utakapokuwa mzee utanyoosha mikono yako na mtu mwingine atakuvika na kukupeleka usipotaka kwenda.”"
  },
  {
    "verseNumber": "JHN 21:19",
    "verseText": "Yesu alisema haya ili kuashiria ni kifo cha aina gani Petro atakachomtukuza nacho Mungu. Kisha Yesu akamwambia Petro, “Nifuate!”"
  },
  {
    "verseNumber": "JHN 21:20",
    "verseText": "Petro akageuka, akamwona yule mwanafunzi aliyependwa na Yesu akiwafuata. (Huyu ndiye yule mwanafunzi aliyeegama kifuani mwa Yesu walipokula naye chakula cha mwisho na kuuliza, “Bwana, ni nani atakayekusaliti?”)"
  },
  {
    "verseNumber": "JHN 21:21",
    "verseText": "Petro alipomwona huyo mwanafunzi, akamuuliza Yesu, “Bwana na huyu je?”"
  },
  {
    "verseNumber": "JHN 21:22",
    "verseText": "Yesu akamjibu, “Ikiwa nataka aishi mpaka nitakaporudi, inakuhusu nini? Wewe inakupasa unifuate!”"
  },
  {
    "verseNumber": "JHN 21:23",
    "verseText": "Kwa sababu ya maneno haya ya Yesu, uvumi ukaenea miongoni mwa ndugu kwamba huyu mwanafunzi hangekufa. Lakini Yesu hakusema kuwa hangekufa. Yeye alisema tu kwamba, “Ikiwa nataka aishi mpaka nitakaporudi, inakuhusu nini?”"
  },
  {
    "verseNumber": "JHN 21:24",
    "verseText": "Huyu ndiye yule mwanafunzi anayeshuhudia mambo haya na ndiye ambaye ameandika habari hizi. Nasi tunajua ya kuwa ushuhuda wake ni kweli."
  },
  {
    "verseNumber": "JHN 21:25",
    "verseText": "Lakini kuna mambo mengine mengi ambayo Yesu alifanya. Kama yote yangeliandikwa, nadhani hata ulimwengu wote usingekuwa na nafasi ya kutosha kuweka vitabu vyote ambavyo vingeandikwa. Amen."
  }
]