[
  {
    "verseNumber": "JOB 1:1",
    "verseText": "Katika nchi ya Usi paliishi mtu ambaye aliitwa Ayubu. Mtu huyu alikuwa hana hatia, naye alikuwa mkamilifu; alimcha Mungu na kuepukana na uovu."
  },
  {
    "verseNumber": "JOB 1:2",
    "verseText": "Alikuwa na wana saba na binti watatu,"
  },
  {
    "verseNumber": "JOB 1:3",
    "verseText": "naye alikuwa na kondoo elfu saba, ngamia elfu tatu, jozi mia tano za maksai, na punda mia tano, tena alikuwa na idadi kubwa ya watumishi. Alikuwa mtu mkuu sana miongoni mwa watu wa Mashariki."
  },
  {
    "verseNumber": "JOB 1:4",
    "verseText": "Wanawe walikuwa na desturi ya kufanya karamu katika nyumba zao kwa zamu, nao wangewaalika umbu zao watatu ili kula na kunywa pamoja nao."
  },
  {
    "verseNumber": "JOB 1:5",
    "verseText": "Wakati kipindi cha karamu kilimalizika, Ayubu angetuma waitwe na kuwafanyia utakaso. Angetoa dhabihu ya sadaka ya kuteketezwa kwa ajili ya kila mmoja wao asubuhi na mapema, akifikiri, “Pengine wanangu wametenda dhambi na kumlaani Mungu mioyoni mwao.” Hii ilikuwa ndiyo desturi ya kawaida ya Ayubu."
  },
  {
    "verseNumber": "JOB 1:6",
    "verseText": "Siku moja wana wa Mungu walikwenda kujionyesha mbele za BWANA. Shetani naye akaja pamoja nao."
  },
  {
    "verseNumber": "JOB 1:7",
    "verseText": "BWANA akamwambia Shetani, “Umetoka wapi?” Shetani akamjibu BWANA, “Natoka kuzunguka pote duniani, nikitembea huku na huko humo.”"
  },
  {
    "verseNumber": "JOB 1:8",
    "verseText": "Ndipo BWANA akamwambia Shetani, “Je, umemwangalia huyo mtumishi wangu Ayubu? Hakuna mtu mwingine duniani aliye kama yeye, asiye na hatia, ni mnyofu, mwenye kumcha Mungu, na kuepukana na uovu.”"
  },
  {
    "verseNumber": "JOB 1:9",
    "verseText": "Shetani akamjibu BWANA, “Je, Ayubu anamcha Mungu bure?"
  },
  {
    "verseNumber": "JOB 1:10",
    "verseText": "Je, wewe hukumjengea boma pande zote yeye na wa nyumbani mwake pamoja na kila kitu alicho nacho? Kazi za mikono yake umezibariki na hivyo makundi yake ya kondoo na mbuzi pamoja na ya wanyama yameenea katika nchi nzima."
  },
  {
    "verseNumber": "JOB 1:11",
    "verseText": "Lakini nyoosha mkono wako na kupiga kila kitu alicho nacho, naye kwa hakika atakulaani mbele za uso wako.”"
  },
  {
    "verseNumber": "JOB 1:12",
    "verseText": "BWANA akamwambia Shetani, “Vema sana, kwa hiyo, kila kitu alicho nacho kiko mikononi mwako, lakini juu ya huyo mtu mwenyewe usimguse hata kwa kidole.” Ndipo Shetani akatoka mbele za BWANA."
  },
  {
    "verseNumber": "JOB 1:13",
    "verseText": "Siku moja watoto wa Ayubu walipokuwa wakifanya karamu wakila na kunywa divai katika nyumba ya ndugu yao mkubwa,"
  },
  {
    "verseNumber": "JOB 1:14",
    "verseText": "akaja mjumbe kwa Ayubu na kusema, “Maksai walikuwa wakilima na punda walikuwa wakilisha karibu nao,"
  },
  {
    "verseNumber": "JOB 1:15",
    "verseText": "Waseba wakawashambulia na kuchukua mifugo. Kisha wakawaua watumishi kwa upanga, nami ndimi peke yangu niliyenusurika kukuletea habari!”"
  },
  {
    "verseNumber": "JOB 1:16",
    "verseText": "Alipokuwa bado ananena, mjumbe mwingine akaja na kusema, “Moto wa Mungu ulishuka kutoka mbinguni na kuteketeza kondoo na watumishi, nami ndimi peke yangu niliyenusurika kukuletea habari!”"
  },
  {
    "verseNumber": "JOB 1:17",
    "verseText": "Alipokuwa bado ananena, mjumbe mwingine akaja na kusema, “Wakaldayo waliunda vikosi vitatu vya uvamizi na kuwaangukia ngamia wako na kuwachukua wakaondoka nao. Wakawaua watumishi kwa upanga, nami ndimi peke yangu niliyenusurika kukuletea habari.”"
  },
  {
    "verseNumber": "JOB 1:18",
    "verseText": "Alipokuwa bado ananena, mjumbe mwingine akaja na kusema, “Wana wako na binti zako walipokuwa wakifanya karamu, wakila na kunywa divai katika nyumba ya ndugu yao mkubwa,"
  },
  {
    "verseNumber": "JOB 1:19",
    "verseText": "ghafula upepo wenye nguvu ukavuma kutoka jangwani, nao ukaipiga nyumba hiyo pembe zake nne. Ikawaangukia hao watoto nao wamekufa, nami ndimi peke yangu niliyenusurika kukuletea habari!”"
  },
  {
    "verseNumber": "JOB 1:20",
    "verseText": "Ndipo Ayubu akasimama, akararua joho lake na kunyoa nywele zake. Kisha akaanguka chini katika kuabudu"
  },
  {
    "verseNumber": "JOB 1:21",
    "verseText": "na kusema: “Nilitoka tumboni mwa mama yangu uchi, nami nitaondoka uchi, BWANA alinipa, naye BWANA ameviondoa, jina la BWANA litukuzwe.”"
  },
  {
    "verseNumber": "JOB 1:22",
    "verseText": "Katika mambo haya yote, Ayubu hakutenda dhambi kwa kumlaumu Mungu kwa kufanya ubaya."
  },
  {
    "verseNumber": "JOB 2:1",
    "verseText": "Siku nyingine wana wa Mungu walikuja kujionyesha mbele za BWANA. Shetani naye akaja pamoja nao kujionyesha mbele zake."
  },
  {
    "verseNumber": "JOB 2:2",
    "verseText": "BWANA akamuuliza Shetani, “Umetoka wapi?” Shetani akamjibu BWANA “Natoka kuzunguka pote duniani, nikitembea huku na huko humo.”"
  },
  {
    "verseNumber": "JOB 2:3",
    "verseText": "BWANA akamwambia Shetani, “Je, umemwangalia huyo mtumishi wangu Ayubu? Hakuna mtu mwingine duniani aliye kama yeye, mtu asiye na hatia, ni mnyofu, mwenye kumcha Mungu na kuepukana na uovu. Naye bado anadumisha uadilifu wake, ingawa ulinichochea dhidi yake, ili nimwangamize pasipo sababu.”"
  },
  {
    "verseNumber": "JOB 2:4",
    "verseText": "Shetani akamjibu BWANA, “Ngozi kwa ngozi! Mwanadamu atatoa vyote alivyo navyo kwa ajili ya uhai wake."
  },
  {
    "verseNumber": "JOB 2:5",
    "verseText": "Lakini nyoosha mkono wako na kuipiga nyama yake na mifupa yake, naye kwa hakika atakulaani mbele za uso wako.”"
  },
  {
    "verseNumber": "JOB 2:6",
    "verseText": "BWANA akamwambia Shetani, “Vema sana, kwa hiyo, yeye yumo mikononi mwako, lakini lazima umwachie uhai wake.”"
  },
  {
    "verseNumber": "JOB 2:7",
    "verseText": "Basi Shetani akatoka mbele za BWANA naye akampiga Ayubu kwa majipu mabaya tangu nyayo za miguu yake hadi utosi wa kichwa."
  },
  {
    "verseNumber": "JOB 2:8",
    "verseText": "Ndipo Ayubu akachukua kigae na kujikuna nacho huku akiketi kwenye majivu."
  },
  {
    "verseNumber": "JOB 2:9",
    "verseText": "Mke wake akamwambia, “Je, bado unashikamana na uadilifu wako? Mlaani Mungu nawe ukafe!”"
  },
  {
    "verseNumber": "JOB 2:10",
    "verseText": "Akamjibu, “Unazungumza kama vile ambavyo mwanamke mpumbavu yeyote angenena. Je, tupokee mema mikononi mwa Mungu, nasi tusipokee na udhia?” Katika mambo haya yote, Ayubu hakutenda dhambi katika kusema kwake."
  },
  {
    "verseNumber": "JOB 2:11",
    "verseText": "Basi marafiki watatu wa Ayubu, ndio Elifazi Mtemani, na Bildadi Mshuhi na Sofari Mnaamathi, waliposikia juu ya taabu yote iliyompata Ayubu, wakajipanga toka manyumbani mwao, nao wakakutana pamoja kwa makubaliano kwenda kumtuliza katika taabu hiyo na kumfariji."
  },
  {
    "verseNumber": "JOB 2:12",
    "verseText": "Walipomwona kwa mbali, ilikuwa vigumu kumtambua. Wakaanza kulia kwa sauti kubwa, wakayararua majoho yao na kujirushia mavumbi juu ya vichwa vyao."
  },
  {
    "verseNumber": "JOB 2:13",
    "verseText": "Kisha wakaketi chini kwenye udongo pamoja na Ayubu kwa siku saba usiku na mchana. Hakuna yeyote aliyesema naye neno, kwa sababu waliona jinsi mateso yake yalivyokuwa makubwa."
  },
  {
    "verseNumber": "JOB 3:1",
    "verseText": "Baada ya jambo hili, Ayubu akafumbua kinywa chake na kuilaani siku ya kuzaliwa kwake."
  },
  {
    "verseNumber": "JOB 3:2",
    "verseText": "Kisha akasema:"
  },
  {
    "verseNumber": "JOB 3:3",
    "verseText": "“Siku ya kuzaliwa kwangu na ipotelee mbali, nao usiku ule iliposemekana, ‘Mtoto wa kiume amezaliwa!’"
  },
  {
    "verseNumber": "JOB 3:4",
    "verseText": "Siku ile na iwe giza; Mungu juu na asiiangalie; nayo nuru isiiangazie."
  },
  {
    "verseNumber": "JOB 3:5",
    "verseText": "Giza na kivuli kikuu kiikalie tena; wingu na likae juu yake; weusi na uifunike nuru yake."
  },
  {
    "verseNumber": "JOB 3:6",
    "verseText": "Usiku ule na ushikwe na giza kuu; usihesabiwe katika siku za mwaka, wala usihesabiwe katika siku za mwezi wowote."
  },
  {
    "verseNumber": "JOB 3:7",
    "verseText": "Usiku ule na uwe tasa; sauti ya furaha na isisikike ndani yake."
  },
  {
    "verseNumber": "JOB 3:8",
    "verseText": "Wale wazilaanio siku wailaani hiyo siku, wale walio tayari kumwamsha Lewiathani."
  },
  {
    "verseNumber": "JOB 3:9",
    "verseText": "Nyota zake za alfajiri na ziwe giza; nao ungojee mwanga bila mafanikio, wala usiuone mwonzi wa kwanza wa mapambazuko,"
  },
  {
    "verseNumber": "JOB 3:10",
    "verseText": "kwa sababu huo usiku haukunifungia mlango wa tumbo la mama yangu, ili kuyaficha macho yangu kutokana na taabu."
  },
  {
    "verseNumber": "JOB 3:11",
    "verseText": "“Kwa nini sikuangamia wakati wa kuzaliwa? Kwa nini sikufa nilipokuwa ninatoka tumboni?"
  },
  {
    "verseNumber": "JOB 3:12",
    "verseText": "Kwa nini pakawa na magoti ya kunipokea na matiti ili nipate kunyonyeshwa?"
  },
  {
    "verseNumber": "JOB 3:13",
    "verseText": "Kwa maana sasa ningekuwa nimepumzika kwa amani. Ningekuwa nimelala na kupumzika"
  },
  {
    "verseNumber": "JOB 3:14",
    "verseText": "pamoja na wafalme na washauri wa dunia, waliojijengea mahali ambapo sasa ni magofu,"
  },
  {
    "verseNumber": "JOB 3:15",
    "verseText": "pamoja na watawala waliokuwa na dhahabu, waliozijaza nyumba zao kwa fedha."
  },
  {
    "verseNumber": "JOB 3:16",
    "verseText": "Au kwa nini sikufichwa ardhini kama mtoto aliyezaliwa mfu, kama mtoto mchanga ambaye kamwe hakuuona mwanga?"
  },
  {
    "verseNumber": "JOB 3:17",
    "verseText": "Huko waovu huacha kusumbua na huko waliochoka hupumzika."
  },
  {
    "verseNumber": "JOB 3:18",
    "verseText": "Wafungwa nao hufurahia utulivu wao, hawasikii tena sauti ya kukemea ya kiongozi wa watumwa."
  },
  {
    "verseNumber": "JOB 3:19",
    "verseText": "Wadogo na wakubwa wamo humo, na mtumwa ameachiwa huru kutoka kwa bwana wake."
  },
  {
    "verseNumber": "JOB 3:20",
    "verseText": "“Mbona nuru inawaangazia wale walio taabuni, na hao wenye uchungu kupewa uhai,"
  },
  {
    "verseNumber": "JOB 3:21",
    "verseText": "wale wanaotamani kifo ambacho hakiji, wale watafutao kufa zaidi ya kutafuta hazina iliyofichwa,"
  },
  {
    "verseNumber": "JOB 3:22",
    "verseText": "ambao hujawa na furaha, na hushangilia wafikapo kaburini?"
  },
  {
    "verseNumber": "JOB 3:23",
    "verseText": "Kwa nini uhai hupewa mtu ambaye njia yake imefichika, ambaye Mungu amemzungushia boma?"
  },
  {
    "verseNumber": "JOB 3:24",
    "verseText": "Kwa maana kulia kwangu kwa uchungu kwanijia badala ya chakula; kusononeka kwangu kunamwagika kama maji."
  },
  {
    "verseNumber": "JOB 3:25",
    "verseText": "Lile nililokuwa naliogopa limenijia; lile nililokuwa ninalihofia limenipata."
  },
  {
    "verseNumber": "JOB 3:26",
    "verseText": "Sina amani, wala utulivu; sina pumziko, bali taabu tu.”"
  },
  {
    "verseNumber": "JOB 4:1",
    "verseText": "Ndipo Elifazi Mtemani akajibu:"
  },
  {
    "verseNumber": "JOB 4:2",
    "verseText": "“Kama mtu akithubutu kuzungumza nawe, kutakukasirisha? Lakini ni nani awezaye kujizuia asiseme?"
  },
  {
    "verseNumber": "JOB 4:3",
    "verseText": "Fikiri jinsi ambavyo umewafundisha watu wengi, jinsi ambavyo umeitia nguvu mikono iliyokuwa dhaifu."
  },
  {
    "verseNumber": "JOB 4:4",
    "verseText": "Maneno yako yamewategemeza wale waliojikwaa; umeyatia nguvu magoti yaliyokuwa dhaifu."
  },
  {
    "verseNumber": "JOB 4:5",
    "verseText": "Lakini sasa hii taabu imekujia wewe, nawe unashuka moyo; imekupiga wewe, nawe unafadhaika."
  },
  {
    "verseNumber": "JOB 4:6",
    "verseText": "Je, kumcha Mungu kwako hakupaswi kuwa ndiyo matumaini yako na njia zako kutokuwa na lawama ndilo taraja lako?"
  },
  {
    "verseNumber": "JOB 4:7",
    "verseText": "“Fikiri sasa: Ni mtu yupi asiye na hatia ambaye aliwahi kuangamia? Ni wapi wanyofu waliwahi kuangamizwa?"
  },
  {
    "verseNumber": "JOB 4:8",
    "verseText": "Kwa jinsi ambavyo mimi nimechunguza, wale walimao ubaya na wale hupanda uovu, huvuna hayo hayo hayo."
  },
  {
    "verseNumber": "JOB 4:9",
    "verseText": "Kwa pumzi ya Mungu huangamizwa; kwa mshindo wa hasira zake huangamia."
  },
  {
    "verseNumber": "JOB 4:10",
    "verseText": "Simba anaweza kunguruma na kukoroma, lakini bado meno ya simba mkubwa huvunjika."
  },
  {
    "verseNumber": "JOB 4:11",
    "verseText": "Simba anaweza kuangamia kwa kukosa mawindo, nao wana wa simba jike hutawanyika."
  },
  {
    "verseNumber": "JOB 4:12",
    "verseText": "“Neno lililetwa kwangu kwa siri, masikio yangu yakasikia mnongʼono wake."
  },
  {
    "verseNumber": "JOB 4:13",
    "verseText": "Katikati ya ndoto za kutia wasiwasi wakati wa usiku, hapo usingizi mzito uwapatapo wanadamu,"
  },
  {
    "verseNumber": "JOB 4:14",
    "verseText": "hofu na kutetemeka kulinishika na kufanya mifupa yangu yote itetemeke."
  },
  {
    "verseNumber": "JOB 4:15",
    "verseText": "Kuna roho aliyepita mbele ya uso wangu, nazo nywele za mwili wangu zikasimama."
  },
  {
    "verseNumber": "JOB 4:16",
    "verseText": "Yule roho akasimama, lakini sikuweza kutambua kilikuwa kitu gani. Umbo fulani lilisimama mbele ya macho yangu, kukawa na ukimya kisha nikasikia sauti:"
  },
  {
    "verseNumber": "JOB 4:17",
    "verseText": "‘Je, binadamu aweza kuwa mwadilifu kuliko Mungu? Je, mtu aweza kuwa safi kuliko Muumba wake?"
  },
  {
    "verseNumber": "JOB 4:18",
    "verseText": "Kama Mungu hawaamini watumishi wake, kama yeye huwalaumu malaika zake kwa kukosea,"
  },
  {
    "verseNumber": "JOB 4:19",
    "verseText": "ni mara ngapi zaidi wale waishio katika nyumba za udongo wa mfinyanzi, ambazo misingi yake ipo mavumbini, ambao wamepondwa kama nondo!"
  },
  {
    "verseNumber": "JOB 4:20",
    "verseText": "Kati ya mawio na machweo huvunjwa vipande vipande; bila yeyote kutambua, huangamia milele."
  },
  {
    "verseNumber": "JOB 4:21",
    "verseText": "Je, kamba za hema yao hazikungʼolewa, hivyo hufa bila hekima?’"
  },
  {
    "verseNumber": "JOB 5:1",
    "verseText": "“Ita kama unataka, lakini ni nani atakayekujibu? Ni yupi kati ya hao watakatifu utakayemgeukia?"
  },
  {
    "verseNumber": "JOB 5:2",
    "verseText": "Kuweka uchungu moyoni humuua mpumbavu, nao wivu humchinja mjinga."
  },
  {
    "verseNumber": "JOB 5:3",
    "verseText": "Mimi mwenyewe nimemwona mpumbavu akistawi, lakini ghafula nyumba yake ikawa imelaaniwa."
  },
  {
    "verseNumber": "JOB 5:4",
    "verseText": "Watoto wake wako mbali na usalama, hushindwa mahakamani bila mtetezi."
  },
  {
    "verseNumber": "JOB 5:5",
    "verseText": "Wenye njaa huyala mavuno yake, wakiyatoa hata katikati ya miiba, nao wenye kiu huitamani sana mali yake."
  },
  {
    "verseNumber": "JOB 5:6",
    "verseText": "Kwa maana taabu haioti kutoka kwenye udongo, wala udhia hauchipui kutoka ardhini."
  },
  {
    "verseNumber": "JOB 5:7",
    "verseText": "Lakini mwanadamu huzaliwa ili kutaabika, kwa hakika kama cheche za moto zirukavyo kuelekea juu."
  },
  {
    "verseNumber": "JOB 5:8",
    "verseText": "“Lakini ingekuwa ni mimi, ningemlalamikia Mungu, ningeliweka shauri langu mbele zake."
  },
  {
    "verseNumber": "JOB 5:9",
    "verseText": "Yeye hutenda maajabu yasiyoweza kutambuliwa, miujiza isiyoweza kuhesabika."
  },
  {
    "verseNumber": "JOB 5:10",
    "verseText": "Yeye huipa nchi mvua, huyapeleka maji kunyesha mashamba."
  },
  {
    "verseNumber": "JOB 5:11",
    "verseText": "Huwainua juu wanyonge, nao wale waombolezao huinuliwa wakawa salama."
  },
  {
    "verseNumber": "JOB 5:12",
    "verseText": "Huipinga mipango ya wenye hila, ili mikono yao isifikie ufanisi."
  },
  {
    "verseNumber": "JOB 5:13",
    "verseText": "Yeye huwanasa wenye hekima katika hila yao, nayo mipango ya wadanganyifu huifagilia mbali."
  },
  {
    "verseNumber": "JOB 5:14",
    "verseText": "Giza huwapata wakati wa mchana; wakati wa adhuhuri hupapasa kama vile usiku."
  },
  {
    "verseNumber": "JOB 5:15",
    "verseText": "Humwokoa mhitaji kutokana na upanga ulioko kinywani mwao; huwaokoa kutokana na makucha ya wenye nguvu."
  },
  {
    "verseNumber": "JOB 5:16",
    "verseText": "Kwa hiyo maskini analo tarajio, nao udhalimu hufumba kinywa chake."
  },
  {
    "verseNumber": "JOB 5:17",
    "verseText": "“Heri mtu yule ambaye Mungu humrudi; kwa hiyo usidharau adhabu yake Mwenyezi."
  },
  {
    "verseNumber": "JOB 5:18",
    "verseText": "Kwa kuwa hutia jeraha, lakini pia huyafunga; huumiza, lakini mikono yake pia huponya."
  },
  {
    "verseNumber": "JOB 5:19",
    "verseText": "Kutoka majanga sita atakuokoa; naam, hata katika saba hakuna dhara litakalokupata wewe."
  },
  {
    "verseNumber": "JOB 5:20",
    "verseText": "Wakati wa njaa atakukomboa wewe na kifo, naye katika vita atakukomboa na pigo la upanga."
  },
  {
    "verseNumber": "JOB 5:21",
    "verseText": "Utalindwa kutokana na kichapo cha ulimi, wala hutakuwa na sababu ya kuogopa maangamizi yatakapokujia."
  },
  {
    "verseNumber": "JOB 5:22",
    "verseText": "Utayacheka maangamizo na njaa, wala hutakuwa na sababu ya kuwaogopa wanyama wakali wa mwituni."
  },
  {
    "verseNumber": "JOB 5:23",
    "verseText": "Kwa kuwa utakuwa na agano na mawe ya mashamba, nao wanyama wa mwitu watakuwa na amani nawe."
  },
  {
    "verseNumber": "JOB 5:24",
    "verseText": "Utajua ya kwamba hema lako li salama; utahesabu mali zako wala hutakuta chochote kilichopungua."
  },
  {
    "verseNumber": "JOB 5:25",
    "verseText": "Utajua ya kuwa watoto wako watakuwa wengi, nao wazao wako wengi kama majani ya nchi."
  },
  {
    "verseNumber": "JOB 5:26",
    "verseText": "Utaingia kaburini ukiwa na umri wa uzee mtimilifu, kama masuke ya ngano yakusanywapo kwa wakati wake."
  },
  {
    "verseNumber": "JOB 5:27",
    "verseText": "“Tumelichunguza hili, nalo ni kweli. Hivyo lisikie na ulitendee kazi.”"
  },
  {
    "verseNumber": "JOB 6:1",
    "verseText": "Kisha Ayubu akajibu:"
  },
  {
    "verseNumber": "JOB 6:2",
    "verseText": "“Laiti uchungu wangu ungeweza kupimwa, nayo taabu yangu yote ingewekwa kwenye mizani!"
  },
  {
    "verseNumber": "JOB 6:3",
    "verseText": "Kwa kuwa hakika ingekuwa nzito kuliko mchanga wa bahari zote, kwa hiyo si ajabu maneno yangu yamekuwa ya haraka."
  },
  {
    "verseNumber": "JOB 6:4",
    "verseText": "Mishale ya Mwenyezi iko ndani yangu, roho yangu inakunywa sumu yake; vitisho vya Mungu vimejipanga dhidi yangu."
  },
  {
    "verseNumber": "JOB 6:5",
    "verseText": "Je, punda-mwitu hulia akiwa na majani, au ngʼombe dume hulia akiwa na chakula?"
  },
  {
    "verseNumber": "JOB 6:6",
    "verseText": "Je, chakula kisicho na ladha huliwa bila chumvi, au upo utamu katika ute mweupe wa yai?"
  },
  {
    "verseNumber": "JOB 6:7",
    "verseText": "Ninakataa kuvigusa; vyakula vya aina hii hunichukiza."
  },
  {
    "verseNumber": "JOB 6:8",
    "verseText": "“Laiti ningepata haja yangu, kwamba Mungu angenijalia hilo nililotarajia,"
  },
  {
    "verseNumber": "JOB 6:9",
    "verseText": "kwamba Mungu angekuwa radhi kuniponda, kuuachia mkono wake na kunikatilia mbali!"
  },
  {
    "verseNumber": "JOB 6:10",
    "verseText": "Ndipo bado ningekuwa na hii faraja, furaha yangu katika maumivu makali: kwamba sikuwa nimeyakana maneno yake yeye Aliye Mtakatifu."
  },
  {
    "verseNumber": "JOB 6:11",
    "verseText": "“Ninazo nguvu gani, hata niendelee kutumaini? Matazamio yangu ya mbele ni nini, hata niendelee kuwa mvumilivu?"
  },
  {
    "verseNumber": "JOB 6:12",
    "verseText": "Je, mimi nina nguvu za jiwe? Je, mwili wangu ni shaba?"
  },
  {
    "verseNumber": "JOB 6:13",
    "verseText": "Je, ninao uwezo wowote wa kujisaidia mimi mwenyewe, wakati ambapo mafanikio yamefukuziwa mbali nami?"
  },
  {
    "verseNumber": "JOB 6:14",
    "verseText": "“Mtu anayekata tamaa angetazamia moyo wa kujitoa wa rafiki zake, hata kama akiacha uchaji wa Mwenyezi."
  },
  {
    "verseNumber": "JOB 6:15",
    "verseText": "Lakini ndugu zangu sio wa kutegemewa, ni kama vijito vya msimu, ni kama vijito ambavyo hufurika"
  },
  {
    "verseNumber": "JOB 6:16",
    "verseText": "wakati vimefunikwa barafu iyeyukayo, ambavyo hujazwa na theluji inayoyeyuka,"
  },
  {
    "verseNumber": "JOB 6:17",
    "verseText": "lakini hukauka majira ya ukame, na wakati wa hari hutoweka katika mikondo yake."
  },
  {
    "verseNumber": "JOB 6:18",
    "verseText": "Misafara hugeuka kutoka njia zake; hukwea kwenda kwenye nchi ya ukiwa na kuangamia."
  },
  {
    "verseNumber": "JOB 6:19",
    "verseText": "Misafara ya Tema inatafuta maji, wafanyabiashara wa Sheba wanaosafiri hutazama kwa matarajio."
  },
  {
    "verseNumber": "JOB 6:20",
    "verseText": "Wamedhikika, kwa sababu walikuwa na matumaini; wanafika huko, lakini wanahuzunika kwa kukosa walichotarajia."
  },
  {
    "verseNumber": "JOB 6:21",
    "verseText": "Sasa nanyi mmethibitika kwamba hamna msaada wowote; mnaona jambo la kutisha, nanyi mnaogopa."
  },
  {
    "verseNumber": "JOB 6:22",
    "verseText": "Je, nimewahi kusema, ‘Toeni kitu kwa ajili yangu, au mnilipie fidia kutoka mali zenu,"
  },
  {
    "verseNumber": "JOB 6:23",
    "verseText": "au niokoeni mikononi mwa adui, au nikomboeni kutoka makucha ya wasio na huruma’?"
  },
  {
    "verseNumber": "JOB 6:24",
    "verseText": "“Nifundisheni, nami nitanyamaza kimya; nionyesheni nilikokosea."
  },
  {
    "verseNumber": "JOB 6:25",
    "verseText": "Tazama yalivyo ya kuumiza maneno ya kweli! Lakini mabishano yenu yanathibitisha nini?"
  },
  {
    "verseNumber": "JOB 6:26",
    "verseText": "Je, mna maana ya kuyasahihisha ninayosema, na kuyafanya maneno ya mtu anayekata tamaa kama upepo?"
  },
  {
    "verseNumber": "JOB 6:27",
    "verseText": "Mngeweza hata kupiga kura kwa ajili ya yatima, na kubadilishana rafiki yenu na mali."
  },
  {
    "verseNumber": "JOB 6:28",
    "verseText": "“Lakini sasa kuweni na huruma mkaniangalie mimi. Je, ningeweza kusema uongo mbele zenu?"
  },
  {
    "verseNumber": "JOB 6:29",
    "verseText": "Tulizeni hasira, msiwe wadhalimu; angalieni tena, kwa maana nimehatarisha uadilifu wangu."
  },
  {
    "verseNumber": "JOB 6:30",
    "verseText": "Je, pana uovu wowote midomoni mwangu? Je, kinywa changu hakiwezi kupambanua hila?"
  },
  {
    "verseNumber": "JOB 7:1",
    "verseText": "“Je, mwanadamu hana kazi ngumu duniani? Siku zake si kama zile za mtu aliyeajiriwa?"
  },
  {
    "verseNumber": "JOB 7:2",
    "verseText": "Kama mtumwa anavyovionea shauku vivuli vya jioni, au mtu aliyeajiriwa anavyoungojea mshahara wake,"
  },
  {
    "verseNumber": "JOB 7:3",
    "verseText": "ndivyo nilivyogawiwa miezi ya ubatili, nami nimeandikiwa huzuni usiku hata usiku."
  },
  {
    "verseNumber": "JOB 7:4",
    "verseText": "Wakati nilalapo ninawaza, ‘Itachukua muda gani kabla sijaamka?’ Usiku huwa mrefu, nami najigeuzageuza hadi mapambazuko."
  },
  {
    "verseNumber": "JOB 7:5",
    "verseText": "Mwili wangu umevikwa mabuu na uchafu, ngozi yangu imetumbuka na kutunga usaha."
  },
  {
    "verseNumber": "JOB 7:6",
    "verseText": "“Siku zangu zinapita upesi kuliko mtande wa kufuma, nazo zinafikia mwisho wake bila matumaini."
  },
  {
    "verseNumber": "JOB 7:7",
    "verseText": "Kumbuka, Ee Mungu, maisha yangu ni kama pumzi; macho yangu kamwe hayataona tena raha."
  },
  {
    "verseNumber": "JOB 7:8",
    "verseText": "Lile jicho linaloniona sasa halitaniona tena; utanitafuta, wala sitakuwepo."
  },
  {
    "verseNumber": "JOB 7:9",
    "verseText": "Kama vile wingu liondokavyo na kutoweka, vivyo hivyo yeye ashukaye kaburini harudi tena."
  },
  {
    "verseNumber": "JOB 7:10",
    "verseText": "Kamwe harudi tena nyumbani mwake; wala mahali pake hapatamjua tena."
  },
  {
    "verseNumber": "JOB 7:11",
    "verseText": "“Kwa hiyo sitanyamaza; nitanena kutokana na maumivu makuu ya roho yangu, nitalalama kwa uchungu wa nafsi yangu."
  },
  {
    "verseNumber": "JOB 7:12",
    "verseText": "Je, mimi ni bahari, au mnyama mkubwa mno akaaye vilindini, hata uniweke chini ya ulinzi?"
  },
  {
    "verseNumber": "JOB 7:13",
    "verseText": "Ninapofikiri kwamba kitanda changu kitanifariji, nacho kiti changu cha fahari kitapunguza malalamiko yangu,"
  },
  {
    "verseNumber": "JOB 7:14",
    "verseText": "ndipo wanitisha kwa ndoto na kunitia hofu kwa maono,"
  },
  {
    "verseNumber": "JOB 7:15",
    "verseText": "hivyo ninachagua kujinyonga na kufa, kuliko huu mwili wangu."
  },
  {
    "verseNumber": "JOB 7:16",
    "verseText": "Ninayachukia maisha yangu; nisingetamani kuendelea kuishi. Niache; siku zangu ni ubatili."
  },
  {
    "verseNumber": "JOB 7:17",
    "verseText": "“Mwanadamu ni kitu gani hata umjali kiasi hiki, kwamba unamtia sana maanani,"
  },
  {
    "verseNumber": "JOB 7:18",
    "verseText": "kwamba unamwangalia kila asubuhi na kumjaribu kila wakati?"
  },
  {
    "verseNumber": "JOB 7:19",
    "verseText": "Je, hutaacha kamwe kunitazama, au kuniacha japo kwa kitambo kidogo tu?"
  },
  {
    "verseNumber": "JOB 7:20",
    "verseText": "Ikiwa nimetenda dhambi, nimekufanyia nini, Ewe mlinzi wa wanadamu? Kwa nini umeniweka niwe shabaha yako? Je, nimekuwa mzigo kwako?"
  },
  {
    "verseNumber": "JOB 7:21",
    "verseText": "Kwa nini husamehi makosa yangu na kuachilia dhambi zangu? Kwa kuwa hivi karibuni nitalala mavumbini; nawe utanitafuta, wala sitakuwepo.”"
  },
  {
    "verseNumber": "JOB 8:1",
    "verseText": "Kisha Bildadi Mshuhi akajibu:"
  },
  {
    "verseNumber": "JOB 8:2",
    "verseText": "“Hata lini wewe utasema mambo kama haya? Maneno yako ni kama upepo mkuu."
  },
  {
    "verseNumber": "JOB 8:3",
    "verseText": "Je, Mungu hupotosha hukumu? Je, Mwenyezi hupotosha kile kilicho haki?"
  },
  {
    "verseNumber": "JOB 8:4",
    "verseText": "Watoto wako walipomtenda dhambi, aliwapa adhabu ya dhambi yao."
  },
  {
    "verseNumber": "JOB 8:5",
    "verseText": "Lakini ukimtafuta Mungu, nawe ukamsihi Mwenyezi,"
  },
  {
    "verseNumber": "JOB 8:6",
    "verseText": "ikiwa wewe ni safi na mnyofu, hata sasa atainuka mwenyewe kwa niaba yako, na kukurudisha katika mahali pako pa haki."
  },
  {
    "verseNumber": "JOB 8:7",
    "verseText": "Ijapokuwa mwanzo wako ulikuwa mdogo, lakini mwisho wako utakuwa wa mafanikio."
  },
  {
    "verseNumber": "JOB 8:8",
    "verseText": "“Ukaulize vizazi vilivyotangulia na uone baba zao walijifunza nini,"
  },
  {
    "verseNumber": "JOB 8:9",
    "verseText": "kwa kuwa sisi tumezaliwa jana tu na hatujui lolote, nazo siku zetu duniani ni kama kivuli tu."
  },
  {
    "verseNumber": "JOB 8:10",
    "verseText": "Je, hawatakufundisha na kukueleza? Je, hawataleta maneno kutoka kwenye kufahamu kwao?"
  },
  {
    "verseNumber": "JOB 8:11",
    "verseText": "Je, mafunjo yaweza kumea mahali pasipo na matope? Matete yaweza kustawi bila maji?"
  },
  {
    "verseNumber": "JOB 8:12",
    "verseText": "Wakati bado yanaendelea kukua kabla ya kukatwa, hunyauka haraka kuliko majani mengine."
  },
  {
    "verseNumber": "JOB 8:13",
    "verseText": "Huu ndio mwisho wa watu wote wanaomsahau Mungu; vivyo hivyo matumaini ya wasiomjali Mungu huangamia."
  },
  {
    "verseNumber": "JOB 8:14",
    "verseText": "Lile analolitumainia huvunjika upesi; lile analolitegemea ni utando wa buibui."
  },
  {
    "verseNumber": "JOB 8:15",
    "verseText": "Huutegemea utando wake, lakini hausimami; huungʼangʼania, lakini haudumu."
  },
  {
    "verseNumber": "JOB 8:16",
    "verseText": "Yeye ni kama mti ulionyeshewa vizuri wakati wa jua, ukieneza machipukizi yake bustanini;"
  },
  {
    "verseNumber": "JOB 8:17",
    "verseText": "huifunganisha mizizi yake kwenye lundo la mawe, na kutafuta nafasi katikati ya mawe."
  },
  {
    "verseNumber": "JOB 8:18",
    "verseText": "Unapongʼolewa kutoka mahali pake, ndipo mahali pale huukana na kusema, ‘Mimi kamwe sikukuona.’"
  },
  {
    "verseNumber": "JOB 8:19",
    "verseText": "Hakika uhai wake hunyauka, na kutoka udongoni mimea mingine huota."
  },
  {
    "verseNumber": "JOB 8:20",
    "verseText": "“Hakika Mungu hamkatai mtu asiye na hatia, wala kuitia nguvu mikono ya mtenda mabaya."
  },
  {
    "verseNumber": "JOB 8:21",
    "verseText": "Bado atakijaza kinywa chako na kicheko, na midomo yako na kelele za shangwe."
  },
  {
    "verseNumber": "JOB 8:22",
    "verseText": "Adui zako watavikwa aibu, nazo hema za waovu hazitakuwepo tena.”"
  },
  {
    "verseNumber": "JOB 9:1",
    "verseText": "Kisha Ayubu akajibu:"
  },
  {
    "verseNumber": "JOB 9:2",
    "verseText": "“Naam, najua hili ni kweli. Lakini mwanadamu awezaje kuwa mwadilifu mbele za Mungu?"
  },
  {
    "verseNumber": "JOB 9:3",
    "verseText": "Ingawa mtu angetaka kushindana naye, asingaliweza kumjibu Mungu hata mara moja miongoni mwa elfu moja."
  },
  {
    "verseNumber": "JOB 9:4",
    "verseText": "Hekima yake ni kubwa sana na ana uwezo mwingi mno. Ni nani aliyempinga naye akawa salama?"
  },
  {
    "verseNumber": "JOB 9:5",
    "verseText": "Aiondoa milima bila yenyewe kujua na kuipindua kwa hasira yake."
  },
  {
    "verseNumber": "JOB 9:6",
    "verseText": "Aitikisa dunia kutoka mahali pake na kuzifanya nguzo zake zitetemeke."
  },
  {
    "verseNumber": "JOB 9:7",
    "verseText": "Husema na jua, nalo likaacha kuangaza; naye huizima mianga ya nyota."
  },
  {
    "verseNumber": "JOB 9:8",
    "verseText": "Yeye peke yake huzitandaza mbingu na kuyakanyaga mawimbi ya bahari."
  },
  {
    "verseNumber": "JOB 9:9",
    "verseText": "Yeye ndiye Muumba wa nyota za Dubu, na Orioni, Kilimia, na makundi ya nyota za kusini."
  },
  {
    "verseNumber": "JOB 9:10",
    "verseText": "Hutenda maajabu yasiyopimika, miujiza isiyoweza kuhesabiwa."
  },
  {
    "verseNumber": "JOB 9:11",
    "verseText": "Anapopita karibu nami, siwezi kumwona; apitapo mbele yangu, simtambui."
  },
  {
    "verseNumber": "JOB 9:12",
    "verseText": "Anapochukua kwa ghafula, ni nani awezaye kumzuia? Ni nani awezaye kumwambia, ‘Unafanya nini?’"
  },
  {
    "verseNumber": "JOB 9:13",
    "verseText": "Mungu hataizuia hasira yake; hata jeshi kubwa la Rahabu lenye nguvu linajikunyata miguuni pake."
  },
  {
    "verseNumber": "JOB 9:14",
    "verseText": "“Ni vipi basi mimi nitaweza kubishana naye? Nawezaje kupata maneno ya kuhojiana naye?"
  },
  {
    "verseNumber": "JOB 9:15",
    "verseText": "Ingawa sikuwa na hatia, sikuweza kumjibu; ningeweza tu kumsihi Mhukumu wangu anihurumie."
  },
  {
    "verseNumber": "JOB 9:16",
    "verseText": "Hata kama ningemwita kwenye shauri, naye akakubali, siamini kama angenisikiliza."
  },
  {
    "verseNumber": "JOB 9:17",
    "verseText": "Yeye angeniangamiza kwa dhoruba na kuongeza majeraha yangu pasipo na sababu."
  },
  {
    "verseNumber": "JOB 9:18",
    "verseText": "Asingeniacha nipumue bali angenifunika kabisa na huzuni kuu."
  },
  {
    "verseNumber": "JOB 9:19",
    "verseText": "Kama ni suala la nguvu, yeye ni mwenye nguvu! Kama ni suala la haki, ni nani awezaye kumwita mahakamani?"
  },
  {
    "verseNumber": "JOB 9:20",
    "verseText": "Hata kama sikuwa na hatia, kinywa changu kingenihukumu; kama sikuwa na kosa, kingenitangaza kuwa mwenye hatia."
  },
  {
    "verseNumber": "JOB 9:21",
    "verseText": "“Ingawa mimi sina kosa, haileti tofauti katika nafsi yangu; nauchukia uhai wangu."
  },
  {
    "verseNumber": "JOB 9:22",
    "verseText": "Hayo yote ni sawa; ndiyo sababu nasema, ‘Yeye huwaangamiza wasio na makosa pamoja na waovu.’"
  },
  {
    "verseNumber": "JOB 9:23",
    "verseText": "Wakati pigo liletapo kifo cha ghafula, yeye hudhihaki kule kukata tamaa kwa yule asiye na kosa."
  },
  {
    "verseNumber": "JOB 9:24",
    "verseText": "Wakati nchi inapoangukia mikononi mwa waovu, yeye huwafunga macho mahakimu wake. Kama si yeye, basi ni nani?"
  },
  {
    "verseNumber": "JOB 9:25",
    "verseText": "“Siku zangu zapita mbio kuliko mkimbiaji; zinapita upesi bila kuona furaha hata kidogo."
  },
  {
    "verseNumber": "JOB 9:26",
    "verseText": "Zinapita upesi kama mashua ya mafunjo, mfano wa tai ayashukiaye mawindo kwa ghafula."
  },
  {
    "verseNumber": "JOB 9:27",
    "verseText": "Kama nikisema, ‘Nitayasahau malalamiko yangu, nitabadili sura ya uso wangu na kutabasamu,’"
  },
  {
    "verseNumber": "JOB 9:28",
    "verseText": "bado ninahofia mateso yangu yote, kwa kuwa ninajua hutanihesabu kuwa sina hatia."
  },
  {
    "verseNumber": "JOB 9:29",
    "verseText": "Kwa kuwa nimeonekana mwenye hatia, kwa nini basi nitaabishwe bure?"
  },
  {
    "verseNumber": "JOB 9:30",
    "verseText": "Hata kama ningejiosha kwa sabuni na kutakasa mikono yangu kwa magadi,"
  },
  {
    "verseNumber": "JOB 9:31",
    "verseText": "wewe ungenitupa kwenye shimo la utelezi kiasi kwamba hata nguo zangu zingenichukia sana."
  },
  {
    "verseNumber": "JOB 9:32",
    "verseText": "“Yeye si mwanadamu kama mimi ili niweze kumjibu, ili kwamba tuweze kushindana naye mahakamani."
  },
  {
    "verseNumber": "JOB 9:33",
    "verseText": "Laiti angelikuwepo mtu wa kutupatanisha kati yetu, aweke mkono wake juu yetu sote wawili,"
  },
  {
    "verseNumber": "JOB 9:34",
    "verseText": "mtu angeliiondoa fimbo ya Mungu juu yangu, ili utisho wake usiendelee kunitia hofu."
  },
  {
    "verseNumber": "JOB 9:35",
    "verseText": "Ndipo ningenena naye, bila kumwogopa, lakini kama ilivyo kwangu sasa, sitaweza."
  },
  {
    "verseNumber": "JOB 10:1",
    "verseText": "“Nayachukia sana haya maisha yangu; kwa hiyo nitatoa malalamiko yangu kwa wazi bila kujizuia, nami nitanena kutokana na uchungu wa moyo wangu."
  },
  {
    "verseNumber": "JOB 10:2",
    "verseText": "Nitamwambia Mungu: Usinihukumu, bali niambie una mashtaka gani dhidi yangu."
  },
  {
    "verseNumber": "JOB 10:3",
    "verseText": "Je, inakupendeza wewe kunionea, kuikataa kwa dharau kazi ya mikono yako, huku wewe ukitabasamu juu ya mipango ya waovu?"
  },
  {
    "verseNumber": "JOB 10:4",
    "verseText": "Je, wewe una macho ya kimwili? Je, wewe huona kama mwanadamu aonavyo?"
  },
  {
    "verseNumber": "JOB 10:5",
    "verseText": "Je, siku zako ni kama zile za mwanadamu, au miaka yako ni kama ile ya mtu,"
  },
  {
    "verseNumber": "JOB 10:6",
    "verseText": "ili kwamba utafute makosa yangu na kuichunguza dhambi yangu;"
  },
  {
    "verseNumber": "JOB 10:7",
    "verseText": "ingawa wajua kuwa mimi sina hatia, na hakuna awezaye kunitoa mkononi mwako?"
  },
  {
    "verseNumber": "JOB 10:8",
    "verseText": "“Mikono yako ndiyo iliyoniumba na kunifanya. Je, sasa utageuka na kuniangamiza?"
  },
  {
    "verseNumber": "JOB 10:9",
    "verseText": "Kumbuka kuwa ulinifinyanga kama udongo wa mfinyanzi. Je, sasa utanifanya kuwa mavumbi tena?"
  },
  {
    "verseNumber": "JOB 10:10",
    "verseText": "Je, wewe hukunimimina mimi kama maziwa, na kunigandisha kama jibini,"
  },
  {
    "verseNumber": "JOB 10:11",
    "verseText": "ukanivika ngozi na nyama, na kuniunga pamoja kwa mifupa na mishipa?"
  },
  {
    "verseNumber": "JOB 10:12",
    "verseText": "Umenipa uhai na kunitendea wema, katika uangalizi wako umeilinda roho yangu."
  },
  {
    "verseNumber": "JOB 10:13",
    "verseText": "“Lakini hili ndilo ulilolificha moyoni mwako, nami ninajua kuwa hili lilikuwa katika nia yako:"
  },
  {
    "verseNumber": "JOB 10:14",
    "verseText": "Kama nilifanya dhambi, ungekuwa umeniona, wala usingeacha kosa langu lipite bila kuadhibiwa."
  },
  {
    "verseNumber": "JOB 10:15",
    "verseText": "Kama nina hatia, ole wangu! Hata kama ningekuwa sina hatia, siwezi kukiinua kichwa changu, kwa kuwa nimejawa na aibu, na kuzama katika mateso yangu."
  },
  {
    "verseNumber": "JOB 10:16",
    "verseText": "Kama nikiinua kichwa changu juu, unaninyatia kama simba, na kuonyesha tena uwezo wa kutisha dhidi yangu."
  },
  {
    "verseNumber": "JOB 10:17",
    "verseText": "Wewe waleta mashahidi wapya dhidi yangu na kuzidisha hasira yako juu yangu; nazo nguvu zako zinanijia wimbi moja baada ya jingine."
  },
  {
    "verseNumber": "JOB 10:18",
    "verseText": "“Kwa nini basi ulinitoa tumboni? Ninatamani ningekufa kabla jicho lolote halijaniona."
  },
  {
    "verseNumber": "JOB 10:19",
    "verseText": "Laiti nisingekuwako kamwe, au ningekuwa nimechukuliwa moja kwa moja kutoka tumboni kwenda kaburini!"
  },
  {
    "verseNumber": "JOB 10:20",
    "verseText": "Je, siku zangu chache si zimekaribia kuisha? Niachie ili niweze kupata muda mfupi wa kufurahi"
  },
  {
    "verseNumber": "JOB 10:21",
    "verseText": "kabla sijaenda mahali ambapo hakuna kurudi tena, katika nchi ya giza na uvuli wa mauti,"
  },
  {
    "verseNumber": "JOB 10:22",
    "verseText": "nchi ya giza kuu sana, yenye uvuli wa giza na machafuko, mahali ambapo hata nuru ni giza.”"
  },
  {
    "verseNumber": "JOB 11:1",
    "verseText": "Ndipo Sofari Mnaamathi akajibu:"
  },
  {
    "verseNumber": "JOB 11:2",
    "verseText": "“Je, maneno haya yote yapite bila kujibiwa? Je, huyu mnenaji athibitishwe kuwa na haki?"
  },
  {
    "verseNumber": "JOB 11:3",
    "verseText": "Je, maneno yako ya upuzi yawafanye watu wanyamaze kimya? Je, mtu asikukemee unapofanya dhihaka?"
  },
  {
    "verseNumber": "JOB 11:4",
    "verseText": "Unamwambia Mungu, ‘Imani yangu ni kamili nami ni safi mbele zako.’"
  },
  {
    "verseNumber": "JOB 11:5",
    "verseText": "Aha! Laiti kwamba Mungu angesema, kwamba angefungua midomo yake dhidi yako,"
  },
  {
    "verseNumber": "JOB 11:6",
    "verseText": "naye akufunulie siri za hekima, kwa kuwa hekima ya kweli ina pande mbili. Ujue hili: Mungu amesahau hata baadhi ya dhambi zako."
  },
  {
    "verseNumber": "JOB 11:7",
    "verseText": "“Je, waweza kujua siri za Mungu? Je, waweza kuyachunguza mambo yote kumhusu Mwenyezi?"
  },
  {
    "verseNumber": "JOB 11:8",
    "verseText": "Ni juu mno kuliko mbingu: waweza kufanya nini? Kina chake ni kirefu kuliko kuzimu: wewe waweza kujua nini?"
  },
  {
    "verseNumber": "JOB 11:9",
    "verseText": "Kipimo chake ni kirefu kuliko dunia, nacho ni kipana kuliko bahari."
  },
  {
    "verseNumber": "JOB 11:10",
    "verseText": "“Kama akija na kukufunga gerezani, na kuitisha mahakama, ni nani awezaye kumpinga?"
  },
  {
    "verseNumber": "JOB 11:11",
    "verseText": "Hakika anawatambua watu wadanganyifu; naye aonapo uovu, je, haangalii?"
  },
  {
    "verseNumber": "JOB 11:12",
    "verseText": "Mpumbavu aweza kuwa mwenye hekima, endapo mtoto wa punda-mwitu atazaliwa mwanadamu."
  },
  {
    "verseNumber": "JOB 11:13",
    "verseText": "“Hata sasa ukiutoa moyo wako kwake na kumwinulia mikono yako,"
  },
  {
    "verseNumber": "JOB 11:14",
    "verseText": "ukiiondolea mbali ile dhambi iliyo mkononi mwako wala usiuruhusu uovu ukae hemani mwako,"
  },
  {
    "verseNumber": "JOB 11:15",
    "verseText": "ndipo utainua uso wako bila aibu; utasimama imara bila hofu."
  },
  {
    "verseNumber": "JOB 11:16",
    "verseText": "Hakika utaisahau taabu yako, utaikumbuka tu kama maji yaliyokwisha kupita."
  },
  {
    "verseNumber": "JOB 11:17",
    "verseText": "Maisha yako yatangʼaa kuliko adhuhuri, nalo giza litakuwa kama alfajiri."
  },
  {
    "verseNumber": "JOB 11:18",
    "verseText": "Utakuwa salama, kwa kuwa lipo tumaini; utatazama pande zote na kupumzika kwa salama."
  },
  {
    "verseNumber": "JOB 11:19",
    "verseText": "Utalala, wala hakuna atakayekuogofya, naam, wengi watajipendekeza kwako."
  },
  {
    "verseNumber": "JOB 11:20",
    "verseText": "Bali macho ya waovu hayataona, wokovu utawaepuka; tarajio lao litakuwa ni hangaiko la mtu anayekata roho.”"
  },
  {
    "verseNumber": "JOB 12:1",
    "verseText": "Ndipo Ayubu akajibu:"
  },
  {
    "verseNumber": "JOB 12:2",
    "verseText": "“Bila shaka ninyi ndio watu, nayo hekima itakoma mtakapokufa!"
  },
  {
    "verseNumber": "JOB 12:3",
    "verseText": "Lakini mimi ninao ufahamu kama ninyi; mimi si duni kwenu. Ni nani asiyejua mambo haya yote?"
  },
  {
    "verseNumber": "JOB 12:4",
    "verseText": "“Nimekuwa mtu wa kuchekwa na rafiki zangu, ingawa nilimwita Mungu naye akanijibu: mimi ni mtu wa kuchekwa tu, ingawa ni mwadilifu na nisiye na hatia!"
  },
  {
    "verseNumber": "JOB 12:5",
    "verseText": "Wanadamu wakiwa katika utulivu huwa na dharau kwa wale wenye msiba kana kwamba ndiyo haki ya wale ambao miguu yao inateleza."
  },
  {
    "verseNumber": "JOB 12:6",
    "verseText": "Hema za wanyangʼanyi hazisumbuliwi, wale wanaomghadhibisha Mungu wako salama: wale wamchukuao mungu wao mikononi mwao."
  },
  {
    "verseNumber": "JOB 12:7",
    "verseText": "“Lakini ulizeni wanyama, nao watawafundisha, au ndege wa angani, nao watawaambia;"
  },
  {
    "verseNumber": "JOB 12:8",
    "verseText": "au zungumzeni na dunia, nayo itawafundisha, au acheni samaki wa baharini wawape taarifa."
  },
  {
    "verseNumber": "JOB 12:9",
    "verseText": "Ni nani miongoni mwa hawa wote asiyejua kwamba mkono wa BWANA ndio uliofanya hili?"
  },
  {
    "verseNumber": "JOB 12:10",
    "verseText": "Mkononi mwake kuna uhai wa kila kiumbe, na pumzi ya wanadamu wote."
  },
  {
    "verseNumber": "JOB 12:11",
    "verseText": "Je, sikio haliyajaribu maneno kama vile ulimi uonjavyo chakula?"
  },
  {
    "verseNumber": "JOB 12:12",
    "verseText": "Je, hekima haipatikani katikati ya wazee? Je, maisha marefu hayaleti ufahamu?"
  },
  {
    "verseNumber": "JOB 12:13",
    "verseText": "“Hekima na nguvu ni vya Mungu; shauri na ufahamu ni vyake yeye."
  },
  {
    "verseNumber": "JOB 12:14",
    "verseText": "Kile anachokibomoa hakiwezi kujengeka tena; mtu aliyefungiwa naye hawezi kufunguliwa."
  },
  {
    "verseNumber": "JOB 12:15",
    "verseText": "Akizuia maji, huwa pana ukame; akiyaachia maji, huharibu nchi."
  },
  {
    "verseNumber": "JOB 12:16",
    "verseText": "Kwake kuna nguvu na ushindi; adanganywaye na adanganyaye, wote wawili ni wake."
  },
  {
    "verseNumber": "JOB 12:17",
    "verseText": "Yeye huwaondoa washauri wakiwa wametekwa nyara, naye huwapumbaza wanaotoa maamuzi."
  },
  {
    "verseNumber": "JOB 12:18",
    "verseText": "Huondoa pingu zilizofungwa na wafalme, na kuwafunga mishipi ya kiunoni."
  },
  {
    "verseNumber": "JOB 12:19",
    "verseText": "Huwaondoa makuhani wakiwa wametekwa nyara, na kuwaangusha waliojiimarisha muda mrefu."
  },
  {
    "verseNumber": "JOB 12:20",
    "verseText": "Hunyamazisha midomo ya washauri wanaoaminika, na kuondoa busara ya wazee."
  },
  {
    "verseNumber": "JOB 12:21",
    "verseText": "Huwamwagia dharau wanaoheshimika, na kuwavua silaha wenye nguvu."
  },
  {
    "verseNumber": "JOB 12:22",
    "verseText": "Hufunua mambo ya ndani ya gizani, na kuyaleta nuruni yale yaliyositirika sana."
  },
  {
    "verseNumber": "JOB 12:23",
    "verseText": "Huyafanya mataifa yatukuke na kuyaangamiza; hufanya mataifa kuwa makubwa, naye huyatawanya."
  },
  {
    "verseNumber": "JOB 12:24",
    "verseText": "Huwaondolea viongozi wa nchi akili zao; huwapeleka watangetange nyikani pasipo na njia."
  },
  {
    "verseNumber": "JOB 12:25",
    "verseText": "Hupapasa gizani pasipokuwa na mwanga; huwafanya wapepesuke kama walevi."
  },
  {
    "verseNumber": "JOB 13:1",
    "verseText": "“Macho yangu yameona hili lote, masikio yangu yamesikia na kulielewa."
  },
  {
    "verseNumber": "JOB 13:2",
    "verseText": "Hayo mnayoyajua mimi pia ninayajua; mimi si mtu duni kuliko ninyi."
  },
  {
    "verseNumber": "JOB 13:3",
    "verseText": "Lakini ninayo shauku ya kuzungumza na Mwenyezi na kuhojiana shauri langu na Mungu."
  },
  {
    "verseNumber": "JOB 13:4",
    "verseText": "Ninyi, hata hivyo, hunipakaza uongo; ninyi ni matabibu wasiofaa kitu, ninyi nyote!"
  },
  {
    "verseNumber": "JOB 13:5",
    "verseText": "Laiti wote mngenyamaza kimya! Kwa kuwa kwenu hilo lingekuwa hekima."
  },
  {
    "verseNumber": "JOB 13:6",
    "verseText": "Sikieni sasa hoja yangu; sikilizeni kusihi kwangu."
  },
  {
    "verseNumber": "JOB 13:7",
    "verseText": "Je, mtazungumza kwa uovu kwa niaba ya Mungu? Je, mtazungumza kwa udanganyifu kwa niaba yake?"
  },
  {
    "verseNumber": "JOB 13:8",
    "verseText": "Mtamwonyesha upendeleo? Mtamtetea Mungu kwenye mashtaka yake?"
  },
  {
    "verseNumber": "JOB 13:9",
    "verseText": "Je, ingekuwa vyema Mungu akiwahoji ninyi? Je, mngeweza kumdanganya kama ambavyo mngeweza kuwadanganya wanadamu?"
  },
  {
    "verseNumber": "JOB 13:10",
    "verseText": "Hakika angewakemea kama mkiwapendelea watu kwa siri."
  },
  {
    "verseNumber": "JOB 13:11",
    "verseText": "Je, huo ukuu wake haungewatisha ninyi? Je, hofu yake isingewaangukia ninyi?"
  },
  {
    "verseNumber": "JOB 13:12",
    "verseText": "Maneno yenu ni mithali za majivu; utetezi wenu ni ngome za udongo wa mfinyanzi."
  },
  {
    "verseNumber": "JOB 13:13",
    "verseText": "“Nyamazeni kimya nipate kusema; kisha na yanipate yatakayonipata."
  },
  {
    "verseNumber": "JOB 13:14",
    "verseText": "Kwa nini nijiweke mwenyewe kwenye hatari na kuyaweka maisha yangu mikononi mwangu?"
  },
  {
    "verseNumber": "JOB 13:15",
    "verseText": "Ingawa ataniua, bado nitamtumaini; hakika nitazitetea njia zangu mbele zake."
  },
  {
    "verseNumber": "JOB 13:16",
    "verseText": "Naam, hili litanigeukia kuwa wokovu wangu, kwa maana hakuna mtu asiyemcha Mungu atakayethubutu kuja mbele yake!"
  },
  {
    "verseNumber": "JOB 13:17",
    "verseText": "Sikilizeni maneno yangu kwa makini; nayo masikio yenu yaingize kile nisemacho."
  },
  {
    "verseNumber": "JOB 13:18",
    "verseText": "Sasa kwamba nimekwisha kutayarisha mambo yangu, ninajua mimi nitahesabiwa kuwa na haki."
  },
  {
    "verseNumber": "JOB 13:19",
    "verseText": "Je, kuna yeyote anayeweza kuleta mashtaka dhidi yangu? Kama ndivyo, nitanyamaza kimya na nife."
  },
  {
    "verseNumber": "JOB 13:20",
    "verseText": "“Ee Mungu, unijalie tu mimi haya mambo mawili, nami sitajificha uso wako:"
  },
  {
    "verseNumber": "JOB 13:21",
    "verseText": "Ondoa mkono wako uwe mbali nami, nawe uache kuniogofya kwa hofu zako kuu."
  },
  {
    "verseNumber": "JOB 13:22",
    "verseText": "Niite kwenye shauri nami nitajibu, au niache niseme, nawe upate kujibu."
  },
  {
    "verseNumber": "JOB 13:23",
    "verseText": "Ni makosa na dhambi ngapi nilizotenda? Nionyeshe kosa langu na dhambi yangu."
  },
  {
    "verseNumber": "JOB 13:24",
    "verseText": "Kwa nini kuuficha uso wako na kunihesabu mimi kuwa adui yako?"
  },
  {
    "verseNumber": "JOB 13:25",
    "verseText": "Je, utaliadhibu jani lipeperushwalo na upepo? Je, utayasaka makapi makavu?"
  },
  {
    "verseNumber": "JOB 13:26",
    "verseText": "Kwa kuwa unaandika mambo machungu dhidi yangu na kunifanya nizirithi dhambi za ujana wangu."
  },
  {
    "verseNumber": "JOB 13:27",
    "verseText": "Umeifunga miguu yangu kwenye pingu. Unazichunga kwa makini njia zangu zote kwa kutia alama kwenye nyayo za miguu yangu."
  },
  {
    "verseNumber": "JOB 13:28",
    "verseText": "“Hivyo mwanadamu huangamia kama kitu kilichooza, kama vazi lililoliwa na nondo."
  },
  {
    "verseNumber": "JOB 14:1",
    "verseText": "“Mwanadamu aliyezaliwa na mwanamke siku zake ni chache nazo zimejaa taabu."
  },
  {
    "verseNumber": "JOB 14:2",
    "verseText": "Huchanua kama ua kisha hunyauka; huwa kama kivuli kipitacho upesi, wala hadumu."
  },
  {
    "verseNumber": "JOB 14:3",
    "verseText": "Je, unamwekea jicho lako mtu kama huyo? Je, utamleta mbele yako katika hukumu?"
  },
  {
    "verseNumber": "JOB 14:4",
    "verseText": "Ni nani awezaye kutoa kitu safi kutoka kitu najisi? Hakuna awezaye!"
  },
  {
    "verseNumber": "JOB 14:5",
    "verseText": "Siku za mwanadamu zimewekewa mpaka; umekwisha kutangaza idadi ya miezi yake na kuweka mpaka ambao hawezi kuuvuka."
  },
  {
    "verseNumber": "JOB 14:6",
    "verseText": "Hivyo angalia mbali umwache, hadi awe amekamilisha muda wake kama mtu aliyeajiriwa."
  },
  {
    "verseNumber": "JOB 14:7",
    "verseText": "“Kwa maana lipo tumaini kwa mti; kama ukikatwa utachipuka tena, nayo machipukizi yake mapya hayatakoma."
  },
  {
    "verseNumber": "JOB 14:8",
    "verseText": "Mizizi yake yaweza kuchakaa ardhini na kisiki chake kufa udongoni,"
  },
  {
    "verseNumber": "JOB 14:9",
    "verseText": "lakini kwa kupata dalili ya maji utachipua na kutoa machipukizi kama mche."
  },
  {
    "verseNumber": "JOB 14:10",
    "verseText": "Lakini mwanadamu hufa, na huo ndio mwisho wake; hutoa pumzi ya mwisho, naye hayuko tena!"
  },
  {
    "verseNumber": "JOB 14:11",
    "verseText": "Kama vile maji yatowekavyo katika bahari, au mkondo wa mto ukaushwavyo na kuwa mkavu,"
  },
  {
    "verseNumber": "JOB 14:12",
    "verseText": "ndivyo mwanadamu alalavyo chini asiamke; hadi mbingu zitakapokuwa hazipo tena, wanadamu hawataamka au kuamshwa kutoka kwenye usingizi wao."
  },
  {
    "verseNumber": "JOB 14:13",
    "verseText": "“Laiti kama ungenificha kaburini, na kunisitiri hadi hasira yako ipite! Laiti ungeniwekea wakati, na kisha ukanikumbuka!"
  },
  {
    "verseNumber": "JOB 14:14",
    "verseText": "Je, kama mtu akifa, aweza kuishi tena? Siku zote za kazi zangu ngumu nitangojea kufanywa upya kwangu."
  },
  {
    "verseNumber": "JOB 14:15",
    "verseText": "Utaniita nami nitakuitika; utakionea shauku kiumbe ambacho mikono yako ilikiumba."
  },
  {
    "verseNumber": "JOB 14:16",
    "verseText": "Hakika ndipo utakapozihesabu hatua zangu, lakini hutazifuatia dhambi zangu."
  },
  {
    "verseNumber": "JOB 14:17",
    "verseText": "Makosa yangu yatafungiwa kwa lakiri kwenye mfuko, nawe utazifunika dhambi zangu."
  },
  {
    "verseNumber": "JOB 14:18",
    "verseText": "“Lakini kama mlima umomonyokavyo na kufikichika na kama vile mwamba uondolewavyo mahali pake,"
  },
  {
    "verseNumber": "JOB 14:19",
    "verseText": "kama maji yamalizavyo mawe, na mafuriko yachukuavyo udongo, ndivyo unavyoharibu tegemeo la mwanadamu."
  },
  {
    "verseNumber": "JOB 14:20",
    "verseText": "Humshinda mara moja kwa daima, naye hutoweka; waibadilisha sura yake na kumwondoa."
  },
  {
    "verseNumber": "JOB 14:21",
    "verseText": "Kama wanawe wakipewa heshima, yeye hafahamu; kama wakidharauliwa, yeye haoni."
  },
  {
    "verseNumber": "JOB 14:22",
    "verseText": "Yeye hasikii kingine isipokuwa maumivu ya mwili wake mwenyewe, naye huomboleza kwa ajili yake mwenyewe.”"
  },
  {
    "verseNumber": "JOB 15:1",
    "verseText": "Kisha Elifazi Mtemani akajibu:"
  },
  {
    "verseNumber": "JOB 15:2",
    "verseText": "“Je, mtu mwenye hekima hujibu kwa mawazo matupu, au kujaza tumbo lake kwa upepo wenye joto wa mashariki?"
  },
  {
    "verseNumber": "JOB 15:3",
    "verseText": "Je, aweza kubishana juu ya maneno yasiyofaa, kwa hotuba zisizo na maana?"
  },
  {
    "verseNumber": "JOB 15:4",
    "verseText": "Lakini unadhoofisha hata uchaji wa Mungu na kuzuia ibada mbele za Mungu."
  },
  {
    "verseNumber": "JOB 15:5",
    "verseText": "Dhambi yako inasukuma kinywa chako, nawe umechagua ulimi wa hila."
  },
  {
    "verseNumber": "JOB 15:6",
    "verseText": "Kinywa chako mwenyewe kinakuhukumu, wala si changu; midomo yako mwenyewe inashuhudia dhidi yako."
  },
  {
    "verseNumber": "JOB 15:7",
    "verseText": "“Je, wewe ni mtu wa kwanza kuzaliwa? Ulizaliwa kabla ya vilima?"
  },
  {
    "verseNumber": "JOB 15:8",
    "verseText": "Je, wewe husikiliza mashauri ya siri ya Mungu? Je, wewe unaizuia hekima iwe yako mwenyewe?"
  },
  {
    "verseNumber": "JOB 15:9",
    "verseText": "Wewe unajua kitu gani tusichokijua sisi? Unafahamu kitu gani tusichokifahamu sisi?"
  },
  {
    "verseNumber": "JOB 15:10",
    "verseText": "Wale wenye mvi na wazee wako upande wetu, watu ambao ni wazee hata kuliko baba yako."
  },
  {
    "verseNumber": "JOB 15:11",
    "verseText": "Je, faraja za Mungu hazikutoshi, au maneno yaliyosemwa kwako kwa upole si kitu?"
  },
  {
    "verseNumber": "JOB 15:12",
    "verseText": "Kwa nini moyo wako unakudanganya, na kwa nini macho yako yanangʼaa,"
  },
  {
    "verseNumber": "JOB 15:13",
    "verseText": "ili kwamba upate kutoa hasira yako dhidi ya Mungu, na kumwaga maneno kama hayo kutoka kinywani mwako?"
  },
  {
    "verseNumber": "JOB 15:14",
    "verseText": "“Mwanadamu ni kitu gani, hata aweze kuwa safi, au yeye aliyezaliwa na mwanamke, hata aweze kuwa mwadilifu?"
  },
  {
    "verseNumber": "JOB 15:15",
    "verseText": "Kama Mungu hawaamini watakatifu wake, kama hata mbingu zenyewe si safi machoni pake,"
  },
  {
    "verseNumber": "JOB 15:16",
    "verseText": "sembuse mwanadamu ambaye ni mwovu na mpotovu, ambaye hunywa uovu kama anywavyo maji!"
  },
  {
    "verseNumber": "JOB 15:17",
    "verseText": "“Nisikilize mimi nami nitakueleza, acha nikuambie yale niliyoyaona,"
  },
  {
    "verseNumber": "JOB 15:18",
    "verseText": "ambayo watu wenye hekima wameyanena, bila kuficha lolote walilopokea toka kwa baba zao"
  },
  {
    "verseNumber": "JOB 15:19",
    "verseText": "(wakati ambao wao peke yao ndio walipewa nchi, hakuna mgeni aliyepita miongoni mwao):"
  },
  {
    "verseNumber": "JOB 15:20",
    "verseText": "Mtu mwovu siku zake zote hupata mateso, miaka yote aliwekewa mkorofi."
  },
  {
    "verseNumber": "JOB 15:21",
    "verseText": "Sauti za kutisha hujaa masikioni mwake; katika kufanikiwa kwake, wanyangʼanyi humshambulia."
  },
  {
    "verseNumber": "JOB 15:22",
    "verseText": "Hukata tamaa kuokoka gizani; amewekwa kwa ajili ya upanga."
  },
  {
    "verseNumber": "JOB 15:23",
    "verseText": "Hutangatanga, akitafuta chakula; anajua kwamba siku ya giza iko karibu."
  },
  {
    "verseNumber": "JOB 15:24",
    "verseText": "Taabu na maumivu makuu vinamtia hofu; humshinda kama mfalme aliye tayari kwa vita,"
  },
  {
    "verseNumber": "JOB 15:25",
    "verseText": "kwa sababu amemkunjia Mungu ngumi yake na kujigamba dhidi ya Mwenyezi,"
  },
  {
    "verseNumber": "JOB 15:26",
    "verseText": "kwa kiburi akishambulia dhidi ya Mungu akiwa na ngao nene, iliyo imara."
  },
  {
    "verseNumber": "JOB 15:27",
    "verseText": "“Ingawa uso wake umefunikwa na mafuta kwa unene na kiuno chake kimevimba kwa kunenepa,"
  },
  {
    "verseNumber": "JOB 15:28",
    "verseText": "ataishi katika miji ya magofu, na katika nyumba ambazo haziishi mwanadamu yeyote, nyumba zinazokuwa vifusi."
  },
  {
    "verseNumber": "JOB 15:29",
    "verseText": "Hatatajirika tena, nao utajiri wake hautadumu, wala mali zake hazitakuwa nyingi juu ya nchi."
  },
  {
    "verseNumber": "JOB 15:30",
    "verseText": "Hatatoka gizani; mwali wa moto utanyausha machipukizi yake, nayo pumzi ya kinywa cha Mungu itamwondolea mbali."
  },
  {
    "verseNumber": "JOB 15:31",
    "verseText": "Asijidanganye mwenyewe kutumainia ubatili, kwa kuwa hatapata malipo yoyote."
  },
  {
    "verseNumber": "JOB 15:32",
    "verseText": "Atakuwa amelipwa kikamilifu kabla ya wakati wake, nayo matawi yake hayatastawi."
  },
  {
    "verseNumber": "JOB 15:33",
    "verseText": "Atafanana na mzabibu uliopukutishwa matunda yake kabla hayajaiva, kama mzeituni unaodondosha maua yake."
  },
  {
    "verseNumber": "JOB 15:34",
    "verseText": "Kwa kuwa jamii ya wasiomcha Mungu watakuwa tasa, nao moto utateketeza hema za wale wanaopenda rushwa."
  },
  {
    "verseNumber": "JOB 15:35",
    "verseText": "Hutunga mimba ya madhara na kuzaa uovu; matumbo yao huumba udanganyifu.”"
  },
  {
    "verseNumber": "JOB 16:1",
    "verseText": "Kisha Ayubu akajibu:"
  },
  {
    "verseNumber": "JOB 16:2",
    "verseText": "“Nimepata kusikia mambo mengi kama haya, nanyi nyote ni wafariji wenye kutaabisha!"
  },
  {
    "verseNumber": "JOB 16:3",
    "verseText": "Je, maneno yenu mengi yasiyo na maana hayana mwisho? Mna nini hata mwendelee kushindana kwa maneno?"
  },
  {
    "verseNumber": "JOB 16:4",
    "verseText": "Mimi pia ningeweza kuzungumza kama ninyi, kama mngekuwa katika hali yangu; ningeweza kutoa hotuba nzuri dhidi yenu, na kuwatikisia ninyi kichwa changu."
  },
  {
    "verseNumber": "JOB 16:5",
    "verseText": "Lakini kinywa changu kingewatia moyo; faraja kutoka midomoni mwangu, ingewaletea nafuu."
  },
  {
    "verseNumber": "JOB 16:6",
    "verseText": "“Lakini kama nikisema, maumivu yangu bado hayatulizwi; nami kama nikijizuia, wala hayaondoki."
  },
  {
    "verseNumber": "JOB 16:7",
    "verseText": "Ee Mungu, hakika umenichakaza; umewaangamiza kabisa watu wa nyumbani mwangu wote."
  },
  {
    "verseNumber": "JOB 16:8",
    "verseText": "Umenikunjakunja, nalo limekuwa ushahidi; nako kukonda kwangu kumeongezeka sana na kushuhudia dhidi yangu."
  },
  {
    "verseNumber": "JOB 16:9",
    "verseText": "Mungu amenishambulia na kunirarua katika hasira yake, na kunisagia meno yake; adui yangu hunikazia macho yake makali."
  },
  {
    "verseNumber": "JOB 16:10",
    "verseText": "Watu wamenifumbulia vinywa vyao kunidhihaki; hunipiga shavuni mwangu kwa dharau, na kuungana pamoja dhidi yangu."
  },
  {
    "verseNumber": "JOB 16:11",
    "verseText": "Mungu amenigeuzia kwa watu wabaya, na kunitupa katika makucha ya waovu."
  },
  {
    "verseNumber": "JOB 16:12",
    "verseText": "Mambo yote yalikuwa mazuri, lakini alinivunjavunja; amenikamata shingo na kuniponda. Amenifanya mimi kuwa shabaha yake;"
  },
  {
    "verseNumber": "JOB 16:13",
    "verseText": "wapiga upinde wake wananizunguka. Bila huruma, huchoma figo zangu, na kuimwaga nyongo yangu juu ya nchi."
  },
  {
    "verseNumber": "JOB 16:14",
    "verseText": "Huniponda tena na tena; hunishambulia kama shujaa wa vita."
  },
  {
    "verseNumber": "JOB 16:15",
    "verseText": "“Nimejishonea nguo ya gunia juu ya mwili wangu nami nimekizika kipaji cha uso wangu kwenye vumbi."
  },
  {
    "verseNumber": "JOB 16:16",
    "verseText": "Uso wangu umekuwa mwekundu kwa kulia, macho yangu yamepigwa na giza kuu."
  },
  {
    "verseNumber": "JOB 16:17",
    "verseText": "Hata hivyo mikono yangu haijafanya jeuri, na maombi yangu ni safi."
  },
  {
    "verseNumber": "JOB 16:18",
    "verseText": "“Ee nchi, usiifunike damu yangu, nacho kilio changu kisinyamazishwe kamwe."
  },
  {
    "verseNumber": "JOB 16:19",
    "verseText": "Hata sasa shahidi wangu yuko mbinguni; wakili wangu yuko juu."
  },
  {
    "verseNumber": "JOB 16:20",
    "verseText": "Mwombezi wangu ni rafiki yangu macho yangu yamwagapo machozi kwa Mungu;"
  },
  {
    "verseNumber": "JOB 16:21",
    "verseText": "kwa niaba ya mtu anamsihi Mungu kama mtu anavyosihi kwa ajili ya rafiki yake."
  },
  {
    "verseNumber": "JOB 16:22",
    "verseText": "“Ni miaka michache tu itapita kabla sijaenda safari ambayo sitarudi."
  },
  {
    "verseNumber": "JOB 17:1",
    "verseText": "Moyo wangu umevunjika, siku zangu zimefupishwa, kaburi linaningojea."
  },
  {
    "verseNumber": "JOB 17:2",
    "verseText": "Hakika wenye mizaha wamenizunguka; macho yangu yamebaki kutazama uadui wao."
  },
  {
    "verseNumber": "JOB 17:3",
    "verseText": "“Ee Mungu, nipe dhamana unayodai. Ni nani mwingine atakayeweka dhamana kwa ajili yangu?"
  },
  {
    "verseNumber": "JOB 17:4",
    "verseText": "Umezifunga akili zao zisipate ufahamu, kwa hiyo hutawaacha wapate ushindi."
  },
  {
    "verseNumber": "JOB 17:5",
    "verseText": "Kama mtu akiwashutumu rafiki zake ili apate ujira, macho ya watoto wake yatashindwa kuona."
  },
  {
    "verseNumber": "JOB 17:6",
    "verseText": "“Mungu amenifanya kitu cha dhihaka kwa kila mtu, mtu ambaye watu humtemea mate usoni."
  },
  {
    "verseNumber": "JOB 17:7",
    "verseText": "Macho yangu yamefifia kwa ajili ya majonzi; umbile langu lote ni kama kivuli."
  },
  {
    "verseNumber": "JOB 17:8",
    "verseText": "Watu wanyofu wanatishwa na hili; watu wasio na hatia wanasimama dhidi ya wasiomcha Mungu."
  },
  {
    "verseNumber": "JOB 17:9",
    "verseText": "Hata hivyo, waadilifu watazishika njia zao, nao wale wenye mikono safi wataendelea kupata nguvu."
  },
  {
    "verseNumber": "JOB 17:10",
    "verseText": "“Lakini ninyi njooni, ninyi nyote, jaribuni tena! Sitampata mtu mwenye hekima miongoni mwenu."
  },
  {
    "verseNumber": "JOB 17:11",
    "verseText": "Siku zangu zimepita, mipango yangu imevunjika, vivyo hivyo shauku za moyo wangu."
  },
  {
    "verseNumber": "JOB 17:12",
    "verseText": "Watu hawa hufanya usiku kuwa mchana, kwenye giza wao husema, ‘Mwanga u karibu.’"
  },
  {
    "verseNumber": "JOB 17:13",
    "verseText": "Kama nyumba pekee ninayoitarajia ni kaburi, kama nikikitandika kitanda changu gizani,"
  },
  {
    "verseNumber": "JOB 17:14",
    "verseText": "kama nikiuambia uharibifu, ‘Wewe u baba yangu,’ na kuliambia buu, ‘Wewe u mama yangu’ au ‘Dada yangu,’"
  },
  {
    "verseNumber": "JOB 17:15",
    "verseText": "liko wapi basi tarajio langu? Ni nani awezaye kuona tarajio lolote kwa ajili yangu?"
  },
  {
    "verseNumber": "JOB 17:16",
    "verseText": "Je, litashuka chini hadi kwenye malango ya mauti? Je, tutashuka pamoja mavumbini?”"
  },
  {
    "verseNumber": "JOB 18:1",
    "verseText": "Bildadi Mshuhi akajibu:"
  },
  {
    "verseNumber": "JOB 18:2",
    "verseText": "“Je, ni lini utafika mwisho wa maneno haya? Uwe mwenye busara, nasi ndipo tutakapoweza kuongea."
  },
  {
    "verseNumber": "JOB 18:3",
    "verseText": "Kwa nini sisi tunafikiriwa kama wanyama, na kuonekana wajinga machoni pako?"
  },
  {
    "verseNumber": "JOB 18:4",
    "verseText": "Wewe unayejirarua mwenyewe vipande vipande katika hasira yako, je, dunia iachwe kwa ajili yako wewe? Au ni lazima miamba iondolewe mahali pake?"
  },
  {
    "verseNumber": "JOB 18:5",
    "verseText": "“Taa ya mwovu imezimwa, nao mwali wa moto wake umezimika."
  },
  {
    "verseNumber": "JOB 18:6",
    "verseText": "Mwanga hemani mwake umekuwa giza; taa iliyo karibu naye imezimika."
  },
  {
    "verseNumber": "JOB 18:7",
    "verseText": "Nguvu za hatua zake zimedhoofishwa; shauri lake baya litamwangusha."
  },
  {
    "verseNumber": "JOB 18:8",
    "verseText": "Miguu yake imemsukumia kwenye wavu, naye anatangatanga kwenye matundu ya wavu."
  },
  {
    "verseNumber": "JOB 18:9",
    "verseText": "Tanzi litamkamata kwenye kisigino; mtego utamshikilia kwa nguvu."
  },
  {
    "verseNumber": "JOB 18:10",
    "verseText": "Kitanzi kimefichwa ardhini kwa ajili yake; mtego uko kwenye njia yake."
  },
  {
    "verseNumber": "JOB 18:11",
    "verseText": "Vitisho vimemtia hofu kila upande, na adui zake humwandama kila hatua."
  },
  {
    "verseNumber": "JOB 18:12",
    "verseText": "Janga linamwonea shauku; maafa yako tayari kwa ajili yake aangukapo."
  },
  {
    "verseNumber": "JOB 18:13",
    "verseText": "Nayo yatakula sehemu ya ngozi yake; mzaliwa wa kwanza wa mauti atakula maungo yake."
  },
  {
    "verseNumber": "JOB 18:14",
    "verseText": "Atangʼolewa kutoka usalama wa hema lake, na kupelekwa kwa mfalme wa vitisho."
  },
  {
    "verseNumber": "JOB 18:15",
    "verseText": "Moto utakaa katika hema lake; moto wa kiberiti utamwagwa juu ya makao yake."
  },
  {
    "verseNumber": "JOB 18:16",
    "verseText": "Mizizi yake chini itakauka na matawi yake juu yatanyauka."
  },
  {
    "verseNumber": "JOB 18:17",
    "verseText": "Kumbukumbu lake litatoweka katika dunia, wala hatakuwa na jina katika nchi."
  },
  {
    "verseNumber": "JOB 18:18",
    "verseText": "Ameondolewa nuruni na kusukumiwa gizani, naye amefukuzwa mbali atoke duniani."
  },
  {
    "verseNumber": "JOB 18:19",
    "verseText": "Hana mtoto wala mzao miongoni mwa watu wake, wala aliyenusurika mahali alipoishi."
  },
  {
    "verseNumber": "JOB 18:20",
    "verseText": "Watu wa magharibi watashangaa yaliyompata; watu wa mashariki watapatwa na hofu."
  },
  {
    "verseNumber": "JOB 18:21",
    "verseText": "Hakika ndivyo yalivyo makao ya mtu mwovu; ndivyo palivyo mahali pake mtu asiyemjua Mungu.”"
  },
  {
    "verseNumber": "JOB 19:1",
    "verseText": "Ndipo Ayubu akajibu:"
  },
  {
    "verseNumber": "JOB 19:2",
    "verseText": "“Je, mtaendelea kunitesa mpaka lini, na kuniponda kwa maneno yenu?"
  },
  {
    "verseNumber": "JOB 19:3",
    "verseText": "Mara kumi hizi mmenishutumu; bila aibu mnanishambulia."
  },
  {
    "verseNumber": "JOB 19:4",
    "verseText": "Kama ni kweli nimepotoka, kosa langu ninabaki kuhusika nalo mwenyewe."
  },
  {
    "verseNumber": "JOB 19:5",
    "verseText": "Kama kweli mngejitukuza wenyewe juu yangu, na kutumia unyonge wangu dhidi yangu,"
  },
  {
    "verseNumber": "JOB 19:6",
    "verseText": "basi jueni kuwa Mungu amenitendea yaliyo mabaya, naye amekokota wavu wake kunizunguka."
  },
  {
    "verseNumber": "JOB 19:7",
    "verseText": "“Ingawa ninalia, ‘Nimetendewa mabaya!’ sipati jibu; ingawa ninaomba msaada, hakuna haki."
  },
  {
    "verseNumber": "JOB 19:8",
    "verseText": "Yeye ameizuia njia yangu hivyo siwezi kupita; ameyafunika mapito yangu na giza."
  },
  {
    "verseNumber": "JOB 19:9",
    "verseText": "Amenivua heshima yangu, na kuniondolea taji kichwani pangu."
  },
  {
    "verseNumber": "JOB 19:10",
    "verseText": "Amenibomoa kila upande hadi nimeisha; amelingʼoa tegemeo langu kama mti."
  },
  {
    "verseNumber": "JOB 19:11",
    "verseText": "Hasira yake imewaka juu yangu; amenihesabu kuwa miongoni mwa adui zake."
  },
  {
    "verseNumber": "JOB 19:12",
    "verseText": "Majeshi yake yananisogelea kwa nguvu; yamenizingira, yamepiga kambi kulizunguka hema langu."
  },
  {
    "verseNumber": "JOB 19:13",
    "verseText": "“Amewatenga ndugu zangu mbali nami; wale tunaojuana nao wamefarakana nami kabisa."
  },
  {
    "verseNumber": "JOB 19:14",
    "verseText": "Watu wa jamaa yangu wamekwenda mbali; rafiki zangu wamenisahau."
  },
  {
    "verseNumber": "JOB 19:15",
    "verseText": "Wageni wangu na watumishi wangu wa kike wananiona kama mgeni; wananitazama kama mgeni."
  },
  {
    "verseNumber": "JOB 19:16",
    "verseText": "Namwita mtumishi wangu, wala haitiki, ingawa namwomba kwa kinywa changu mwenyewe."
  },
  {
    "verseNumber": "JOB 19:17",
    "verseText": "Pumzi ya kinywa changu ni kinyaa kwa mke wangu; nimekuwa chukizo mno kwa ndugu zangu mwenyewe."
  },
  {
    "verseNumber": "JOB 19:18",
    "verseText": "Hata watoto wadogo hunidhihaki; ninapojitokeza, hunifanyia mzaha."
  },
  {
    "verseNumber": "JOB 19:19",
    "verseText": "Rafiki zangu wa moyoni wote wananichukia kabisa; wale niwapendao wamekuwa kinyume nami."
  },
  {
    "verseNumber": "JOB 19:20",
    "verseText": "Mimi nimebaki mifupa na ngozi tu; nimeponea nikiwa karibu kufa."
  },
  {
    "verseNumber": "JOB 19:21",
    "verseText": "“Nihurumieni, rafiki zangu, kuweni na huruma, kwa kuwa mkono wa Mungu umenipiga."
  },
  {
    "verseNumber": "JOB 19:22",
    "verseText": "Kwa nini mnanifuatia kama Mungu afanyavyo? Hamtosheki kamwe na mwili wangu?"
  },
  {
    "verseNumber": "JOB 19:23",
    "verseText": "“Laiti maneno yangu yangewekwa kwenye kumbukumbu, laiti kwamba yangeandikwa kwenye kitabu,"
  },
  {
    "verseNumber": "JOB 19:24",
    "verseText": "kwamba yangechorwa kwenye risasi kwa kifaa cha chuma, au kuyachonga juu ya mwamba milele!"
  },
  {
    "verseNumber": "JOB 19:25",
    "verseText": "Ninajua kwamba Mkombozi wangu yu hai, naye kwamba mwishoni atasimama juu ya nchi."
  },
  {
    "verseNumber": "JOB 19:26",
    "verseText": "Nami baada ya ngozi yangu kuharibiwa, bado nikiwa na mwili huu nitamwona Mungu;"
  },
  {
    "verseNumber": "JOB 19:27",
    "verseText": "mimi nitamwona kwa macho yangu mwenyewe: mimi, wala si mwingine. Tazama jinsi moyo wangu unavyomtamani sana!"
  },
  {
    "verseNumber": "JOB 19:28",
    "verseText": "“Kama mkisema, ‘Tazama tutakavyomwinda, maadamu mzizi wa tatizo uko ndani yake,’"
  },
  {
    "verseNumber": "JOB 19:29",
    "verseText": "ninyi wenyewe uogopeni upanga, kwa kuwa ghadhabu italeta adhabu kwa upanga, nanyi ndipo mtakapojua kwamba kuna hukumu.”"
  },
  {
    "verseNumber": "JOB 20:1",
    "verseText": "Ndipo Sofari Mnaamathi akajibu:"
  },
  {
    "verseNumber": "JOB 20:2",
    "verseText": "“Mawazo yanayonisumbua yananisukuma kujibu, kwa sababu nimehangaika sana."
  },
  {
    "verseNumber": "JOB 20:3",
    "verseText": "Ninasikia makaripio ambayo yananivunjia heshima, nao ufahamu wangu unanisukuma kujibu."
  },
  {
    "verseNumber": "JOB 20:4",
    "verseText": "“Hakika unajua jinsi ilivyokuwa tangu zamani, tangu zamani mwanadamu alipowekwa duniani,"
  },
  {
    "verseNumber": "JOB 20:5",
    "verseText": "macheko ya mtu mwovu ni ya muda mfupi, nayo furaha ya wasiomcha Mungu hudumu kwa kitambo tu."
  },
  {
    "verseNumber": "JOB 20:6",
    "verseText": "Ingawa kujikweza kwake hufikia mbinguni na kichwa chake hugusa mawingu,"
  },
  {
    "verseNumber": "JOB 20:7",
    "verseText": "ataangamia milele kama mavi yake mwenyewe. Wale waliomwona watauliza, ‘Yuko wapi?’"
  },
  {
    "verseNumber": "JOB 20:8",
    "verseText": "Kama ndoto hutoweka, wala hapatikani tena, amefukuziwa mbali kama maono ya usiku."
  },
  {
    "verseNumber": "JOB 20:9",
    "verseText": "Jicho lililomwona halitamwona tena; mahali pake hapatamwona tena."
  },
  {
    "verseNumber": "JOB 20:10",
    "verseText": "Watoto wake watalipa yote baba yao aliyowadhulumu maskini, nayo mikono yake itarudisha mali yote aliyonyangʼanya watu."
  },
  {
    "verseNumber": "JOB 20:11",
    "verseText": "Nguvu za ujana zilizoijaza mifupa yake, zitalala naye mavumbini."
  },
  {
    "verseNumber": "JOB 20:12",
    "verseText": "“Ingawa uovu ni mtamu kinywani mwake naye huuficha chini ya ulimi wake,"
  },
  {
    "verseNumber": "JOB 20:13",
    "verseText": "ingawa hawezi kukubali kuuachia uende, lakini huuweka kinywani mwake."
  },
  {
    "verseNumber": "JOB 20:14",
    "verseText": "Hata hivyo chakula chake kitakuwa kichungu tumboni mwake, nacho kitakuwa sumu kali ya nyoka ndani yake."
  },
  {
    "verseNumber": "JOB 20:15",
    "verseText": "Atatema mali alizozimeza; Mungu atalifanya tumbo lake kuzitapika."
  },
  {
    "verseNumber": "JOB 20:16",
    "verseText": "Atanyonya sumu za majoka; meno ya nyoka mwenye sumu kali yatamuua."
  },
  {
    "verseNumber": "JOB 20:17",
    "verseText": "Hatafurahia vijito, mito inayotiririsha asali na siagi."
  },
  {
    "verseNumber": "JOB 20:18",
    "verseText": "Vile alivyovitaabikia atavirudisha bila kuvila; hatafurahia faida itokanayo na biashara yake."
  },
  {
    "verseNumber": "JOB 20:19",
    "verseText": "Kwa kuwa aliwaonea maskini na kuwaacha pasipo kitu; amenyangʼanya kwa nguvu nyumba asizozijenga."
  },
  {
    "verseNumber": "JOB 20:20",
    "verseText": "“Hakika hatakuwa na raha katika kutamani kwake sana; hawezi kujiokoa mwenyewe kwa hazina zake."
  },
  {
    "verseNumber": "JOB 20:21",
    "verseText": "Hakuna chochote kitakachosalia kwa ajili yake ili ale; kufanikiwa kwake hakutadumu."
  },
  {
    "verseNumber": "JOB 20:22",
    "verseText": "Katikati ya wingi wa ustawi wake, dhiki itampata; taabu itamjia kwa nguvu zote."
  },
  {
    "verseNumber": "JOB 20:23",
    "verseText": "Atakapokuwa amelijaza tumbo lake, Mungu ataionyesha ghadhabu kali dhidi yake, na kumnyeshea mapigo juu yake."
  },
  {
    "verseNumber": "JOB 20:24",
    "verseText": "Ijapokuwa aikimbia silaha ya chuma, mshale wa shaba utamchoma."
  },
  {
    "verseNumber": "JOB 20:25",
    "verseText": "Atauchomoa katika mgongo wake, ncha ingʼaayo kutoka ini lake. Vitisho vitakuja juu yake;"
  },
  {
    "verseNumber": "JOB 20:26",
    "verseText": "giza nene linavizia hazina zake. Moto usiopepewa na mtu utamteketeza, na kuangamiza yaliyosalia nyumbani mwake."
  },
  {
    "verseNumber": "JOB 20:27",
    "verseText": "Mbingu zitaweka wazi hatia yake, nayo nchi itainuka kinyume chake."
  },
  {
    "verseNumber": "JOB 20:28",
    "verseText": "Mafuriko yataichukua nyumba yake, maji yaendayo kasi katika siku ya ghadhabu ya Mungu."
  },
  {
    "verseNumber": "JOB 20:29",
    "verseText": "Hili ndilo fungu Mungu alilowagawia waovu, urithi uliowekwa kwa ajili yao na Mungu.”"
  },
  {
    "verseNumber": "JOB 21:1",
    "verseText": "Ndipo Ayubu akajibu:"
  },
  {
    "verseNumber": "JOB 21:2",
    "verseText": "“Yasikilizeni maneno yangu kwa makini; hii na iwe faraja mnayonipa mimi."
  },
  {
    "verseNumber": "JOB 21:3",
    "verseText": "Nivumilieni ninapozungumza, nami nikishazungumza, endeleeni kunidhihaki."
  },
  {
    "verseNumber": "JOB 21:4",
    "verseText": "“Je, kwani malalamiko yangu yanaelekezwa kwa mwanadamu? Kwa nini nisikose subira?"
  },
  {
    "verseNumber": "JOB 21:5",
    "verseText": "Niangalieni mkastaajabu; mkaweke mkono juu ya vinywa vyenu."
  },
  {
    "verseNumber": "JOB 21:6",
    "verseText": "Ninapowaza juu ya hili, ninaogopa, nao mwili wangu unatetemeka."
  },
  {
    "verseNumber": "JOB 21:7",
    "verseText": "Kwa nini waovu wanaendelea kuishi, wakifikia umri wa uzee na kuendelea kuwa na nguvu?"
  },
  {
    "verseNumber": "JOB 21:8",
    "verseText": "Huwaona watoto wao wakithibitika wakiwa wamewazunguka, wazao wao mbele za macho yao."
  },
  {
    "verseNumber": "JOB 21:9",
    "verseText": "Nyumba zao zi salama wala hakuna hofu; fimbo ya Mungu haiko juu yao."
  },
  {
    "verseNumber": "JOB 21:10",
    "verseText": "Madume yao ya ngʼombe huvyaza bila kushindwa kamwe; ngʼombe wao huzaa wala hawaharibu mimba."
  },
  {
    "verseNumber": "JOB 21:11",
    "verseText": "Huwatoa watoto wao nje kama kundi; wadogo wao huchezacheza."
  },
  {
    "verseNumber": "JOB 21:12",
    "verseText": "Huimba nyimbo kwa matari na kwa kinubi, nao huifurahia sauti ya filimbi."
  },
  {
    "verseNumber": "JOB 21:13",
    "verseText": "Huitumia miaka yao katika mafanikio nao hushuka kaburini kwa amani."
  },
  {
    "verseNumber": "JOB 21:14",
    "verseText": "Lakini humwambia Mungu, ‘Tuache sisi!’ Hatuna haja ya kufahamu njia zako."
  },
  {
    "verseNumber": "JOB 21:15",
    "verseText": "Mwenyezi ni nani hata tumtumikie? Tutapata faida gani kumwomba?"
  },
  {
    "verseNumber": "JOB 21:16",
    "verseText": "Lakini kufanikiwa kwao hakupo mikononi mwao wenyewe, hivyo najitenga mbali na shauri la waovu."
  },
  {
    "verseNumber": "JOB 21:17",
    "verseText": "“Lakini ni mara ngapi taa ya waovu huzimwa? Ni mara ngapi maafa huwajia, yale yawapatayo ambayo Mungu huwapangia katika hasira yake?"
  },
  {
    "verseNumber": "JOB 21:18",
    "verseText": "Ni mara ngapi huwa kama majani makavu mbele ya upepo, kama makapi yachukuliwayo na dhoruba?"
  },
  {
    "verseNumber": "JOB 21:19",
    "verseText": "Imesemekana, ‘Mungu huiweka akiba adhabu ya mtu kwa ajili ya wanawe.’ Mungu na amlipe mtu mwenyewe, ili apate kulijua!"
  },
  {
    "verseNumber": "JOB 21:20",
    "verseText": "Macho yake mwenyewe na yaone maangamizi yake; yeye na ainywe ghadhabu ya Mwenyezi."
  },
  {
    "verseNumber": "JOB 21:21",
    "verseText": "Kwani anajali nini kuhusu jamaa anayoiacha nyuma, miezi yake aliyopangiwa ifikapo mwisho?"
  },
  {
    "verseNumber": "JOB 21:22",
    "verseText": "“Je, yuko mtu yeyote awezaye kumfundisha Mungu maarifa, iwapo yeye ndiye ahukumuye hata walio juu ya wote?"
  },
  {
    "verseNumber": "JOB 21:23",
    "verseText": "Mtu mmoja hufa akiwa na nguvu zake kamili, akiwa salama na mwenye raha kamili,"
  },
  {
    "verseNumber": "JOB 21:24",
    "verseText": "mwili wake ukiwa umenawiri, nayo mifupa yake ikiwa imejaa mafuta ndani yake."
  },
  {
    "verseNumber": "JOB 21:25",
    "verseText": "Mtu mwingine hufa katika uchungu wa nafsi, akiwa hajafurahia kamwe jambo lolote zuri."
  },
  {
    "verseNumber": "JOB 21:26",
    "verseText": "Hao wote hulala mavumbini, nao mabuu huwafunika wote."
  },
  {
    "verseNumber": "JOB 21:27",
    "verseText": "“Ninayajua kikamilifu yale mnayoyafikiri, mipango ambayo kwayo mngenitendea mabaya."
  },
  {
    "verseNumber": "JOB 21:28",
    "verseText": "Mwasema, ‘Iko wapi sasa nyumba ya huyo mtu mkuu, mahema ambayo watu waovu walikaa?’"
  },
  {
    "verseNumber": "JOB 21:29",
    "verseText": "Je, hamkuwahi kuwauliza hao wanaosafiri? Je, hamkutafakari taarifa zao:"
  },
  {
    "verseNumber": "JOB 21:30",
    "verseText": "kwamba mtu mwovu huepushwa kutoka siku ya maafa, kwamba huokolewa kutoka siku ya ghadhabu?"
  },
  {
    "verseNumber": "JOB 21:31",
    "verseText": "Ni nani hulaumu matendo yake mbele ya uso wake? Ni nani ampatilizaye kwa yale aliyoyatenda?"
  },
  {
    "verseNumber": "JOB 21:32",
    "verseText": "Hupelekwa kaburini, nao ulinzi ukawekwa kwenye kaburi lake."
  },
  {
    "verseNumber": "JOB 21:33",
    "verseText": "Udongo ulio bondeni ni mtamu kwake; watu wote watamfuata, nao umati wa watu usiohesabika umemtangulia."
  },
  {
    "verseNumber": "JOB 21:34",
    "verseText": "“Hivyo ninyi mnawezaje kunifariji kwa upuzi wenu? Hakuna kilichosalia cha majibu yenu isipokuwa uongo!”"
  },
  {
    "verseNumber": "JOB 22:1",
    "verseText": "Ndipo Elifazi Mtemani akajibu:"
  },
  {
    "verseNumber": "JOB 22:2",
    "verseText": "“Je, mwanadamu aweza kuwa wa faida kwa Mungu? Je, hata mtu mwenye hekima aweza kumfaidi?"
  },
  {
    "verseNumber": "JOB 22:3",
    "verseText": "Je, Mwenyezi angefurahia nini kama ungekuwa mwadilifu? Au je, yeye angepata faida gani kama njia zako zingekuwa kamilifu?"
  },
  {
    "verseNumber": "JOB 22:4",
    "verseText": "“Je, ni kwa ajili ya utaua wako ndiyo maana anakukemea na kuleta mashtaka dhidi yako?"
  },
  {
    "verseNumber": "JOB 22:5",
    "verseText": "Je, uovu wako si mkuu? Dhambi zako si hazina mwisho?"
  },
  {
    "verseNumber": "JOB 22:6",
    "verseText": "Umedai dhamana kwa ndugu zako bila sababu; umewavua watu nguo zao, ukawaacha uchi."
  },
  {
    "verseNumber": "JOB 22:7",
    "verseText": "Hukumpa maji aliyechoka, nawe ulimnyima chakula mwenye njaa,"
  },
  {
    "verseNumber": "JOB 22:8",
    "verseText": "ingawa ulikuwa mtu mwenye uwezo ukimiliki nchi: mtu uliyeheshimiwa, ukiishi ndani yake."
  },
  {
    "verseNumber": "JOB 22:9",
    "verseText": "Umewafukuza wajane mikono mitupu na kuzivunja nguvu za yatima."
  },
  {
    "verseNumber": "JOB 22:10",
    "verseText": "Ndiyo sababu mitego imekuzunguka pande zote, hatari ya ghafula inakutia hofu,"
  },
  {
    "verseNumber": "JOB 22:11",
    "verseText": "ndiyo sababu ni giza sana huwezi kuona, tena ndiyo sababu mafuriko ya maji yamekufunika."
  },
  {
    "verseNumber": "JOB 22:12",
    "verseText": "“Je, Mungu hayuko katika mbingu za juu? Juu kuliko nyota zilizo juu sana!"
  },
  {
    "verseNumber": "JOB 22:13",
    "verseText": "Hivyo wewe wasema, ‘Mungu anajua nini?’ Je, yeye huhukumu katika giza kama hilo?"
  },
  {
    "verseNumber": "JOB 22:14",
    "verseText": "Mawingu mazito ni pazia lake, hivyo hatuoni sisi atembeapo juu ya anga la dunia."
  },
  {
    "verseNumber": "JOB 22:15",
    "verseText": "Je, utaifuata njia ya zamani, ambayo watu waovu waliikanyaga?"
  },
  {
    "verseNumber": "JOB 22:16",
    "verseText": "Waliondolewa kabla ya wakati wao, misingi yao ikachukuliwa na mafuriko."
  },
  {
    "verseNumber": "JOB 22:17",
    "verseText": "Walimwambia Mungu, ‘Tuache sisi! Huyo Mwenyezi aweza kutufanyia nini?’"
  },
  {
    "verseNumber": "JOB 22:18",
    "verseText": "Lakini ndiye alizijaza nyumba zao na vitu vizuri, hivyo ninajitenga mbali na mashauri ya waovu."
  },
  {
    "verseNumber": "JOB 22:19",
    "verseText": "“Wenye haki wanaona maangamizi yao na kufurahi, nao wasio na hatia huwadhihaki, wakisema,"
  },
  {
    "verseNumber": "JOB 22:20",
    "verseText": "‘Hakika adui zetu wameangamizwa, nao moto umeteketeza mali zao.’"
  },
  {
    "verseNumber": "JOB 22:21",
    "verseText": "“Mjue sana Mungu ili uwe na amani, ndipo mema yatakapokujia."
  },
  {
    "verseNumber": "JOB 22:22",
    "verseText": "Uyapokee mafundisho toka kinywani mwake, na maneno yake uyaweke moyoni mwako."
  },
  {
    "verseNumber": "JOB 22:23",
    "verseText": "Kama ukimrudia Mwenyezi, utarudishwa upya: Kama ukiuondoa uovu uwe mbali na hema lako,"
  },
  {
    "verseNumber": "JOB 22:24",
    "verseText": "kama dhahabu yako ukiihesabu kama mavumbi, dhahabu yako ya Ofiri kama miamba ya mabondeni,"
  },
  {
    "verseNumber": "JOB 22:25",
    "verseText": "ndipo Mwenyezi atakuwa dhahabu yako, naye atakuwa fedha yako iliyo bora."
  },
  {
    "verseNumber": "JOB 22:26",
    "verseText": "Hakika ndipo utakapojifurahisha kwa Mwenyezi, nawe utamwinulia Mungu uso wako."
  },
  {
    "verseNumber": "JOB 22:27",
    "verseText": "Utamwomba yeye, naye atakusikia, nawe utazitimiza nadhiri zako."
  },
  {
    "verseNumber": "JOB 22:28",
    "verseText": "Utakusudia jambo nalo litatendeka, nao mwanga utaangazia njia zako."
  },
  {
    "verseNumber": "JOB 22:29",
    "verseText": "Watu watakaposhushwa, nawe ukasema, ‘Wainue!’ ndipo atamwokoa aliyevunjika moyo."
  },
  {
    "verseNumber": "JOB 22:30",
    "verseText": "Atamwokoa hata yule ambaye ana hatia, ataokolewa kwa sababu ya usafi wa mikono yako.”"
  },
  {
    "verseNumber": "JOB 23:1",
    "verseText": "Ndipo Ayubu akajibu:"
  },
  {
    "verseNumber": "JOB 23:2",
    "verseText": "“Hata leo malalamiko yangu ni chungu; mkono wake ni mzito juu yangu hata nikiugua."
  },
  {
    "verseNumber": "JOB 23:3",
    "verseText": "Laiti ningefahamu mahali pa kumwona; laiti ningeweza kwenda mahali akaapo!"
  },
  {
    "verseNumber": "JOB 23:4",
    "verseText": "Ningeliweka shauri langu mbele zake, na kukijaza kinywa changu na hoja."
  },
  {
    "verseNumber": "JOB 23:5",
    "verseText": "Ningejua kwamba angenijibu nini, na kuelewa lile ambalo angelisema."
  },
  {
    "verseNumber": "JOB 23:6",
    "verseText": "Je, angenipinga kwa nguvu nyingi? La, asingenigandamiza."
  },
  {
    "verseNumber": "JOB 23:7",
    "verseText": "Hapo mtu mwadilifu angeweka shauri lake mbele zake, nami ningeokolewa milele na mhukumu wangu."
  },
  {
    "verseNumber": "JOB 23:8",
    "verseText": "“Lakini nikienda mashariki, hayupo; nikienda magharibi, simpati."
  },
  {
    "verseNumber": "JOB 23:9",
    "verseText": "Anapokuwa kazini pande za kaskazini, simwoni; akigeukia kusini, nako simwoni hata kidogo."
  },
  {
    "verseNumber": "JOB 23:10",
    "verseText": "Lakini anaijua njia niiendeayo; akiisha kunijaribu, nitatoka kama dhahabu."
  },
  {
    "verseNumber": "JOB 23:11",
    "verseText": "Nyayo zangu zimefuata hatua zake kwa karibu; nimeishika njia yake bila kukengeuka."
  },
  {
    "verseNumber": "JOB 23:12",
    "verseText": "Sijaziacha amri zilizotoka midomoni mwake; nimeyathamini maneno ya kinywa chake kuliko chakula changu cha kila siku."
  },
  {
    "verseNumber": "JOB 23:13",
    "verseText": "“Lakini yeye husimama peke yake; ni nani awezaye kumpinga? Yeye hufanya lolote atakalo."
  },
  {
    "verseNumber": "JOB 23:14",
    "verseText": "Hutimiliza maagizo yake dhidi yangu, na bado anayo mipango mingi kama hiyo ambayo ameiweka akiba."
  },
  {
    "verseNumber": "JOB 23:15",
    "verseText": "Hiyo ndiyo sababu ninaingiwa na hofu mbele zake; nifikiriapo haya yote ninamwogopa."
  },
  {
    "verseNumber": "JOB 23:16",
    "verseText": "Mungu ameufanya moyo wangu kuzimia; yeye Mwenyezi amenitia hofu."
  },
  {
    "verseNumber": "JOB 23:17",
    "verseText": "Hata hivyo sijanyamazishwa na giza, wala kwa giza nene linalofunika uso wangu."
  },
  {
    "verseNumber": "JOB 24:1",
    "verseText": "“Kwa nini Mwenyezi asiweke nyakati kwa ajili ya hukumu? Kwa nini wale wamjuao wazitafute siku kama hizo bila mafanikio?"
  },
  {
    "verseNumber": "JOB 24:2",
    "verseText": "Watu husogeza mawe ya mpaka; huchunga makundi ya wanyama waliyonyangʼanya kwa nguvu."
  },
  {
    "verseNumber": "JOB 24:3",
    "verseText": "Huwanyangʼanya yatima punda wao, na kumchukua rehani fahali wa mjane."
  },
  {
    "verseNumber": "JOB 24:4",
    "verseText": "Humsukuma mhitaji kutoka njia, na kuwafanya maskini wote wa nchi kulazimika kujificha."
  },
  {
    "verseNumber": "JOB 24:5",
    "verseText": "Kama punda-mwitu jangwani, maskini huzunguka katika kazi zao za kutafuta chakula; mahali palipo jangwa huwapa chakula cha watoto wao."
  },
  {
    "verseNumber": "JOB 24:6",
    "verseText": "Hukusanya chakula mashambani na kuokota masazo katika mashamba ya mizabibu ya waovu."
  },
  {
    "verseNumber": "JOB 24:7",
    "verseText": "Kwa kukosa nguo, usiku kucha hukaa uchi; hawana chochote cha kujifunika baridi."
  },
  {
    "verseNumber": "JOB 24:8",
    "verseText": "Hutota kwa mvua za mlimani, nao huikumbatia miamba kwa ajili ya kukosa pa kujisitiri."
  },
  {
    "verseNumber": "JOB 24:9",
    "verseText": "Mtoto yatima hupokonywa matitini; mtoto wachanga wa maskini hunyakuliwa kwa ajili ya deni."
  },
  {
    "verseNumber": "JOB 24:10",
    "verseText": "Kwa kukosa nguo, hutembea uchi; hubeba miganda ya ngano, lakini huwa na njaa."
  },
  {
    "verseNumber": "JOB 24:11",
    "verseText": "Hukamua zeituni katika mawe ya kusagia; hukanyaga mashinikizo, lakini wanaona kiu."
  },
  {
    "verseNumber": "JOB 24:12",
    "verseText": "Kilio cha huzuni cha wanaokufa kinapaa kutoka mjini, nazo nafsi za waliojeruhiwa zinalilia msaada. Lakini Mungu hamlaumu mtu yeyote kwa kutenda mabaya."
  },
  {
    "verseNumber": "JOB 24:13",
    "verseText": "“Wako wale wanaoiasi nuru, wasiofahamu njia zake wala hawakai katika mapito yake."
  },
  {
    "verseNumber": "JOB 24:14",
    "verseText": "Wakati mwanga wa mchana unapotoweka, muuaji huinuka naye huwaua maskini na mhitaji; wakati wa usiku hunyemelea kama mwizi."
  },
  {
    "verseNumber": "JOB 24:15",
    "verseText": "Jicho la mzinzi hungojea wakati wa giza, naye hufikiri, ‘Hakuna jicho litakaloniona,’ naye huuficha uso wake."
  },
  {
    "verseNumber": "JOB 24:16",
    "verseText": "Katika giza, huvunja majumba, lakini wakati wa mchana hujifungia ndani; hawataki kufanya lolote nuruni."
  },
  {
    "verseNumber": "JOB 24:17",
    "verseText": "Kwa wote hawa, giza nene ndiyo asubuhi yao; hujifanya rafiki na vitisho vya gizani."
  },
  {
    "verseNumber": "JOB 24:18",
    "verseText": "“Lakini wao ni povu juu ya maji; sehemu yao juu ya nchi imelaaniwa, hivyo hakuna hata mmoja aendaye kwenye shamba la mizabibu."
  },
  {
    "verseNumber": "JOB 24:19",
    "verseText": "Kama vile joto na hari vinyakuavyo theluji iliyoyeyuka, ndivyo kuzimu kuwanyakuavyo waliotenda dhambi."
  },
  {
    "verseNumber": "JOB 24:20",
    "verseText": "Tumbo lililowazaa huwasahau, nao huwa karamu ya mabuu; watu waovu hawakumbukwi tena, lakini huvunjika kama mti."
  },
  {
    "verseNumber": "JOB 24:21",
    "verseText": "Huwafanya mawindo wanawake tasa na wasio na watoto, nao hawaonyeshi huruma kwa wajane."
  },
  {
    "verseNumber": "JOB 24:22",
    "verseText": "Lakini Mungu huwakokota wenye nguvu kwa uwezo wake; ingawa wamestawi, hawana hakika ya maisha."
  },
  {
    "verseNumber": "JOB 24:23",
    "verseText": "Aweza akawaacha wakapumzika wakijihisi salama, lakini macho yake yanaona njia zao."
  },
  {
    "verseNumber": "JOB 24:24",
    "verseText": "Kwa kitambo kidogo hutukuka, hatimaye hutoweka; hushushwa na kukusanywa kama wengine wote, hukatwa kama masuke ya nafaka."
  },
  {
    "verseNumber": "JOB 24:25",
    "verseText": "“Kama hili sivyo, ni nani awezaye kunithibitisha kuwa mwongo, na kuyafanya maneno yangu kuwa si kitu?”"
  },
  {
    "verseNumber": "JOB 25:1",
    "verseText": "Ndipo Bildadi Mshuhi akajibu:"
  },
  {
    "verseNumber": "JOB 25:2",
    "verseText": "“Mamlaka na kuheshimiwa ni vyake Mungu; yeye huthibitisha amani katika mbingu juu."
  },
  {
    "verseNumber": "JOB 25:3",
    "verseText": "Je, majeshi yake yaweza kuhesabika? Ni nani asiyeangaziwa na nuru yake?"
  },
  {
    "verseNumber": "JOB 25:4",
    "verseText": "Mtu awezaje kuwa mwadilifu mbele za Mungu? Awezaje mtu aliyezaliwa na mwanamke kuwa safi?"
  },
  {
    "verseNumber": "JOB 25:5",
    "verseText": "Ikiwa hata mwezi sio mwangavu nazo nyota si safi machoni pake,"
  },
  {
    "verseNumber": "JOB 25:6",
    "verseText": "sembuse mtu ambaye ni funza: mwanadamu ambaye ni buu tu!”"
  },
  {
    "verseNumber": "JOB 26:1",
    "verseText": "Kisha Ayubu akajibu:"
  },
  {
    "verseNumber": "JOB 26:2",
    "verseText": "“Tazama jinsi ulivyomsaidia mtu asiye na uwezo! Jinsi ulivyouokoa mkono ulio dhaifu!"
  },
  {
    "verseNumber": "JOB 26:3",
    "verseText": "Ni shauri gani ulilompa yeye asiye na hekima? Nayo ni busara gani kubwa uliyoonyesha!"
  },
  {
    "verseNumber": "JOB 26:4",
    "verseText": "Ni nani aliyekusaidia kutamka maneno hayo? Nayo ni roho ya nani iliyosema kutoka kinywani mwako?"
  },
  {
    "verseNumber": "JOB 26:5",
    "verseText": "“Wafu wako katika maumivu makuu, wale walio chini ya maji na wale waishio ndani yake."
  },
  {
    "verseNumber": "JOB 26:6",
    "verseText": "Mauti iko wazi mbele za Mungu; Uharibifu haukufunikwa."
  },
  {
    "verseNumber": "JOB 26:7",
    "verseText": "Hutandaza anga la kaskazini mahali patupu; naye huiningʼiniza dunia mahali pasipo na kitu."
  },
  {
    "verseNumber": "JOB 26:8",
    "verseText": "Huyafungia maji kwenye mawingu yake, hata hivyo mawingu hayapasuki kwa uzito wake."
  },
  {
    "verseNumber": "JOB 26:9",
    "verseText": "Huufunika uso wa mwezi mpevu, akitandaza mawingu juu yake."
  },
  {
    "verseNumber": "JOB 26:10",
    "verseText": "Amechora mstari wa upeo juu ya uso wa maji, ameweka mpaka wa nuru na giza."
  },
  {
    "verseNumber": "JOB 26:11",
    "verseText": "Nguzo za mbingu nazo zatetemeka, zinatishika anapozikemea."
  },
  {
    "verseNumber": "JOB 26:12",
    "verseText": "Kwa nguvu zake aliisukasuka bahari; kwa hekima yake alimkata Rahabu vipande vipande."
  },
  {
    "verseNumber": "JOB 26:13",
    "verseText": "Aliisafisha anga kwa pumzi yake; kwa mkono wake alimchoma joka aendaye mbio."
  },
  {
    "verseNumber": "JOB 26:14",
    "verseText": "Haya ni mambo madogo tu katika matendo yake; tazama jinsi ulivyo mdogo mnongʼono tunaousikia kumhusu! Ni nani basi awezaye kuelewa ngurumo za nguvu zake?”"
  },
  {
    "verseNumber": "JOB 27:1",
    "verseText": "Ndipo Ayubu akaendelea na hoja yake, akasema:"
  },
  {
    "verseNumber": "JOB 27:2",
    "verseText": "“Hakika kama Mungu aishivyo, aliyeninyima haki yangu, Mwenyezi ambaye amenifanya nionje uchungu wa nafsi,"
  },
  {
    "verseNumber": "JOB 27:3",
    "verseText": "kwa muda wote nitakaokuwa na uhai ndani yangu, nayo pumzi ya Mungu ikiwa puani mwangu,"
  },
  {
    "verseNumber": "JOB 27:4",
    "verseText": "midomo yangu haitanena uovu, wala ulimi wangu hautatamka udanganyifu."
  },
  {
    "verseNumber": "JOB 27:5",
    "verseText": "Sitakubaliana nanyi kabisa kuwa mko sahihi; hadi nife, sitakana uadilifu wangu."
  },
  {
    "verseNumber": "JOB 27:6",
    "verseText": "Nitadumisha haki yangu wala sitaiacha; dhamiri yangu haitanisuta muda wote ninaoishi."
  },
  {
    "verseNumber": "JOB 27:7",
    "verseText": "“Watesi wangu wawe kama waovu, nao adui zangu wawe kama wasio haki!"
  },
  {
    "verseNumber": "JOB 27:8",
    "verseText": "Kwa maana mtu asiyemcha Mungu analo tegemeo gani anapokatiliwa mbali, Mungu anapouondoa uhai wake?"
  },
  {
    "verseNumber": "JOB 27:9",
    "verseText": "Je, Mungu husikiliza kilio chake, shida zimjiapo?"
  },
  {
    "verseNumber": "JOB 27:10",
    "verseText": "Je, anaweza kumfurahia Mwenyezi? Je, atamwita Mungu nyakati zote?"
  },
  {
    "verseNumber": "JOB 27:11",
    "verseText": "“Nitawafundisha juu ya uweza wa Mungu; njia za Mwenyezi sitazificha."
  },
  {
    "verseNumber": "JOB 27:12",
    "verseText": "Ninyi nyote mmeona hili wenyewe. Ni ya nini basi mazungumzo haya yasiyo na maana?"
  },
  {
    "verseNumber": "JOB 27:13",
    "verseText": "“Hili ndilo fungu ambalo Mungu humpa mtu mwovu, urithi ule mtu mdhalimu anapokea kutoka kwa Mwenyezi:"
  },
  {
    "verseNumber": "JOB 27:14",
    "verseText": "Hata kama watoto wake watakuwa wengi kiasi gani, fungu lao ni kuuawa kwa upanga; wazao wake hawatakuwa kamwe na chakula cha kuwatosha."
  },
  {
    "verseNumber": "JOB 27:15",
    "verseText": "Tauni itawazika wale watakaonusurika miongoni mwao, nao wajane wao hawatawaombolezea."
  },
  {
    "verseNumber": "JOB 27:16",
    "verseText": "Ajapokusanya fedha nyingi kama mavumbi, na mavazi kama malundo ya udongo wa mfinyanzi,"
  },
  {
    "verseNumber": "JOB 27:17",
    "verseText": "yale yote mtu mwovu aliyojiwekea akiba, mwenye haki atayavaa, naye asiye na hatia ataigawanya fedha yake."
  },
  {
    "verseNumber": "JOB 27:18",
    "verseText": "Nyumba aijengayo ni kama utando wa buibui, kama kibanda alichotengeneza mlinzi."
  },
  {
    "verseNumber": "JOB 27:19",
    "verseText": "Yeye hulala akiwa tajiri, lakini ndiyo mara ya mwisho; afunguapo macho yake, yote yametoweka."
  },
  {
    "verseNumber": "JOB 27:20",
    "verseText": "Vitisho humjia kama mafuriko; dhoruba humkumba ghafula usiku."
  },
  {
    "verseNumber": "JOB 27:21",
    "verseText": "Upepo mkali wa mashariki humchukua, naye hutoweka; humzoa kutoka mahali pake."
  },
  {
    "verseNumber": "JOB 27:22",
    "verseText": "Humvurumisha bila huruma, huku akikimbia kasi kukwepa nguvu zake."
  },
  {
    "verseNumber": "JOB 27:23",
    "verseText": "Upepo humpigia makofi kwa dharau, na kumfukuza atoke mahali pake."
  },
  {
    "verseNumber": "JOB 28:1",
    "verseText": "“Kuna machimbo ya fedha, na mahali dhahabu isafishwapo."
  },
  {
    "verseNumber": "JOB 28:2",
    "verseText": "Chuma hupatikana ardhini, nayo shaba huyeyushwa kutoka mawe ya madini."
  },
  {
    "verseNumber": "JOB 28:3",
    "verseText": "Mwanadamu hukomesha giza; huyatafuta hadi sehemu iliyo mbali, kwa ajili ya kuchimbua mawe yenye madini katika giza jeusi sana."
  },
  {
    "verseNumber": "JOB 28:4",
    "verseText": "Huchimba shimo jembamba mbali na makao ya watu, mahali paliposahaulika na nyayo za wanadamu; mbali na wanadamu huningʼinia na kupembea kwa kamba."
  },
  {
    "verseNumber": "JOB 28:5",
    "verseText": "Ardhi, ambako chakula hutoka, chini hugeuzwa kwa moto;"
  },
  {
    "verseNumber": "JOB 28:6",
    "verseText": "yakuti samawi hutoka katika miamba yake, nalo vumbi lake lina vipande vya dhahabu."
  },
  {
    "verseNumber": "JOB 28:7",
    "verseText": "Hakuna ndege awindaye aijuaye njia ile iliyofichika, wala hakuna jicho la mwewe lililoiona."
  },
  {
    "verseNumber": "JOB 28:8",
    "verseText": "Wanyama wa porini wanaotamba hawajawahi kupakanyaga, wala simba azungukaye huko."
  },
  {
    "verseNumber": "JOB 28:9",
    "verseText": "Mikono ya mwanadamu hushambulia miamba migumu sana, na kuiacha wazi mizizi ya milima."
  },
  {
    "verseNumber": "JOB 28:10",
    "verseText": "Hutoboa shimo refu la kupenya chini kwa chini kwenye miamba; macho yake huona hazina zake zote."
  },
  {
    "verseNumber": "JOB 28:11",
    "verseText": "Hutafuta vyanzo vya mito na kuvileta vitu vilivyofichika katika nuru."
  },
  {
    "verseNumber": "JOB 28:12",
    "verseText": "“Lakini hekima inaweza kupatikana wapi? Ufahamu unakaa wapi?"
  },
  {
    "verseNumber": "JOB 28:13",
    "verseText": "Mwanadamu hatambui thamani yake; haiwezi kupatikana katika nchi ya walio hai."
  },
  {
    "verseNumber": "JOB 28:14",
    "verseText": "Kilindi husema, ‘Haiko ndani yangu’; bahari nayo husema, ‘Haiko pamoja nami.’"
  },
  {
    "verseNumber": "JOB 28:15",
    "verseText": "Haiwezi kununuliwa kwa dhahabu safi kuliko zote, wala thamani yake haiwezi kupimwa kwa fedha."
  },
  {
    "verseNumber": "JOB 28:16",
    "verseText": "Haiwezi kununuliwa kwa dhahabu ya Ofiri, kwa shohamu ya thamani kubwa au yakuti samawi ya thamani kubwa."
  },
  {
    "verseNumber": "JOB 28:17",
    "verseText": "Dhahabu wala mawe maangavu haviwezi kulinganishwa nayo, wala haiwezi hubadilishwa na vito vya dhahabu."
  },
  {
    "verseNumber": "JOB 28:18",
    "verseText": "Marijani na yaspi hazistahili kutajwa; thamani ya hekima ni zaidi ya akiki nyekundu."
  },
  {
    "verseNumber": "JOB 28:19",
    "verseText": "Yakuti manjano ipatikanayo Kushi haiwezi kulinganishwa nayo, wala haiwezi kununuliwa kwa dhahabu safi."
  },
  {
    "verseNumber": "JOB 28:20",
    "verseText": "“Ni wapi basi hekima itokako? Ufahamu hukaa wapi?"
  },
  {
    "verseNumber": "JOB 28:21",
    "verseText": "Imefichika machoni pa kila kitu kilicho hai, imesitiriwa hata kwa ndege wa angani."
  },
  {
    "verseNumber": "JOB 28:22",
    "verseText": "Uharibifu na Mauti husema, ‘Ni uvumi wake tu uliotufikia masikioni mwetu.’"
  },
  {
    "verseNumber": "JOB 28:23",
    "verseText": "Mungu anaifahamu njia ya kuiendea hekima na ndiye peke yake anayefahamu inakokaa,"
  },
  {
    "verseNumber": "JOB 28:24",
    "verseText": "kwa maana yeye huitazama miisho ya dunia na huona kila kitu chini ya mbingu."
  },
  {
    "verseNumber": "JOB 28:25",
    "verseText": "Alipofanyiza nguvu za upepo na kuyapima maji,"
  },
  {
    "verseNumber": "JOB 28:26",
    "verseText": "alipofanya maagizo kwa ajili ya mvua na njia kwa ajili ya umeme wa radi,"
  },
  {
    "verseNumber": "JOB 28:27",
    "verseText": "ndipo alipoitazama hekima na kuikadiria thamani yake, akaithibitisha na kuihakikisha."
  },
  {
    "verseNumber": "JOB 28:28",
    "verseText": "Naye Mungu akamwambia mwanadamu, ‘Kumcha BWANA: hiyo ndiyo hekima, nako kujitenga na uovu ndio ufahamu.’ ”"
  },
  {
    "verseNumber": "JOB 29:1",
    "verseText": "Ayubu akaendelea na hoja yake, akasema:"
  },
  {
    "verseNumber": "JOB 29:2",
    "verseText": "“Tazama jinsi ninavyoitamani miezi iliyopita, zile siku ambazo Mungu alikuwa akinilinda,"
  },
  {
    "verseNumber": "JOB 29:3",
    "verseText": "wakati taa yake iliniangazia kichwani changu, na kwa mwanga wake Mungu nikapita katikati ya giza!"
  },
  {
    "verseNumber": "JOB 29:4",
    "verseText": "Natamani siku zile nilizokuwa katika ustawi wangu, wakati urafiki wa Mungu wa ndani ulipoibariki nyumba yangu,"
  },
  {
    "verseNumber": "JOB 29:5",
    "verseText": "wakati Mwenyezi alikuwa pamoja nami, nao watoto wangu walikuwa wamenizunguka,"
  },
  {
    "verseNumber": "JOB 29:6",
    "verseText": "wakati njia yangu ilikuwa imenyweshewa siagi, nao mwamba ukanimiminia vijito vya mafuta ya zeituni."
  },
  {
    "verseNumber": "JOB 29:7",
    "verseText": "“Wakati nilipokwenda kwenye lango la mji na kuketi katika kiwanja,"
  },
  {
    "verseNumber": "JOB 29:8",
    "verseText": "vijana waliniona wakakaa kando, nao wazee walioketi wakasimama;"
  },
  {
    "verseNumber": "JOB 29:9",
    "verseText": "wakuu wakaacha kuzungumza na kuziba vinywa vyao kwa mikono yao;"
  },
  {
    "verseNumber": "JOB 29:10",
    "verseText": "wenye vyeo wakanyamazishwa, nazo ndimi zao zikagandamana na makaakaa ya vinywa vyao."
  },
  {
    "verseNumber": "JOB 29:11",
    "verseText": "Yeyote aliyenisikia alinena mema juu yangu, nao walioniona walinisifu,"
  },
  {
    "verseNumber": "JOB 29:12",
    "verseText": "kwa sababu nilimwokoa maskini aliyeomba msaada, naye yatima aliyekuwa hana wa kumsaidia."
  },
  {
    "verseNumber": "JOB 29:13",
    "verseText": "Mtu aliyekuwa karibu kufa alinibariki, nami niliufanya moyo wa mjane kuimba."
  },
  {
    "verseNumber": "JOB 29:14",
    "verseText": "Niliivaa haki kama vazi langu; uadilifu ulikuwa joho langu na kilemba changu."
  },
  {
    "verseNumber": "JOB 29:15",
    "verseText": "Nilikuwa macho ya kipofu na miguu kwa kiwete."
  },
  {
    "verseNumber": "JOB 29:16",
    "verseText": "Nilikuwa baba kwa mhitaji; nilimtetea mgeni."
  },
  {
    "verseNumber": "JOB 29:17",
    "verseText": "Niliyavunja meno makali ya waovu, na kuwapokonya wahanga kwenye meno yao."
  },
  {
    "verseNumber": "JOB 29:18",
    "verseText": "“Nikafikiri, ‘Nitafia katika nyumba yangu mwenyewe, nazo siku zangu zitakuwa nyingi kama chembechembe za mchanga."
  },
  {
    "verseNumber": "JOB 29:19",
    "verseText": "Mizizi yangu itafika mpaka kwenye maji, nao umande utakaa juu ya matawi yangu usiku kucha."
  },
  {
    "verseNumber": "JOB 29:20",
    "verseText": "Utukufu wangu utabakia kuwa mpya ndani yangu, upinde wangu daima utaendelea kuwa mpya mkononi mwangu.’"
  },
  {
    "verseNumber": "JOB 29:21",
    "verseText": "“Watu walinisikiliza kwa tumaini, wakingojea ushauri wangu kwa utulivu."
  },
  {
    "verseNumber": "JOB 29:22",
    "verseText": "Baada ya mimi kuzungumza, hawakusema zaidi; maneno yangu yaliingia masikioni mwao kwa makini."
  },
  {
    "verseNumber": "JOB 29:23",
    "verseText": "Waliningojea kama manyunyu ya mvua na kuyapokea maneno yangu kama ardhi inyonyavyo mvua ya vuli."
  },
  {
    "verseNumber": "JOB 29:24",
    "verseText": "Walipokata tamaa niliwaonyesha uso wa furaha; nuru ya uso wangu ilikuwa ya thamani kwao."
  },
  {
    "verseNumber": "JOB 29:25",
    "verseText": "Niliwachagulia njia na kukaa kama mkuu wao; niliishi kama mfalme katikati ya majeshi yake; nikawa kama yeye anayewafariji waombolezaji."
  },
  {
    "verseNumber": "JOB 30:1",
    "verseText": "“Lakini sasa watu wadogo kwa umri kuniliko wananidhihaki, watu ambao baba zao ningekataa kwa dharau kuwaweka pamoja na mbwa wangu wa kulinda kondoo."
  },
  {
    "verseNumber": "JOB 30:2",
    "verseText": "Nguvu za mikono yao zingekuwa na faida gani kwangu, kwa kuwa nguvu zao zilikuwa zimewaishia?"
  },
  {
    "verseNumber": "JOB 30:3",
    "verseText": "Wakiwa wamekonda kutokana na kupungukiwa na kwa njaa, walizurura usiku katika nchi kame iliyo ukiwa."
  },
  {
    "verseNumber": "JOB 30:4",
    "verseText": "Katika vichaka walikusanya mimea ya chumvi, nacho chakula chao kilikuwa mizizi ya mti wa mfagio."
  },
  {
    "verseNumber": "JOB 30:5",
    "verseText": "Walifukuzwa mbali na watu wao, wakipigiwa kelele kama wevi."
  },
  {
    "verseNumber": "JOB 30:6",
    "verseText": "Walilazimika kuishi katika mikondo ya vijito vilivyokauka, kwenye majabali na mahandaki."
  },
  {
    "verseNumber": "JOB 30:7",
    "verseText": "Kwenye vichaka walilia kama punda, na walijisongasonga pamoja kwenye vichaka."
  },
  {
    "verseNumber": "JOB 30:8",
    "verseText": "Wao ni watoto wa wapumbavu wenye asili ya ubaya, waliofukuzwa watoke katika nchi."
  },
  {
    "verseNumber": "JOB 30:9",
    "verseText": "“Nao sasa wana wao wananidhihaki katika nyimbo; nimekuwa kitu cha dhihaka kwao."
  },
  {
    "verseNumber": "JOB 30:10",
    "verseText": "Wananichukia sana na kujitenga nami, wala hawasiti kunitemea mate usoni."
  },
  {
    "verseNumber": "JOB 30:11",
    "verseText": "Sasa kwa kuwa Mungu ameilegeza kamba ya upinde wangu na kunitesa, wamekuwa huru kunitendea waonavyo."
  },
  {
    "verseNumber": "JOB 30:12",
    "verseText": "Kuume kwangu kundi linashambulia; wao huitegea miguu yangu tanzi, na kunizingira."
  },
  {
    "verseNumber": "JOB 30:13",
    "verseText": "Huizuia njia yangu, nao hufanikiwa katika kuniletea maafa, nami sina yeyote wa kunisaidia."
  },
  {
    "verseNumber": "JOB 30:14",
    "verseText": "Wananijia kama watu wapitao katika ufa mpana; katikati ya magofu huja na kunishambulia."
  },
  {
    "verseNumber": "JOB 30:15",
    "verseText": "Vitisho vimenifunika; heshima yangu imetoweshwa kama kwa upepo, salama yangu imetoweka kama wingu."
  },
  {
    "verseNumber": "JOB 30:16",
    "verseText": "“Sasa maisha yangu yamefikia mwisho; siku za mateso zimenikamata."
  },
  {
    "verseNumber": "JOB 30:17",
    "verseText": "Usiku mifupa yangu inachoma; maumivu yanayonitafuna hayatulii kamwe."
  },
  {
    "verseNumber": "JOB 30:18",
    "verseText": "Kwa uwezo wake mkuu Mungu huwa kwangu kama nguo; hushikamana nami kama ukosi wa vazi langu."
  },
  {
    "verseNumber": "JOB 30:19",
    "verseText": "Yeye amenitupa kwenye matope, nami nimekuwa kama mavumbi na majivu."
  },
  {
    "verseNumber": "JOB 30:20",
    "verseText": "“Ee BWANA, ninakulilia wewe lakini hunijibu; ninasimama, nawe unanitazama tu."
  },
  {
    "verseNumber": "JOB 30:21",
    "verseText": "Wewe unanigeukia bila huruma; unanishambulia kwa nguvu za mkono wako."
  },
  {
    "verseNumber": "JOB 30:22",
    "verseText": "Unaninyakua na kunipeperusha kwa upepo; umenirusha huku na huko kwenye dhoruba kali."
  },
  {
    "verseNumber": "JOB 30:23",
    "verseText": "Ninajua utanileta mpaka kifoni, mahali ambapo wenye uhai wote wamewekewa."
  },
  {
    "verseNumber": "JOB 30:24",
    "verseText": "“Hakika hakuna yeyote amshambuliaye mhitaji, anapoomba msaada katika shida yake."
  },
  {
    "verseNumber": "JOB 30:25",
    "verseText": "Je, sikulia kwa ajili ya wale waliokuwa katika taabu? Je, nafsi yangu haikusononeka kwa ajili ya maskini?"
  },
  {
    "verseNumber": "JOB 30:26",
    "verseText": "Lakini nilipotazamia mema, mabaya yalinijia; nilipotafuta nuru, ndipo giza lilipokuja."
  },
  {
    "verseNumber": "JOB 30:27",
    "verseText": "Kusukwasukwa ndani yangu kamwe hakutulii; siku za mateso zinanikabili."
  },
  {
    "verseNumber": "JOB 30:28",
    "verseText": "Ninazunguka nikiwa nimeungua, lakini si kwa jua; ninasimama katika kusanyiko nikiomba msaada."
  },
  {
    "verseNumber": "JOB 30:29",
    "verseText": "Nimekuwa ndugu wa mbweha, rafiki wa mabundi."
  },
  {
    "verseNumber": "JOB 30:30",
    "verseText": "Ngozi yangu imekuwa nyeusi nayo inachunika; mifupa yangu inaungua kwa homa."
  },
  {
    "verseNumber": "JOB 30:31",
    "verseText": "Kinubi changu kimegeuka kuwa maombolezo, nayo filimbi yangu imekuwa sauti ya kilio."
  },
  {
    "verseNumber": "JOB 31:1",
    "verseText": "“Nimefanya agano na macho yangu yasimtazame msichana kwa kumtamani."
  },
  {
    "verseNumber": "JOB 31:2",
    "verseText": "Kwa kuwa fungu la mwanadamu ni gani kutoka kwa Mungu juu, urithi wake kutoka kwa Mungu Mwenye Nguvu Aliye juu?"
  },
  {
    "verseNumber": "JOB 31:3",
    "verseText": "Je, si uharibifu kwa watu waovu, maangamizi kwa wale watendao mabaya?"
  },
  {
    "verseNumber": "JOB 31:4",
    "verseText": "Je, yeye hazioni njia zangu na kuihesabu kila hatua yangu?"
  },
  {
    "verseNumber": "JOB 31:5",
    "verseText": "“Kama nimeishi katika uongo au mguu wangu umekimbilia udanganyifu,"
  },
  {
    "verseNumber": "JOB 31:6",
    "verseText": "Mungu na anipime katika mizani za uaminifu, naye atajua kwamba sina hatia:"
  },
  {
    "verseNumber": "JOB 31:7",
    "verseText": "kama hatua zangu zimepotoka kutoka kwenye njia, kama moyo wangu umeongozwa na macho yangu, au kama mikono yangu imetiwa unajisi,"
  },
  {
    "verseNumber": "JOB 31:8",
    "verseText": "basi wengine na wale nilichokipanda, nayo yale yote niliyootesha na yangʼolewe."
  },
  {
    "verseNumber": "JOB 31:9",
    "verseText": "“Kama moyo wangu umeshawishiwa na mwanamke, au kama nimevizia mlangoni mwa jirani yangu,"
  },
  {
    "verseNumber": "JOB 31:10",
    "verseText": "basi mke wangu na asage nafaka ya mwanaume mwingine, nao wanaume wengine walale naye."
  },
  {
    "verseNumber": "JOB 31:11",
    "verseText": "Kwa kuwa hilo lingekuwa aibu, naam, dhambi ya kuhukumiwa."
  },
  {
    "verseNumber": "JOB 31:12",
    "verseText": "Ni moto uwakao kwa Uharibifu; ungekuwa umengʼoa mavuno yangu."
  },
  {
    "verseNumber": "JOB 31:13",
    "verseText": "“Kama ningewanyima haki watumishi wangu wanaume au vijakazi wangu, walipokuwa na manungʼuniko dhidi yangu,"
  },
  {
    "verseNumber": "JOB 31:14",
    "verseText": "nitafanya nini Mungu atakaponikabili? Nitamjibu nini nitakapoitwa kutoa hesabu?"
  },
  {
    "verseNumber": "JOB 31:15",
    "verseText": "Je, yeye aliyeniumba tumboni mwa mama yangu, si ndiye aliwaumba? Je, si ni yeye huyo mmoja aliyetuumba sote ndani ya mama zetu?"
  },
  {
    "verseNumber": "JOB 31:16",
    "verseText": "“Ikiwa nimewanyima maskini haja zao, au kuyaacha macho ya wajane yadhoofike,"
  },
  {
    "verseNumber": "JOB 31:17",
    "verseText": "kama nimekula chakula changu mwenyewe, bila kuwashirikisha yatima;"
  },
  {
    "verseNumber": "JOB 31:18",
    "verseText": "lakini tangu ujana wangu nimemlea yatima kama ambavyo baba angefanya, nami tangu kuzaliwa kwangu nimewaongoza wajane:"
  },
  {
    "verseNumber": "JOB 31:19",
    "verseText": "kama nilimwona yeyote akiteseka kwa kukosa nguo, au mtu mhitaji asiye na mavazi"
  },
  {
    "verseNumber": "JOB 31:20",
    "verseText": "ambaye wala moyo wake haukunibariki kwa kumpatia joto kwa mavazi ya manyoya ya kondoo zangu,"
  },
  {
    "verseNumber": "JOB 31:21",
    "verseText": "na kama nimeinua mkono wangu dhidi ya yatima, nikijua kuwa nina ushawishi mahakamani,"
  },
  {
    "verseNumber": "JOB 31:22",
    "verseText": "basi mkono wangu na unyofoke toka begani mwangu, nao na uvunjike kutoka kiungio chake."
  },
  {
    "verseNumber": "JOB 31:23",
    "verseText": "Kwa kuwa niliogopa uharibifu kutoka kwa Mungu, nami kwa kuuogopa utukufu wake sikuweza kufanya mambo kama hayo."
  },
  {
    "verseNumber": "JOB 31:24",
    "verseText": "“Kama nimeweka tumaini langu kwenye dhahabu, au kuiambia dhahabu safi, ‘Wewe ndiwe salama yangu,’"
  },
  {
    "verseNumber": "JOB 31:25",
    "verseText": "kama nimefurahia wingi wa utajiri wangu, ustawi ambao mikono yangu ilikuwa imepata,"
  },
  {
    "verseNumber": "JOB 31:26",
    "verseText": "kama nimelitazama jua katika kungʼaa kwake au mwezi ukienda kwa fahari yake,"
  },
  {
    "verseNumber": "JOB 31:27",
    "verseText": "hivyo moyo wangu kushawishiwa kwa siri, au kubusu mkono wangu kwa kuviheshimu,"
  },
  {
    "verseNumber": "JOB 31:28",
    "verseText": "basi hiyo pia ingekuwa dhambi ya kuhukumiwa, kwa kuwa ningekuwa si mwaminifu kwa Mungu aishiye juu sana."
  },
  {
    "verseNumber": "JOB 31:29",
    "verseText": "“Kama nimeshangilia msiba wa adui yangu, au kutazama kwa furaha taabu iliyomjia,"
  },
  {
    "verseNumber": "JOB 31:30",
    "verseText": "lakini sikuruhusu kinywa changu kufanya dhambi kwa kuomba laana dhidi ya maisha yake;"
  },
  {
    "verseNumber": "JOB 31:31",
    "verseText": "kama watu wa nyumbani mwangu kamwe hawakusema, ‘Ni nani ambaye hajashibishwa na nyama ya Ayubu?’"
  },
  {
    "verseNumber": "JOB 31:32",
    "verseText": "Lakini hakuna mgeni aliyelala njiani, kwa maana mlango wangu ulikuwa wazi kwa msafiri;"
  },
  {
    "verseNumber": "JOB 31:33",
    "verseText": "kama nimeifunika dhambi yangu kama wanadamu wengine wafanyavyo, kwa kuficha hatia yangu moyoni mwangu,"
  },
  {
    "verseNumber": "JOB 31:34",
    "verseText": "kwa sababu ya kuogopa umati wa watu, na hivyo kuwa na hofu ya kudharauliwa na jamaa, nikanyamaza kimya nisitoke nje ya mlango:"
  },
  {
    "verseNumber": "JOB 31:35",
    "verseText": "(“Laiti kama angekuwepo mtu wa kunisikia! Tazama sasa ninatia sahihi kwenye utetezi wangu: Mwenyezi na anijibu; mshtaki wangu na aweke mashtaka yake kwenye maandishi."
  },
  {
    "verseNumber": "JOB 31:36",
    "verseText": "Hakika ningeyavaa begani mwangu, ningeyavaa kama taji."
  },
  {
    "verseNumber": "JOB 31:37",
    "verseText": "Ningempa hesabu ya kila hatua yangu, ningemwendea kama mwana wa mfalme.)"
  },
  {
    "verseNumber": "JOB 31:38",
    "verseText": "“Kama nchi yangu inalia dhidi yangu, na mifereji yake yote imelowana kwa machozi,"
  },
  {
    "verseNumber": "JOB 31:39",
    "verseText": "kama nimekula mazao yake bila malipo, au kuvunja mioyo ya wapangaji wake,"
  },
  {
    "verseNumber": "JOB 31:40",
    "verseText": "basi miiba na iote badala ya ngano, na magugu badala ya shayiri.” Mwisho wa maneno ya Ayubu."
  },
  {
    "verseNumber": "JOB 32:1",
    "verseText": "Basi watu hawa watatu wakaacha kumjibu Ayubu, kwa kuwa alikuwa mwadilifu machoni pake mwenyewe."
  },
  {
    "verseNumber": "JOB 32:2",
    "verseText": "Lakini Elihu mwana wa Barakeli, wa kabila la Buzi wa jamaa ya Ramu, akamkasirikia sana Ayubu, kwa sababu ya kujihesabia haki mwenyewe badala ya Mungu."
  },
  {
    "verseNumber": "JOB 32:3",
    "verseText": "Pia aliwakasirikia hao rafiki watatu wa Ayubu, kwa sababu hawakuweza kupata njia ya kuthibitisha ya kuwa hayo maneno ya Ayubu hayakuwa ya kweli, nao bado walikuwa wamemlaumu."
  },
  {
    "verseNumber": "JOB 32:4",
    "verseText": "Basi Elihu alikuwa amesubiri kwanza waongee na Ayubu kwa sababu walikuwa na umri mkubwa kumliko yeye."
  },
  {
    "verseNumber": "JOB 32:5",
    "verseText": "Lakini alipoona watu hao watatu hawakuwa na kitu zaidi cha kusema, hasira yake ikaamka."
  },
  {
    "verseNumber": "JOB 32:6",
    "verseText": "Basi Elihu mwana wa Barakeli wa kabila la Buzi akasema: “Mimi ni mdogo kwa umri, nanyi ni wazee; ndiyo sababu niliogopa, sikuthubutu kuwaambia kile ninachojua."
  },
  {
    "verseNumber": "JOB 32:7",
    "verseText": "Nilifikiri, ‘Yafaa umri useme, nao wingi wa miaka ungefundisha hekima.’"
  },
  {
    "verseNumber": "JOB 32:8",
    "verseText": "Lakini ni Roho iliyoko ndani ya mwanadamu, pumzi ya Mwenyezi, ndiyo impayo yeye ufahamu."
  },
  {
    "verseNumber": "JOB 32:9",
    "verseText": "Sio wazee peke yao walio na hekima, sio wenye umri mkubwa peke yao wanaofahamu lililo sawa."
  },
  {
    "verseNumber": "JOB 32:10",
    "verseText": "“Kwa hiyo nasema: Nisikilizeni mimi; mimi nami nitawaambia lile ninalojua."
  },
  {
    "verseNumber": "JOB 32:11",
    "verseText": "Nilingojea mlipokuwa mnaongea, nilizisikiliza hoja zenu; mlipokuwa mkitafuta maneno ya kusema,"
  },
  {
    "verseNumber": "JOB 32:12",
    "verseText": "niliwasikiliza kwa makini. Lakini hakuna hata mmoja wenu aliyethibitisha kwamba Ayubu amekosa; hakuna hata mmoja wenu aliyeweza kujibu hoja zake."
  },
  {
    "verseNumber": "JOB 32:13",
    "verseText": "Msiseme, ‘Tumepata hekima; Mungu na amthibitishe kuwa mwongo, wala si mwanadamu.’"
  },
  {
    "verseNumber": "JOB 32:14",
    "verseText": "Lakini Ayubu hajayapanga maneno yake dhidi yangu, nami sitamjibu kwa kutumia hoja zenu."
  },
  {
    "verseNumber": "JOB 32:15",
    "verseText": "“Wametiwa hofu na hawana la zaidi la kusema; maneno yamewaishia."
  },
  {
    "verseNumber": "JOB 32:16",
    "verseText": "Je, ningoje sasa kwa sababu wamekuwa kimya, kwa vile sasa wanasimama bila kuwa na la kujibu?"
  },
  {
    "verseNumber": "JOB 32:17",
    "verseText": "Mimi nami nitakuwa na la kusema; mimi nami nitasema lile nilijualo."
  },
  {
    "verseNumber": "JOB 32:18",
    "verseText": "Kwa kuwa nimejawa na maneno, nayo Roho iliyomo ndani yangu yanisukuma;"
  },
  {
    "verseNumber": "JOB 32:19",
    "verseText": "ndani yangu niko kama chupa iliyojazwa divai, kama kiriba kipya cha divai kilicho tayari kupasuka."
  },
  {
    "verseNumber": "JOB 32:20",
    "verseText": "Ni lazima niseme ili niweze kutulia; ni lazima nifumbue midomo yangu nipate kujibu."
  },
  {
    "verseNumber": "JOB 32:21",
    "verseText": "Sitampendelea mtu yeyote, wala sitajipendekeza kwa mtu yeyote;"
  },
  {
    "verseNumber": "JOB 32:22",
    "verseText": "kwa kuwa kama ningekuwa stadi wa kujipendekeza, Muumba wangu angeniondolea mbali kwa upesi."
  },
  {
    "verseNumber": "JOB 33:1",
    "verseText": "“Lakini Ayubu, sasa, sikiliza maneno yangu; zingatia kila kitu nitakachosema."
  },
  {
    "verseNumber": "JOB 33:2",
    "verseText": "Karibu nitafungua kinywa changu; maneno yangu yapo katika ncha ya ulimi wangu."
  },
  {
    "verseNumber": "JOB 33:3",
    "verseText": "Maneno yangu yanatoka katika moyo mnyofu; midomo yangu hunena kwa uaminifu yale niyajuayo."
  },
  {
    "verseNumber": "JOB 33:4",
    "verseText": "Roho wa Mungu ameniumba; pumzi ya Mwenyezi hunipa uhai."
  },
  {
    "verseNumber": "JOB 33:5",
    "verseText": "Unijibu basi, kama unaweza; jiandae kunikabili mimi."
  },
  {
    "verseNumber": "JOB 33:6",
    "verseText": "Mimi ni kama wewe mbele za Mungu; mimi pia nimetolewa kwenye udongo."
  },
  {
    "verseNumber": "JOB 33:7",
    "verseText": "Huna sababu ya kuniogopa, wala mkono wangu haupaswi kukulemea."
  },
  {
    "verseNumber": "JOB 33:8",
    "verseText": "“Lakini umesema nikiwa ninakusikia, nami nilisikia maneno yenyewe:"
  },
  {
    "verseNumber": "JOB 33:9",
    "verseText": "‘Mimi ni safi na sina dhambi; mimi ni safi na sina hatia."
  },
  {
    "verseNumber": "JOB 33:10",
    "verseText": "Lakini bado Mungu amepata dosari kwangu, naye ananiona kama adui yake."
  },
  {
    "verseNumber": "JOB 33:11",
    "verseText": "Ananifunga miguu kwa pingu, tena anaziangalia njia zangu zote kwa karibu.’"
  },
  {
    "verseNumber": "JOB 33:12",
    "verseText": "“Lakini mimi ninakuambia, katika jambo hili wewe una makosa, kwa maana Mungu ni mkuu kuliko mwanadamu."
  },
  {
    "verseNumber": "JOB 33:13",
    "verseText": "Kwa nini unamlalamikia kwamba yeye hamjibu mwanadamu?"
  },
  {
    "verseNumber": "JOB 33:14",
    "verseText": "Kwa kuwa Mungu husema, wakati huu kwa njia moja, au wakati mwingine kwa njia nyingine, ingawa mwanadamu anaweza asielewe."
  },
  {
    "verseNumber": "JOB 33:15",
    "verseText": "Mungu husema na mwanadamu katika ndoto, katika maono ya usiku, wakati usingizi mzito uwaangukiapo wanadamu wasinziapo vitandani mwao,"
  },
  {
    "verseNumber": "JOB 33:16",
    "verseText": "anaweza akasemea masikioni mwao, na kuwatia hofu kwa maonyo,"
  },
  {
    "verseNumber": "JOB 33:17",
    "verseText": "ili kumgeuza mtu kutoka kwenye kutenda mabaya na kumwepusha na kiburi,"
  },
  {
    "verseNumber": "JOB 33:18",
    "verseText": "kuiokoa nafsi yake na shimo, uhai wake usiangamizwe kwa upanga."
  },
  {
    "verseNumber": "JOB 33:19",
    "verseText": "Mtu anaweza kutiwa adabu kwa maumivu kitandani mwake, kwa dhiki za mfululizo katika mifupa yake,"
  },
  {
    "verseNumber": "JOB 33:20",
    "verseText": "kiasi kwamba maisha yake yenyewe yanakataa chakula nayo nafsi yake ikakichukia kabisa hata chakula kizuri."
  },
  {
    "verseNumber": "JOB 33:21",
    "verseText": "Nyama ya mwili wake huisha kwa kukonda, nayo mifupa yake ambayo mwanzoni ilikuwa imefichika, sasa inatokeza nje."
  },
  {
    "verseNumber": "JOB 33:22",
    "verseText": "Nafsi yake inakaribia kaburi, nao uhai wake karibu na wajumbe wa kifo."
  },
  {
    "verseNumber": "JOB 33:23",
    "verseText": "“Kama bado kuna malaika upande wake kama mtetezi, mmoja miongoni mwa elfu, wa kumwambia mwanadamu lililo jema kwake,"
  },
  {
    "verseNumber": "JOB 33:24",
    "verseText": "kumwonea huruma na kusema, ‘Mwokoe asije akatumbukia shimoni; nimepata ukombozi kwa ajili yake’:"
  },
  {
    "verseNumber": "JOB 33:25",
    "verseText": "ndipo nyama ya mwili wake hufanywa mpya kama ya mtoto; hurudishwa upya kama siku za ujana wake."
  },
  {
    "verseNumber": "JOB 33:26",
    "verseText": "Humwomba Mungu, akapata kibali kwake, huuona uso wa Mungu na kushangilia kwa furaha; Mungu humrudisha katika hali yake ya uadilifu."
  },
  {
    "verseNumber": "JOB 33:27",
    "verseText": "Ndipo huja mbele za watu na kusema, ‘Nilitenda dhambi na kupotosha kilichokuwa haki, lakini sikuadhibiwa kama nilivyostahili."
  },
  {
    "verseNumber": "JOB 33:28",
    "verseText": "Alinikomboa nafsi yangu nisitumbukie shimoni, nami nitaishi ili kuufurahia mwanga.’"
  },
  {
    "verseNumber": "JOB 33:29",
    "verseText": "“Mungu hufanya haya yote kwa mwanadamu; mara mbili hata mara tatu,"
  },
  {
    "verseNumber": "JOB 33:30",
    "verseText": "ili aigeuze nafsi yake toka shimoni, ili nuru ya uzima imwangazie."
  },
  {
    "verseNumber": "JOB 33:31",
    "verseText": "“Ayubu, zingatia, nisikilize mimi; nyamaza, nami nitanena."
  },
  {
    "verseNumber": "JOB 33:32",
    "verseText": "Kama unalo lolote la kusema, unijibu; sema, kwa maana ninataka uonekane huna hatia."
  },
  {
    "verseNumber": "JOB 33:33",
    "verseText": "Lakini kama huna la kusema, basi nisikilize mimi; nyamaza, nami nitakufundisha hekima.”"
  },
  {
    "verseNumber": "JOB 34:1",
    "verseText": "Kisha Elihu akasema:"
  },
  {
    "verseNumber": "JOB 34:2",
    "verseText": "“Sikieni maneno yangu, enyi watu wenye hekima; nisikilizeni mimi, ninyi watu wenye maarifa."
  },
  {
    "verseNumber": "JOB 34:3",
    "verseText": "Kwa kuwa sikio huyajaribu maneno kama vile ulimi uonjavyo chakula."
  },
  {
    "verseNumber": "JOB 34:4",
    "verseText": "Tujichagulie wenyewe yaliyo sawa, nasi tujifunze pamoja yaliyo mema."
  },
  {
    "verseNumber": "JOB 34:5",
    "verseText": "“Ayubu anasema, ‘Mimi sina hatia, lakini Mungu ameninyima haki yangu."
  },
  {
    "verseNumber": "JOB 34:6",
    "verseText": "Ingawa niko sawa, ninaonekana mwongo; nami ingawa sina kosa, kidonda changu hakiponi.’"
  },
  {
    "verseNumber": "JOB 34:7",
    "verseText": "Ni mtu gani aliye kama Ayubu, anywaye dharau kama maji?"
  },
  {
    "verseNumber": "JOB 34:8",
    "verseText": "Ashirikianaye na watenda mabaya na kuchangamana na watu waovu."
  },
  {
    "verseNumber": "JOB 34:9",
    "verseText": "Kwa kuwa anasema, ‘Haimfaidi mwanadamu kitu chochote anapojitahidi kumpendeza Mungu.’"
  },
  {
    "verseNumber": "JOB 34:10",
    "verseText": "“Hivyo nisikilizeni mimi, ninyi watu wenye ufahamu. Kamwe Mungu hatendi uovu, Mwenyezi hafanyi kosa."
  },
  {
    "verseNumber": "JOB 34:11",
    "verseText": "Humlipa mwanadamu kwa ajili ya lile alilotenda; huleta juu yake kile ambacho matendo yake yanastahili."
  },
  {
    "verseNumber": "JOB 34:12",
    "verseText": "Ni jambo lisiloweza kufikiriwa kwamba Mungu angefanya makosa, kwamba Mwenyezi angepotosha hukumu."
  },
  {
    "verseNumber": "JOB 34:13",
    "verseText": "Je, ni nani aliyemtawaza juu ya dunia? Ni nani aliyemweka kuwa mwangalizi wa ulimwengu wote?"
  },
  {
    "verseNumber": "JOB 34:14",
    "verseText": "Kama lilikuwa kusudi la Mungu, naye akaiondoa Roho yake na pumzi yake,"
  },
  {
    "verseNumber": "JOB 34:15",
    "verseText": "wanadamu wote wangeliangamia kwa pamoja, na mtu angerudi mavumbini."
  },
  {
    "verseNumber": "JOB 34:16",
    "verseText": "“Kama ninyi mnaufahamu, sikieni hili; sikilizeni hili nisemalo."
  },
  {
    "verseNumber": "JOB 34:17",
    "verseText": "Je, yeye aichukiaye haki aweza kutawala? Je, utamhukumu mwenye haki, Aliye na Nguvu Zote?"
  },
  {
    "verseNumber": "JOB 34:18",
    "verseText": "Je, si ni yeye awaambiaye wafalme, ‘Ninyi hamfai kitu,’ nao watu mashuhuri, ‘Ninyi ni waovu,’"
  },
  {
    "verseNumber": "JOB 34:19",
    "verseText": "yeye asiyependelea wakuu, wala haonyeshi upendeleo kwa matajiri kuliko maskini, kwa kuwa wote ni kazi ya mikono yake?"
  },
  {
    "verseNumber": "JOB 34:20",
    "verseText": "Wanakufa ghafula, usiku wa manane; watu wanatikiswa nao hupita; wenye nguvu huondolewa bila mkono wa mwanadamu."
  },
  {
    "verseNumber": "JOB 34:21",
    "verseText": "“Macho yake yanazitazama njia za wanadamu; anaona kila hatua yao."
  },
  {
    "verseNumber": "JOB 34:22",
    "verseText": "Hakuna mahali penye giza nene, wala uvuli mkubwa, ambapo watenda mabaya wanaweza kujificha."
  },
  {
    "verseNumber": "JOB 34:23",
    "verseText": "Mungu hana haja ya kumchunguza mtu sana, ili apate kuja mbele zake kwa hukumu."
  },
  {
    "verseNumber": "JOB 34:24",
    "verseText": "Bila kuuliza huwapondaponda wenye nguvu nyingi na kuwaweka wengine mahali pao."
  },
  {
    "verseNumber": "JOB 34:25",
    "verseText": "Kwa sababu huyaangalia matendo yao yote, huwaondoa usiku, nao wakaangamia."
  },
  {
    "verseNumber": "JOB 34:26",
    "verseText": "Anawaadhibu kwa ajili ya uovu wao mahali ambapo kila mmoja ataweza kuwaona,"
  },
  {
    "verseNumber": "JOB 34:27",
    "verseText": "kwa sababu wameacha kumfuata Mungu, nao hawakuiheshimu njia yake hata moja."
  },
  {
    "verseNumber": "JOB 34:28",
    "verseText": "Wamesababisha kilio cha maskini kifike mbele zake, hivyo akasikia kilio cha wahitaji."
  },
  {
    "verseNumber": "JOB 34:29",
    "verseText": "Lakini kama akinyamaza kimya, ni nani awezaye kumhukumu? Kama akiuficha uso wake, ni nani awezaye kumwona? Ikiwa ni taifa au mtu mmoja, kwake ni sawa,"
  },
  {
    "verseNumber": "JOB 34:30",
    "verseText": "ili kumzuia mtu mwovu kutawala, au wale ambao huwategea watu mitego."
  },
  {
    "verseNumber": "JOB 34:31",
    "verseText": "“Kama mwanadamu akimwambia Mungu, ‘Nimekosa lakini sitatenda dhambi tena."
  },
  {
    "verseNumber": "JOB 34:32",
    "verseText": "Nifundishe nisichoweza kuona; kama nimekukosea, sitafanya hivyo tena.’"
  },
  {
    "verseNumber": "JOB 34:33",
    "verseText": "Je basi, Mungu atakulipa kwa masharti yako, wakati wewe umekataa kutubu? Yakupasa wewe uamue, wala si mimi; sasa niambie lile ulijualo."
  },
  {
    "verseNumber": "JOB 34:34",
    "verseText": "“Wanadamu wenye ufahamu husema, wenye hekima wanaonisikia huniambia,"
  },
  {
    "verseNumber": "JOB 34:35",
    "verseText": "‘Ayubu huongea bila maarifa; maneno yake hayana busara.’"
  },
  {
    "verseNumber": "JOB 34:36",
    "verseText": "Laiti Ayubu angejaribiwa hadi kikomo cha mwisho, kwa sababu anajibu kama mtu mwovu!"
  },
  {
    "verseNumber": "JOB 34:37",
    "verseText": "Kwenye dhambi yake huongeza uasi; kwa dharau hupiga makofi miongoni mwetu, na kuzidisha maneno yake dhidi ya Mungu.”"
  },
  {
    "verseNumber": "JOB 35:1",
    "verseText": "Ndipo Elihu akasema:"
  },
  {
    "verseNumber": "JOB 35:2",
    "verseText": "“Je, unadhani hili ni haki? Wewe unasema, ‘Nina haki mbele za Mungu.’"
  },
  {
    "verseNumber": "JOB 35:3",
    "verseText": "Bado unamuuliza, ‘Ni faida gani nimepata, na imenifaidi nini kwa kutokutenda dhambi?’"
  },
  {
    "verseNumber": "JOB 35:4",
    "verseText": "“Ningependa nikujibu wewe pamoja na marafiki zako walio pamoja nawe."
  },
  {
    "verseNumber": "JOB 35:5",
    "verseText": "Tazama juu mbinguni ukaone; yaangalie mawingu yaliyo juu sana juu yako."
  },
  {
    "verseNumber": "JOB 35:6",
    "verseText": "Je, ukitenda dhambi, inamdhuruje Mungu? Kama dhambi zako zikiwa nyingi, hilo linamfanyia nini Mungu?"
  },
  {
    "verseNumber": "JOB 35:7",
    "verseText": "Kama wewe ni mwadilifu, unampa nini, au yeye anapokea nini mkononi kwako?"
  },
  {
    "verseNumber": "JOB 35:8",
    "verseText": "Uovu wako unamdhuru tu mtu mwingine kama wewe, nayo haki yako inawafaa wanadamu tu."
  },
  {
    "verseNumber": "JOB 35:9",
    "verseText": "“Wanadamu hulia kwa kulemewa na mateso; huomba msaada kutoka mkono wenye nguvu."
  },
  {
    "verseNumber": "JOB 35:10",
    "verseText": "Lakini hakuna asemaye, ‘Yuko wapi Mungu Muumba wangu, yeye anifanyaye niimbe usiku,"
  },
  {
    "verseNumber": "JOB 35:11",
    "verseText": "yeye atufundishaye sisi zaidi kuliko wanyama wa dunia, na kutufanya wenye hekima kuliko ndege wa angani?’"
  },
  {
    "verseNumber": "JOB 35:12",
    "verseText": "Yeye hajibu wakati watu waliapo kwa sababu ya kiburi cha watu waovu."
  },
  {
    "verseNumber": "JOB 35:13",
    "verseText": "Naam, Mungu hasikilizi maombi yao ya ubatili; Mwenyezi hayazingatii."
  },
  {
    "verseNumber": "JOB 35:14",
    "verseText": "Si zaidi sana kwamba hatakusikiliza wewe usemapo humwoni, tena ya kwamba shauri lako liko mbele zake na wewe lazima umngojee,"
  },
  {
    "verseNumber": "JOB 35:15",
    "verseText": "pia zaidi, kwamba hasira yake kamwe haiadhibu wala haangalii uovu hata kidogo?"
  },
  {
    "verseNumber": "JOB 35:16",
    "verseText": "Hivyo Ayubu hufumbua kinywa chake kwa maneno yasiyo na maana; anaongea maneno mengi bila maarifa.”"
  },
  {
    "verseNumber": "JOB 36:1",
    "verseText": "Elihu akaendelea kusema:"
  },
  {
    "verseNumber": "JOB 36:2",
    "verseText": "“Nivumilie kidogo zaidi nami nitakuonyesha kwamba yako mengi zaidi ya kusemwa kwa ajili ya Mungu."
  },
  {
    "verseNumber": "JOB 36:3",
    "verseText": "Ninayapata maarifa yangu kutoka mbali, nami nitamhesabia haki Muumba wangu."
  },
  {
    "verseNumber": "JOB 36:4",
    "verseText": "Uwe na hakika kwamba maneno yangu si ya uongo; mmoja aliye mkamilifu katika maarifa yuko pamoja na wewe."
  },
  {
    "verseNumber": "JOB 36:5",
    "verseText": "“Mungu ni mwenye nguvu, lakini hamdharau mwanadamu; ni mwenye nguvu, naye ni thabiti katika shauri lake."
  },
  {
    "verseNumber": "JOB 36:6",
    "verseText": "Hawaachi waovu waendelee kuishi, bali huwapa walioteswa haki yao."
  },
  {
    "verseNumber": "JOB 36:7",
    "verseText": "Yeye haondoi macho yake kwa wenye haki; huwaketisha penye viti vya enzi pamoja na wafalme na kuwatukuza milele."
  },
  {
    "verseNumber": "JOB 36:8",
    "verseText": "Lakini ikiwa watu wamefungwa kwenye minyororo, wakiwa wameshikiliwa na kamba za mateso,"
  },
  {
    "verseNumber": "JOB 36:9",
    "verseText": "huwaonyesha yale waliyoyatenda, kwamba wametenda dhambi kwa majivuno."
  },
  {
    "verseNumber": "JOB 36:10",
    "verseText": "Huwafanya wao kusikia maonyo, na huwaagiza kutubu uovu wao."
  },
  {
    "verseNumber": "JOB 36:11",
    "verseText": "Kama wakitii na kumtumikia, wataishi siku zao zilizobaki katika mafanikio, na miaka yao katika utoshelevu."
  },
  {
    "verseNumber": "JOB 36:12",
    "verseText": "Lakini wasiposikiliza, wataangamia kwa upanga, nao watakufa pasipo maarifa."
  },
  {
    "verseNumber": "JOB 36:13",
    "verseText": "“Wasiomcha Mungu moyoni mwao huficha chuki; hata anapowafunga, hawamwombi msaada."
  },
  {
    "verseNumber": "JOB 36:14",
    "verseText": "Wanakufa wangali vijana, miongoni mwa wanaume hanithi wa mahali pa kuabudia miungu."
  },
  {
    "verseNumber": "JOB 36:15",
    "verseText": "Bali wao wanaoteseka huwaokoa katika mateso yao, na kuzungumza nao katika dhiki zao."
  },
  {
    "verseNumber": "JOB 36:16",
    "verseText": "“Yeye anakubembeleza utoke katika mataya ya dhiki, ili kukuweka mahali palipo na nafasi mbali na kizuizi, hadi kwenye meza yako ya faraja iliyojaa vyakula vizuri."
  },
  {
    "verseNumber": "JOB 36:17",
    "verseText": "Lakini sasa umelemewa na hukumu kwa ajili ya uovu; hukumu na haki vimekukamata."
  },
  {
    "verseNumber": "JOB 36:18",
    "verseText": "Uwe mwangalifu ili yeyote asikushawishi kwa utajiri; usipotoshwe kwa fungu kubwa la rushwa."
  },
  {
    "verseNumber": "JOB 36:19",
    "verseText": "Je, utajiri wako hata nguvu zako nyingi vinaweza kukusaidia usiingie kwenye dhiki?"
  },
  {
    "verseNumber": "JOB 36:20",
    "verseText": "Usiutamani usiku uje, ili uwaburute watu mbali na nyumba zao."
  },
  {
    "verseNumber": "JOB 36:21",
    "verseText": "Jihadhari usigeukie uovu, ambao unaupenda zaidi kuliko mateso."
  },
  {
    "verseNumber": "JOB 36:22",
    "verseText": "“Mungu ametukuzwa katika nguvu zake. Ni nani aliye mwalimu kama yeye?"
  },
  {
    "verseNumber": "JOB 36:23",
    "verseText": "Ni nani aliyemwelekeza katika njia zake, au kumwambia, ‘Wewe umetenda yasiyo sawa’?"
  },
  {
    "verseNumber": "JOB 36:24",
    "verseText": "Kumbuka kuzitukuza kazi zake, ambazo watu wamezisifu katika wimbo."
  },
  {
    "verseNumber": "JOB 36:25",
    "verseText": "Wanadamu wote wameiona; watu wanaikazia macho kwa mbali."
  },
  {
    "verseNumber": "JOB 36:26",
    "verseText": "Tazama jinsi Mungu alivyo mkuu, kupita ufahamu wetu! Hesabu ya miaka yake haitafutiki."
  },
  {
    "verseNumber": "JOB 36:27",
    "verseText": "“Yeye huvuta juu matone ya maji, ayachujayo kama mvua kutoka kwenye vijito;"
  },
  {
    "verseNumber": "JOB 36:28",
    "verseText": "mawingu huangusha chini maji yake, nayo mvua nyingi huwanyeshea wanadamu."
  },
  {
    "verseNumber": "JOB 36:29",
    "verseText": "Ni nani ajuaye jinsi ayatandazavyo mawingu, jinsi angurumavyo kutoka hemani mwake."
  },
  {
    "verseNumber": "JOB 36:30",
    "verseText": "Tazama jinsi anavyotandaza umeme wa radi kumzunguka, naye huvifunika vilindi vya bahari."
  },
  {
    "verseNumber": "JOB 36:31",
    "verseText": "Hivi ndivyo atawalavyo mataifa, na kuwapa chakula kwa wingi."
  },
  {
    "verseNumber": "JOB 36:32",
    "verseText": "Huujaza mkono wake kwa umeme wa radi, na kuuagiza kulenga shabaha yake."
  },
  {
    "verseNumber": "JOB 36:33",
    "verseText": "Ngurumo zake hutangaza dhoruba inayokuja; hata mifugo hujulisha kukaribia kwake."
  },
  {
    "verseNumber": "JOB 37:1",
    "verseText": "“Kwa hili moyo wangu unatetemeka, nao unaruka kutoka mahali pake."
  },
  {
    "verseNumber": "JOB 37:2",
    "verseText": "Sikiliza! Sikiliza ngurumo ya sauti yake, sauti ya ngurumo itokayo kinywani mwake."
  },
  {
    "verseNumber": "JOB 37:3",
    "verseText": "Huuachilia umeme wake wa radi chini ya mbingu yote na kuupeleka hata miisho ya dunia."
  },
  {
    "verseNumber": "JOB 37:4",
    "verseText": "Baada ya hayo huja sauti ya ngurumo yake; Mungu hunguruma kwa sauti yake ya fahari. Wakati sauti yake ingurumapo tena, huuachilia umeme wake wa radi."
  },
  {
    "verseNumber": "JOB 37:5",
    "verseText": "Sauti ya Mungu hunguruma kwa namna za ajabu; yeye hutenda mambo makuu kupita ufahamu wetu."
  },
  {
    "verseNumber": "JOB 37:6",
    "verseText": "Huiambia theluji, ‘Anguka juu ya dunia,’ nayo manyunyu ya mvua, ‘Uwe mvua ya nguvu.’"
  },
  {
    "verseNumber": "JOB 37:7",
    "verseText": "Ili wanadamu wote aliowaumba wapate kujua kazi zake, yeye humzuilia kila mtu shughuli zake."
  },
  {
    "verseNumber": "JOB 37:8",
    "verseText": "Wanyama hujificha; hubakia kwenye mapango yao."
  },
  {
    "verseNumber": "JOB 37:9",
    "verseText": "Dhoruba hutoka katika chumba chake, baridi hutoka katika upepo uendao kasi."
  },
  {
    "verseNumber": "JOB 37:10",
    "verseText": "Pumzi ya Mungu hutoa barafu, eneo kubwa la maji huganda."
  },
  {
    "verseNumber": "JOB 37:11",
    "verseText": "Huyasheheneza mawingu kwa maji, naye husambaza umeme wake wa radi kupitia hayo."
  },
  {
    "verseNumber": "JOB 37:12",
    "verseText": "Nayo mawingu huzungukazunguka pande zote kwa amri yake, juu ya uso wa dunia yote, kufanya lolote ayaamuruyo."
  },
  {
    "verseNumber": "JOB 37:13",
    "verseText": "Huleta mawingu ili kuadhibu wanadamu, au kuinyeshea dunia yake na kuonyesha upendo wake."
  },
  {
    "verseNumber": "JOB 37:14",
    "verseText": "“Ayubu, sikiliza hili; nyamaza na uyafikiri maajabu ya Mungu."
  },
  {
    "verseNumber": "JOB 37:15",
    "verseText": "Je, unajua jinsi Mungu anavyoyaongoza mawingu, na kufanya umeme wake wa radi utoe mwanga?"
  },
  {
    "verseNumber": "JOB 37:16",
    "verseText": "Je, wajua jinsi mawingu yanavyokaa yakiwa yametulia, hayo maajabu yake yeye aliye mkamilifu katika maarifa?"
  },
  {
    "verseNumber": "JOB 37:17",
    "verseText": "Wewe unayeshindwa na joto katika nguo zako wakati nchi imenyamazishwa kimya bila upepo wa kusini,"
  },
  {
    "verseNumber": "JOB 37:18",
    "verseText": "je, waweza kuungana naye katika kuzitandaza anga, zilizo ngumu kama kioo cha shaba ya kuyeyushwa?"
  },
  {
    "verseNumber": "JOB 37:19",
    "verseText": "“Tuambieni yatupasayo kumwambia; hatuwezi kutayarisha shauri letu kwa sababu ya ujinga wetu."
  },
  {
    "verseNumber": "JOB 37:20",
    "verseText": "Je, aambiwe kwamba nataka kuongea? Je, yuko mtu ambaye angeomba kumezwa?"
  },
  {
    "verseNumber": "JOB 37:21",
    "verseText": "Basi hakuna awezaye kulitazama jua, jinsi linavyongʼaa angani, upepo ukishafagia mawingu."
  },
  {
    "verseNumber": "JOB 37:22",
    "verseText": "Kutoka kaskazini yeye huja na fahari kuu; Mungu huja katika utukufu wa kutisha."
  },
  {
    "verseNumber": "JOB 37:23",
    "verseText": "Yeye Mwenyezi hatuwezi kumfikia, naye ametukuzwa katika uweza; katika hukumu zake na haki yake kuu, hataonea."
  },
  {
    "verseNumber": "JOB 37:24",
    "verseText": "Kwa hiyo, wanadamu mheshimuni, kwa kuwa yeye hamstahi yeyote anayejidhania kuwa ana hekima.”"
  },
  {
    "verseNumber": "JOB 38:1",
    "verseText": "Kisha BWANA akamjibu Ayubu kutoka upepo wa kisulisuli. Akasema:"
  },
  {
    "verseNumber": "JOB 38:2",
    "verseText": "“Nani huyu atiaye mashauri yangu giza kwa maneno yasiyo na maarifa?"
  },
  {
    "verseNumber": "JOB 38:3",
    "verseText": "Jikaze kama mwanaume; nitakuuliza swali, nawe unijibu."
  },
  {
    "verseNumber": "JOB 38:4",
    "verseText": "“Ulikuwa wapi nilipoweka misingi ya dunia? Niambie, kama unafahamu."
  },
  {
    "verseNumber": "JOB 38:5",
    "verseText": "Ni nani aliyeweka alama vipimo vyake? Hakika wewe unajua! Ni nani aliyenyoosha kamba ya kupimia juu yake?"
  },
  {
    "verseNumber": "JOB 38:6",
    "verseText": "Je, misingi yake iliwekwa juu ya nini, au ni nani aliyeweka jiwe la pembeni,"
  },
  {
    "verseNumber": "JOB 38:7",
    "verseText": "wakati nyota za asubuhi zilipoimba pamoja, na malaika wote walipokuwa wakipiga kelele kwa furaha?"
  },
  {
    "verseNumber": "JOB 38:8",
    "verseText": "“Ni nani aliyeifungia bahari milango ilipopasuka kutoka tumbo,"
  },
  {
    "verseNumber": "JOB 38:9",
    "verseText": "nilipoyafanya mawingu kuwa vazi lake, na kuyafungia katika giza nene,"
  },
  {
    "verseNumber": "JOB 38:10",
    "verseText": "nilipoamuru mipaka yake, na kuiweka milango yake na makomeo mahali pake,"
  },
  {
    "verseNumber": "JOB 38:11",
    "verseText": "niliposema, ‘Unaweza kufika mpaka hapa wala si zaidi; hapa ndipo mawimbi yako yenye kiburi yatakapokomea’?"
  },
  {
    "verseNumber": "JOB 38:12",
    "verseText": "“Umepata kuiamrisha asubuhi ipambazuke, au kuyaonyesha mapambazuko mahali pake,"
  },
  {
    "verseNumber": "JOB 38:13",
    "verseText": "yapate kushika miisho ya dunia, na kuwakungʼuta waovu waliomo?"
  },
  {
    "verseNumber": "JOB 38:14",
    "verseText": "Dunia hubadilika kama udongo wa mfinyanzi chini ya lakiri; sura yake hukaa kama ile ya vazi."
  },
  {
    "verseNumber": "JOB 38:15",
    "verseText": "Waovu huzuiliwa nuru yao, nao mkono wao ulioinuliwa huvunjwa."
  },
  {
    "verseNumber": "JOB 38:16",
    "verseText": "“Je, umepata kufika kwenye chemchemi za bahari? Au kutembea mahali pa ndani pa vilindi?"
  },
  {
    "verseNumber": "JOB 38:17",
    "verseText": "Umewahi kuonyeshwa malango ya mauti? Umewahi kuiona milango ya uvuli wa mauti?"
  },
  {
    "verseNumber": "JOB 38:18",
    "verseText": "Je, wewe unafahamu ukubwa wa dunia? Niambie kama unajua haya yote."
  },
  {
    "verseNumber": "JOB 38:19",
    "verseText": "“Njia ya kufika kwenye makao ya nuru ni ipi? Nako maskani mwa giza ni wapi?"
  },
  {
    "verseNumber": "JOB 38:20",
    "verseText": "Je, unaweza kuvirudisha kwenye makao yake? Unajua njia za kufika maskani mwake?"
  },
  {
    "verseNumber": "JOB 38:21",
    "verseText": "Hakika unajua, kwa kuwa ulikuwa umeshazaliwa! Kwani umeishi miaka mingi!"
  },
  {
    "verseNumber": "JOB 38:22",
    "verseText": "“Je, umeshawahi kuingia katika ghala za theluji, au kuona ghala za mvua ya mawe,"
  },
  {
    "verseNumber": "JOB 38:23",
    "verseText": "ambazo nimeziweka akiba kwa ajili ya wakati wa taabu, na kwa ajili ya wakati wa vita na mapigano?"
  },
  {
    "verseNumber": "JOB 38:24",
    "verseText": "Ni ipi njia iendayo mahali umeme wa radi unapotawanyiwa, au mahali upepo wa mashariki unaposambaziwa juu ya dunia?"
  },
  {
    "verseNumber": "JOB 38:25",
    "verseText": "Ni nani aliyepasua mifereji kwa ajili ya maji mengi ya mvua yaendayo kasi na njia ya umeme wa radi,"
  },
  {
    "verseNumber": "JOB 38:26",
    "verseText": "ili kusababisha mvua kunyeshea mahali pasipokaliwa na mtu, jangwa lisilo na yeyote ndani yake,"
  },
  {
    "verseNumber": "JOB 38:27",
    "verseText": "ili kuitosheleza nchi ya ukiwa na jangwa, na majani yaanze kumea ndani yake?"
  },
  {
    "verseNumber": "JOB 38:28",
    "verseText": "Je, mvua ina baba? Ni nani baba azaaye matone ya umande?"
  },
  {
    "verseNumber": "JOB 38:29",
    "verseText": "Barafu inatoka tumbo la nani? Ni nani azaaye ukungu kutoka mbinguni,"
  },
  {
    "verseNumber": "JOB 38:30",
    "verseText": "wakati maji yawapo magumu kama jiwe, wakati uso wa vilindi vya maji unapoganda?"
  },
  {
    "verseNumber": "JOB 38:31",
    "verseText": "“Je, waweza kuufunga mnyororo wa Kilimia? Waweza kulegeza kamba za Orioni?"
  },
  {
    "verseNumber": "JOB 38:32",
    "verseText": "Waweza kuyaongoza makundi ya nyota kwa majira yake, au kuongoza Dubu na watoto wake?"
  },
  {
    "verseNumber": "JOB 38:33",
    "verseText": "Je, unajua sheria zinazotawala mbingu? Waweza kuweka utawala wa Mungu duniani?"
  },
  {
    "verseNumber": "JOB 38:34",
    "verseText": "“Waweza kuiinua sauti yako mpaka mawinguni, na kujifunika mwenyewe na gharika ya maji?"
  },
  {
    "verseNumber": "JOB 38:35",
    "verseText": "Je, wewe hutuma umeme wa radi kwenye njia zake? Je, hutoa taarifa kwako kukuambia, ‘Sisi tuko hapa’?"
  },
  {
    "verseNumber": "JOB 38:36",
    "verseText": "Ni nani aliyeujalia moyo hekima au kuzipa akili ufahamu?"
  },
  {
    "verseNumber": "JOB 38:37",
    "verseText": "Nani mwenye hekima ya kuyahesabu mawingu? Ni nani awezaye kuinamisha magudulia ya mbinguni"
  },
  {
    "verseNumber": "JOB 38:38",
    "verseText": "wakati mavumbi yawapo magumu, na mabonge ya udongo kushikamana pamoja?"
  },
  {
    "verseNumber": "JOB 38:39",
    "verseText": "“Je, utamwindia simba jike mawindo, na kuwashibisha simba wenye njaa"
  },
  {
    "verseNumber": "JOB 38:40",
    "verseText": "wakati wao wamejikunyata mapangoni mwao, au wakivizia kichakani?"
  },
  {
    "verseNumber": "JOB 38:41",
    "verseText": "Ni nani ampaye kunguru chakula wakati makinda yake yanamlilia Mungu, yakizungukazunguka kwa ajili ya kukosa chakula?"
  },
  {
    "verseNumber": "JOB 39:1",
    "verseText": "“Je, wajua ni wakati gani mbuzi wa mlimani wanapozaa? Je, watambua ni wakati gani kulungu jike azaapo mtoto wake?"
  },
  {
    "verseNumber": "JOB 39:2",
    "verseText": "Je, waweza kuhesabu miezi hadi wazaapo? Je, unajua majira yao ya kuzaa?"
  },
  {
    "verseNumber": "JOB 39:3",
    "verseText": "Wao hujiinamisha na kuzaa watoto wao; utungu wa kuzaa unakoma."
  },
  {
    "verseNumber": "JOB 39:4",
    "verseText": "Watoto wao hustawi na kuongezeka nguvu nyikani; huenda zao wala hawarudi tena."
  },
  {
    "verseNumber": "JOB 39:5",
    "verseText": "“Ni nani aliyemwachia punda-mwitu awe huru? Ni nani aliyezifungua kamba zake?"
  },
  {
    "verseNumber": "JOB 39:6",
    "verseText": "Nimempa nchi isiyokaliwa na watu kuwa masikani yake, nchi ya chumvi kuwa makao yake."
  },
  {
    "verseNumber": "JOB 39:7",
    "verseText": "Huzicheka ghasia za mji, wala hasikii kelele za mwendesha gari."
  },
  {
    "verseNumber": "JOB 39:8",
    "verseText": "Huzunguka vilimani kwa ajili ya malisho na kutafuta kila kitu kibichi."
  },
  {
    "verseNumber": "JOB 39:9",
    "verseText": "“Je, nyati atakubali kukutumikia? Atakaa karibu na hori lako usiku?"
  },
  {
    "verseNumber": "JOB 39:10",
    "verseText": "Je, waweza kumfungia kwenye matuta kwa kamba? Je, atalima mabonde nyuma yako?"
  },
  {
    "verseNumber": "JOB 39:11",
    "verseText": "Je, utamtumainia kwa ajili ya nguvu zake nyingi? Utamwachia yeye kazi zako nzito?"
  },
  {
    "verseNumber": "JOB 39:12",
    "verseText": "Utaweza kumwamini akuletee nafaka yako nyumbani kutoka shambani na kuikusanya kwenye sakafu yako ya kupuria?"
  },
  {
    "verseNumber": "JOB 39:13",
    "verseText": "“Mbuni hupigapiga mabawa yake kwa furaha, lakini hayawezi kulinganishwa na mabawa na manyoya ya korongo."
  },
  {
    "verseNumber": "JOB 39:14",
    "verseText": "Huyataga mayai yake juu ya ardhi, na kuyaacha yapate joto mchangani,"
  },
  {
    "verseNumber": "JOB 39:15",
    "verseText": "bila kujali kuwa mguu waweza kuyaponda, kwamba baadhi ya wanyama wa porini wanaweza kuyakanyaga."
  },
  {
    "verseNumber": "JOB 39:16",
    "verseText": "Yeye huyafanyia makinda yake ukatili kama vile si yake; hajali kwamba taabu yake inaweza ikawa bure,"
  },
  {
    "verseNumber": "JOB 39:17",
    "verseText": "kwa kuwa Mungu hakumjalia hekima, wala hakumpa fungu la akili njema."
  },
  {
    "verseNumber": "JOB 39:18",
    "verseText": "Lakini akunjuapo mabawa yake kukimbia, humcheka farasi pamoja na yeye aliyempanda."
  },
  {
    "verseNumber": "JOB 39:19",
    "verseText": "“Je, wewe humpa farasi nguvu au kuivika shingo yake manyoya marefu?"
  },
  {
    "verseNumber": "JOB 39:20",
    "verseText": "Je, wewe humfanya farasi aruke kama nzige, akistaajabisha kwa tishio la mlio wake wa majivuno?"
  },
  {
    "verseNumber": "JOB 39:21",
    "verseText": "Huparapara bila woga, akizifurahia nguvu zake, husonga mbele kukabiliana na silaha."
  },
  {
    "verseNumber": "JOB 39:22",
    "verseText": "Huicheka hofu, haogopi chochote, wala haukimbii upanga."
  },
  {
    "verseNumber": "JOB 39:23",
    "verseText": "Podo hutoa sauti kando yake, pamoja na mkuki unaongʼaa na fumo."
  },
  {
    "verseNumber": "JOB 39:24",
    "verseText": "Bila woga na kwa ghadhabu huimeza nchi, wala tarumbeta iliapo yeye hawezi kusimama."
  },
  {
    "verseNumber": "JOB 39:25",
    "verseText": "Asikiapo sauti ya baragumu yeye hulia, ‘Aha!’ Hunusa harufu ya vita toka mbali, sauti ya mtoa amri na ukelele wa vita."
  },
  {
    "verseNumber": "JOB 39:26",
    "verseText": "“Je, mwewe huruka kwa hekima yako na kuyakunjua mabawa yake kuelekea kusini?"
  },
  {
    "verseNumber": "JOB 39:27",
    "verseText": "Je, tai hupaa juu kwa amri yako na kujenga kiota chake mahali pa juu?"
  },
  {
    "verseNumber": "JOB 39:28",
    "verseText": "Huishi juu ya miamba mirefu na kukaa huko usiku; majabali yenye ncha kali ndiyo ngome yake."
  },
  {
    "verseNumber": "JOB 39:29",
    "verseText": "Kutoka huko hutafuta chakula chake; macho yake hukiona kutoka mbali."
  },
  {
    "verseNumber": "JOB 39:30",
    "verseText": "Makinda yake hujilisha damu, na pale palipo na machinjo, ndipo yeye alipo.”"
  },
  {
    "verseNumber": "JOB 40:1",
    "verseText": "BWANA akamwambia Ayubu:"
  },
  {
    "verseNumber": "JOB 40:2",
    "verseText": "“Je, mwenye kushindana na Mwenyezi aweza kumsahihisha? Mwenye kumlaumu Mungu na ajibu.”"
  },
  {
    "verseNumber": "JOB 40:3",
    "verseText": "Ndipo Ayubu akamjibu BWANA:"
  },
  {
    "verseNumber": "JOB 40:4",
    "verseText": "“Mimi sistahili kabisa: ninawezaje kukujibu wewe? Nauweka mkono wangu juu ya kinywa changu."
  },
  {
    "verseNumber": "JOB 40:5",
    "verseText": "Nimesema mara moja, lakini sina jibu; naam, nimesema mara mbili, lakini sitasema tena.”"
  },
  {
    "verseNumber": "JOB 40:6",
    "verseText": "Ndipo BWANA akasema na Ayubu kutoka upepo wa kisulisuli:"
  },
  {
    "verseNumber": "JOB 40:7",
    "verseText": "“Jikaze kama mwanaume; nitakuuliza maswali, nawe yakupasa unijibu."
  },
  {
    "verseNumber": "JOB 40:8",
    "verseText": "“Je, utabatilisha hukumu yangu? Utanilaumu mimi ili kujihesabia haki mwenyewe?"
  },
  {
    "verseNumber": "JOB 40:9",
    "verseText": "Je, una mkono kama wa Mungu, nawe waweza kutoa sauti ya ngurumo kama yake?"
  },
  {
    "verseNumber": "JOB 40:10",
    "verseText": "Basi jivike mwenyewe utukufu na fahari, nawe uvae heshima na enzi."
  },
  {
    "verseNumber": "JOB 40:11",
    "verseText": "Fungulia ukali wa ghadhabu yako, mtafute kila mwenye kiburi umshushe,"
  },
  {
    "verseNumber": "JOB 40:12",
    "verseText": "mwangalie kila mtu mwenye kiburi na umnyenyekeze, waponde waovu mahali wasimamapo."
  },
  {
    "verseNumber": "JOB 40:13",
    "verseText": "Wazike wote mavumbini pamoja; wafunge nyuso zao kaburini."
  },
  {
    "verseNumber": "JOB 40:14",
    "verseText": "Ndipo mimi mwenyewe nitakukubalia kuwa mkono wako mwenyewe wa kuume unaweza kukuokoa."
  },
  {
    "verseNumber": "JOB 40:15",
    "verseText": "“Mwangalie mnyama aitwaye Behemothi, niliyemuumba kama nilivyokuumba wewe, anayekula majani kama ngʼombe."
  },
  {
    "verseNumber": "JOB 40:16",
    "verseText": "Tazama basi nguvu alizo nazo kwenye viuno vyake, uwezo alio nao kwenye misuli ya tumbo lake!"
  },
  {
    "verseNumber": "JOB 40:17",
    "verseText": "Mkia wake hutikisika kama mwerezi; mishipa ya mapaja yake imesukwa pamoja."
  },
  {
    "verseNumber": "JOB 40:18",
    "verseText": "Mifupa yake ni bomba za shaba, maungo yake ni kama fito za chuma."
  },
  {
    "verseNumber": "JOB 40:19",
    "verseText": "Yeye ni wa kwanza miongoni mwa kazi za Mungu, lakini Muumba wake anaweza kumsogelea kwa upanga wake."
  },
  {
    "verseNumber": "JOB 40:20",
    "verseText": "Vilima humletea yeye mazao yake, nao wanyama wote wa porini hucheza karibu naye."
  },
  {
    "verseNumber": "JOB 40:21",
    "verseText": "Hulala chini ya mimea ya yungiyungi, katika maficho ya matete kwenye matope."
  },
  {
    "verseNumber": "JOB 40:22",
    "verseText": "Hiyo mimea ya yungiyungi humficha kwenye vivuli vyake; miti mirefu karibu na kijito humzunguka."
  },
  {
    "verseNumber": "JOB 40:23",
    "verseText": "Wakati mto ufurikapo, yeye hapati mshtuko wa hofu; yeye yu salama, hata kama Yordani ingefurika hadi kwenye kinywa chake."
  },
  {
    "verseNumber": "JOB 40:24",
    "verseText": "Je, mtu yeyote anaweza kumkamata yeye akiwa macho, au kumnasa kwa mtego na kutoboa pua yake?"
  },
  {
    "verseNumber": "JOB 41:1",
    "verseText": "“Je, waweza kumvua Lewiathani kwa ndoano ya samaki, au kufunga ulimi wake kwa kamba?"
  },
  {
    "verseNumber": "JOB 41:2",
    "verseText": "Waweza kupitisha kamba puani mwake, au kutoboa taya lake kwa kulabu?"
  },
  {
    "verseNumber": "JOB 41:3",
    "verseText": "Je, ataendelea kukuomba umhurumie? Atasema nawe maneno ya upole?"
  },
  {
    "verseNumber": "JOB 41:4",
    "verseText": "Je, atafanya agano nawe ili umtwae awe mtumishi wako maisha yake yote?"
  },
  {
    "verseNumber": "JOB 41:5",
    "verseText": "Je, utamfuga na kumfanya rafiki kama ndege, au kumfunga kamba kwa ajili ya wasichana wako?"
  },
  {
    "verseNumber": "JOB 41:6",
    "verseText": "Je, wafanyabiashara watabadilishana bidhaa kwa ajili yake? Watamgawanya miongoni mwa wafanyao biashara?"
  },
  {
    "verseNumber": "JOB 41:7",
    "verseText": "Je, waweza kuijaza ngozi yake kwa vyuma vyenye ncha kali, au kichwa chake kwa mkuki wa kuvulia samaki?"
  },
  {
    "verseNumber": "JOB 41:8",
    "verseText": "Kama ukiweka mkono wako juu yake, utavikumbuka hivyo vita na kamwe hutarudia tena!"
  },
  {
    "verseNumber": "JOB 41:9",
    "verseText": "Tumaini lolote la kumtiisha ni kujidanganya; kule kumwona tu kunamwangusha mtu chini."
  },
  {
    "verseNumber": "JOB 41:10",
    "verseText": "Hakuna yeyote aliye mkali athubutuye kumchokoza. Ni nani basi awezaye kusimama dhidi yangu?"
  },
  {
    "verseNumber": "JOB 41:11",
    "verseText": "Ni nani mwenye madai dhidi yangu ili nipate kumlipa? Kila kitu kilicho chini ya mbingu ni mali yangu."
  },
  {
    "verseNumber": "JOB 41:12",
    "verseText": "“Sitashindwa kunena juu ya maungo yake, nguvu zake na umbo lake zuri."
  },
  {
    "verseNumber": "JOB 41:13",
    "verseText": "Ni nani awezaye kumvua gamba lake la nje? Ni nani awezaye kumsogelea na lijamu?"
  },
  {
    "verseNumber": "JOB 41:14",
    "verseText": "Nani athubutuye kuufungua mlango wa kinywa chake, kilichozungukwa na meno yake ya kutisha pande zote?"
  },
  {
    "verseNumber": "JOB 41:15",
    "verseText": "Mgongo wake una safu za ngao zilizoshikamanishwa imara pamoja;"
  },
  {
    "verseNumber": "JOB 41:16",
    "verseText": "kila moja iko karibu sana na mwenzake, wala hakuna hewa iwezayo kupita kati yake."
  },
  {
    "verseNumber": "JOB 41:17",
    "verseText": "Zimeunganishwa imara kila moja na nyingine; zimengʼangʼaniana pamoja wala haziwezi kutenganishwa."
  },
  {
    "verseNumber": "JOB 41:18",
    "verseText": "Akipiga chafya mwanga humetameta; macho yake ni kama mionzi ya mapambazuko."
  },
  {
    "verseNumber": "JOB 41:19",
    "verseText": "Mienge iwakayo humiminika kutoka kinywani mwake; cheche za moto huruka nje."
  },
  {
    "verseNumber": "JOB 41:20",
    "verseText": "Moshi hufuka kutoka puani mwake, kama kutoka kwenye chungu kinachotokota kwa moto wa matete."
  },
  {
    "verseNumber": "JOB 41:21",
    "verseText": "Pumzi yake huwasha makaa ya mawe, nayo miali ya moto huruka kutoka kinywani mwake."
  },
  {
    "verseNumber": "JOB 41:22",
    "verseText": "Nguvu hukaa katika shingo yake; utisho hutangulia mbele yake."
  },
  {
    "verseNumber": "JOB 41:23",
    "verseText": "Mikunjo ya nyama yake imeshikamana imara pamoja; iko imara na haiwezi kuondolewa."
  },
  {
    "verseNumber": "JOB 41:24",
    "verseText": "Kifua chake ni kigumu kama mwamba, kigumu kama jiwe la chini la kusagia."
  },
  {
    "verseNumber": "JOB 41:25",
    "verseText": "Ainukapo, mashujaa wanaogopa; hurudi nyuma mbele yake anapokwenda kwa kishindo."
  },
  {
    "verseNumber": "JOB 41:26",
    "verseText": "Upanga unaomfikia haumdhuru, wala mkuki au mshale wala fumo."
  },
  {
    "verseNumber": "JOB 41:27",
    "verseText": "Chuma hukiona kama unyasi, na shaba kama mti uliooza."
  },
  {
    "verseNumber": "JOB 41:28",
    "verseText": "Mishale haimfanyi yeye akimbie; mawe ya kombeo kwake ni kama makapi."
  },
  {
    "verseNumber": "JOB 41:29",
    "verseText": "Rungu kwake huwa kama kipande cha jani kavu; hucheka sauti za kugongana kwa mkuki."
  },
  {
    "verseNumber": "JOB 41:30",
    "verseText": "Sehemu zake za chini kwenye tumbo zina menomeno na mapengo kama vigae vya chungu, zikiacha mburuzo kwenye matope kama chombo chenye meno cha kupuria."
  },
  {
    "verseNumber": "JOB 41:31",
    "verseText": "Huvisukasuka vilindi kama sufuria kubwa ichemkayo, na kukoroga bahari kama chungu cha marhamu."
  },
  {
    "verseNumber": "JOB 41:32",
    "verseText": "Anapopita nyuma yake huacha mkondo unaometameta; mtu angedhani vilindi vilikuwa na mvi."
  },
  {
    "verseNumber": "JOB 41:33",
    "verseText": "Hakuna chochote duniani kinacholingana naye: yeye ni kiumbe kisicho na woga."
  },
  {
    "verseNumber": "JOB 41:34",
    "verseText": "Yeye huwatazama chini wale wote wenye kujivuna; yeye ni mfalme juu ya wote wenye kiburi.”"
  },
  {
    "verseNumber": "JOB 42:1",
    "verseText": "Ndipo Ayubu akamjibu BWANA:"
  },
  {
    "verseNumber": "JOB 42:2",
    "verseText": "“Ninajua ya kuwa unaweza kufanya mambo yote, wala hakuna mpango wako unaoweza kuzuilika."
  },
  {
    "verseNumber": "JOB 42:3",
    "verseText": "Uliuliza, ‘Ni nani huyu afichaye mashauri yangu bila maarifa?’ Hakika nilisema juu ya mambo niliyokuwa siyaelewi, mambo ya ajabu mno kwangu mimi kuyajua."
  },
  {
    "verseNumber": "JOB 42:4",
    "verseText": "“Ulisema, ‘Sikiliza sasa, nami nitanena; nitakuuliza swali, nawe yakupasa kunijibu.’"
  },
  {
    "verseNumber": "JOB 42:5",
    "verseText": "Masikio yangu yalikuwa yamesikia habari zako, lakini sasa macho yangu yamekuona."
  },
  {
    "verseNumber": "JOB 42:6",
    "verseText": "Kwa hiyo najidharau mwenyewe, na kutubu katika mavumbi na majivu.”"
  },
  {
    "verseNumber": "JOB 42:7",
    "verseText": "Baada ya BWANA kusema mambo haya yote na Ayubu, akamwambia Elifazi Mtemani, “Nina hasira juu yako na juu ya rafiki zako wawili, kwa sababu hamkusema yaliyo sawa kwa habari yangu, kama alivyosema mtumishi wangu Ayubu."
  },
  {
    "verseNumber": "JOB 42:8",
    "verseText": "Basi sasa chukueni mafahali saba na kondoo dume saba mkamwendee mtumishi wangu Ayubu nanyi mkatoe sadaka za kuteketezwa kwa ajili yenu wenyewe. Mtumishi wangu Ayubu ataomba kwa ajili yenu, nami nitayakubali maombi yake ili nisiwatendee sawasawa na upumbavu wenu. Ninyi hamkusema yaliyo sawa kwa habari yangu, kama alivyosema mtumishi wangu Ayubu.”"
  },
  {
    "verseNumber": "JOB 42:9",
    "verseText": "Kwa hiyo Elifazi Mtemani, Bildadi Mshuhi, na Sofari Mnaamathi wakafanya kama BWANA alivyowaambia; naye BWANA akayakubali maombi ya Ayubu."
  },
  {
    "verseNumber": "JOB 42:10",
    "verseText": "Baada ya Ayubu kuwaombea rafiki zake, BWANA akamwondoa kwenye uteka, akamfanikisha tena naye akampa mara mbili ya vile alivyokuwa navyo hapo mwanzoni."
  },
  {
    "verseNumber": "JOB 42:11",
    "verseText": "Ndipo ndugu zake wote waume kwa wake na kila mtu aliyemfahamu mwanzoni, wakaja wakala pamoja naye katika nyumba yake. Wakamfariji na kumtuliza moyo juu ya taabu yote BWANA aliyoileta juu yake, nao kila mmoja akampa kipande cha fedha na pete ya dhahabu."
  },
  {
    "verseNumber": "JOB 42:12",
    "verseText": "BWANA akaibariki sehemu ya mwisho ya maisha ya Ayubu kuliko ile ya kwanza. Alikuwa na kondoo elfu kumi na nne, ngamia elfu sita, jozi za mafahali elfu moja, na punda wa kike elfu moja."
  },
  {
    "verseNumber": "JOB 42:13",
    "verseText": "Tena alikuwa na wana saba na binti watatu."
  },
  {
    "verseNumber": "JOB 42:14",
    "verseText": "Binti wa kwanza aliitwa Yemima, wa pili Kesia na wa tatu Keren-Hapuki."
  },
  {
    "verseNumber": "JOB 42:15",
    "verseText": "Hapakuwepo mahali popote katika nchi ile yote palipopatikana wanawake wazuri kama binti za Ayubu; naye baba yao akawapa urithi pamoja na ndugu zao."
  },
  {
    "verseNumber": "JOB 42:16",
    "verseText": "Baada ya hili Ayubu akaishi miaka 140; akawaona wanawe na wana wa wanawe hata kizazi cha nne."
  },
  {
    "verseNumber": "JOB 42:17",
    "verseText": "Hivyo Ayubu akafa, akiwa mzee aliyekuwa ameshiba siku."
  }
]