[
  {
    "verseNumber": "JOL 1:1",
    "verseText": "Neno la BWANA ambalo lilimjia Yoeli mwana wa Pethueli."
  },
  {
    "verseNumber": "JOL 1:2",
    "verseText": "Sikilizeni hili, enyi wazee; sikilizeni, ninyi nyote mnaoishi katika nchi. Je, jambo kama hili lilishawahi kutokea katika siku zenu au katika siku za babu zenu?"
  },
  {
    "verseNumber": "JOL 1:3",
    "verseText": "Waelezeni watoto wenu, na watoto wenu wawaambie watoto wao, na watoto wao kwa kizazi kitakachofuata."
  },
  {
    "verseNumber": "JOL 1:4",
    "verseText": "Kilichosazwa na kundi la tunutu nzige wakubwa wamekula, kilichosazwa na nzige wakubwa parare wamekula, kilichosazwa na parare madumadu wamekula."
  },
  {
    "verseNumber": "JOL 1:5",
    "verseText": "Amkeni, enyi walevi, mlie! Pigeni yowe enyi wanywaji wote wa mvinyo, pigeni yowe kwa sababu ya mvinyo mpya, kwa kuwa mmenyangʼanywa kutoka midomoni mwenu."
  },
  {
    "verseNumber": "JOL 1:6",
    "verseText": "Taifa limevamia nchi yangu, lenye nguvu tena lisilo na idadi; lina meno ya simba, magego ya simba jike."
  },
  {
    "verseNumber": "JOL 1:7",
    "verseText": "Limeharibu mizabibu yangu na kuangamiza mitini yangu. Limebambua magome yake na kuyatupilia mbali, likayaacha matawi yake yakiwa meupe."
  },
  {
    "verseNumber": "JOL 1:8",
    "verseText": "Omboleza kama bikira aliyevaa nguo ya gunia anayehuzunika kwa ajili ya mume wa ujana wake."
  },
  {
    "verseNumber": "JOL 1:9",
    "verseText": "Sadaka za nafaka na sadaka za kinywaji zimekatiliwa mbali kutoka nyumba ya BWANA. Makuhani wanaomboleza, wale wanaohudumu mbele za BWANA."
  },
  {
    "verseNumber": "JOL 1:10",
    "verseText": "Mashamba yameharibiwa, ardhi imekauka; nafaka imeharibiwa, mvinyo mpya umekauka, mafuta yamekoma."
  },
  {
    "verseNumber": "JOL 1:11",
    "verseText": "Kateni tamaa, enyi wakulima, lieni, enyi mlimao mizabibu; huzunikeni kwa ajili ya ngano na shayiri, kwa sababu mavuno ya shambani yameharibiwa."
  },
  {
    "verseNumber": "JOL 1:12",
    "verseText": "Mzabibu umekauka na mtini umenyauka; mkomamanga, mtende na mtofaa, miti yote shambani, imekauka. Hakika furaha yote ya mwanadamu imeondoka."
  },
  {
    "verseNumber": "JOL 1:13",
    "verseText": "Vaeni nguo ya gunia, enyi makuhani, muomboleze; pigeni yowe, enyi mnaohudumu madhabahuni. Njooni, vaeni nguo ya gunia usiku kucha, enyi mnaohudumu mbele za Mungu wangu; kwa kuwa sadaka za nafaka na sadaka za kinywaji zimezuiliwa kufika katika nyumba ya Mungu wenu."
  },
  {
    "verseNumber": "JOL 1:14",
    "verseText": "Tangazeni saumu takatifu; liiteni kusanyiko takatifu. Iteni wazee na wote waishio katika nchi waende katika nyumba ya BWANA Mungu wenu, wakamlilie BWANA."
  },
  {
    "verseNumber": "JOL 1:15",
    "verseText": "Ole kwa siku hiyo! Kwa kuwa siku ya BWANA iko karibu; itakuja kama uharibifu kutoka kwa Mwenyezi."
  },
  {
    "verseNumber": "JOL 1:16",
    "verseText": "Je, chakula hakikukatiliwa mbali mbele ya macho yetu: furaha na shangwe kutoka nyumba ya Mungu wetu?"
  },
  {
    "verseNumber": "JOL 1:17",
    "verseText": "Mbegu zinakauka chini ya mabonge ya udongo. Ghala zimeachwa katika uharibifu, ghala za nafaka zimebomolewa, kwa maana hakuna nafaka."
  },
  {
    "verseNumber": "JOL 1:18",
    "verseText": "Jinsi gani ngʼombe wanavyolia! Makundi ya mifugo yanahangaika kwa sababu hawana malisho; hata makundi ya kondoo yanateseka."
  },
  {
    "verseNumber": "JOL 1:19",
    "verseText": "Kwako, Ee BWANA, naita, kwa kuwa moto umeteketeza malisho ya mbugani na miali ya moto imeunguza miti yote shambani."
  },
  {
    "verseNumber": "JOL 1:20",
    "verseText": "Hata wanyama wa porini wanakuonea shauku; vijito vya maji vimekauka, na moto umeteketeza malisho yote ya mbugani."
  },
  {
    "verseNumber": "JOL 2:1",
    "verseText": "Pigeni tarumbeta katika Sayuni; pigeni mbiu katika mlima wangu mtakatifu. Wote waishio katika nchi na watetemeke, kwa kuwa siku ya BWANA inakuja. Iko karibu,"
  },
  {
    "verseNumber": "JOL 2:2",
    "verseText": "siku ya giza na huzuni, siku ya mawingu na utusitusi. Kama mapambazuko yasambaavyo toka upande huu wa milima hata upande mwingine jeshi kubwa na lenye nguvu linakuja. Jambo kama hili halijakuwepo tangu zamani wala halitakuwepo tena kamwe kwa vizazi vijavyo."
  },
  {
    "verseNumber": "JOL 2:3",
    "verseText": "Mbele yao moto unateketeza, nyuma yao miali ya moto inawaka kwa nguvu. Mbele yao nchi iko kama bustani ya Edeni, nyuma yao ni jangwa lisilofaa: hakuna kitu kinachowaepuka."
  },
  {
    "verseNumber": "JOL 2:4",
    "verseText": "Wanaonekana kama farasi; wanakwenda mbio kama askari wapanda farasi."
  },
  {
    "verseNumber": "JOL 2:5",
    "verseText": "Wanatoa sauti kama magari ya vita, wanaporukaruka juu ya vilele vya milima, kama mlio wa miali ya moto ilayo mabua, kama jeshi kubwa lililojipanga kwa ajili ya vita."
  },
  {
    "verseNumber": "JOL 2:6",
    "verseText": "Wanapoonekana, mataifa yanakuwa katika maumivu makuu; kila uso unabadilika rangi."
  },
  {
    "verseNumber": "JOL 2:7",
    "verseText": "Wanashambulia kama wapiganaji wa vita; wanapanda kuta kama askari. Wote wanatembea katika safu, hawapotoshi safu zao."
  },
  {
    "verseNumber": "JOL 2:8",
    "verseText": "Hakuna anayemsukuma mwenzake; kila mmoja anakwenda mbele moja kwa moja. Wanapita katika vizuizi bila kuharibu safu zao."
  },
  {
    "verseNumber": "JOL 2:9",
    "verseText": "Wanaenda kasi kuingia mjini; wanakimbia ukutani. Wanaingia ndani ya nyumba; kwa kuingilia madirishani kama wevi."
  },
  {
    "verseNumber": "JOL 2:10",
    "verseText": "Mbele yao dunia inatikisika, anga linatetemeka, jua na mwezi vinatiwa giza, na nyota hazitoi mwanga wake tena."
  },
  {
    "verseNumber": "JOL 2:11",
    "verseText": "BWANA anatoa mshindo wa ngurumo mbele ya jeshi lake; majeshi yake hayana idadi, ni wenye nguvu nyingi wale ambao hutii agizo lake. Siku ya BWANA ni kuu, ni ya kutisha. Ni nani anayeweza kuistahimili?"
  },
  {
    "verseNumber": "JOL 2:12",
    "verseText": "“Hata sasa,” asema BWANA, “nirudieni kwa mioyo yenu yote, kwa kufunga, kwa kulia na kuomboleza.”"
  },
  {
    "verseNumber": "JOL 2:13",
    "verseText": "Rarueni mioyo yenu na siyo mavazi yenu. Mrudieni BWANA, Mungu wenu, kwa maana yeye ndiye mwenye neema na mwingi wa huruma, si mwepesi wa hasira, ni mwingi wa upendo, huona huruma, hujizuia kuleta maafa."
  },
  {
    "verseNumber": "JOL 2:14",
    "verseText": "Ni nani ajuaye? Yeye aweza kugeuka na kuwa na huruma na kuacha baraka nyuma yake: sadaka za nafaka na sadaka za vinywaji kwa ajili ya BWANA Mungu wenu."
  },
  {
    "verseNumber": "JOL 2:15",
    "verseText": "Pigeni tarumbeta katika Sayuni, tangazeni saumu takatifu, liiteni kusanyiko takatifu."
  },
  {
    "verseNumber": "JOL 2:16",
    "verseText": "Wakusanyeni watu, wekeni wakfu kusanyiko; waleteni pamoja wazee, wakusanyeni watoto, wale wanyonyao maziwa. Bwana arusi na atoke chumbani mwake na bibi arusi naye atoke katika chumba chake."
  },
  {
    "verseNumber": "JOL 2:17",
    "verseText": "Makuhani, ambao wanahudumu mbele za BWANA, na walie katikati ya ukumbi wa Hekalu na madhabahu. Waseme, “Wahurumie watu wako, Ee BWANA. Usifanye urithi wako kitu cha kudharauliwa, neno la dhihaka kati ya mataifa. Kwa nini wasemezane miongoni mwao, ‘Yuko wapi Mungu wao?’ ”"
  },
  {
    "verseNumber": "JOL 2:18",
    "verseText": "Kisha BWANA atakuwa na wivu kwa ajili ya nchi yake na kuwa na huruma juu ya watu wake."
  },
  {
    "verseNumber": "JOL 2:19",
    "verseText": "BWANA atawajibu: “Ninawapelekea nafaka, mvinyo mpya na mafuta, vya kuwatosha ninyi hadi mridhike kabisa; kamwe sitawafanya tena kitu cha kudharauliwa na mataifa."
  },
  {
    "verseNumber": "JOL 2:20",
    "verseText": "“Nitafukuza jeshi la kaskazini likae mbali nanyi, nikilisukuma ndani ya jangwa, askari wa safu za mbele wakienda ndani ya bahari ya mashariki na wale wa safu za nyuma katika bahari ya magharibi. Uvundo wake utapaa juu; harufu yake itapanda juu.” Hakika ametenda mambo makubwa."
  },
  {
    "verseNumber": "JOL 2:21",
    "verseText": "Usiogope, ee nchi; furahi na kushangilia. Hakika BWANA ametenda mambo makubwa."
  },
  {
    "verseNumber": "JOL 2:22",
    "verseText": "Msiogope, enyi wanyama pori, kwa kuwa mbuga za malisho yenu zinarudia ubichi. Miti nayo inazaa matunda, mtini na mzabibu inatoa utajiri wake."
  },
  {
    "verseNumber": "JOL 2:23",
    "verseText": "Furahini, enyi watu wa Sayuni, shangilieni katika BWANA Mungu wenu, kwa kuwa amewapa mvua za vuli kwa kipimo cha haki. Anawapelekea mvua nyingi, mvua ya vuli na ya masika, kama mwanzoni."
  },
  {
    "verseNumber": "JOL 2:24",
    "verseText": "Sakafu za kupuria zitajaa nafaka, mapipa yatafurika mvinyo mpya na mafuta."
  },
  {
    "verseNumber": "JOL 2:25",
    "verseText": "“Nitawalipa kwa ajili ya miaka ile iliyoliwa na nzige: parare, madumadu na tunutu, jeshi langu kubwa ambalo nililituma katikati yenu."
  },
  {
    "verseNumber": "JOL 2:26",
    "verseText": "Mtakuwa na wingi wa vyakula mpaka mshibe, na mtalisifu jina la BWANA Mungu wenu, ambaye amefanya maajabu kwa ajili yenu; kamwe watu wangu hawataaibishwa tena."
  },
  {
    "verseNumber": "JOL 2:27",
    "verseText": "Ndipo mtakapojua kwamba mimi niko katika Israeli kwamba mimi ndimi BWANA Mungu wenu, na kwamba hakuna mwingine; kamwe watu wangu hawataaibika tena."
  },
  {
    "verseNumber": "JOL 2:28",
    "verseText": "“Hata itakuwa, baada ya hayo, nitamimina Roho wangu juu ya wote wenye mwili. Wana wenu na binti zenu watatabiri, wazee wenu wataota ndoto, na vijana wenu wataona maono."
  },
  {
    "verseNumber": "JOL 2:29",
    "verseText": "Hata juu ya watumishi wangu, wanaume kwa wanawake, katika siku zile nitamimina Roho wangu."
  },
  {
    "verseNumber": "JOL 2:30",
    "verseText": "Nami nitaonyesha maajabu katika mbingu na duniani: damu, moto na mawimbi ya moshi."
  },
  {
    "verseNumber": "JOL 2:31",
    "verseText": "Jua litageuzwa kuwa giza na mwezi kuwa mwekundu kama damu, kabla ya kuja siku ya BWANA ile kuu na ya kutisha."
  },
  {
    "verseNumber": "JOL 2:32",
    "verseText": "Na kila mtu atakayeliitia jina la BWANA ataokolewa. Kwa maana juu ya Mlima Sayuni na katika Yerusalemu kutakuwepo wokovu, kama BWANA alivyosema, miongoni mwa walionusurika ambao BWANA awaita."
  },
  {
    "verseNumber": "JOL 3:1",
    "verseText": "“Katika siku hizo na wakati huo, nitakaporejesha neema ya Yuda na Yerusalemu,"
  },
  {
    "verseNumber": "JOL 3:2",
    "verseText": "nitayakusanya mataifa yote na kuyaleta katika Bonde la Yehoshafati Hapo nitaingia kwenye hukumu dhidi yao kuhusu urithi wangu, watu wangu Israeli, kwa kuwa waliwatawanya watu wangu miongoni mwa mataifa na kuigawa nchi yangu."
  },
  {
    "verseNumber": "JOL 3:3",
    "verseText": "Wanawapigia kura watu wangu na kuwauza wavulana ili kupata makahaba; waliwauza wasichana ili wapate kunywa mvinyo."
  },
  {
    "verseNumber": "JOL 3:4",
    "verseText": "“Sasa una nini dhidi yangu, ee Tiro na Sidoni, nanyi nchi zote za Ufilisti? Je, mnanilipiza kwa yale niliyoyafanya? Kama mnalipa, mimi nitalipiza juu ya vichwa vyenu kwa kasi na kwa haraka yale mliyoyatenda."
  },
  {
    "verseNumber": "JOL 3:5",
    "verseText": "Kwa kuwa mlichukua fedha na dhahabu yangu pia mkabeba hazina zangu nzuri sana mkapeleka kwenye mahekalu yenu."
  },
  {
    "verseNumber": "JOL 3:6",
    "verseText": "Mliwauza watu wa Yuda na Yerusalemu kwa Wayunani, ili kwamba mpate kuwapeleka mbali na nchi yao."
  },
  {
    "verseNumber": "JOL 3:7",
    "verseText": "“Tazama nitawaamsha kutoka zile sehemu mlizowauza, nami nitawalipiza juu ya vichwa vyenu kile mlichofanya."
  },
  {
    "verseNumber": "JOL 3:8",
    "verseText": "Nitawauza wana wenu na binti zenu kwa watu wa Yuda, nao watawauza kwa Waseba, taifa lililo mbali.” BWANA amesema."
  },
  {
    "verseNumber": "JOL 3:9",
    "verseText": "Tangazeni hili miongoni mwa mataifa: Jiandaeni kwa vita! Amsha askari! Wanaume wote wapiganaji wasogee karibu na kushambulia."
  },
  {
    "verseNumber": "JOL 3:10",
    "verseText": "Majembe yenu yafueni yawe panga na miundu yenu ya kukatia iwe mikuki. Aliye dhaifu na aseme, “Mimi nina nguvu!”"
  },
  {
    "verseNumber": "JOL 3:11",
    "verseText": "Njooni haraka, ninyi mataifa yote kutoka pande zote, kusanyikeni huko. Shusha wapiganaji wako, Ee BWANA!"
  },
  {
    "verseNumber": "JOL 3:12",
    "verseText": "“Mataifa na yaamshwe; na yasonge mbele kuelekea Bonde la Yehoshafati, kwa kuwa nitaketi mahali pale kuhukumu mataifa yote yaliyoko kila upande."
  },
  {
    "verseNumber": "JOL 3:13",
    "verseText": "Tia mundu, kwa kuwa mavuno yamekomaa. Njooni, mkanyage zabibu, kwa kuwa shinikizo la kukamua zabibu limejaa na mapipa yanafurika: kwa kuwa uovu wao ni mkubwa!”"
  },
  {
    "verseNumber": "JOL 3:14",
    "verseText": "Umati mkubwa, umati mkubwa katika bonde la uamuzi! Kwa kuwa siku ya BWANA ni karibu katika bonde la uamuzi."
  },
  {
    "verseNumber": "JOL 3:15",
    "verseText": "Jua na mwezi vitatiwa giza, na nyota hazitatoa mwanga wake tena."
  },
  {
    "verseNumber": "JOL 3:16",
    "verseText": "BWANA atanguruma kutoka Sayuni na mshindo wa ngurumo kutoka Yerusalemu; dunia na mbingu vitatikisika. Lakini BWANA atakuwa kimbilio la watu wake, ngome imara kwa ajili ya watu wa Israeli."
  },
  {
    "verseNumber": "JOL 3:17",
    "verseText": "“Ndipo mtakapojua kwamba Mimi, BWANA Mungu wenu, nakaa Sayuni, mlima wangu mtakatifu. Yerusalemu utakuwa mtakatifu; kamwe wageni hawatavamia tena."
  },
  {
    "verseNumber": "JOL 3:18",
    "verseText": "“Katika siku hiyo milima itadondosha divai mpya, na vilima vitatiririka maziwa; mabonde yote ya Yuda yatatiririka maji. Chemchemi itatiririka kutoka kwenye nyumba ya BWANA na kunywesha Bonde la Shitimu."
  },
  {
    "verseNumber": "JOL 3:19",
    "verseText": "Lakini Misri itakuwa ukiwa, Edomu itakuwa jangwa tupu, kwa sababu ya jeuri waliofanya kwa watu wa Yuda, ambao katika nchi yao walimwaga damu isiyo na hatia."
  },
  {
    "verseNumber": "JOL 3:20",
    "verseText": "Yuda itakaliwa na watu milele na Yerusalemu itadumu vizazi vyote."
  },
  {
    "verseNumber": "JOL 3:21",
    "verseText": "Hatia yao ya damu, ambayo sijasamehe, nitasamehe.” BWANA anakaa Sayuni!"
  }
]