[
  {
    "verseNumber": "JON 1:1",
    "verseText": "Neno la BWANA lilimjia Yona mwana wa Amitai:"
  },
  {
    "verseNumber": "JON 1:2",
    "verseText": "“Nenda katika mji mkubwa wa Ninawi ukahubiri juu yake, kwa sababu uovu wake umekuja juu mbele zangu.”"
  },
  {
    "verseNumber": "JON 1:3",
    "verseText": "Lakini Yona alimkimbia BWANA na kuelekea Tarshishi. Alishuka mpaka Yafa, ambapo alikuta meli iliyokuwa imepangwa kuelekea bandari ile. Baada ya kulipa nauli, akapanda melini na kuelekea Tarshishi ili kumkimbia BWANA."
  },
  {
    "verseNumber": "JON 1:4",
    "verseText": "Ndipo BWANA akatuma upepo mkali baharini, nayo dhoruba kali sana ikavuma hata meli ikawa hatarini kuvunjika."
  },
  {
    "verseNumber": "JON 1:5",
    "verseText": "Mabaharia wote waliogopa na kila mmoja akamlilia mungu wake mwenyewe. Nao wakatupa mizigo baharini ili meli ipungue uzito. Lakini Yona alikuwa ameteremkia chumba cha ndani ya meli, mahali ambapo alilala na kupatwa na usingizi mzito."
  },
  {
    "verseNumber": "JON 1:6",
    "verseText": "Nahodha akamwendea na kusema, “Wewe unawezaje kulala? Amka ukamwite mungu wako! Huenda akatuangalia, tusiangamie.”"
  },
  {
    "verseNumber": "JON 1:7",
    "verseText": "Kisha mabaharia wakasemezana wao kwa wao, “Njooni, tupige kura tumtafute anayehusika na maafa haya.” Wakapiga kura, kura ikamwangukia Yona."
  },
  {
    "verseNumber": "JON 1:8",
    "verseText": "Kwa hiyo walimuuliza, “Tuambie, ni nani anayehusika kwa kutuletea tatizo hili lote? Unafanya kazi gani? Umetoka wapi? Nchi yako ni ipi? Wewe ni kutoka taifa lipi?”"
  },
  {
    "verseNumber": "JON 1:9",
    "verseText": "Akajibu, “Mimi ni Mwebrania, nami namwabudu BWANA, Mungu wa Mbinguni, aliyeumba bahari na nchi kavu.”"
  },
  {
    "verseNumber": "JON 1:10",
    "verseText": "Hili liliwaogopesha nao wakamuuliza, “Umefanya nini?” (Walijua alikuwa anamkimbia BWANA, kwa sababu alishawaambia hivyo.)"
  },
  {
    "verseNumber": "JON 1:11",
    "verseText": "Bahari ilikuwa inazidi kuchafuka. Kwa hiyo walimuuliza, “Tukutendee nini ili kufanya bahari itulie kwa ajili yetu?”"
  },
  {
    "verseNumber": "JON 1:12",
    "verseText": "Akawajibu, “Niinueni mnitupe baharini, nayo itakuwa shwari. Ninajua mawimbi haya makubwa yamewatokea kwa ajili ya kosa langu.”"
  },
  {
    "verseNumber": "JON 1:13",
    "verseText": "Badala yake, wale watu walijitahidi kupiga makasia wawezavyo ili wapate kurudi pwani. Lakini hawakuweza, kwa kuwa bahari ilizidi kuchafuka kuliko mwanzo."
  },
  {
    "verseNumber": "JON 1:14",
    "verseText": "Ndipo wakamlilia BWANA, “Ee BWANA, tafadhali usituue kwa kuondoa uhai wa mtu huyu. Usituhesabie hatia kwa kuutoa uhai wa mtu asiyekuwa na hatia, kwa kuwa wewe, Ee BWANA, umefanya kama ilivyokupendeza.”"
  },
  {
    "verseNumber": "JON 1:15",
    "verseText": "Kisha walimchukua Yona, wakamtupa baharini nayo bahari iliyokuwa imechafuka ikatulia."
  },
  {
    "verseNumber": "JON 1:16",
    "verseText": "Katika jambo hili watu wakamwogopa BWANA sana, wakamtolea BWANA dhabihu na kumwekea nadhiri."
  },
  {
    "verseNumber": "JON 1:17",
    "verseText": "Lakini BWANA akamwandaa nyangumi kummeza Yona, naye Yona alikuwa ndani ya tumbo la nyangumi kwa siku tatu, usiku na mchana."
  },
  {
    "verseNumber": "JON 2:1",
    "verseText": "Akiwa ndani ya tumbo la nyangumi, Yona alimwomba BWANA Mungu wake."
  },
  {
    "verseNumber": "JON 2:2",
    "verseText": "Akasema: “Katika shida yangu nalimwita BWANA, naye akanijibu. Kutoka kina cha kaburi niliomba msaada, nawe ukasikiliza kilio changu."
  },
  {
    "verseNumber": "JON 2:3",
    "verseText": "Ulinitupa kwenye kilindi, ndani kabisa ya moyo wa bahari, mikondo ya maji ilinizunguka, mawimbi yako yote na viwimbi vilipita juu yangu."
  },
  {
    "verseNumber": "JON 2:4",
    "verseText": "Nikasema, ‘Nimefukuziwa mbali na uso wako, hata hivyo nitatazama tena kuelekea Hekalu lako takatifu.’"
  },
  {
    "verseNumber": "JON 2:5",
    "verseText": "Maji yaliyonimeza yalinitisha, kilindi kilinizunguka; mwani ulijisokota kichwani pangu."
  },
  {
    "verseNumber": "JON 2:6",
    "verseText": "Nilizama chini sana mpaka pande za mwisho za milima, makomeo ya hiyo nchi yalinifungia hata milele. Lakini uliuleta uhai wangu kutoka shimoni, Ee BWANA Mungu wangu."
  },
  {
    "verseNumber": "JON 2:7",
    "verseText": "“Wakati uhai wangu ulipokuwa unatoka, nilikukumbuka wewe, BWANA, nayo maombi yangu yalikufikia wewe, katika Hekalu lako takatifu."
  },
  {
    "verseNumber": "JON 2:8",
    "verseText": "“Wale watu wanaongʼangʼana na sanamu zisizofaa hupoteza neema ile ambayo ingekuwa yao."
  },
  {
    "verseNumber": "JON 2:9",
    "verseText": "Lakini mimi, kwa wimbo wa shukrani, nitakutolea dhabihu. Lile nililowekea nadhiri nitalitimiza. Wokovu watoka kwa BWANA.”"
  },
  {
    "verseNumber": "JON 2:10",
    "verseText": "Basi BWANA akamwamuru yule nyangumi, naye akamtapika Yona katika nchi kavu."
  },
  {
    "verseNumber": "JON 3:1",
    "verseText": "Ndipo neno la BWANA likamjia Yona mara ya pili:"
  },
  {
    "verseNumber": "JON 3:2",
    "verseText": "“Ondoka uende katika mji mkubwa wa Ninawi, ukautangazie ujumbe ninaokupa.”"
  },
  {
    "verseNumber": "JON 3:3",
    "verseText": "Yona akalitii neno la BWANA naye akaenda Ninawi. Basi Ninawi ulikuwa mji maarufu sana, ilichukua siku tatu kuuzunguka."
  },
  {
    "verseNumber": "JON 3:4",
    "verseText": "Siku ya kwanza, Yona aliingia mjini. Akatangaza: “Baada ya siku arobaini Ninawi utaangamizwa.”"
  },
  {
    "verseNumber": "JON 3:5",
    "verseText": "Watu wa Ninawi wakamwamini Mungu, wakatangaza kufunga, watu wote kuanzia mkubwa sana hadi yule mdogo kabisa, wakavaa nguo za gunia."
  },
  {
    "verseNumber": "JON 3:6",
    "verseText": "Habari zilipomfikia mfalme wa Ninawi, aliondoka kwenye kiti chake cha enzi, akavua majoho yake ya kifalme, akajifunika nguo ya gunia kisha akaketi chini mavumbini."
  },
  {
    "verseNumber": "JON 3:7",
    "verseText": "Ndipo akatoa tangazo katika Ninawi yote: “Kwa amri ya mfalme na wakuu wake: “Msiruhusu mtu yeyote au mnyama, makundi ya ngʼombe au wanyama wengine wafugwao, kuonja kitu chochote, msiwaruhusu kula wala kunywa."
  },
  {
    "verseNumber": "JON 3:8",
    "verseText": "Bali wanadamu na wanyama wafunikwe kwa nguo za gunia. Kila mmoja afanye hima kumwomba Mungu. Waziache njia zao mbaya na udhalimu ulio mikononi mwao."
  },
  {
    "verseNumber": "JON 3:9",
    "verseText": "Ni nani ajuaye? Huenda Mungu akaghairi kwa huruma yake akaacha hasira yake kali ili tusiangamie.”"
  },
  {
    "verseNumber": "JON 3:10",
    "verseText": "Mungu alipoona walivyofanya na jinsi walivyogeuka kutoka njia zao mbaya, akawa na huruma wala hakuleta maangamizi juu yao kama alivyokuwa ameonya."
  },
  {
    "verseNumber": "JON 4:1",
    "verseText": "Lakini Yona alichukizwa sana akakasirika."
  },
  {
    "verseNumber": "JON 4:2",
    "verseText": "Akamwomba BWANA, “Ee BWANA, hili si lile nililolisema nilipokuwa ningali nyumbani? Hii ndiyo sababu niliharikisha kukimbilia Tarshishi. Nikifahamu kuwa wewe ni Mungu mwenye neema na huruma, si mwepesi wa hasira na umejaa upendo, ni Mungu ambaye hughairi katika kupeleka maafa."
  },
  {
    "verseNumber": "JON 4:3",
    "verseText": "Sasa, Ee BWANA, niondolee uhai wangu, kwa kuwa ni afadhali mimi nife kuliko kuishi.”"
  },
  {
    "verseNumber": "JON 4:4",
    "verseText": "Lakini BWANA akamjibu, “Je unayo haki yoyote kukasirika?”"
  },
  {
    "verseNumber": "JON 4:5",
    "verseText": "Yona akatoka nje akaketi mahali upande wa mashariki wa mji. Hapo akajitengenezea kibanda, akaketi kwenye kivuli chake na kungojea ni nini kitakachotokea katika mji."
  },
  {
    "verseNumber": "JON 4:6",
    "verseText": "Ndipo BWANA, Mungu akaweka tayari mzabibu na kuufanya uote, kumpa Yona kivuli kilichomfunika kichwa ili kuondoa taabu yake, naye Yona akafurahi sana kwa ajili ya ule mzabibu."
  },
  {
    "verseNumber": "JON 4:7",
    "verseText": "Lakini kesho yake asubuhi na mapema Mungu akaamuru buu, autafune mzabibu huo nao ukanyauka."
  },
  {
    "verseNumber": "JON 4:8",
    "verseText": "Wakati jua lilipochomoza, Mungu akautuma upepo wa hari wa mashariki, nalo jua likawaka juu ya kichwa cha Yona mpaka akazimia. Akatamani kufa, naye akasema, “Ni afadhali mimi nife kuliko kuishi.”"
  },
  {
    "verseNumber": "JON 4:9",
    "verseText": "Lakini Mungu alimwambia Yona, “Je, unayo haki kukasirika kuhusu mzabibu huo?” Akasema, “Ndiyo, ninayo haki. Nimekasirika kiasi cha kufa.”"
  },
  {
    "verseNumber": "JON 4:10",
    "verseText": "Lakini BWANA akamwambia, “Wewe unakasirika kwa ajili ya mzabibu huu, nawe hukuusababisha kuota wala kuutunza. Uliota usiku mmoja, nao ukafa usiku mmoja."
  },
  {
    "verseNumber": "JON 4:11",
    "verseText": "Lakini Ninawi ina zaidi ya watu 120,000 ambao hawawezi kupambanua kulia au kushoto, pamoja na ngʼombe wengi. Je, hainipasi kufikiri juu ya mji ule mkubwa?”"
  }
]