[
  {
    "verseNumber": "JOS 1:1",
    "verseText": "Baada ya kifo cha Mose mtumishi wa BWANA, BWANA akamwambia Yoshua mwana wa Nuni, msaidizi wa Mose:"
  },
  {
    "verseNumber": "JOS 1:2",
    "verseText": "“Mtumishi wangu Mose amekufa. Sasa basi, wewe pamoja na watu wote hawa, jiandaeni kuvuka huu Mto Yordani kuingia nchi ambayo karibu nitawapa wana wa Israeli."
  },
  {
    "verseNumber": "JOS 1:3",
    "verseText": "Kila mahali nyayo za miguu yenu zitakapokanyaga nimewapa, kama vile nilivyomwahidi Mose."
  },
  {
    "verseNumber": "JOS 1:4",
    "verseText": "Nchi yenu itaenea kuanzia jangwa hili hadi Lebanoni, tena kuanzia mto mkubwa wa Frati, yaani nchi yote ya Wahiti, hadi Bahari ile Kubwa iliyoko upande wa magharibi."
  },
  {
    "verseNumber": "JOS 1:5",
    "verseText": "Hakuna mtu yeyote atakayeweza kushindana na wewe siku zote za maisha yako. Kama vile nilivyokuwa pamoja na Mose, ndivyo nitakavyokuwa pamoja na wewe, sitakuacha wala sitakupungukia."
  },
  {
    "verseNumber": "JOS 1:6",
    "verseText": "“Uwe hodari na shujaa, kwa sababu wewe ndiwe utakayewaongoza watu hawa kuirithi nchi niliyowaapia baba zao kuwapa."
  },
  {
    "verseNumber": "JOS 1:7",
    "verseText": "Uwe hodari na uwe na ushujaa mwingi. Uwe na bidii kutii sheria yote aliyokupa Mose mtumishi wangu, usiiache kwa kugeuka kuelekea kuume au kushoto, ili upate kufanikiwa popote uendako."
  },
  {
    "verseNumber": "JOS 1:8",
    "verseText": "Usiache Kitabu hiki cha Sheria kiondoke kinywani mwako; yatafakari maneno yake usiku na mchana, ili upate kuwa mwangalifu kufanya kila kitu sawasawa na yote yaliyoandikwa ndani yake. Ndipo utakapofanikiwa na kisha utastawi."
  },
  {
    "verseNumber": "JOS 1:9",
    "verseText": "Je, si mimi niliyekuamuru? Uwe hodari na shujaa. Usihofu wala usivunjike moyo, kwa kuwa BWANA Mungu wako atakuwa pamoja nawe kokote uendako.”"
  },
  {
    "verseNumber": "JOS 1:10",
    "verseText": "Ndipo Yoshua akawaagiza maafisa wa watu akisema,"
  },
  {
    "verseNumber": "JOS 1:11",
    "verseText": "“Pitieni katika kambi yote mkawaambie watu, ‘Wekeni tayari mahitaji yenu. Siku tatu kuanzia sasa mtavuka hii Yordani ili kuingia na kuimiliki nchi ambayo BWANA Mungu wenu anawapa iwe yenu wenyewe.’ ”"
  },
  {
    "verseNumber": "JOS 1:12",
    "verseText": "Lakini kwa Wareubeni, Wagadi na nusu ya kabila la Manase, Yoshua akasema,"
  },
  {
    "verseNumber": "JOS 1:13",
    "verseText": "“Kumbukeni agizo lile Mose mtumishi wa BWANA alilowapa: ‘BWANA Mungu wenu anawapa ninyi raha, naye amewapa nchi hii.’"
  },
  {
    "verseNumber": "JOS 1:14",
    "verseText": "Wake zenu, watoto wenu na mifugo yenu watakaa katika nchi ile Mose aliyowapa mashariki ya Yordani, lakini mashujaa wenu wote, wakiwa wamevikwa silaha kikamilifu lazima wavuke mbele ya ndugu zenu. Imewapasa kuwasaidia ndugu zenu hadi"
  },
  {
    "verseNumber": "JOS 1:15",
    "verseText": "BWANA awape nao raha, kama alivyokwisha kufanya kwa ajili yenu hadi wao pia watakapokuwa wamemiliki nchi ile BWANA Mungu wenu anayowapa. Baada ya hilo, mwaweza kurudi na kukalia nchi yenu wenyewe, ambayo Mose mtumishi wa BWANA aliwapa mashariki mwa Yordani kuelekea linakochomoza jua.”"
  },
  {
    "verseNumber": "JOS 1:16",
    "verseText": "Ndipo wakamjibu Yoshua, “Chochote ambacho umetuagiza tutafanya na popote utakapotutuma tutakwenda."
  },
  {
    "verseNumber": "JOS 1:17",
    "verseText": "Kama vile tulivyomtii Mose kikamilifu, ndivyo tutakavyokutii wewe. BWANA Mungu wako na awe pamoja nawe tu kama vile alivyokuwa pamoja na Mose."
  },
  {
    "verseNumber": "JOS 1:18",
    "verseText": "Yeyote atakayeasi neno lako na kuacha kuyatii maneno yako, au chochote utakachowaamuru, atauawa. Uwe imara na hodari tu!”"
  },
  {
    "verseNumber": "JOS 2:1",
    "verseText": "Kisha Yoshua mwana wa Nuni kwa siri akawatuma wapelelezi wawili kutoka Shitimu, akawaambia, “Nendeni mkaikague hiyo nchi, hasa Yeriko.” Kwa hiyo wakaenda na kuingia kwenye nyumba ya kahaba mmoja jina lake Rahabu na kukaa humo."
  },
  {
    "verseNumber": "JOS 2:2",
    "verseText": "Mfalme wa Yeriko akaambiwa, “Tazama! Baadhi ya Waisraeli wamekuja huku usiku huu kuipeleleza nchi.”"
  },
  {
    "verseNumber": "JOS 2:3",
    "verseText": "Hivyo mfalme wa Yeriko akatuma huu ujumbe kwa Rahabu: “Watoe wale watu waliokujia na kuingia nyumbani mwako, kwa sababu wamekuja kuipeleleza nchi yote.”"
  },
  {
    "verseNumber": "JOS 2:4",
    "verseText": "Lakini huyo mwanamke alikuwa amewachukua hao watu wawili na kuwaficha. Akasema, “Naam, watu hao walikuja kwangu, lakini sikujua walikotoka."
  },
  {
    "verseNumber": "JOS 2:5",
    "verseText": "Kulipoingia giza, wakati wa kufunga lango la mji, watu hao waliondoka. Sijui njia waliyoiendea. Wafuatilieni haraka. Huenda mkawapata.”"
  },
  {
    "verseNumber": "JOS 2:6",
    "verseText": "(Lakini alikuwa amewapandisha darini akawafunika kwa mabua ya kitani aliyokuwa ameyatandika darini.)"
  },
  {
    "verseNumber": "JOS 2:7",
    "verseText": "Basi hao watu wakaondoka kuwafuatilia hao wapelelezi katika njia ile inayoelekea vivuko vya Yordani, mara tu wafuatiliaji walipotoka nje, lango likafungwa."
  },
  {
    "verseNumber": "JOS 2:8",
    "verseText": "Kabla wale wapelelezi hawajalala, Rahabu akawaendea huko juu darini,"
  },
  {
    "verseNumber": "JOS 2:9",
    "verseText": "akawaambia, “Ninajua kuwa BWANA amewapa nchi hii na hofu kuu imetuangukia kwa sababu yenu, kiasi kwamba wote waishio katika nchi hii wanayeyuka kwa hofu kwa sababu yenu."
  },
  {
    "verseNumber": "JOS 2:10",
    "verseText": "Tumesikia jinsi BWANA alivyokausha maji ya Bahari ya Shamu kwa ajili yenu mlipotoka Misri, pia lile mlilowatendea Sihoni na Ogu, wafalme wawili wa Waamori mashariki mwa Yordani, ambao mliwaangamiza kabisa."
  },
  {
    "verseNumber": "JOS 2:11",
    "verseText": "Tuliposikia juu ya hili, mioyo yetu iliyeyuka na kila mmoja alikosa ujasiri kwa sababu yenu, kwa maana BWANA Mungu wenu ni Mungu juu mbinguni na duniani chini."
  },
  {
    "verseNumber": "JOS 2:12",
    "verseText": "Sasa basi, tafadhali niapieni kwa BWANA, kwamba mtaitendea hisani jamaa ya baba yangu, kwa kuwa mimi nimewatendea hisani. Nipeni ishara ya uaminifu"
  },
  {
    "verseNumber": "JOS 2:13",
    "verseText": "kwamba mtayahifadhi maisha ya baba yangu na mama yangu, ndugu zangu wa kiume na wa kike, pamoja na wale wote walio wa kwao na kwamba mtatuokoa na kifo.”"
  },
  {
    "verseNumber": "JOS 2:14",
    "verseText": "Wale watu wakamhakikishia Rahabu, “Uhai wetu kwa uhai wenu! Ikiwa hutatoa habari ya nini tunachofanya, wakati BWANA atakapotupa nchi hii, tutawatendea kwa hisani na kwa uaminifu.”"
  },
  {
    "verseNumber": "JOS 2:15",
    "verseText": "Kisha akawateremsha dirishani kwa kamba, kwa kuwa nyumba yake aliyokuwa anaishi ilikuwa sehemu ya ukuta wa mji."
  },
  {
    "verseNumber": "JOS 2:16",
    "verseText": "Alikuwa amewaambia, “Nendeni vilimani ili wale wafuatiliaji wasiwapate. Jificheni huko kwa siku tatu mpaka watakaporudi, hatimaye mwende zenu.”"
  },
  {
    "verseNumber": "JOS 2:17",
    "verseText": "Wale watu wakamwambia, “Hiki kiapo ulichotuapisha hakitatufunga,"
  },
  {
    "verseNumber": "JOS 2:18",
    "verseText": "isipokuwa, hapo tutakapoingia katika nchi hii, utakuwa umefunga hii kamba nyekundu dirishani pale ulipotuteremshia na kama utakuwa umewaleta baba yako na mama yako, ndugu zako na jamaa yako yote ndani ya nyumba yako."
  },
  {
    "verseNumber": "JOS 2:19",
    "verseText": "Ikiwa mtu yeyote atatoka nje ya nyumba yako akaenda mtaani, damu yake itakuwa juu ya kichwa chake mwenyewe, hatutawajibika. Lakini yule ambaye atakuwa ndani pamoja nawe, kama mkono wa mtu yeyote ukiwa juu yake damu yake itakuwa juu ya vichwa vyetu."
  },
  {
    "verseNumber": "JOS 2:20",
    "verseText": "Lakini ikiwa utatoa habari ya shughuli yetu tunayofanya, tutakuwa tumefunguliwa kutoka kwenye kiapo hiki ulichotufanya tuape.”"
  },
  {
    "verseNumber": "JOS 2:21",
    "verseText": "Naye akajibu, “Nimekubali. Na iwe kama mnavyosema.” Kwa hiyo akaagana nao, nao wakaondoka. Yeye akaifunga ile kamba nyekundu dirishani."
  },
  {
    "verseNumber": "JOS 2:22",
    "verseText": "Walipoondoka, wakaelekea vilimani na kukaa huko siku tatu, hadi wale waliokuwa wakiwafuatilia wakawa wamewatafuta njia nzima na kurudi pasipo kuwapata."
  },
  {
    "verseNumber": "JOS 2:23",
    "verseText": "Ndipo wale watu wawili wakaanza kurudi. Wakashuka kutoka kule vilimani, wakavuka mto na kuja kwa Yoshua mwana wa Nuni, na kumweleza kila kitu kilichowapata."
  },
  {
    "verseNumber": "JOS 2:24",
    "verseText": "Wakamwambia Yoshua, “Hakika BWANA ametupa nchi yote mikononi mwetu; watu wote wanayeyuka kwa hofu kwa sababu yetu.”"
  },
  {
    "verseNumber": "JOS 3:1",
    "verseText": "Yoshua na Waisraeli wote wakaondoka asubuhi na mapema kutoka Shitimu, wakaenda mpaka Mto Yordani, ambako walipiga kambi kabla ya kuvuka."
  },
  {
    "verseNumber": "JOS 3:2",
    "verseText": "Baada ya siku tatu maafisa wakapita katika kambi yote,"
  },
  {
    "verseNumber": "JOS 3:3",
    "verseText": "wakitoa maagizo kwa watu, wakiwaambia: “Mtakapoona Sanduku la Agano la BWANA Mungu wenu, likichukuliwa na Walawi ambao ndio makuhani, mtaondoka hapo mlipo na kulifuata."
  },
  {
    "verseNumber": "JOS 3:4",
    "verseText": "Ndipo mtakapotambua njia mtakayoiendea, kwa kuwa hamjawahi kuipita kabla. Lakini msisogee karibu, bali kuwe na umbali wa dhiraa 2,000 kati yenu na Sanduku.”"
  },
  {
    "verseNumber": "JOS 3:5",
    "verseText": "Ndipo Yoshua akawaambia hao watu, “Jitakaseni, kwa kuwa kesho BWANA atatenda mambo ya kushangaza katikati yenu.”"
  },
  {
    "verseNumber": "JOS 3:6",
    "verseText": "Yoshua akawaambia makuhani, “Liinueni Sanduku la Agano mkatangulie mbele ya watu.” Hivyo wakaliinua na kutangulia mbele yao."
  },
  {
    "verseNumber": "JOS 3:7",
    "verseText": "Ndipo BWANA akamwambia Yoshua, “Leo nitaanza kukutukuza machoni pa Israeli yote, ili wapate kujua kuwa niko pamoja nawe kama nilivyokuwa pamoja na Mose."
  },
  {
    "verseNumber": "JOS 3:8",
    "verseText": "Uwaambie makuhani wanaochukua Sanduku la Agano, ‘Mnapofika kwenye ukingo wa maji ya Yordani, nendeni mkasimame ndani ya mto.’ ”"
  },
  {
    "verseNumber": "JOS 3:9",
    "verseText": "Yoshua akawaambia Waisraeli, “Njooni hapa msikilize maneno ya BWANA Mungu wenu."
  },
  {
    "verseNumber": "JOS 3:10",
    "verseText": "Hivi ndivyo mtakavyojua ya kuwa Mungu aliye hai yupo katikati yenu, na kwamba kwa hakika atawafukuza mbele yenu hao Wakanaani, Wahiti, Wahivi, Waperizi, Wagirgashi, Waamori na Wayebusi."
  },
  {
    "verseNumber": "JOS 3:11",
    "verseText": "Tazameni, Sanduku la Agano la BWANA wa dunia yote litaingia ndani ya Mto Yordani likiwa limewatangulia."
  },
  {
    "verseNumber": "JOS 3:12",
    "verseText": "Sasa basi, chagueni watu kumi na wawili kutoka makabila ya Israeli, mtu mmoja kutoka kila kabila."
  },
  {
    "verseNumber": "JOS 3:13",
    "verseText": "Mara tu nyayo za makuhani walichukualo Sanduku la BWANA, BWANA wa dunia yote, zitakapokanyaga ndani ya Mto Yordani, maji hayo yatiririkayo kutoka juu yatatindika na kusimama kama chuguu.”"
  },
  {
    "verseNumber": "JOS 3:14",
    "verseText": "Basi, watu walipovunja kambi ili kuvuka Yordani, makuhani wakiwa wamebeba Sanduku la Agano waliwatangulia."
  },
  {
    "verseNumber": "JOS 3:15",
    "verseText": "Wakati huu ulikuwa wakati wa mavuno, nao Mto Yordani ulikuwa umefurika hadi kwenye kingo zake. Ilikuwa kawaida ya Yordani kufurika nyakati zote za mavuno. Mara tu makuhani wale waliokuwa wamebeba Sanduku la Agano walipofika mtoni na nyayo zao kuzama ndani ya yale maji,"
  },
  {
    "verseNumber": "JOS 3:16",
    "verseText": "maji hayo yaliyotiririka kutoka upande wa juu yaliacha kutiririka yakasimama kama chuguu mbali kabisa nao, kwenye mji ulioitwa Adamu kwenye eneo la Sarethani, wakati yale maji yaliyokuwa yanatiririka kuingia kwenye Bahari ya Araba (yaani Bahari ya Chumvi), yalitindika kabisa. Hivyo watu wakavuka kukabili Yeriko."
  },
  {
    "verseNumber": "JOS 3:17",
    "verseText": "Wale makuhani waliobeba Sanduku la Agano la BWANA, wakasimama imara mahali pakavu katikati ya Mto Yordani, wakati Waisraeli wote wakiwa wanapita hadi taifa lote likaisha kuvuka mahali pakavu."
  },
  {
    "verseNumber": "JOS 4:1",
    "verseText": "Wakati taifa lote lilipokwisha kuvuka Mto Yordani, BWANA akamwambia Yoshua,"
  },
  {
    "verseNumber": "JOS 4:2",
    "verseText": "“Chagua watu kumi na wawili miongoni mwa watu, kila kabila mtu mmoja,"
  },
  {
    "verseNumber": "JOS 4:3",
    "verseText": "nawe uwaambie wachukue mawe kumi na mawili katikati ya Mto Yordani, palepale makuhani waliposimama, wayachukue na kuyaweka mahali mtakapokaa usiku huu wa leo.”"
  },
  {
    "verseNumber": "JOS 4:4",
    "verseText": "Basi Yoshua akawaita watu kumi na wawili ambao alikuwa amewachagua kutoka miongoni mwa Waisraeli, mtu mmoja kutoka kila kabila,"
  },
  {
    "verseNumber": "JOS 4:5",
    "verseText": "naye akawaambia, “Mtangulie mbele ya Sanduku la BWANA Mungu wenu, mwende katikati ya Mto Yordani. Kila mmoja wenu atainua jiwe begani mwake, kufuatana na hesabu ya makabila ya Waisraeli,"
  },
  {
    "verseNumber": "JOS 4:6",
    "verseText": "kuwa kama ishara katikati yenu. Siku zijazo, wakati watoto wenu watakapowauliza, ‘Ni nini maana ya mawe haya?’"
  },
  {
    "verseNumber": "JOS 4:7",
    "verseText": "waambieni kwamba maji ya Mto Yordani yaliyokuwa yakitiririka yalitindika mbele ya Sanduku la Agano la BWANA. Wakati lilipovuka Yordani, maji ya Yordani yalitindika. Mawe haya yatakuwa kumbukumbu kwa watu wa Israeli milele.”"
  },
  {
    "verseNumber": "JOS 4:8",
    "verseText": "Hivyo Waisraeli wakafanya kama Yoshua alivyowaagiza. Wakachukua mawe kumi na mawili kutoka katikati ya Mto Yordani, kulingana na hesabu ya kabila za Waisraeli kama BWANA alivyomwambia Yoshua, nao wakayabeba hadi kambini mwao, mahali walipoyatua chini."
  },
  {
    "verseNumber": "JOS 4:9",
    "verseText": "Yoshua akayasimamisha yale mawe kumi na mawili ambayo yalikuwa katikati ya Mto Yordani, mahali pale ambapo miguu ya makuhani waliobeba Sanduku la Agano iliposimama. Nayo yako huko mpaka leo."
  },
  {
    "verseNumber": "JOS 4:10",
    "verseText": "Makuhani waliobeba lile Sanduku walibakia wakiwa wamesimama katikati ya Mto Yordani mpaka kila kitu BWANA alichomwamuru Yoshua kilipokuwa kimefanywa na watu, sawasawa na vile Mose alivyokuwa amemwamuru Yoshua. Watu wakafanya haraka kuvuka,"
  },
  {
    "verseNumber": "JOS 4:11",
    "verseText": "na mara tu watu wote walipokwisha kuvuka, Sanduku la BWANA na makuhani wakavuka watu wakiwa wanatazama."
  },
  {
    "verseNumber": "JOS 4:12",
    "verseText": "Wareubeni, Wagadi na nusu ya kabila la Manase wakavuka mbele ya Waisraeli, wakiwa wamevaa silaha, kama Mose alivyowaamuru."
  },
  {
    "verseNumber": "JOS 4:13",
    "verseText": "Kiasi cha watu 40,000 waliojiandaa kwa vita walivuka mbele za BWANA hadi nchi tambarare za Yeriko kwa ajili ya vita."
  },
  {
    "verseNumber": "JOS 4:14",
    "verseText": "Siku ile BWANA akamtukuza Yoshua mbele ya Israeli yote, nao wakamheshimu siku zote za maisha yake, kama vile walivyomheshimu Mose."
  },
  {
    "verseNumber": "JOS 4:15",
    "verseText": "Basi BWANA akamwambia Yoshua,"
  },
  {
    "verseNumber": "JOS 4:16",
    "verseText": "“Waamuru hao makuhani wanaolibeba Sanduku la Ushuhuda, wapande kutoka ndani ya Mto Yordani.”"
  },
  {
    "verseNumber": "JOS 4:17",
    "verseText": "Kwa hiyo Yoshua akawaamuru hao makuhani akisema, “Pandeni kutoka ndani ya Mto Yordani.”"
  },
  {
    "verseNumber": "JOS 4:18",
    "verseText": "Nao makuhani wakapanda kutoka ndani ya Mto Yordani wakilibeba hilo Sanduku la Agano la BWANA. Mara tu walipoiweka miguu yao penye kingo, nje ya mto, maji ya Yordani yakarudi kufurika kama ilivyokuwa kabla."
  },
  {
    "verseNumber": "JOS 4:19",
    "verseText": "Siku ya kumi ya mwezi wa kwanza watu walipanda kutoka Yordani na kupiga kambi huko Gilgali, kwenye mpaka wa mashariki ya Yeriko."
  },
  {
    "verseNumber": "JOS 4:20",
    "verseText": "Naye Yoshua akayasimamisha huko Gilgali yale mawe kumi na mawili ambayo walikuwa wameyachukua katikati ya Mto Yordani."
  },
  {
    "verseNumber": "JOS 4:21",
    "verseText": "Akawaambia Waisraeli, “Wazao wenu watakapowauliza baba zao siku zijazo wakisema, ‘Mawe haya maana yake ni nini?’"
  },
  {
    "verseNumber": "JOS 4:22",
    "verseText": "Basi waambieni, ‘Israeli ilivukia mahali pakavu katika Mto Yordani.’"
  },
  {
    "verseNumber": "JOS 4:23",
    "verseText": "Kwa maana BWANA Mungu wenu alikausha maji ya Yordani mbele yenu, hadi mlipomaliza kuvuka. BWANA Mungu wenu alifanya haya kwa Mto Yordani sawasawa na kile alichoifanyia Bahari ya Shamu wakati alipoikausha mbele yetu hadi tulipomaliza kuvuka."
  },
  {
    "verseNumber": "JOS 4:24",
    "verseText": "Alifanya hivi ili kwamba mataifa yote ya dunia yapate kujua kuwa mkono wa BWANA ni wenye nguvu, na ili kwamba kila wakati mpate kumcha BWANA Mungu wenu.”"
  },
  {
    "verseNumber": "JOS 5:1",
    "verseText": "Basi wafalme wote wa Waamori magharibi ya Yordani na wafalme wote wa Kanaani waliokuwa kwenye pwani waliposikia jinsi BWANA alivyoukausha Mto Yordani mbele ya Waisraeli hata tulipokwisha kuvuka, mioyo yao ikayeyuka kwa hofu, wala hawakuwa na ujasiri kuwakabili Waisraeli."
  },
  {
    "verseNumber": "JOS 5:2",
    "verseText": "Wakati huo BWANA akamwambia Yoshua, “Tengeneza visu vya mawe magumu sana na uwatahiri Waisraeli tena.”"
  },
  {
    "verseNumber": "JOS 5:3",
    "verseText": "Kwa hiyo Yoshua akatengeneza visu vya mawe magumu sana na kutahiri Waisraeli huko Gibeath-Haaralothi."
  },
  {
    "verseNumber": "JOS 5:4",
    "verseText": "Hii ndiyo sababu ya Yoshua kufanya hivyo: Wanaume wote waliotoka Misri, wote wenye umri wa kwenda vitani, walikufa jangwani wakiwa njiani baada ya kuondoka Misri."
  },
  {
    "verseNumber": "JOS 5:5",
    "verseText": "Watu wote waliotoka Misri walikuwa wametahiriwa, lakini watu wote waliozaliwa jangwani wakiwa safarini toka Misri walikuwa hawajatahiriwa."
  },
  {
    "verseNumber": "JOS 5:6",
    "verseText": "Waisraeli walitembea jangwani miaka arobaini mpaka wanaume wote wale waliokuwa na umri wa kwenda vitani wakati waliondoka Misri walipokwisha kufa, kwa kuwa hawakumtii BWANA. Kwa maana BWANA alikuwa amewaapia kuwa wasingeweza kuona nchi ambayo alikuwa amewaahidi baba zao katika kuapa kutupatia, nchi inayotiririka maziwa na asali."
  },
  {
    "verseNumber": "JOS 5:7",
    "verseText": "Kwa hiyo akawainua wana wao baada yao na hawa ndio hao ambao Yoshua aliwatahiri. Walikuwa hawajatahiriwa bado kwa sababu walikuwa safarini."
  },
  {
    "verseNumber": "JOS 5:8",
    "verseText": "Baada ya taifa lote kutahiriwa, waliendelea kukaa kambini mpaka walipokuwa wamepona."
  },
  {
    "verseNumber": "JOS 5:9",
    "verseText": "BWANA akamwambia Yoshua, “Leo nimeiondoa aibu ya Wamisri kutoka kwenu.” Basi mahali pale pakaitwa Gilgali hadi leo."
  },
  {
    "verseNumber": "JOS 5:10",
    "verseText": "Jioni ya siku ya kumi na nne ya mwezi, wakiwa kambini huko Gilgali katika tambarare za Yeriko, Waisraeli wakaadhimisha Pasaka."
  },
  {
    "verseNumber": "JOS 5:11",
    "verseText": "Siku iliyofuata Pasaka, katika siku ile ile, wakala mazao ya nchi, mikate isiyotiwa chachu na nafaka za kukaanga."
  },
  {
    "verseNumber": "JOS 5:12",
    "verseText": "Mana ilikoma siku iliyofuata baada ya Waisraeli kula chakula kilichotoka katika nchi; hapakuwa na mana tena kwa ajili ya Waisraeli, ila mwaka huo walikula mazao ya nchi ya Kanaani."
  },
  {
    "verseNumber": "JOS 5:13",
    "verseText": "Basi wakati Yoshua alipokuwa karibu na Yeriko, akainua macho, akaona mtu aliyesimama mbele yake, akiwa na upanga mkononi uliofutwa kwenye ala. Yoshua akamwendea na kumuuliza, “Je, wewe uko upande wetu au upande wa adui zetu?”"
  },
  {
    "verseNumber": "JOS 5:14",
    "verseText": "Akajibu, “La, siko upande wowote, lakini mimi nimekuja nikiwa jemadari wa jeshi la BWANA.” Yoshua akaanguka kifudifudi hadi chini, akasujudu, akamuuliza, “Je, BWANA, una ujumbe gani kwa mtumishi wako?”"
  },
  {
    "verseNumber": "JOS 5:15",
    "verseText": "Jemadari wa jeshi la BWANA akajibu, “Vua viatu vyako, kwa maana mahali hapa unaposimama ni patakatifu.” Naye Yoshua akafanya hivyo."
  },
  {
    "verseNumber": "JOS 6:1",
    "verseText": "Basi malango ya Yeriko yalifungwa kwa uthabiti kwa ajili ya Waisraeli. Hakuna mtu yeyote aliyetoka au kuingia."
  },
  {
    "verseNumber": "JOS 6:2",
    "verseText": "Kisha BWANA akamwambia Yoshua, “Tazama, nimeitia Yeriko mikononi mwako, pamoja na mfalme wake na watu wake wa vita."
  },
  {
    "verseNumber": "JOS 6:3",
    "verseText": "Zunguka mji mara moja pamoja na watu wote wenye silaha. Fanya hivi kwa siku sita."
  },
  {
    "verseNumber": "JOS 6:4",
    "verseText": "Uwe na makuhani saba wakibeba mabaragumu ya pembe za kondoo dume mbele ya Sanduku. Siku ya saba, mzunguke mji mara saba, nao makuhani wakipiga baragumu hizo."
  },
  {
    "verseNumber": "JOS 6:5",
    "verseText": "Utakapowasikia wamepaliza sauti kubwa ya baragumu, watu wote wapige kelele kwa sauti kuu, kisha ukuta wa mji utaanguka na watu watapanda, kila mtu akiendelea mbele.”"
  },
  {
    "verseNumber": "JOS 6:6",
    "verseText": "Ndipo Yoshua mwana wa Nuni akaita makuhani na kuwaambia, “Chukueni Sanduku la Agano la BWANA na makuhani saba wachukue baragumu za pembe za kondoo dume mbele yake.”"
  },
  {
    "verseNumber": "JOS 6:7",
    "verseText": "Naye akawaagiza watu, “Songeni mbele! Mkauzunguke mji, na walinzi wenye silaha watangulie mbele ya Sanduku la BWANA.”"
  },
  {
    "verseNumber": "JOS 6:8",
    "verseText": "Baada ya Yoshua kuzungumza na watu, wale makuhani saba wenye kuzibeba zile baragumu saba mbele za BWANA, wakatangulia mbele, wakipiga baragumu zao na Sanduku la Agano la BWANA likawafuata."
  },
  {
    "verseNumber": "JOS 6:9",
    "verseText": "Walinzi waliokuwa na silaha wakaenda mbele ya hao makuhani waliopiga hizo baragumu na hao walinzi wa nyuma wakafuata Sanduku. Wakati wote huu baragumu zilikuwa zikipigwa."
  },
  {
    "verseNumber": "JOS 6:10",
    "verseText": "Bali Yoshua alikuwa amewaagiza watu, “Msipige kelele ya vita, msipaze sauti zenu, wala kusema neno lolote mpaka siku ile nitakayowaambia mpige kelele. Ndipo mtapiga kelele!”"
  },
  {
    "verseNumber": "JOS 6:11",
    "verseText": "Basi akalipeleka Sanduku la BWANA kuzungushwa huo mji, likizungushwa mara moja. Kisha watu wakarudi kambini kulala."
  },
  {
    "verseNumber": "JOS 6:12",
    "verseText": "Yoshua akaamka mapema asubuhi iliyofuata nao makuhani wakalichukua Sanduku la BWANA."
  },
  {
    "verseNumber": "JOS 6:13",
    "verseText": "Wale Makuhani saba wakizibeba zile baragumu saba wakatangulia mbele ya Sanduku la BWANA wakizipiga. Watu wenye silaha wakatangulia mbele yao na walinzi wa nyuma wakalifuata Sanduku la BWANA, huku baragumu hizo zikiendelea kulia."
  },
  {
    "verseNumber": "JOS 6:14",
    "verseText": "Siku ya pili wakauzunguka mji mara moja na kurudi kambini. Wakafanya hivi kwa siku sita."
  },
  {
    "verseNumber": "JOS 6:15",
    "verseText": "Siku ya saba, wakaamka asubuhi na mapema wakauzunguka mji kama walivyokuwa wakifanya, isipokuwa siku ile waliuzunguka mji mara saba."
  },
  {
    "verseNumber": "JOS 6:16",
    "verseText": "Walipouzunguka mara ya saba, makuhani walipopiga baragumu kwa sauti kubwa, Yoshua akawaamuru watu akisema, “Pigeni kelele! Kwa maana BWANA amewapa mji huu!"
  },
  {
    "verseNumber": "JOS 6:17",
    "verseText": "Mji huu pamoja na vyote vilivyomo ndani yake utawekwa wakfu kwa BWANA. Ila Rahabu tu, yule kahaba na wote ambao wako pamoja naye nyumbani mwake ndio watakaosalimishwa, kwa sababu aliwaficha wale wapelelezi tuliowatuma."
  },
  {
    "verseNumber": "JOS 6:18",
    "verseText": "Lakini mjiepushe na vitu vilivyowekwa wakfu, msije mkachukua chochote katika hivyo, msije mkajiletea maangamizi katika maskani ya Israeli na kuiletea taabu."
  },
  {
    "verseNumber": "JOS 6:19",
    "verseText": "Fedha yote na dhahabu, vyombo vya shaba na chuma ni vitakatifu kwa BWANA, lazima viletwe katika hazina yake.”"
  },
  {
    "verseNumber": "JOS 6:20",
    "verseText": "Wakati baragumu zilipopigwa, watu walipiga kelele, na katika sauti ya baragumu, na watu kupaza sauti, ukuta ukaanguka; hivyo kila mtu akapanda akiendelea mbele na kuuteka mji."
  },
  {
    "verseNumber": "JOS 6:21",
    "verseText": "Wakauweka mji wakfu kwa BWANA, na kila chenye uhai ndani yake walikiangamiza kwa upanga, wanaume kwa wanawake, vijana kwa wazee, ngʼombe, kondoo na punda."
  },
  {
    "verseNumber": "JOS 6:22",
    "verseText": "Yoshua akawaambia wale watu wawili waliokuwa wameipeleleza nchi, “Nendeni nyumbani kwa yule kahaba, mleteni pamoja na wote waliomo nyumbani mwake, kulingana na kiapo chenu kwake.”"
  },
  {
    "verseNumber": "JOS 6:23",
    "verseText": "Basi wale vijana waliofanya upelelezi wakaenda kumleta Rahabu, baba yake na mama yake, na ndugu zake na watu wote waliokuwa pamoja naye. Wakaleta jamaa yake yote na kuwaweka mahali nje ya kambi ya Israeli."
  },
  {
    "verseNumber": "JOS 6:24",
    "verseText": "Kisha wakauchoma mji wote na kila kitu kilichokuwamo ndani yake. Lakini fedha, dhahabu, vyombo vya shaba na vya chuma wakaviweka katika hazina ya nyumba ya BWANA."
  },
  {
    "verseNumber": "JOS 6:25",
    "verseText": "Lakini Yoshua akamhifadhi Rahabu yule kahaba, jamaa yake yote na wote waliokuwa wa kwake, kwa sababu aliwaficha watu waliotumwa na Yoshua kuipeleleza Yeriko, naye anaishi miongoni mwa Waisraeli hata leo."
  },
  {
    "verseNumber": "JOS 6:26",
    "verseText": "Wakati ule Yoshua akatamka kiapo hiki akasema, “Aliyelaaniwa mbele za BWANA ni mtu atakayeinuka kuujenga tena mji huu wa Yeriko: “Kwa gharama ya mzaliwa wake wa kwanza wa kiume ataiweka misingi yake; kwa gharama ya mtoto wake wa mwisho atayaweka malango yake.”"
  },
  {
    "verseNumber": "JOS 6:27",
    "verseText": "Hivyo BWANA alikuwa pamoja na Yoshua, na sifa zake zikaenea katika nchi yote."
  },
  {
    "verseNumber": "JOS 7:1",
    "verseText": "Lakini Waisraeli hawakuwa waaminifu kuhusu vile vitu vilivyowekwa wakfu; Akani mwana wa Karmi, mwana wa Zabdi, mwana wa Zera, wa kabila la Yuda, alivichukua baadhi ya hivyo vitu. Hasira ya BWANA ikawaka dhidi ya Israeli."
  },
  {
    "verseNumber": "JOS 7:2",
    "verseText": "Basi Yoshua akatuma watu kutoka Yeriko waende Ai, karibu na Beth-Aveni mashariki ya Betheli, akawaambia, “Pandeni mkaipeleleze nchi.” Basi wale watu wakapanda wakaipeleleza Ai."
  },
  {
    "verseNumber": "JOS 7:3",
    "verseText": "Waliporudi kwa Yoshua, wakasema, “Si lazima watu wote waende kupigana na Ai. Watume watu elfu mbili au tatu wakauteke huo mji. Usiwachoshe watu wote, kwa sababu huko kuna watu wachache tu.”"
  },
  {
    "verseNumber": "JOS 7:4",
    "verseText": "Basi wakapanda kama watu elfu tatu tu, lakini wakashambuliwa na watu wa Ai,"
  },
  {
    "verseNumber": "JOS 7:5",
    "verseText": "ambao waliwaua watu kama thelathini na sita miongoni mwao. Wakawafukuza Waisraeli kutoka lango la mji hadi Shebarimu, nao wakawauwa huko kwenye materemko. Kutokana na hili mioyo ya watu ikayeyuka ikawa kama maji."
  },
  {
    "verseNumber": "JOS 7:6",
    "verseText": "Ndipo Yoshua akayararua mavazi yake, akaanguka kifudifudi mbele ya Sanduku la BWANA, na akabakia hapo mpaka jioni. Wazee wa Israeli nao wakafanya vivyo hivyo wakatia mavumbi vichwani mwao."
  },
  {
    "verseNumber": "JOS 7:7",
    "verseText": "Yoshua akasema, “Ee BWANA Mwenyezi, kwa nini umewavusha watu hawa ngʼambo ya Yordani ili kututia mikononi mwa Waamori watuangamize? Laiti tungeliridhika kukaa ngʼambo ile nyingine ya Yordani!"
  },
  {
    "verseNumber": "JOS 7:8",
    "verseText": "Ee BWANA, niseme nini sasa, ikiwa sasa Israeli ameshafukuzwa na adui zake?"
  },
  {
    "verseNumber": "JOS 7:9",
    "verseText": "Wakanaani na watu wengine wa nchi watasikia habari hii, nao watatuzunguka na kutufutilia jina letu duniani. Utafanya nini basi kwa ajili ya jina lako mwenyewe lililo kuu?”"
  },
  {
    "verseNumber": "JOS 7:10",
    "verseText": "BWANA akamwambia Yoshua, “Simama! Unafanya nini hapo chini kifudifudi?"
  },
  {
    "verseNumber": "JOS 7:11",
    "verseText": "Israeli ametenda dhambi. Wamekiuka agano langu nililowaamuru kulishika. Wamechukua baadhi ya vitu vilivyowekwa wakfu, wameiba, wamesema uongo, wameviweka pamoja na mali zao."
  },
  {
    "verseNumber": "JOS 7:12",
    "verseText": "Ndiyo sababu Waisraeli hawawezi kusimama dhidi ya adui zao. Wanawapa visogo na kukimbia kwa kuwa wanastahili maangamizi. Sitakuwa pamoja nanyi tena mpaka mwangamize kila kitu miongoni mwenu kilichotengwa kwa maangamizi."
  },
  {
    "verseNumber": "JOS 7:13",
    "verseText": "“Nenda, ukawatakase watu. Waambie, ‘Jitakaseni mjiandae kwa kesho; kwa sababu hili ndilo asemalo BWANA, Mungu wa Israeli: Kitu kilichowekwa wakfu kipo katikati yenu, ee Israeli. Hamwezi kusimama dhidi ya adui zenu mpaka mtakapokiondoa."
  },
  {
    "verseNumber": "JOS 7:14",
    "verseText": "“ ‘Asubuhi, mjihudhurishe kabila kwa kabila. Itakuwa kabila lile atakalolitwaa BWANA litakuja mbele ukoo kwa ukoo, ukoo ule atakaoutwaa BWANA utakuja mbele jamaa kwa jamaa, nayo jamaa ile atakayoitwaa BWANA itakuja mbele mtu kwa mtu."
  },
  {
    "verseNumber": "JOS 7:15",
    "verseText": "Yule atakayekutwa na vitu vilivyowekwa wakfu, atateketezwa kwa moto, pamoja na vitu vyote alivyo navyo. Kwa kuwa amelivunja agano la BWANA na kufanya kitu cha aibu katika Israeli!’ ”"
  },
  {
    "verseNumber": "JOS 7:16",
    "verseText": "Kesho yake asubuhi na mapema Yoshua akawaamuru Israeli kuja mbele kabila kwa kabila; na Yuda akatwaliwa."
  },
  {
    "verseNumber": "JOS 7:17",
    "verseText": "Koo za Yuda zikaja mbele, naye akawatwaa Wazera. Akaamuru ukoo wa Wazera kuja mbele jamaa kwa jamaa, nayo jamaa ya Zabdi ikatwaliwa."
  },
  {
    "verseNumber": "JOS 7:18",
    "verseText": "Yoshua akaamuru watu wa jamaa ya Zabdi kuja mbele mtu kwa mtu, naye Akani mwana wa Karmi, mwana wa Zabdi, mwana wa Zera, wa kabila la Yuda, akatwaliwa."
  },
  {
    "verseNumber": "JOS 7:19",
    "verseText": "Ndipo Yoshua akamwambia Akani, “Mwanangu, mtukuze BWANA, Mungu wa Israeli, nawe ukiri kwake. Niambie ni nini ulichotenda; usinifiche.”"
  },
  {
    "verseNumber": "JOS 7:20",
    "verseText": "Akani akamjibu Yoshua, “Ni kweli! Nimetenda dhambi dhidi ya BWANA, Mungu wa Israeli. Hili ndilo nililofanya:"
  },
  {
    "verseNumber": "JOS 7:21",
    "verseText": "Nilipoona katika nyara joho zuri la kutoka Babeli, shekeli mia mbili za fedha, na kabari ya dhahabu ya uzito wa shekeli hamsini, nikavitamani na nikavichukua. Tazama, vimefichwa ardhini ndani ya hema langu, pamoja na hiyo fedha chini yake.”"
  },
  {
    "verseNumber": "JOS 7:22",
    "verseText": "Kwa hiyo Yoshua akatuma wajumbe, nao wakapiga mbio mpaka hemani, tazama, vile vitu vilikuwa vimefichwa hemani mwake, pamoja na ile fedha chini yake."
  },
  {
    "verseNumber": "JOS 7:23",
    "verseText": "Wakavichukua vile vitu toka mle hemani, wakamletea Yoshua pamoja na Waisraeli wote, na wakavitandaza mbele za BWANA."
  },
  {
    "verseNumber": "JOS 7:24",
    "verseText": "Basi Yoshua, pamoja na Israeli yote, wakamchukua Akani mwana wa Zera, pamoja na ile fedha, lile joho, ile kabari ya dhahabu, wanawe na binti zake, ngʼombe, punda na kondoo wake, hema yake pamoja na vitu vyote alivyokuwa navyo, wakavileta katika Bonde la Akori."
  },
  {
    "verseNumber": "JOS 7:25",
    "verseText": "Yoshua akasema, “Kwa nini umeleta taabu hii juu yetu? BWANA ataleta taabu juu yako leo hii.” Ndipo Israeli yote ikampiga Akani kwa mawe, na baada ya kuwapiga jamaa yake yote kwa mawe, wakawateketeza kwa moto."
  },
  {
    "verseNumber": "JOS 7:26",
    "verseText": "Wakakusanya lundo la mawe juu ya Akani, ambalo lipo mpaka leo. Naye BWANA akageuka kutoka hasira yake kali. Kwa hiyo mahali pale pakaitwa Bonde la Akori tangu siku hiyo."
  },
  {
    "verseNumber": "JOS 8:1",
    "verseText": "Ndipo BWANA akamwambia Yoshua, “Usiogope, wala usivunjike moyo. Chukua jeshi lote la vita uende pamoja nalo kuishambulia Ai. Kwa kuwa nimeshamweka mikononi mwako mfalme wa Ai, pamoja na watu wake, mji wake na nchi yake."
  },
  {
    "verseNumber": "JOS 8:2",
    "verseText": "Utafanya Ai na mfalme wake kama ulivyofanya kwa mji wa Yeriko na mfalme wake, isipokuwa mnaweza kuchukua mateka wake na mifugo wake, kwa ajili yenu. Weka waviziaji upande wa nyuma ya mji.”"
  },
  {
    "verseNumber": "JOS 8:3",
    "verseText": "Basi Yoshua na jeshi lote wakainuka kushambulia Ai. Akachagua watu mashujaa elfu thelathini walio bora miongoni mwa wapiganaji wake, akawapeleka wakati wa usiku"
  },
  {
    "verseNumber": "JOS 8:4",
    "verseText": "akiwaagiza: “Sikilizeni kwa makini. Mtavizia nyuma ya mji. Msiende mbali sana na mji. Wote kuweni macho."
  },
  {
    "verseNumber": "JOS 8:5",
    "verseText": "Mimi na watu walio pamoja nami, tutaukabili mji, kisha itakuwa hapo watu watakapotoka nje kupigana nasi, kama walivyofanya hapo kwanza, sisi tutawakimbia."
  },
  {
    "verseNumber": "JOS 8:6",
    "verseText": "Watatufuatilia mpaka tutakapokuwa tumewavuta mbali na mji kwa kuwa watasema, ‘Wanatukimbia, kama walivyofanya hapo awali.’ Hivyo tutakapowakimbia,"
  },
  {
    "verseNumber": "JOS 8:7",
    "verseText": "ninyi inawapasa mwinuke mtoke huko mafichoni na kuuteka mji. BWANA Mungu wenu atautia mkononi mwenu."
  },
  {
    "verseNumber": "JOS 8:8",
    "verseText": "Mtakapokuwa mmeuteka mji, uteketezeni kwa moto. Fanyeni kama vile BWANA alivyoamuru. Angalieni, nimewaagiza.”"
  },
  {
    "verseNumber": "JOS 8:9",
    "verseText": "Ndipo Yoshua akawatuma watu, nao wakaenda mahali pa kujificha, wakawa wanavizia kati ya Betheli na Ai, kuelekea upande wa magharibi wa Ai, lakini Yoshua akalala miongoni mwa watu usiku huo."
  },
  {
    "verseNumber": "JOS 8:10",
    "verseText": "Asubuhi na mapema siku iliyofuatia, Yoshua akawakutanisha watu wake, na yeye na viongozi wa Israeli wakawa mbele ya watu kwenda Ai."
  },
  {
    "verseNumber": "JOS 8:11",
    "verseText": "Watu wote wa vita waliokuwa pamoja naye walipanda, wakakaribia na kufika mbele ya mji. Wakapiga kambi kaskazini mwa Ai, pakiwa na bonde kati yao na huo mji."
  },
  {
    "verseNumber": "JOS 8:12",
    "verseText": "Yoshua alikuwa amewachukua watu wapatao elfu tano, akawaweka katika uavizi kati ya Betheli na Ai, upande wa magharibi wa mji."
  },
  {
    "verseNumber": "JOS 8:13",
    "verseText": "Wakawaweka askari katika maeneo yao: wale wote waliokuwa kambini wakawa kaskazini ya mji na wale waliokuwa wakivizia wakawa upande wa magharibi. Usiku huo Yoshua akaenda katika lile bonde."
  },
  {
    "verseNumber": "JOS 8:14",
    "verseText": "Mfalme wa Ai alipoona jambo hili, yeye pamoja na watu wote wa mji wakatoka kwa haraka asubuhi na mapema, ili kukutana na Israeli katika vita mahali fulani panapotazamana na Araba. Lakini hakujua kwamba kulikuwa kumewekwa waviziaji dhidi yake nyuma ya mji."
  },
  {
    "verseNumber": "JOS 8:15",
    "verseText": "Yoshua na Israeli wote wakaruhusu kurudishwa nyuma mbele yao, na kuelekea jangwani."
  },
  {
    "verseNumber": "JOS 8:16",
    "verseText": "Watu wote wa Ai wakaitwa ili kuwafuatia, nao wakavutwa kumfuatia Yoshua mbali na mji."
  },
  {
    "verseNumber": "JOS 8:17",
    "verseText": "Hakuna hata mwanaume mmoja aliyebakia Ai wala Betheli ambaye hakufuatia Israeli. Wakauacha mji wazi na kuwafuatia Israeli."
  },
  {
    "verseNumber": "JOS 8:18",
    "verseText": "Ndipo BWANA akamwambia Yoshua, “Inua huo mkuki ulio mkononi mwako kuuelekeza Ai, kwa kuwa nitautia huo mji mkononi mwako.” Hivyo Yoshua akauelekeza mkuki wake Ai."
  },
  {
    "verseNumber": "JOS 8:19",
    "verseText": "Mara tu alipofanya hivi, wale watu waliokuwa mavizioni wakaondoka upesi kutoka mahali pao na kukimbilia mbele. Wakaingia ndani ya mji, wakauteka na kuutia moto kwa haraka."
  },
  {
    "verseNumber": "JOS 8:20",
    "verseText": "Watu wa Ai wakaangalia nyuma, wakauona moshi wa huo mji ukielekea angani lakini hawakuwa na nafasi ya kutoroka kwa upande wowote, kwa kuwa wale Waisraeli waliokuwa wanawakimbia kuelekea jangwani walikuwa wamegeuka nyuma kuwakabili wakimbizaji wao."
  },
  {
    "verseNumber": "JOS 8:21",
    "verseText": "Basi Yoshua na Israeli wote walipoona kwamba waviziaji wameshauteka mji na moshi ulikuwa unapaa juu kutoka kwenye mji, wakawageukia watu wa Ai na kuwashambulia."
  },
  {
    "verseNumber": "JOS 8:22",
    "verseText": "Wale waviziaji nao pia wakatoka nje ya mji dhidi yao, hivi kwamba wakashikiwa katikati, Waisraeli wakiwa pande zote mbili. Israeli wakawaua, bila kuwaachia yeyote aliyenusurika wala aliyetoroka."
  },
  {
    "verseNumber": "JOS 8:23",
    "verseText": "Lakini wakamchukua mfalme wa Ai akiwa hai na kumleta kwa Yoshua."
  },
  {
    "verseNumber": "JOS 8:24",
    "verseText": "Israeli ilipomaliza kuwaua wanaume wote wa Ai katika mashamba na jangwani walipokuwa wamewafukuzia, na baada ya kila mmoja wao kuuawa kwa upanga, Waisraeli wote wakarudi Ai na kuwaua wale waliokuwa wamebakia mjini."
  },
  {
    "verseNumber": "JOS 8:25",
    "verseText": "Watu kumi na mbili elfu, waume kwa wake, waliangamia siku ile, yaani watu wote wa Ai."
  },
  {
    "verseNumber": "JOS 8:26",
    "verseText": "Kwa maana Yoshua hakuurudisha ule mkono wake uliokuwa umeuinua mkuki hadi alipomaliza kuwaangamiza wote walioishi Ai."
  },
  {
    "verseNumber": "JOS 8:27",
    "verseText": "Lakini Israeli wakajichukulia mifugo na nyara za mji huu, kama vile BWANA alivyokuwa amemwagiza Yoshua."
  },
  {
    "verseNumber": "JOS 8:28",
    "verseText": "Kwa hiyo Yoshua akauchoma moto mji wa Ai na kuufanya kuwa lundo la magofu la kudumu, mahali pa ukiwa hadi leo."
  },
  {
    "verseNumber": "JOS 8:29",
    "verseText": "Akamwangika mfalme wa Ai kwenye mti na kumwacha hapo mpaka jioni. Wakati wa jua kutua, Yoshua akawaamuru wautoe mwili wake kwenye mti na kuutupa kwenye ingilio la lango la mji. Kisha wakalundika mawe makubwa mengi juu yake, ambayo yamesalia mpaka leo."
  },
  {
    "verseNumber": "JOS 8:30",
    "verseText": "Kisha Yoshua akajenga madhabahu ya BWANA, Mungu wa Israeli, katika Mlima wa Ebali,"
  },
  {
    "verseNumber": "JOS 8:31",
    "verseText": "kama Mose mtumishi wa BWANA alivyokuwa amewaamuru Waisraeli. Akaijenga sawasawa na ilivyoandikwa katika Kitabu cha Sheria ya Mose: madhabahu ya mawe yasiyochongwa, ambayo juu yake hakuna chombo cha chuma kilichotumika. Hapo juu yake wakamtolea BWANA sadaka za kuteketezwa na kutoa sadaka za amani."
  },
  {
    "verseNumber": "JOS 8:32",
    "verseText": "Pale, mbele ya Waisraeli Yoshua akanakili juu ya hayo mawe sheria ya Mose, aliyokuwa ameiandika."
  },
  {
    "verseNumber": "JOS 8:33",
    "verseText": "Israeli yote, wageni na wazawa sawasawa, wakiwa na wazee wao, maafisa na waamuzi, walikuwa wamesimama pande zote mbili za Sanduku la Agano la BWANA, wakiwaelekea wale waliokuwa wamelichukua, yaani makuhani, ambao ni Walawi. Nusu ya watu ilisimama mbele ya Mlima Gerizimu na nusu hiyo ingine ikasimama mbele ya Mlima Ebali, kama vile Mose mtumishi wa BWANA alivyokuwa ameamuru hapo mwanzo alipotoa maagizo ya kuwabariki watu wa Israeli."
  },
  {
    "verseNumber": "JOS 8:34",
    "verseText": "Hatimaye, Yoshua akasoma maneno yote ya sheria, yaani baraka na laana, kama vile ilivyoandikwa katika Kitabu cha Sheria."
  },
  {
    "verseNumber": "JOS 8:35",
    "verseText": "Hakuna neno lolote katika yale yote ambayo Mose alikuwa ameamuru ambalo Yoshua hakulisomea kusanyiko lote la Israeli, ikiwa ni pamoja na wanawake na watoto, na wageni walioishi miongoni mwao."
  },
  {
    "verseNumber": "JOS 9:1",
    "verseText": "Basi ikawa wafalme wote waliokuwa magharibi mwa Yordani waliposikia juu ya haya yote, wale waliokuwa katika nchi ya vilima, upande wa magharibi mwa vilima na katika pwani yote ya hiyo Bahari Kuu, hadi kufikia Lebanoni (wafalme wa Wahiti, Waamori, Wakanaani, Waperizi, Wahivi na Wayebusi),"
  },
  {
    "verseNumber": "JOS 9:2",
    "verseText": "wakajiunga pamoja ili kupigana vita dhidi ya Yoshua na Israeli."
  },
  {
    "verseNumber": "JOS 9:3",
    "verseText": "Hata hivyo, watu wa Gibeoni waliposikia juu ya hayo yote Yoshua aliyowatendea watu wa Yeriko na Ai,"
  },
  {
    "verseNumber": "JOS 9:4",
    "verseText": "nao wakaamua kufanya hila: Wakajifanya kama wajumbe wakiwa na punda waliobebeshwa mizigo wakiwa na magunia yaliyochakaa na viriba vya mvinyo vikuukuu vyenye nyufa zilizozibwa."
  },
  {
    "verseNumber": "JOS 9:5",
    "verseText": "Walivaa miguuni mwao viatu vilivyoraruka na kushonwa kisha wakavaa nguo kuukuu. Chakula chao kilikuwa mkate uliokauka na kuingia koga."
  },
  {
    "verseNumber": "JOS 9:6",
    "verseText": "Ndipo wakamwendea Yoshua kambini huko Gilgali wakamwambia yeye pamoja na watu wa Israeli, “Tumetoka katika nchi ya mbali, fanyeni mkataba nasi.”"
  },
  {
    "verseNumber": "JOS 9:7",
    "verseText": "Basi watu wa Israeli wakawaambia hao Wahivi, “Lakini huenda mnakaa karibu nasi, twawezaje basi kufanya mapatano nanyi?”"
  },
  {
    "verseNumber": "JOS 9:8",
    "verseText": "Wakamwambia Yoshua, “Sisi ni watumishi wako.” Yoshua akawauliza, “Ninyi ni nani, nanyi mnatoka wapi?”"
  },
  {
    "verseNumber": "JOS 9:9",
    "verseText": "Nao wakamjibu: “Watumishi wako wametoka nchi ya mbali sana kwa ajili ya umaarufu wa BWANA Mungu wenu. Kwa kuwa tumesikia taarifa zake: hayo yote aliyofanya huko Misri,"
  },
  {
    "verseNumber": "JOS 9:10",
    "verseText": "pia yale yote aliyowatendea wafalme wawili wa Waamori mashariki ya Yordani; huyo Sihoni mfalme wa Heshboni na Ogu mfalme wa Bashani, aliyetawala huko Ashtarothi."
  },
  {
    "verseNumber": "JOS 9:11",
    "verseText": "Basi wazee wetu na wale wote wanaoishi katika nchi yetu walituambia, ‘Chukueni chakula cha safari; nendeni mkakutane na watu hao na kuwaambia, “Sisi tu watumishi wenu, fanyeni mapatano nasi.” ’"
  },
  {
    "verseNumber": "JOS 9:12",
    "verseText": "Mkate huu wetu ulikuwa wa moto tulipoufunga siku tulipoanza safari kuja kwenu, lakini sasa angalia jinsi ulivyokauka na kuota ukungu."
  },
  {
    "verseNumber": "JOS 9:13",
    "verseText": "Viriba hivi vya mvinyo vilikuwa vipya tulipovijaza, lakini ona jinsi vilivyo na nyufa. Nguo zetu na viatu vimechakaa kwa ajili ya safari ndefu.”"
  },
  {
    "verseNumber": "JOS 9:14",
    "verseText": "Basi watu wa Israeli wakavikagua vyakula vyao bila kupata shauri kutoka kwa BWANA."
  },
  {
    "verseNumber": "JOS 9:15",
    "verseText": "Ndipo Yoshua akafanya mapatano ya amani pamoja nao kuwaacha waishi, nao viongozi wa kusanyiko wakathibitisha kwa kiapo."
  },
  {
    "verseNumber": "JOS 9:16",
    "verseText": "Siku ya tatu baada ya hao kufanya mapatano na Wagibeoni, Waisraeli wakapata habari kuwa hao watu ni jirani zao waliokuwa wanaishi karibu nao."
  },
  {
    "verseNumber": "JOS 9:17",
    "verseText": "Ndipo wana wa Israeli wakasafiri na siku ya tatu wakafika kwenye miji yao ya Gibeoni, Kefira, Beerothi na Kiriath-Yearimu."
  },
  {
    "verseNumber": "JOS 9:18",
    "verseText": "Lakini Waisraeli hawakuwashambulia kwa kuwa viongozi wa kusanyiko walikuwa wamewaapia kwa BWANA, Mungu wa Israeli. Kusanyiko lote likanungʼunika dhidi ya hao viongozi,"
  },
  {
    "verseNumber": "JOS 9:19",
    "verseText": "lakini viongozi wote wakawajibu, “Tumeshawaapia kwa BWANA, Mungu wa Israeli, kwa hiyo hatuwezi kuwagusa sasa."
  },
  {
    "verseNumber": "JOS 9:20",
    "verseText": "Hivi ndivyo tutakavyowafanyia: Tutawaacha waishi, ili ghadhabu isije juu yetu kwa kuvunja kiapo tulichowaapia.”"
  },
  {
    "verseNumber": "JOS 9:21",
    "verseText": "Wakaendelea kusema, “Waacheni waishi, lakini wawe wapasua kuni na wachota maji kwa ajili ya jamii yote.” Hivyo ahadi waliyoweka viongozi kwao ikawa hivyo."
  },
  {
    "verseNumber": "JOS 9:22",
    "verseText": "Kisha Yoshua akawaita Wagibeoni na kuwaambia, “Kwa nini mmetudanganya kwa kutuambia, ‘Tunaishi mbali nanyi,’ wakati ambapo ninyi mnaishi karibu nasi?"
  },
  {
    "verseNumber": "JOS 9:23",
    "verseText": "Sasa mko chini ya laana: Daima mtakuwa wapasua kuni na wachota maji kwa ajili ya nyumba ya Mungu wangu.”"
  },
  {
    "verseNumber": "JOS 9:24",
    "verseText": "Wakamjibu Yoshua, “Watumwa wako waliambiwa waziwazi jinsi BWANA Mungu wenu alivyomwamuru mtumishi wake Mose kuwapa ninyi nchi hii yote na kuwaangamiza wakazi wake wote toka mbele zenu. Kwa hiyo tuliogopa mno kwa ajili ya uhai wetu kwa sababu yenu, ndiyo maana tukafanya neno hili."
  },
  {
    "verseNumber": "JOS 9:25",
    "verseText": "Sasa tupo mikononi mwako. Tufanyieni lolote mnaloona kuwa jema na haki kwako.”"
  },
  {
    "verseNumber": "JOS 9:26",
    "verseText": "Kwa hiyo Yoshua akawaokoa mikononi mwa Waisraeli, nao hawakuuawa."
  },
  {
    "verseNumber": "JOS 9:27",
    "verseText": "Siku hiyo Yoshua akawafanya Wagibeoni wapasua kuni na wachota maji kwa ajili ya jamii na kwa ajili ya madhabahu ya BWANA mahali pale ambapo BWANA angepachagua. Hivyo ndivyo walivyo hadi hivi leo."
  },
  {
    "verseNumber": "JOS 10:1",
    "verseText": "Baada ya haya Adoni-Sedeki mfalme wa Yerusalemu alisikia kuwa Yoshua alikuwa ameteka mji wa Ai na kuuangamiza kabisa, tena alikuwa ameua mfalme wake, kama alivyofanya huko Yeriko na mfalme wake, tena ya kuwa watu wa Gibeoni walikuwa wamefanya mapatano ya amani na Waisraeli, na walikuwa wakiishi karibu yao."
  },
  {
    "verseNumber": "JOS 10:2",
    "verseText": "Yeye na watu wake wakataharuki mno kwa kuwa Gibeoni ulikuwa mji mkubwa kama mmojawapo ya miji ya kifalme; ulikuwa mkubwa kuliko Ai, nao watu wake wote walikuwa mashujaa wa vita."
  },
  {
    "verseNumber": "JOS 10:3",
    "verseText": "Hivyo Adoni-Sedeki mfalme wa Yerusalemu akaomba msaada kwa Hohamu mfalme wa Hebroni, Piramu mfalme wa Yarmuthi, Yafia mfalme wa Lakishi, na Debiri mfalme wa Egloni."
  },
  {
    "verseNumber": "JOS 10:4",
    "verseText": "Akawaambia, “Njooni mnisaidie kuipiga Gibeoni, kwa sababu imefanya mapatano ya amani na Yoshua na Waisraeli.”"
  },
  {
    "verseNumber": "JOS 10:5",
    "verseText": "Ndipo hao wafalme watano wa Waamori, ambao ni wafalme wa Yerusalemu, Hebroni, Yarmuthi, Lakishi na Egloni, wakaunganisha majeshi yao. Wakapanda na vikosi vyao vyote, nao wakajipanga dhidi ya Gibeoni na kuishambulia."
  },
  {
    "verseNumber": "JOS 10:6",
    "verseText": "Nao Wagibeoni wakatuma ujumbe kwa Yoshua kwenye kambi ya Gilgali na kumwambia, “Usiwatelekeze watumishi wako. Panda haraka uje kwetu kutuokoa! Tusaidie, kwa sababu wafalme wote wa Waamori wakaao kwenye nchi ya vilima wameunganisha majeshi yao pamoja dhidi yetu.”"
  },
  {
    "verseNumber": "JOS 10:7",
    "verseText": "Basi Yoshua akaondoka Gilgali pamoja na jeshi lake lote, wakiwepo watu wote mashujaa wa vita."
  },
  {
    "verseNumber": "JOS 10:8",
    "verseText": "BWANA akamwambia Yoshua, “Usiwaogope watu hao, nimewatia mkononi mwako. Hakuna yeyote atakayeweza kushindana nawe.”"
  },
  {
    "verseNumber": "JOS 10:9",
    "verseText": "Baada ya Yoshua kutembea usiku kucha kutoka Gilgali, akawashambulia ghafula."
  },
  {
    "verseNumber": "JOS 10:10",
    "verseText": "BWANA akawafadhaisha mbele ya Waisraeli, nao wakawashinda kwa ushindi mkuu huko Gibeoni. Israeli wakawafukuza kuelekea njia iendayo Beth-Horoni wakiwaua mpaka kufikia njia iendayo Azeka na Makeda."
  },
  {
    "verseNumber": "JOS 10:11",
    "verseText": "Walipokuwa wakikimbia mbele ya Israeli kwenye barabara iteremkayo kutoka Beth-Horoni hadi Azeka, BWANA akawavumishia mawe makubwa ya mvua kutoka mbinguni, na wengi wao wakauawa na hayo mawe kuliko wale waliouawa kwa upanga wa Waisraeli."
  },
  {
    "verseNumber": "JOS 10:12",
    "verseText": "Katika siku ile ambayo BWANA aliwapeana Waamori kwa Israeli, Yoshua akanena na BWANA akiwa mbele ya Waisraeli akasema: “Wewe jua, simama juu ya Gibeoni, wewe mwezi, tulia juu ya Bonde la Aiyaloni.”"
  },
  {
    "verseNumber": "JOS 10:13",
    "verseText": "Hivyo jua likasimama, nao mwezi ukatulia, hadi taifa hilo lilipokwisha kujilipizia kisasi kwa adui wake, kama ilivyoandikwa katika Kitabu cha Yashari. Jua likasimama kimya katikati ya mbingu, likachelewa kuzama muda wa siku moja nzima."
  },
  {
    "verseNumber": "JOS 10:14",
    "verseText": "Haijakuwepo siku nyingine kama hiyo kabla au baada, siku ambayo BWANA alimsikiliza mwanadamu. Hakika BWANA alikuwa akiwapigania Israeli."
  },
  {
    "verseNumber": "JOS 10:15",
    "verseText": "Ndipo Yoshua akarudi kambini huko Gilgali pamoja na Israeli yote."
  },
  {
    "verseNumber": "JOS 10:16",
    "verseText": "Basi wale wafalme watano wakawa wamekimbia kujificha kwenye pango huko Makeda."
  },
  {
    "verseNumber": "JOS 10:17",
    "verseText": "Yoshua alipoambiwa kuwa wafalme hao watano wamekutwa wakiwa wamejificha ndani ya pango huko Makeda,"
  },
  {
    "verseNumber": "JOS 10:18",
    "verseText": "akasema, “Vingirisheni mawe makubwa kwenye mdomo wa hilo pango, tena wekeni walinzi wa kulilinda."
  },
  {
    "verseNumber": "JOS 10:19",
    "verseText": "Lakini msiwaache! Wafuatieni adui zenu, washambulieni kutoka nyuma, wala msiwaache wafike kwenye miji yao, kwa kuwa BWANA Mungu wenu amewatia mkononi mwenu.”"
  },
  {
    "verseNumber": "JOS 10:20",
    "verseText": "Hivyo Yoshua pamoja na Waisraeli wakawaangamiza kabisa karibu wote, lakini wachache waliosalia walifika kwenye miji yao yenye maboma."
  },
  {
    "verseNumber": "JOS 10:21",
    "verseText": "Basi jeshi lote likarudi salama kwa Yoshua huko kambini Makeda, na hakuna yeyote aliyetoa neno kinyume cha Waisraeli."
  },
  {
    "verseNumber": "JOS 10:22",
    "verseText": "Ndipo Yoshua akasema, “Haya fungueni mdomo wa pango, mniletee hao wafalme watano.”"
  },
  {
    "verseNumber": "JOS 10:23",
    "verseText": "Kwa hiyo wakawatoa hao wafalme watano nje ya pango: wafalme wa Yerusalemu, Hebroni, Yarmuthi, Lakishi na Egloni."
  },
  {
    "verseNumber": "JOS 10:24",
    "verseText": "Walipokuwa wamewaleta hawa wafalme kwa Yoshua, akawaita watu wote wa Israeli, na kuwaambia majemadari wa vita waliokwenda pamoja naye, “Njooni hapa mweke nyayo zenu juu ya shingo za hawa wafalme.” Basi wakaja wakaweka nyayo zao shingoni."
  },
  {
    "verseNumber": "JOS 10:25",
    "verseText": "Yoshua akawaambia, “Msiogope, wala msivunjike moyo. Kuweni hodari na wenye ushujaa. Hili ndilo BWANA atakalowatendea adui zenu wote mnaokwenda kupigana nao.”"
  },
  {
    "verseNumber": "JOS 10:26",
    "verseText": "Ndipo Yoshua akawapiga na kuwaua wale wafalme na kuwatundika juu ya miti mitano, nao wakaachwa wakiningʼinia juu ya ile miti hadi jioni."
  },
  {
    "verseNumber": "JOS 10:27",
    "verseText": "Wakati wa kuzama jua Yoshua akaamuru, nao wakawashusha kutoka kwenye ile miti na kuwatupa kwenye lile pango ambalo walikuwa wamejificha. Kwenye mdomo wa lile pango wakaweka mawe makubwa, ambayo yapo hadi leo."
  },
  {
    "verseNumber": "JOS 10:28",
    "verseText": "Siku ile Yoshua akateka Makeda. Akamuua kila mmoja katika ule mji, pamoja na mfalme wake kwa upanga. Hakubakiza mtu yeyote. Akamfanyia mfalme wa Makeda kama vile alivyokuwa amemfanyia mfalme wa Yeriko."
  },
  {
    "verseNumber": "JOS 10:29",
    "verseText": "Ndipo Yoshua akaondoka Makeda akiwa pamoja na Israeli yote mpaka mji wa Libna na kuushambulia."
  },
  {
    "verseNumber": "JOS 10:30",
    "verseText": "BWANA pia akautia huo mji wa Libna pamoja na mfalme wake mikononi mwa Israeli. Yoshua akaangamiza ule mji na kila mtu aliyekuwa ndani yake kwa upanga. Hakubakiza huko mtu yeyote. Akamfanyia mfalme wa Libna kama alivyokuwa amemfanyia mfalme wa Yeriko."
  },
  {
    "verseNumber": "JOS 10:31",
    "verseText": "Kisha Yoshua akaondoka Libna kwenda Lakishi akiwa pamoja na Israeli yote; wakajipanga dhidi yake na kuushambulia."
  },
  {
    "verseNumber": "JOS 10:32",
    "verseText": "BWANA akautia Lakishi mikononi mwa Israeli, Yoshua akauteka siku ya pili. Yoshua akauangamiza mji na kila kilichokuwa ndani yake kwa upanga, kama tu vile alivyokuwa ameufanyia mji wa Libna."
  },
  {
    "verseNumber": "JOS 10:33",
    "verseText": "Wakati huo huo, Horamu mfalme wa Gezeri alikuwa amepanda ili kusaidia Lakishi, lakini Yoshua akamshinda pamoja na jeshi lake, hadi hapakubakia mtu yeyote."
  },
  {
    "verseNumber": "JOS 10:34",
    "verseText": "Ndipo Yoshua akaondoka Lakishi kwenda Egloni akiwa pamoja na Israeli yote; wakajipanga dhidi yake na kuushambulia."
  },
  {
    "verseNumber": "JOS 10:35",
    "verseText": "Wakauteka mji huo siku ile ile, wakaupiga kwa upanga na kumwangamiza kila mmoja aliyekuwa ndani yake, kama vile walivyokuwa wameufanyia Lakishi."
  },
  {
    "verseNumber": "JOS 10:36",
    "verseText": "Kisha Yoshua akapanda kutoka Egloni kwenda Hebroni akiwa pamoja na Israeli yote na kuushambulia."
  },
  {
    "verseNumber": "JOS 10:37",
    "verseText": "Wakauteka mji na kuupiga kwa upanga, pamoja na mfalme wake, vijiji vyake na kila mmoja aliyekuwa ndani yake. Hawakubakiza mtu yeyote. Kama vile huko Egloni, waliuangamiza kabisa pamoja na kila mmoja aliyekuwa ndani yake."
  },
  {
    "verseNumber": "JOS 10:38",
    "verseText": "Ndipo Yoshua na Israeli wote wakageuka na kuushambulia Debiri."
  },
  {
    "verseNumber": "JOS 10:39",
    "verseText": "Wakauteka mji, mfalme wake na vijiji vyake, na kuupiga kwa upanga. Kila mmoja aliyekuwa ndani yake wakamwangamiza kabisa. Hawakubakiza mtu yeyote. Wakaufanyia Debiri na mfalme wake kama vile walivyokuwa wameifanyia miji ya Libna na Hebroni na wafalme wao."
  },
  {
    "verseNumber": "JOS 10:40",
    "verseText": "Hivyo Yoshua akalishinda eneo hilo lote, ikiwa ni pamoja na nchi ya vilima, na Negebu, na sehemu ya magharibi chini ya vilima, materemko ya milima, pamoja na wafalme wake wote. Hakubakiza mtu yeyote. Akaangamiza kabisa kila kitu chenye pumzi, kama vile BWANA, Mungu wa Israeli, alivyokuwa ameamuru."
  },
  {
    "verseNumber": "JOS 10:41",
    "verseText": "Yoshua akawashinda kuanzia Kadesh-Barnea hadi Gaza na kutoka eneo lote la Gosheni hadi Gibeoni."
  },
  {
    "verseNumber": "JOS 10:42",
    "verseText": "Wafalme hawa wote pamoja na nchi zao Yoshua aliwashinda kwa wakati mmoja, kwa sababu BWANA, Mungu wa Israeli, aliwapigania Israeli."
  },
  {
    "verseNumber": "JOS 10:43",
    "verseText": "Ndipo Yoshua akarudi pamoja na Israeli yote kwenye kambi huko Gilgali."
  },
  {
    "verseNumber": "JOS 11:1",
    "verseText": "Ikawa Yabini mfalme wa Hazori aliposikia habari za mambo haya, akatuma ujumbe kwa Yobabu mfalme wa Madoni, na kwa mfalme wa Shimroni, na kwa mfalme wa Akishafu,"
  },
  {
    "verseNumber": "JOS 11:2",
    "verseText": "na pia kwa wafalme wa upande wa kaskazini wale waliokuwa milimani, katika Araba upande wa kusini mwa Kinerethi, kwenye shefela, upande wa magharibi na katika miinuko ya Nafoth-Dori upande wa magharibi;"
  },
  {
    "verseNumber": "JOS 11:3",
    "verseText": "kwa Wakanaani upande wa mashariki na magharibi; kwa Waamori, Wahiti, Waperizi na Wayebusi katika nchi ya vilima; na kwa Wahivi chini ya Hermoni katika eneo ya Mispa."
  },
  {
    "verseNumber": "JOS 11:4",
    "verseText": "Wakaja na vikosi vyao vyote na hesabu kubwa ya farasi na magari ya kuvutwa na farasi, jeshi kubwa, kama wingi wa mchanga ulio pwani ya bahari."
  },
  {
    "verseNumber": "JOS 11:5",
    "verseText": "Wafalme hawa wote wakaunganisha majeshi yao na kupiga kambi pamoja kwenye Maji ya Meromu, ili kupigana dhidi ya Israeli."
  },
  {
    "verseNumber": "JOS 11:6",
    "verseText": "BWANA akamwambia Yoshua, “Usiwaogope, kwa sababu kesho saa kama hii nitawatia wote mikononi mwa Israeli, wakiwa wameuawa. Utakata mishipa ya nyuma ya miguu ya farasi wao na kuyachoma moto magari yao ya vita.”"
  },
  {
    "verseNumber": "JOS 11:7",
    "verseText": "Hivyo Yoshua pamoja na jeshi lake lote wakaja dhidi yao ghafula kwenye Maji ya Meromu kuwashambulia,"
  },
  {
    "verseNumber": "JOS 11:8",
    "verseText": "naye BWANA akawatia mikononi mwa Israeli. Wakawashinda na kuwafukuza hadi Sidoni Kuu na kuwafikisha Misrefoth-Maimu, hadi Bonde la Mispa upande wa mashariki, hadi pakawa hakuna yeyote aliyebaki."
  },
  {
    "verseNumber": "JOS 11:9",
    "verseText": "Yoshua akawatendea kama BWANA alivyoamuru. Akakata mishipa ya nyuma ya miguu ya farasi wao na kuchoma moto magari yao ya vita."
  },
  {
    "verseNumber": "JOS 11:10",
    "verseText": "Wakati huo Yoshua akarudi na kuuteka mji wa Hazori na kumuua mfalme wake kwa upanga. (Hazori ulikuwa mji mkuu wa falme hizo zote.)"
  },
  {
    "verseNumber": "JOS 11:11",
    "verseText": "Kila aliyekuwa ndani yake wakamuua kwa upanga. Wakawaangamiza kabisa, wala hawakusaza chochote chenye pumzi na akauchoma Hazori kwenyewe kwa moto."
  },
  {
    "verseNumber": "JOS 11:12",
    "verseText": "Yoshua akaiteka hii miji yote ya kifalme pamoja na wafalme wake na kuwapiga kwa upanga. Akawaangamiza kabisa wote, jinsi Mose mtumishi wa BWANA alivyowaagiza."
  },
  {
    "verseNumber": "JOS 11:13",
    "verseText": "Lakini Israeli hawakuichoma moto hata mojawapo ya miji iliyojengwa katika vilima vyao vidogo isipokuwa mji wa Hazori ambao Yoshua aliuchoma moto."
  },
  {
    "verseNumber": "JOS 11:14",
    "verseText": "Waisraeli wakajichukulia nyara zote na mifugo yote ya miji hii, bali waliwaua watu wote kwa upanga hadi walipowaangamiza kabisa, pasipo kumbakiza yeyote mwenye pumzi."
  },
  {
    "verseNumber": "JOS 11:15",
    "verseText": "Kama vile BWANA alivyomwagiza Mose mtumishi wake, vivyo hivyo Mose alimwagiza Yoshua, naye Yoshua akafanya kama vivyo, hakukosa kufanya lolote katika yale yote BWANA aliyomwagiza Mose."
  },
  {
    "verseNumber": "JOS 11:16",
    "verseText": "Yoshua akaiteka nchi hii yote: nchi ya vilima, Negebu yote, eneo yote ya Gosheni, shefela ya upande wa magharibi, Araba na milima ya Israeli pamoja na shefela zao,"
  },
  {
    "verseNumber": "JOS 11:17",
    "verseText": "kuanzia Mlima Halaki ambao umeinuka kuelekea Seiri hadi Baal-Gadi katika Bonde la Lebanoni chini ya Mlima Hermoni. Akawateka wafalme wake wote, akawapiga na kuwaua."
  },
  {
    "verseNumber": "JOS 11:18",
    "verseText": "Yoshua akapigana vita dhidi ya wafalme hawa wote kwa muda mrefu."
  },
  {
    "verseNumber": "JOS 11:19",
    "verseText": "Hakuna mji wowote katika eneo hili uliofanya mkataba wa amani na Israeli, isipokuwa hao Wahivi wa Gibeoni. Wengine wote walishindwa katika vita."
  },
  {
    "verseNumber": "JOS 11:20",
    "verseText": "Kwa maana BWANA mwenyewe ndiye aliifanya mioyo yao iwe migumu, ili kupigana vita dhidi ya Israeli ili apate kuwafutilia mbali pasipo huruma, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "JOS 11:21",
    "verseText": "Wakati huo Yoshua akaenda kuwaangamiza Waanaki kutoka nchi ya vilima: kuanzia Hebroni, Debiri na Anabu, na kutoka nchi yote ya vilima ya Yuda na kutoka nchi yote ya vilima ya Israeli. Yoshua akawaangamiza kabisa pamoja na miji yao."
  },
  {
    "verseNumber": "JOS 11:22",
    "verseText": "Hawakubaki Waanaki wowote katika nchi ya Israeli, ila tu katika nchi ya Gaza, Gathi na Ashdodi."
  },
  {
    "verseNumber": "JOS 11:23",
    "verseText": "Hivyo Yoshua akaiteka nchi hiyo yote kama vile BWANA alivyokuwa amemwagiza Mose, naye Yoshua akawapa Israeli kuwa urithi wao, kulingana na walivyogawanyika katika kabila zao. Ndipo nchi ikawa na amani bila vita."
  },
  {
    "verseNumber": "JOS 12:1",
    "verseText": "Hawa ndio wafalme wa nchi ambao Waisraeli waliwashinda na kuitwaa nchi yao upande wa mashariki mwa Yordani, kuanzia Bonde la Arnoni mpaka Mlima Hermoni, pamoja na eneo lote la upande wa mashariki ya Araba:"
  },
  {
    "verseNumber": "JOS 12:2",
    "verseText": "Sihoni mfalme wa Waamori, ambaye alitawala huko Heshboni. Alitawala kuanzia Aroeri kwenye ukingo wa Bonde la Arnoni, kuanzia katikati ya bonde, hadi kwenye Mto Yaboki, ambao ni mpaka wa Waamoni. Hii ilijumlisha nusu ya Gileadi."
  },
  {
    "verseNumber": "JOS 12:3",
    "verseText": "Pia alitawala Araba ya mashariki kuanzia Bahari ya Kinerethi hadi Bahari ya Araba (yaani Bahari ya Chumvi ), hadi Beth-Yeshimothi, kisha kuelekea kusini chini ya materemko ya Pisga."
  },
  {
    "verseNumber": "JOS 12:4",
    "verseText": "Nayo nchi ya Ogu mfalme wa Bashani, aliyekuwa mmoja wa mabaki ya Warefai, aliyetawala Ashtarothi na Edrei."
  },
  {
    "verseNumber": "JOS 12:5",
    "verseText": "Naye alitawala katika Mlima Hermoni, Saleka, Bashani yote hadi mpaka wa watu wa Geshuri, na watu wa Maaka na nusu ya Gileadi, hadi kwenye mpaka wa Sihoni mfalme wa Heshboni."
  },
  {
    "verseNumber": "JOS 12:6",
    "verseText": "Mose, mtumishi wa BWANA, na Waisraeli wakawashinda. Naye Mose mtumishi wa BWANA akawapa Wareubeni, Wagadi na nusu ya kabila la Manase nchi ya hao wafalme ili iwe milki yao."
  },
  {
    "verseNumber": "JOS 12:7",
    "verseText": "Hawa ndio wafalme wa nchi ambao Yoshua na Waisraeli waliwashinda upande wa magharibi mwa Yordani, kuanzia Baal-Gadi katika Bonde la Lebanoni hadi kufikia Mlima Halaki, unaoinuka ukielekea Seiri. (Yoshua alitoa nchi zao kwa makabila ya Israeli iwe urithi wao sawasawa na mgawanyiko wa makabila yao:"
  },
  {
    "verseNumber": "JOS 12:8",
    "verseText": "nchi ya vilima, shefela, upande wa magharibi, Araba, materemko ya milima, jangwa, na Negebu; nchi za Wahiti, Waamori, Wakanaani, Waperizi, Wahivi na Wayebusi):"
  },
  {
    "verseNumber": "JOS 12:9",
    "verseText": "mfalme wa Yeriko mmoja mfalme wa Ai (karibu na Betheli) mmoja"
  },
  {
    "verseNumber": "JOS 12:10",
    "verseText": "mfalme wa Yerusalemu mmoja mfalme wa Hebroni mmoja"
  },
  {
    "verseNumber": "JOS 12:11",
    "verseText": "mfalme wa Yarmuthi mmoja mfalme wa Lakishi mmoja"
  },
  {
    "verseNumber": "JOS 12:12",
    "verseText": "mfalme wa Egloni mmoja mfalme wa Gezeri mmoja"
  },
  {
    "verseNumber": "JOS 12:13",
    "verseText": "mfalme wa Debiri mmoja mfalme wa Gederi mmoja"
  },
  {
    "verseNumber": "JOS 12:14",
    "verseText": "mfalme wa Horma mmoja mfalme wa Aradi mmoja"
  },
  {
    "verseNumber": "JOS 12:15",
    "verseText": "mfalme wa Libna mmoja mfalme wa Adulamu mmoja"
  },
  {
    "verseNumber": "JOS 12:16",
    "verseText": "mfalme wa Makeda mmoja mfalme wa Betheli mmoja"
  },
  {
    "verseNumber": "JOS 12:17",
    "verseText": "mfalme wa Tapua mmoja mfalme wa Heferi mmoja"
  },
  {
    "verseNumber": "JOS 12:18",
    "verseText": "mfalme wa Afeki mmoja mfalme wa Lasharoni mmoja"
  },
  {
    "verseNumber": "JOS 12:19",
    "verseText": "mfalme wa Madoni mmoja mfalme wa Hazori mmoja"
  },
  {
    "verseNumber": "JOS 12:20",
    "verseText": "mfalme wa Shimron-Meroni mmoja mfalme wa Akishafu mmoja"
  },
  {
    "verseNumber": "JOS 12:21",
    "verseText": "mfalme wa Taanaki mmoja mfalme wa Megido mmoja"
  },
  {
    "verseNumber": "JOS 12:22",
    "verseText": "mfalme wa Kedeshi mmoja mfalme wa Yokneamu katika Karmeli mmoja"
  },
  {
    "verseNumber": "JOS 12:23",
    "verseText": "mfalme wa Dori (katika Nafoth-Dori) mmoja mfalme wa Goimu katika Gilgali mmoja"
  },
  {
    "verseNumber": "JOS 12:24",
    "verseText": "mfalme wa Tirsa mmoja wafalme jumla yao ilikuwa thelathini na mmoja."
  },
  {
    "verseNumber": "JOS 13:1",
    "verseText": "Yoshua alipokuwa mzee na umri wake ukiwa umesogea sana, BWANA akamwambia, “Wewe ni mzee sana, na bado kumesalia sehemu kubwa sana za nchi ambazo ni za kutwaliwa."
  },
  {
    "verseNumber": "JOS 13:2",
    "verseText": "“Nchi iliyosalia ni hii: maeneo yote ya Wafilisti na Wageshuri:"
  },
  {
    "verseNumber": "JOS 13:3",
    "verseText": "kutoka Mto Shihori ulioko mashariki mwa Misri, kuelekea kaskazini kwenye eneo la Ekroni, ambayo yote ilihesabika kama ya Wakanaani (maeneo yale matano ya watawala wa Kifilisti, ambayo ni Gaza, Ashdodi, Ashkeloni, Gathi na Ekroni: ndiyo nchi ya Waavi);"
  },
  {
    "verseNumber": "JOS 13:4",
    "verseText": "kuanzia kusini, nchi yote ya Wakanaani, kuanzia Ara ambayo ni ya Wasidoni, ikienea hadi Afeki, na eneo la Waamori,"
  },
  {
    "verseNumber": "JOS 13:5",
    "verseText": "eneo la Wagebali; Lebanoni yote kuelekea mashariki, kuanzia Baal-Gadi chini ya Mlima Hermoni hadi Lebo-Hamathi."
  },
  {
    "verseNumber": "JOS 13:6",
    "verseText": "“Na kuhusu wakaaji wote katika maeneo ya milima, kuanzia Lebanoni hadi Misrefoth-Maimu, pamoja na eneo lote la Wasidoni, mimi mwenyewe nitawafukuza watoke mbele ya Waisraeli. Hakikisha umegawa nchi hii kwa Israeli kuwa urithi, kama nilivyokuagiza,"
  },
  {
    "verseNumber": "JOS 13:7",
    "verseText": "sasa basi, ligawanye eneo hili kwa yale makabila tisa na ile nusu ya kabila la Manase kuwa urithi.”"
  },
  {
    "verseNumber": "JOS 13:8",
    "verseText": "Ile nusu nyingine ya Manase, Wareubeni na Wagadi, walishapokea urithi Mose aliokuwa amewapa mashariki mwa Yordani, sawasawa na mtumishi wa BWANA alivyowagawia."
  },
  {
    "verseNumber": "JOS 13:9",
    "verseText": "Eneo lao lilienea toka Aroeri, iliyoko ukingoni mwa Bonde la Arnoni kuanzia mji ulio katikati ya bonde, likijumlisha nchi ya uwanda wa juu wote wa Medeba mpaka Diboni,"
  },
  {
    "verseNumber": "JOS 13:10",
    "verseText": "nayo miji yote ya Sihoni mfalme wa Waamori, aliyetawala Heshboni, hadi mpakani mwa Waamoni."
  },
  {
    "verseNumber": "JOS 13:11",
    "verseText": "Vilevile ilijumlisha Gileadi, eneo la Wageshuri na Wamaaka, mlima wote wa Hermoni na Bashani yote ikienea hadi Saleka:"
  },
  {
    "verseNumber": "JOS 13:12",
    "verseText": "yaani ufalme wote wa Ogu katika Bashani, aliyekuwa ametawala katika Ashtarothi na Edrei, na ndiye pekee alisalia kwa Warefai. Mose alikuwa amewashinda na kuteka nchi yao."
  },
  {
    "verseNumber": "JOS 13:13",
    "verseText": "Lakini Waisraeli hawakuwafukuza watu wa Geshuri na wa Maaka, kwa hiyo wanaendelea kuishi miongoni mwa Waisraeli mpaka leo hii."
  },
  {
    "verseNumber": "JOS 13:14",
    "verseText": "Lakini kwa kabila la Lawi, Mose hakupeana urithi, kwa kuwa sadaka za kuteketezwa kwa moto zilizotolewa kwa BWANA, Mungu wa Israeli, ndizo zilizokuwa urithi wao, kama alivyowaahidi."
  },
  {
    "verseNumber": "JOS 13:15",
    "verseText": "Haya ndiyo maeneo ambayo Mose alikuwa amewapa kabila la Reubeni ukoo kwa ukoo:"
  },
  {
    "verseNumber": "JOS 13:16",
    "verseText": "Eneo la Aroeri lililo ukingoni mwa Bonde la Arnoni, na kuanzia mji ulio katikati ya bonde, pia uwanda wote wa juu kupita Medeba"
  },
  {
    "verseNumber": "JOS 13:17",
    "verseText": "hadi Heshboni na miji yake yote kwenye uwanda wa juu, ikijumlishwa miji ya Diboni, Bamoth-Baali, Beth-Baal-Meoni,"
  },
  {
    "verseNumber": "JOS 13:18",
    "verseText": "Yahasa, Kedemothi, Mefaathi,"
  },
  {
    "verseNumber": "JOS 13:19",
    "verseText": "Kiriathaimu, Sibma, Sereth-Shahari juu ya kilima kilicho katika bonde,"
  },
  {
    "verseNumber": "JOS 13:20",
    "verseText": "Beth-Peori, materemko ya Pisga na Beth-Yeshimothi:"
  },
  {
    "verseNumber": "JOS 13:21",
    "verseText": "miji yote ya uwanda wa juu na eneo lote la utawala wa Sihoni mfalme wa Waamori, aliyetawala katika Heshboni. Mose alikuwa amemshinda Sihoni, pia watawala wakuu wa Wamidiani, ambao ni Evi, Rekemu, Suri, Huri na Reba, waliokuwa wameungana na Sihoni, ambao waliishi katika nchi ile."
  },
  {
    "verseNumber": "JOS 13:22",
    "verseText": "Pamoja na wale waliouawa katika vita, Waisraeli walikuwa wamemuua kwa upanga Balaamu mwana wa Beori aliyekuwa mchawi."
  },
  {
    "verseNumber": "JOS 13:23",
    "verseText": "Mpaka wa Wareubeni ulikuwa ni ukingo wa Mto Yordani. Miji hii na vijiji vyake ndiyo iliyokuwa urithi wa Wareubeni ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 13:24",
    "verseText": "Haya ndiyo maeneo ambayo Mose alikuwa amewapa kabila la Gadi, ukoo kwa ukoo:"
  },
  {
    "verseNumber": "JOS 13:25",
    "verseText": "Nchi ya Yazeri, miji yote ya Gileadi na nusu ya nchi ya Amoni iliyoenea hadi Aroeri, karibu na Raba;"
  },
  {
    "verseNumber": "JOS 13:26",
    "verseText": "na kuanzia Heshboni mpaka Ramath-Mispa na Betonimu, na kutoka Mahanaimu hadi eneo la Debiri;"
  },
  {
    "verseNumber": "JOS 13:27",
    "verseText": "na katika bonde, Beth-Haramu, Beth-Nimra, Sukothi na Safoni na sehemu iliyobaki ya eneo la utawala wa Sihoni mfalme wa Heshboni (upande wa mashariki mwa Mto Yordani, eneo inayoishia kwenye Bahari ya Kinerethi )."
  },
  {
    "verseNumber": "JOS 13:28",
    "verseText": "Miji hii na vijiji vyake ilikuwa urithi wa kabila la Gadi ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 13:29",
    "verseText": "Haya ndiyo maeneo ambayo Mose alikuwa amewapa hiyo nusu ya kabila la Manase, yaani kwa nusu ya jamaa ya uzao wa Manase, ukoo kwa ukoo:"
  },
  {
    "verseNumber": "JOS 13:30",
    "verseText": "Eneo lililoenea kuanzia Mahanaimu, na kujumlisha Bashani yote, ufalme wote wa Ogu mfalme wa Bashani, makazi yote ya Yairi huko Bashani, miji sitini,"
  },
  {
    "verseNumber": "JOS 13:31",
    "verseText": "nusu ya Gileadi, na Ashtarothi na Edrei (miji ya kifalme ya Ogu katika Bashani). Hii ilikuwa kwa ajili ya wazao wa Makiri mwana wa Manase, kwa ajili ya nusu ya wana wa Makiri, ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 13:32",
    "verseText": "Huu ndio urithi alioupeana Mose wakati alipokuwa katika tambarare za Moabu, ngʼambo ya Yordani mashariki mwa Yeriko."
  },
  {
    "verseNumber": "JOS 13:33",
    "verseText": "Lakini kwa kabila la Walawi, Mose hakuwapa urithi; BWANA Mungu, Mungu wa Israeli ndiye urithi wao, kama alivyowaahidi."
  },
  {
    "verseNumber": "JOS 14:1",
    "verseText": "Basi haya ndiyo maeneo Waisraeli waliyopokea kama urithi katika nchi ya Kanaani, ambayo kuhani Eleazari, Yoshua mwana wa Nuni na viongozi wa koo za kabila za Israeli waliwagawia."
  },
  {
    "verseNumber": "JOS 14:2",
    "verseText": "Urithi wao uligawanywa kwa kura kwa yale makabila tisa na nusu, kama BWANA alivyoamuru Mose."
  },
  {
    "verseNumber": "JOS 14:3",
    "verseText": "Mose alikuwa amewapa yale makabila mawili na nusu urithi wao upande wa mashariki mwa Yordani, lakini Walawi hawakupewa urithi miongoni mwa hao wengine,"
  },
  {
    "verseNumber": "JOS 14:4",
    "verseText": "kwa kuwa wana wa Yosefu walikuwa makabila mawili; Manase na Efraimu. Walawi hawakupata mgawo wa ardhi, bali walipewa miji tu kwa ajili ya kuishi, pamoja na maeneo ya malisho kwa ajili ya makundi yao ya kondoo, mbuzi na ngʼombe wao."
  },
  {
    "verseNumber": "JOS 14:5",
    "verseText": "Kwa hiyo Waisraeli wakagawana ile nchi, kama vile BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "JOS 14:6",
    "verseText": "Kisha watu wa Yuda wakamwendea Yoshua huko Gilgali, naye Kalebu mwana wa Yefune yule Mkenizi, akamwambia, “Unajua jambo ambalo BWANA alimwambia Mose mtu wa Mungu huko Kadesh-Barnea kukuhusu wewe na mimi."
  },
  {
    "verseNumber": "JOS 14:7",
    "verseText": "Nilikuwa na umri wa miaka arobaini, wakati Mose mtumishi wa BWANA, aliponituma kutoka Kadesh-Barnea kuipeleleza hiyo nchi. Nami nikamletea taarifa kama kulingana na nilivyosadiki moyoni."
  },
  {
    "verseNumber": "JOS 14:8",
    "verseText": "Lakini ndugu zangu tuliopanda nao waliifanya mioyo ya watu iyeyuke kwa hofu. Bali mimi, nilimfuata BWANA Mungu wangu kwa moyo wote."
  },
  {
    "verseNumber": "JOS 14:9",
    "verseText": "Hivyo katika siku ile, Mose akaniapia, ‘Nchi ambayo umeikanyaga kwa miguu yako itakuwa urithi wako na wa watoto wako milele, kwa sababu umemfuata BWANA Mungu wangu kwa moyo wote.’"
  },
  {
    "verseNumber": "JOS 14:10",
    "verseText": "“Sasa basi, kama vile BWANA alivyoahidi, ameniweka hai kwa miaka arobaini na mitano tangu wakati alipomwambia Mose jambo hili, wakati Waisraeli wakiwa wanazunguka jangwani. Hivyo mimi hapa leo, nina umri wa miaka themanini na mitano!"
  },
  {
    "verseNumber": "JOS 14:11",
    "verseText": "Bado ninazo nguvu kama siku ile Mose aliponituma. Bado ninazo nguvu za kwenda vitani sasa kama vile nilivyokuwa wakati ule."
  },
  {
    "verseNumber": "JOS 14:12",
    "verseText": "Basi nipe nchi hii ya vilima, ambayo BWANA aliniahidi siku ile. Wewe mwenyewe ulisikia wakati ule kwamba Waanaki walikuwako huko na miji yao ilikuwa mikubwa na yenye maboma, lakini, kwa msaada wa BWANA, nitawafukuza watoke huko kama vile alivyonena.”"
  },
  {
    "verseNumber": "JOS 14:13",
    "verseText": "Ndipo Yoshua akambariki Kalebu mwana wa Yefune, na akampa Hebroni kama urithi wake."
  },
  {
    "verseNumber": "JOS 14:14",
    "verseText": "Hivyo Hebroni imekuwa mali ya Kalebu mwana wa Yefune Mkenizi tangu wakati ule, kwa sababu alimwandama BWANA, Mungu wa Israeli, kwa moyo wote."
  },
  {
    "verseNumber": "JOS 14:15",
    "verseText": "(Hebroni uliitwa Kiriath-Arba hapo mwanzo, kutokana na huyo Arba ambaye alikuwa mtu mkuu kupita wote miongoni mwa Waanaki.) Kisha nchi ikawa na amani bila vita."
  },
  {
    "verseNumber": "JOS 15:1",
    "verseText": "Mgawo kwa kabila la Yuda, ulienea ukoo kwa ukoo, ukishuka kufikia eneo la Edomu, hadi Jangwa la Sini mwisho kabisa upande wa kusini."
  },
  {
    "verseNumber": "JOS 15:2",
    "verseText": "Mpaka wao wa kusini ulianzia kwenye ghuba iliyoko kwenye ncha ya kusini mwa Bahari ya Chumvi,"
  },
  {
    "verseNumber": "JOS 15:3",
    "verseText": "ukakatiza kusini mwa Akrabimu, ukaendelea hadi Sini ukaenda hadi kusini mwa Kadesh-Barnea. Tena ukapitia Hesroni ukapanda hadi Adari na ukapinda hadi Karka."
  },
  {
    "verseNumber": "JOS 15:4",
    "verseText": "Kisha ukaendelea mpaka Azmoni na kuunganika na Kijito cha Misri, na kuishia baharini. Huu ndio mpaka wao wa upande wa kusini."
  },
  {
    "verseNumber": "JOS 15:5",
    "verseText": "Mpaka wa upande wa mashariki ni Bahari ya Chumvi ukienea mahali Mto Yordani unapoingilia. Mpaka wa upande wa kaskazini ulianzia penye ghuba ya bahari mahali Mto Yordani unapoingilia,"
  },
  {
    "verseNumber": "JOS 15:6",
    "verseText": "ukapanda hadi Beth-Hogla, na kuendelea kaskazini mwa Beth-Araba hadi kwenye Jiwe la Bohani mwana wa Reubeni."
  },
  {
    "verseNumber": "JOS 15:7",
    "verseText": "Kisha mpaka ulipanda hadi Debiri kutoka Bonde la Akori na kugeuka kaskazini hadi Gilgali inayotazamana na materemko ya Adumimu, kusini mwa bonde. Ukaendelea sambamba hadi maji ya En-Shemeshi na kutokeza huko En-Rogeli."
  },
  {
    "verseNumber": "JOS 15:8",
    "verseText": "Kisha ukapanda kwa kufuata Bonde la Ben-Hinomu sambamba na mteremko wa kusini wa mji mkubwa wa Wayebusi (yaani Yerusalemu). Kutoka hapo ukapanda juu ya kilima magharibi ya Bonde la Hinomu mwisho wa ncha ya kaskazini mwa Bonde la Warefai."
  },
  {
    "verseNumber": "JOS 15:9",
    "verseText": "Kutoka juu ya kilima mpaka ule ukaendelea hadi kwenye chemchemi ya maji ya Neftoa, ukatokea kwenye miji ya Mlima Efroni na kuteremka kuelekea Baala (yaani Kiriath-Yearimu)."
  },
  {
    "verseNumber": "JOS 15:10",
    "verseText": "Kisha ukapinda upande wa magharibi kutoka Baala hadi Mlima Seiri, ukafuatia sambamba mteremko wa kaskazini mwa Mlima Yearimu (yaani Kesaloni), ukaendelea chini hadi Beth-Shemeshi na kukatiza hadi Timna."
  },
  {
    "verseNumber": "JOS 15:11",
    "verseText": "Ukaelekea hadi kwenye mteremko wa kaskazini mwa Ekroni, ukageuka kuelekea Shikeroni, ukapita hadi Mlima Baala na kufika Yabineeli. Mpaka ule ukaishia baharini."
  },
  {
    "verseNumber": "JOS 15:12",
    "verseText": "Mpaka wa magharibi ni pwani ya Bahari Kuu. Hii ndiyo mipaka ya watu wa Yuda kwa koo zao."
  },
  {
    "verseNumber": "JOS 15:13",
    "verseText": "Kwa kufuata maagizo ya BWANA kwake, Yoshua alimpa Kalebu mwana wa Yefune sehemu katika Yuda: Kiriath-Arba, yaani Hebroni (Arba alikuwa baba wa zamani wa Anaki)."
  },
  {
    "verseNumber": "JOS 15:14",
    "verseText": "Kutoka Hebroni Kalebu alifukuza hao wana watatu wa Anaki, nao ni Sheshai, Ahimani na Talmai, wazao wa Anaki."
  },
  {
    "verseNumber": "JOS 15:15",
    "verseText": "Kutoka hapo akaondoka kupigana dhidi ya watu walioishi Debiri (jina la Debiri hapo kwanza uliitwa Kiriath-Seferi)."
  },
  {
    "verseNumber": "JOS 15:16",
    "verseText": "Kalebu akasema, “Nitamwoza binti yangu Aksa kwa mtu atakayeweza kupigana na kuteka Kiriath-Seferi.”"
  },
  {
    "verseNumber": "JOS 15:17",
    "verseText": "Basi Othnieli mwana wa Kenazi, ndugu yake Kalebu, akauteka; hivyo Kalebu akamtoa Aksa binti yake aolewe naye."
  },
  {
    "verseNumber": "JOS 15:18",
    "verseText": "Siku moja Aksa alipokuja kwa Othnieli, alimsihi Othnieli amwombe baba yake, Kalebu, shamba. Aksa aliposhuka kutoka juu ya punda wake, Kalebu akamuuliza, “Je, wataka nikufanyie nini?”"
  },
  {
    "verseNumber": "JOS 15:19",
    "verseText": "Akamjibu, “Naomba unifanyie jambo moja la hisani. Kwa kuwa umenipa ardhi huko Negebu, nipe pia chemchemi za maji.” Basi Kalebu akampa chemchemi za juu na za chini."
  },
  {
    "verseNumber": "JOS 15:20",
    "verseText": "Huu ndio urithi wa kabila la Yuda, ukoo kwa ukoo:"
  },
  {
    "verseNumber": "JOS 15:21",
    "verseText": "Miji ya kusini kabisa ya kabila la Yuda katika Negebu kuelekea mpaka wa Edomu ilikuwa: Kabseeli, Ederi, Yaguri,"
  },
  {
    "verseNumber": "JOS 15:22",
    "verseText": "Kina, Dimona, Adada,"
  },
  {
    "verseNumber": "JOS 15:23",
    "verseText": "Kedeshi, Hazori, Ithnani,"
  },
  {
    "verseNumber": "JOS 15:24",
    "verseText": "Zifu, Telemu, Bealothi,"
  },
  {
    "verseNumber": "JOS 15:25",
    "verseText": "Hazor-Hadata, Kerioth-Hezroni (yaani Hazori),"
  },
  {
    "verseNumber": "JOS 15:26",
    "verseText": "Amamu, Shema, Molada,"
  },
  {
    "verseNumber": "JOS 15:27",
    "verseText": "Hasar-Gada, Heshmoni, Beth-Peleti,"
  },
  {
    "verseNumber": "JOS 15:28",
    "verseText": "Hasar-Shuali, Beer-Sheba, Biziothia,"
  },
  {
    "verseNumber": "JOS 15:29",
    "verseText": "Baala, Iyimu, Esemu,"
  },
  {
    "verseNumber": "JOS 15:30",
    "verseText": "Eltoladi, Kesili, Horma,"
  },
  {
    "verseNumber": "JOS 15:31",
    "verseText": "Siklagi, Madmana, Sansana,"
  },
  {
    "verseNumber": "JOS 15:32",
    "verseText": "Lebaothi, Shilhimu, Aini na Rimoni; hiyo yote ni miji ishirini na tisa, pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 15:33",
    "verseText": "Kwenye shefela ya magharibi: Eshtaoli, Sora, Ashna,"
  },
  {
    "verseNumber": "JOS 15:34",
    "verseText": "Zanoa, En-Ganimu, Tapua, Enamu,"
  },
  {
    "verseNumber": "JOS 15:35",
    "verseText": "Yarmuthi, Adulamu, Soko, Azeka,"
  },
  {
    "verseNumber": "JOS 15:36",
    "verseText": "Shaaraimu, Adithaimu na Gedera (au Gederothaimu); yote ni miji kumi na minne, pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 15:37",
    "verseText": "Senani, Hadasha, Migdal-Gadi,"
  },
  {
    "verseNumber": "JOS 15:38",
    "verseText": "Dileani, Mispa, Yoktheeli,"
  },
  {
    "verseNumber": "JOS 15:39",
    "verseText": "Lakishi, Boskathi, Egloni,"
  },
  {
    "verseNumber": "JOS 15:40",
    "verseText": "Kaboni, Lamasi, Kitlishi,"
  },
  {
    "verseNumber": "JOS 15:41",
    "verseText": "Gederothi, Beth-Dagoni, Naama na Makeda; yote ni miji kumi na sita pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 15:42",
    "verseText": "Libna, Etheri, Ashani,"
  },
  {
    "verseNumber": "JOS 15:43",
    "verseText": "Yifta, Ashna, Nesibu,"
  },
  {
    "verseNumber": "JOS 15:44",
    "verseText": "Keila, Akzibu na Maresha; yote ni miji tisa pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 15:45",
    "verseText": "Ekroni, pamoja na viunga vyake na vijiji vyake;"
  },
  {
    "verseNumber": "JOS 15:46",
    "verseText": "magharibi ya Ekroni, maeneo yote yaliyokuwa karibu na Ashdodi, pamoja na vijiji vyake;"
  },
  {
    "verseNumber": "JOS 15:47",
    "verseText": "Ashdodi, miji yake na vijiji vyake na Gaza viunga vyake na vijiji vyake, hadi kufikia Kijito cha Misri na Pwani ya Bahari Kuu."
  },
  {
    "verseNumber": "JOS 15:48",
    "verseText": "Katika nchi ya vilima: Shamiri, Yatiri, Soko,"
  },
  {
    "verseNumber": "JOS 15:49",
    "verseText": "Dana, Kiriath-Sana (yaani Debiri),"
  },
  {
    "verseNumber": "JOS 15:50",
    "verseText": "Anabu, Eshtemoa, Animu,"
  },
  {
    "verseNumber": "JOS 15:51",
    "verseText": "Gosheni, Holoni na Gilo; miji kumi na mmoja pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 15:52",
    "verseText": "Arabu, Duma, Ashani,"
  },
  {
    "verseNumber": "JOS 15:53",
    "verseText": "Yanimu, Beth-Tapua, Afeka,"
  },
  {
    "verseNumber": "JOS 15:54",
    "verseText": "Humta, Kiriath-Arba (yaani Hebroni), na Siori; miji tisa pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 15:55",
    "verseText": "Maoni, Karmeli, Zifu, Yuta,"
  },
  {
    "verseNumber": "JOS 15:56",
    "verseText": "Yezreeli, Yokdeamu, Zanoa,"
  },
  {
    "verseNumber": "JOS 15:57",
    "verseText": "Kaini, Gibea na Timna; miji kumi pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 15:58",
    "verseText": "Halhuli, Beth-Suri, Gedori,"
  },
  {
    "verseNumber": "JOS 15:59",
    "verseText": "Maarathi, Beth-Anothi na Eltekoni; miji sita pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 15:60",
    "verseText": "Kiriath-Baali (yaani Kiriath-Yearimu) na Raba; miji miwili pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 15:61",
    "verseText": "Huko jangwani: Beth-Araba, Midini, Sekaka,"
  },
  {
    "verseNumber": "JOS 15:62",
    "verseText": "Nibshani, Mji wa Chumvi, na En-Gedi; miji sita pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 15:63",
    "verseText": "Yuda hakuweza kuwafukuza Wayebusi, waliokuwa wakiishi Yerusalemu; hadi leo Wayebusi huishi huko pamoja na watu wa Yuda."
  },
  {
    "verseNumber": "JOS 16:1",
    "verseText": "Mgawanyo wa Yosefu ulianzia Yordani ya Yeriko, mashariki mwa miji ya Yeriko na kutoka hapo ulipanda kupitia jangwani na kuingia katika nchi ya vilima ya Betheli."
  },
  {
    "verseNumber": "JOS 16:2",
    "verseText": "Ukaendelea kutoka Betheli (ndiyo Luzu), ukavuka kuingia eneo la Waariki huko Atarothi,"
  },
  {
    "verseNumber": "JOS 16:3",
    "verseText": "ukateremkia kuelekea magharibi hadi eneo la Wayafleti ukienea hadi eneo la Beth-Horoni ya Chini hadi Gezeri, ukiishia baharini."
  },
  {
    "verseNumber": "JOS 16:4",
    "verseText": "Kwa hiyo Manase na Efraimu, wazao wa Yosefu, walipokea urithi wao."
  },
  {
    "verseNumber": "JOS 16:5",
    "verseText": "Hili ndilo lilikuwa eneo la Efraimu, ukoo kwa ukoo: Mpaka wa urithi wao ulianzia Ataroth-Adari upande wa mashariki hadi Beth-Horoni ya Juu,"
  },
  {
    "verseNumber": "JOS 16:6",
    "verseText": "na kuendelea mpaka baharini. Kutoka Mikmeta upande wa kaskazini ulipinda kuelekea mashariki hadi Taanath-Shilo, ukiupita hadi Yanoa upande wa mashariki."
  },
  {
    "verseNumber": "JOS 16:7",
    "verseText": "Kisha uliteremka kutoka Yanoa hadi Atarothi na Naara, ukagusa Yeriko na kutokea katika Mto Yordani."
  },
  {
    "verseNumber": "JOS 16:8",
    "verseText": "Kutoka Tapua mpaka ulikwenda magharibi hadi Bonde la Kana na kuishia baharini. Huu ulikuwa ndio urithi wa kabila la Waefraimu, ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 16:9",
    "verseText": "Pia ulijumuisha miji yote na vijiji vyake ambavyo vilitengwa kwa ajili ya Waefraimu ndani ya urithi wa kabila la Manase."
  },
  {
    "verseNumber": "JOS 16:10",
    "verseText": "Hawakuwatoa Wakanaani waishio Gezeri; mpaka leo Wakanaani wanaishi miongoni mwa watu wa Efraimu lakini wanatakiwa kufanya kazi ngumu za kulazimishwa."
  },
  {
    "verseNumber": "JOS 17:1",
    "verseText": "Huu ndio mgawo wa kabila la Manase kama mzaliwa wa kwanza wa Yosefu, yaani kwa ajili ya Makiri, mzaliwa wa kwanza wa Manase. Makiri alikuwa baba wa Wagileadi, ambao walipokea Gileadi na Bashani kwa sababu Wamakiri walikuwa askari wakuu."
  },
  {
    "verseNumber": "JOS 17:2",
    "verseText": "Kwa hiyo mgawo huu ulikuwa kwa ajili ya watu wa Manase waliokuwa wamebaki, ambao ni koo za Abiezeri, Heleki, Asirieli, Shekemu, Heferi na Shemida. Hawa ndio wanaume wale wengine wa uzao wa Manase mwana wa Yosefu kwa koo zao."
  },
  {
    "verseNumber": "JOS 17:3",
    "verseText": "Basi Selofehadi mwana wa Heferi, mwana wa Gileadi, mwana wa Makiri, mwana wa Manase hakuwa na wana waume ila mabinti tu, ambao majina yao yalikuwa Mahla, Noa, Hogla, Milka na Tirsa."
  },
  {
    "verseNumber": "JOS 17:4",
    "verseText": "Wakamwendea kuhani Eleazari, Yoshua mwana wa Nuni, na viongozi, wakasema: “BWANA alimwagiza Mose atupatie urithi miongoni mwa ndugu zetu.” Kwa hiyo Yoshua akawapa urithi pamoja na ndugu wa baba yao, kufuatana na agizo la BWANA."
  },
  {
    "verseNumber": "JOS 17:5",
    "verseText": "Fungu la Manase lilikuwa na sehemu kumi za nchi, licha ya Gileadi na Bashani mashariki mwa Yordani,"
  },
  {
    "verseNumber": "JOS 17:6",
    "verseText": "kwa sababu wale binti za kabila la Manase walipokea urithi miongoni mwa wana wa kiume. Nchi ya Gileadi ilikuwa mali ya wazao wa Manase waliobaki."
  },
  {
    "verseNumber": "JOS 17:7",
    "verseText": "Eneo la Manase lilienea kuanzia Asheri hadi Mikmeta mashariki mwa Shekemu. Mpaka ule ulielekea upande wa kusini kutoka pale kujumuisha watu walioishi En-Tapua."
  },
  {
    "verseNumber": "JOS 17:8",
    "verseText": "(Nchi ya Tapua ilikuwa mali ya Manase, lakini Tapua yenyewe iliyo mpakani mwa nchi ya Manase ilikuwa ya Waefraimu.)"
  },
  {
    "verseNumber": "JOS 17:9",
    "verseText": "Kisha mpaka ule uliendelea kuelekea kusini hadi Bonde la Kana. Kulikuwepo miji ya Efraimu iliyokuwa miongoni mwa miji ya Manase, lakini mpaka wa Manase ulikuwa upande wa kaskazini wa lile bonde na kuishia kwenye bahari."
  },
  {
    "verseNumber": "JOS 17:10",
    "verseText": "Nchi ya kusini ilikuwa ya Efraimu, na ile iliyokuwa upande wa kaskazini ilikuwa ya Manase. Eneo la Manase lilifika bahari na ikapakana na Asheri upande wa kaskazini, na Isakari upande wa mashariki."
  },
  {
    "verseNumber": "JOS 17:11",
    "verseText": "Katika Isakari na Asheri Manase alikuwa na miji pia: Beth-Shani, Ibleamu na watu wa Dori, Endori, Taanaki na Megido, pamoja na vijiji vyote vinavyohusika na miji hiyo (ya tatu katika orodha ni Nafothi)."
  },
  {
    "verseNumber": "JOS 17:12",
    "verseText": "Lakini Wamanase hawakuweza kuimiliki miji hii, kwa kuwa Wakanaani walikazana kuishi katika maeneo hayo."
  },
  {
    "verseNumber": "JOS 17:13",
    "verseText": "Hata hivyo, Waisraeli walivyoendelea kupata nguvu waliwatumikisha Wakanaani na kuwatia katika kazi za kulazimishwa, lakini hawakuwafukuza kabisa."
  },
  {
    "verseNumber": "JOS 17:14",
    "verseText": "Watu wa Yosefu wakamwambia Yoshua, “Kwa nini umetupa sisi mgawo mmoja tu na sehemu moja tu kuwa urithi? Sisi tu watu wengi sana, na BWANA ametubariki kwa wingi.”"
  },
  {
    "verseNumber": "JOS 17:15",
    "verseText": "Yoshua akajibu, “Kama ninyi ni wengi sana, na kama nchi ya vilima ya Efraimu ni ndogo sana kwenu, pandeni msituni mkafyeke eneo kwa ajili yenu wenyewe huko kwenye nchi ya Waperizi na Warefai.”"
  },
  {
    "verseNumber": "JOS 17:16",
    "verseText": "Watu wa Yosefu wakajibu, “Hiyo nchi ya vilima haitutoshi, nao Wakanaani wote wanaoishi katika tambarare wanayo magari ya vita ya chuma, wote wa Beth-Shani na miji yake, na wale walio katika Bonde la Yezreeli.”"
  },
  {
    "verseNumber": "JOS 17:17",
    "verseText": "Lakini Yoshua akanena na nyumba ya Yosefu, yaani Efraimu na Manase: “Ninyi ni wengi sana na wenye nguvu sana. Hamtakuwa na mgawo mmoja tu,"
  },
  {
    "verseNumber": "JOS 17:18",
    "verseText": "bali pia nchi hii ya kilima yenye msitu. Ifyekeni, nayo mipaka yake itakuwa yenu umbali mtakaoweza kufika. Ingawa Wakanaani wana magari ya chuma, nao wana nguvu, mwaweza kuwafukuza humo.”"
  },
  {
    "verseNumber": "JOS 18:1",
    "verseText": "Kusanyiko lote la Waisraeli likakusanyika huko Shilo na kusimamisha Hema la Kukutania. Nchi ikawa chini ya utawala wao,"
  },
  {
    "verseNumber": "JOS 18:2",
    "verseText": "lakini palikuwa bado makabila saba ya Israeli ambayo yalikuwa hayajapokea urithi wao."
  },
  {
    "verseNumber": "JOS 18:3",
    "verseText": "Hivyo Yoshua akawaambia Waisraeli, “Je, mtasubiri hata lini ili kuingia kumiliki nchi ambayo BWANA, Mungu wa baba zenu, amewapa?"
  },
  {
    "verseNumber": "JOS 18:4",
    "verseText": "Chagueni watu watatu kutoka kwenye kila kabila. Nitawatuma hao watu kukagua hiyo nchi na kuniandikia mapendekezo ya mgawanyo wa urithi wa kila kabila. Nao watanirudia."
  },
  {
    "verseNumber": "JOS 18:5",
    "verseText": "Mtaigawanya hiyo nchi katika sehemu saba. Yuda atabaki katika eneo lake upande wa kusini na nyumba ya Yosefu katika nchi yake upande wa kaskazini."
  },
  {
    "verseNumber": "JOS 18:6",
    "verseText": "Baada ya kuandika maelezo ya hizo sehemu saba za nchi, yaleteni kwangu, nami nitawapigia kura kwa kura mbele za BWANA Mungu wetu."
  },
  {
    "verseNumber": "JOS 18:7",
    "verseText": "Hata hivyo, Walawi hawatakuwa na sehemu miongoni mwenu, kwa maana huduma ya ukuhani kwa BWANA ndio urithi wao. Nao Gadi, Reubeni na nusu ya kabila la Manase wameshapata urithi wao upande wa mashariki mwa Yordani, ambako Mose mtumishi wa BWANA aliwapa.”"
  },
  {
    "verseNumber": "JOS 18:8",
    "verseText": "Watu hao walipokuwa wanaondoka kwenda kuandika vizuri kuhusu hiyo nchi, Yoshua akawaagiza, “Nendeni mkakague hiyo nchi na mwandike maelezo kuihusu. Kisha mrudi kwangu, nami nitawapigia kura hapa Shilo mbele za BWANA.”"
  },
  {
    "verseNumber": "JOS 18:9",
    "verseText": "Ndipo hao watu walipoondoka na kupita katika ile nchi. Wakaandika maelezo yake kwenye kitabu, mji kwa mji, katika sehemu saba na kurudisha taarifa kwa Yoshua huko kambini Shilo."
  },
  {
    "verseNumber": "JOS 18:10",
    "verseText": "Basi Yoshua akawapigia kura huko Shilo mbele za BWANA, na hapo akagawanya ile nchi kwa Waisraeli kufuatana na mgawanyo wa kabila zao."
  },
  {
    "verseNumber": "JOS 18:11",
    "verseText": "Kura iliangukia kabila la Benyamini, ukoo kwa ukoo. Eneo lao walilogawiwa lilikuwa kati ya kabila la Yuda na la Yosefu."
  },
  {
    "verseNumber": "JOS 18:12",
    "verseText": "Upande wa kaskazini mpaka wao ulianzia pale Yordani, kupitia kaskazini ya mteremko wa Yeriko na kuendelea magharibi kuingia katika nchi ya vilima, ukitokea kwenye jangwa la Beth-Aveni."
  },
  {
    "verseNumber": "JOS 18:13",
    "verseText": "Kutoka hapo ulikatiza kwenye mteremko wa kusini mwa Luzu (yaani Betheli) na kushuka hadi Ataroth-Adari katika kilima kusini mwa Beth-Horoni ya Chini."
  },
  {
    "verseNumber": "JOS 18:14",
    "verseText": "Kutoka kilima kinachotazamana na Beth-Horoni upande wa kusini mpaka ule ukazunguka kusini kufuatia upande wa magharibi, na ukatokezea Kiriath-Baali (yaani Kiriath-Yearimu), mji wa watu wa Yuda. Huu ndio uliokuwa upande wa magharibi."
  },
  {
    "verseNumber": "JOS 18:15",
    "verseText": "Upande wa kusini mpaka ulianzia kwenye viunga vya Kiriath-Yearimu kwa upande wa magharibi, nao ukatokeza kwenye chemchemi ya maji ya Neftoa."
  },
  {
    "verseNumber": "JOS 18:16",
    "verseText": "Mpaka ukateremka hadi shefela inayotazamana na Bonde la Ben-Hinomu, kaskazini mwa Bonde la Refaimu. Ukaendelea chini kwenye Bonde la Hinomu sambamba na mteremko wa kusini mwa mji mkubwa wa Wayebusi na kisha hadi En-Rogeli."
  },
  {
    "verseNumber": "JOS 18:17",
    "verseText": "Kisha ukapinda kuelekea kaskazini, ukaenda hadi En-Shemeshi na kuendelea mpaka Gelilothi, inayotazamana na Njia ya Adumimu, ukateremka hadi kwenye Jiwe la Bohani mwana wa Reubeni."
  },
  {
    "verseNumber": "JOS 18:18",
    "verseText": "Ukaendelea upande wa mteremko wa kaskazini wa Beth-Araba ukateremka hadi Araba."
  },
  {
    "verseNumber": "JOS 18:19",
    "verseText": "Kisha ukaenda mpaka kwenye mteremko wa kaskazini wa Beth-Hogla na kujitokeza kwenye ghuba ya kaskazini ya Bahari ya Chumvi, kwenye maingilio ya Yordani upande wa kusini. Huo ulikuwa mpaka wa kusini."
  },
  {
    "verseNumber": "JOS 18:20",
    "verseText": "Nayo Yordani ikawa ndio mpaka wa upande wa mashariki. Hii ilikuwa ndiyo mipaka iliyoonyesha urithi wa koo za Benyamini pande zote."
  },
  {
    "verseNumber": "JOS 18:21",
    "verseText": "Kabila ya Benyamini, ukoo kwa ukoo, ilikuwa na miji mikubwa ifuatayo: Yeriko, Beth-Hogla, Emeki-Kesisi,"
  },
  {
    "verseNumber": "JOS 18:22",
    "verseText": "Beth-Araba, Semaraimu, Betheli,"
  },
  {
    "verseNumber": "JOS 18:23",
    "verseText": "Avimu, Para na Ofra,"
  },
  {
    "verseNumber": "JOS 18:24",
    "verseText": "Kefar-Amoni, Ofni, na Geba; miji kumi na miwili pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 18:25",
    "verseText": "Gibeoni, Rama na Beerothi,"
  },
  {
    "verseNumber": "JOS 18:26",
    "verseText": "Mispa, Kefira, Moza,"
  },
  {
    "verseNumber": "JOS 18:27",
    "verseText": "Rekemu, Irpeeli, Tarala,"
  },
  {
    "verseNumber": "JOS 18:28",
    "verseText": "Zela, Elefu, mji wa Wayebusi (yaani Yerusalemu), Gibea na Kiriathi; miji kumi na minne pamoja na vijiji vyake. Huu ndio uliokuwa urithi wa Benyamini kwa ajili ya koo zake."
  },
  {
    "verseNumber": "JOS 19:1",
    "verseText": "Kura ya pili ikaangukia kabila la Simeoni, ukoo kwa ukoo. Urithi wao ulikuwa ndani ya eneo la Yuda."
  },
  {
    "verseNumber": "JOS 19:2",
    "verseText": "Ulijumuisha: Beer-Sheba (au Sheba), Molada,"
  },
  {
    "verseNumber": "JOS 19:3",
    "verseText": "Hasar-Shuali, Bala, Esemu,"
  },
  {
    "verseNumber": "JOS 19:4",
    "verseText": "Eltoladi, Bethuli, Horma,"
  },
  {
    "verseNumber": "JOS 19:5",
    "verseText": "Siklagi, Beth-Markabothi, Hasar-Susa,"
  },
  {
    "verseNumber": "JOS 19:6",
    "verseText": "Beth-Lebaothi na Sharuheni; hii ilikuwa miji kumi na mitatu pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 19:7",
    "verseText": "Pia Aini, Rimoni, Etheri, na Ashani; hii ilikuwa miji minne na vijiji vyake,"
  },
  {
    "verseNumber": "JOS 19:8",
    "verseText": "pamoja na vijiji vyote vinavyoizunguka miji hii mpaka Baalath-Beeri (ambayo ndiyo Rama iliyo katika Negebu). Huu ulikuwa ni urithi wa kabila la Simeoni ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 19:9",
    "verseText": "Urithi wa Wasimeoni ulitolewa kutoka fungu la Yuda, kwa kuwa fungu la Yuda lilikuwa kubwa kuliko walivyohitaji. Hivyo kabila la Simeoni lilipewa urithi wao ndani ya eneo la Yuda."
  },
  {
    "verseNumber": "JOS 19:10",
    "verseText": "Kura ya tatu ikaangukia kabila la Zabuloni, ukoo kwa ukoo: Mpaka wa urithi wao uliendelea hadi Saridi."
  },
  {
    "verseNumber": "JOS 19:11",
    "verseText": "Kuelekea upande wa magharibi ukafika Marala, ukagusa Dabeshethi, na kuendelea mpaka kwenye bonde karibu na Yokneamu."
  },
  {
    "verseNumber": "JOS 19:12",
    "verseText": "Ukageuka mashariki, kuanzia Saridi kuelekea mawio ya jua hadi kwenye nchi ya Kisiloth-Tabori, na kwenda hadi Daberathi, kupanda Yafia."
  },
  {
    "verseNumber": "JOS 19:13",
    "verseText": "Kisha ukaendelea mashariki hadi Gath-Heferi na kufika Eth-Kasini, ukatokea Rimoni na kugeuka kuelekea Nea."
  },
  {
    "verseNumber": "JOS 19:14",
    "verseText": "Huko mpaka ukazungukia upande wa kaskazini hadi Hanathoni na kuishia katika Bonde la Ifta-Eli."
  },
  {
    "verseNumber": "JOS 19:15",
    "verseText": "Miji mingine iliyojumuishwa ni Katathi, Nahalali, Shimroni, Idala na Bethlehemu. Kulikuwa na miji kumi na miwili pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 19:16",
    "verseText": "Miji hii na vijiji vyake ilikuwa ndio urithi wa Zabuloni, ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 19:17",
    "verseText": "Kura ya nne ikamwangukia Isakari, ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 19:18",
    "verseText": "Eneo lao lilijumuisha: Yezreeli, Kesulothi, Shunemu,"
  },
  {
    "verseNumber": "JOS 19:19",
    "verseText": "Hafaraimu, Shioni, Anaharathi,"
  },
  {
    "verseNumber": "JOS 19:20",
    "verseText": "Rabithi, Kishioni, Ebesi,"
  },
  {
    "verseNumber": "JOS 19:21",
    "verseText": "Remethi, En-Ganimu, En-Hada na Beth-Pasesi."
  },
  {
    "verseNumber": "JOS 19:22",
    "verseText": "Mpaka ule ukagusa Tabori, Shahasuma na Beth-Shemeshi, na ukaishia kwenye Yordani. Ilikuwa miji kumi na sita, pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 19:23",
    "verseText": "Miji hii pamoja na vijiji vyake ilikuwa urithi wa kabila la Isakari, ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 19:24",
    "verseText": "Kura ya tano ikaangukia kabila la Asheri, ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 19:25",
    "verseText": "Eneo lao lilijumuisha: Helkathi, Hali, Beteni, Akishafu,"
  },
  {
    "verseNumber": "JOS 19:26",
    "verseText": "Alameleki, Amadi na Mishali. Upande wa magharibi mpaka uligusa Karmeli na Shihor-Libnathi."
  },
  {
    "verseNumber": "JOS 19:27",
    "verseText": "Tena ukageuka mashariki kuelekea Beth-Dagoni, ukagusa Zabuloni na Bonde la Ifta-Eli, ukaenda upande wa kaskazini hadi Beth-Emeki na Neyeli, ukipitia Kabul upande wa kushoto."
  },
  {
    "verseNumber": "JOS 19:28",
    "verseText": "Ukaendelea hadi Abdoni, Rehobu, Hamoni na Kana, na kufika Sidoni Kuu."
  },
  {
    "verseNumber": "JOS 19:29",
    "verseText": "Mpaka huo ukageukia nyuma kuelekea Rama na kwenda hadi kwenye mji wenye ngome wa Tiro, ukageuka kuelekea Hosa na kutokeza baharini katika eneo la Akzibu,"
  },
  {
    "verseNumber": "JOS 19:30",
    "verseText": "Uma, Afeki na Rehobu. Ilikuwepo miji ishirini na miwili, pamoja na vijiji vyake."
  },
  {
    "verseNumber": "JOS 19:31",
    "verseText": "Miji hii pamoja na vijiji vyake ilikuwa ndio urithi wa kabila la Asheri, ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 19:32",
    "verseText": "Kura ya sita ikaangukia kabila la Naftali, ukoo kwa ukoo:"
  },
  {
    "verseNumber": "JOS 19:33",
    "verseText": "Mpaka wao uliendelea kutoka Helefi na kwenye mti mkubwa ulio katika Saananimu, ukipitia Adami-Nekebu na Yabineeli hadi Lakumu, na kuishia katika Mto Yordani."
  },
  {
    "verseNumber": "JOS 19:34",
    "verseText": "Mpaka ukaendelea magharibi kupitia Aznoth-Tabori na kutokea Hukoki. Ukagusa Zabuloni upande wa kusini, Asheri upande wa magharibi, na Yordani upande wa mashariki."
  },
  {
    "verseNumber": "JOS 19:35",
    "verseText": "Miji yenye ngome ilikuwa Sidimu, Seri, Hamathi, Rakathi, Kinerethi,"
  },
  {
    "verseNumber": "JOS 19:36",
    "verseText": "Adama, Rama, Hazori,"
  },
  {
    "verseNumber": "JOS 19:37",
    "verseText": "Kedeshi, Edrei, na En-Hasori,"
  },
  {
    "verseNumber": "JOS 19:38",
    "verseText": "Ironi, Migdal-Eli, Horemu, Beth-Anathi na Beth-Shemeshi. Kulikuwa na miji kumi na tisa na vijiji vyake."
  },
  {
    "verseNumber": "JOS 19:39",
    "verseText": "Miji hiyo pamoja na vijiji vyake ndio iliyokuwa urithi wa kabila la Naftali, ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 19:40",
    "verseText": "Kura ya saba ikaangukia kabila la Dani, ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 19:41",
    "verseText": "Eneo la urithi wao lilijumuisha: Sora, Eshtaoli, Iri-Shemeshi,"
  },
  {
    "verseNumber": "JOS 19:42",
    "verseText": "Shaalabini, Aiyaloni, Ithla,"
  },
  {
    "verseNumber": "JOS 19:43",
    "verseText": "Eloni, Timna, Ekroni,"
  },
  {
    "verseNumber": "JOS 19:44",
    "verseText": "Elteke, Gibethoni, Baalathi,"
  },
  {
    "verseNumber": "JOS 19:45",
    "verseText": "Yehudi, Bene-Beraki, Gath-Rimoni,"
  },
  {
    "verseNumber": "JOS 19:46",
    "verseText": "Me-Yarkoni na Rakoni, pamoja na eneo linalotazamana na Yafa."
  },
  {
    "verseNumber": "JOS 19:47",
    "verseText": "(Lakini Wadani walipata shida kulimiliki eneo lao; kwa hiyo walipanda kuishambulia Leshemu, wakaitwaa, wakawaua watu wake kwa upanga na kuukalia. Walikaa Leshemu na kuuita Dani kufuatana na jina la baba yao.)"
  },
  {
    "verseNumber": "JOS 19:48",
    "verseText": "Miji hii na vijiji vyake ndio iliyokuwa urithi wa kabila la Dani, ukoo kwa ukoo."
  },
  {
    "verseNumber": "JOS 19:49",
    "verseText": "Walipomaliza kugawanya nchi katika migawo kulingana na sehemu zao zilizowaangukia, Waisraeli wakampa Yoshua mwana wa Nuni urithi katikati yao,"
  },
  {
    "verseNumber": "JOS 19:50",
    "verseText": "kama vile BWANA alivyokuwa ameamuru. Walimpa mji alioutaka, ambao ni Timnath-Sera ulio katika nchi ya vilima ya Efraimu. Naye akajenga mji, akakaa huko."
  },
  {
    "verseNumber": "JOS 19:51",
    "verseText": "Haya ndiyo maeneo ambayo kuhani Eleazari, Yoshua mwana wa Nuni, na viongozi wa koo za kabila za Israeli waliyoyagawanya kwa kura huko Shilo mbele za BWANA penye ingilio la Hema la Kukutania. Hivyo wakamaliza kuigawanya nchi."
  },
  {
    "verseNumber": "JOS 20:1",
    "verseText": "Ndipo BWANA akamwambia Yoshua,"
  },
  {
    "verseNumber": "JOS 20:2",
    "verseText": "“Waambie Waisraeli, watenge miji mikubwa ya kukimbilia, kama nilivyokuagiza kupitia Mose,"
  },
  {
    "verseNumber": "JOS 20:3",
    "verseText": "ili mtu yeyote atakayemuua mtu kwa bahati mbaya na pasipo kukusudia aweze kukimbilia huko na kujiepusha na mlipiza kisasi wa damu."
  },
  {
    "verseNumber": "JOS 20:4",
    "verseText": "“Anapokimbilia mojawapo ya hii miji mikubwa atasimama kwenye maingilio ya lango la mji mkuu na kueleza wazee wa mji kuhusu shauri lake. Kisha watampokea katika mji wao na kumpa mahali pa kuishi nao."
  },
  {
    "verseNumber": "JOS 20:5",
    "verseText": "Kama mlipiza kisasi wa damu akimfuatilia, wasimkabidhi yule mshtakiwa, kwa sababu alimuua jirani yake bila kukusudia, na bila kuwa na nia ya kudhuru."
  },
  {
    "verseNumber": "JOS 20:6",
    "verseText": "Huyu aliyeua atakaa kwenye mji mkubwa huo mpaka awe amesimama kukabili mashtaka yake mbele ya kusanyiko na mpaka kuhani mkuu anayehudumu kwa wakati huo atakapokufa. Ndipo atakapoweza kurudi nyumbani kwake katika mji ambao aliukimbia.”"
  },
  {
    "verseNumber": "JOS 20:7",
    "verseText": "Basi wakatenga Kedeshi katika Galilaya kwenye nchi ya vilima ya Naftali, Shekemu katika nchi ya vilima ya Efraimu, na Kiriath-Arba (yaani Hebroni) kwenye nchi ya vilima ya Yuda."
  },
  {
    "verseNumber": "JOS 20:8",
    "verseText": "Katika upande wa mashariki mwa Yordani ya Yeriko wakatenga Bezeri katika jangwa katika uwanda wa juu katika kabila la Reubeni, Ramothi katika Gileadi katika kabila la Gadi, na Golani huko Bashani katika kabila la Manase."
  },
  {
    "verseNumber": "JOS 20:9",
    "verseText": "Mwisraeli yeyote au mgeni yeyote aishiye miongoni mwao aliyemuua mtu kwa bahati mbaya, angeweza kukimbilia katika miji mikubwa hiyo iliyotengwa na asiuawe na mlipiza kisasi wa damu kabla hajasimama kukabili mashtaka mbele ya kusanyiko."
  },
  {
    "verseNumber": "JOS 21:1",
    "verseText": "Basi viongozi wa jamaa ya Walawi, wakamwendea kuhani Eleazari, Yoshua mwana wa Nuni, na viongozi wa jamaa nyingine za makabila ya Israeli"
  },
  {
    "verseNumber": "JOS 21:2",
    "verseText": "huko Shilo katika Kanaani na kuwaambia, “BWANA aliamuru kupitia Mose kuwa mtupe miji ya kuishi yenye sehemu za malisho kwa mifugo yetu.”"
  },
  {
    "verseNumber": "JOS 21:3",
    "verseText": "Hivyo kama vile BWANA alivyoamuru, Waisraeli wakawapa Walawi miji ifuatayo pamoja na sehemu zake za malisho kutoka urithi wao wenyewe."
  },
  {
    "verseNumber": "JOS 21:4",
    "verseText": "Kura ya kwanza ikaangukia Wakohathi, ukoo kwa ukoo. Walawi waliokuwa wazao wa kuhani Aroni walipewa miji kumi na mitatu kutoka makabila ya Yuda, Simeoni na Benyamini."
  },
  {
    "verseNumber": "JOS 21:5",
    "verseText": "Wazao wengine waliobaki wa Wakohathi walipewa miji kumi kutoka koo za makabila ya Efraimu, Dani na nusu ya Manase."
  },
  {
    "verseNumber": "JOS 21:6",
    "verseText": "Wazao wa Gershoni walipewa miji kumi na mitatu kutoka koo za makabila ya Isakari, Asheri, Naftali na nusu ya Manase huko Bashani."
  },
  {
    "verseNumber": "JOS 21:7",
    "verseText": "Wazao wa Merari, ukoo kwa ukoo, walipewa miji kumi na miwili kutoka makabila ya Reubeni, Gadi na Zabuloni."
  },
  {
    "verseNumber": "JOS 21:8",
    "verseText": "Kwa hiyo Waisraeli wakawapa Walawi miji hii pamoja na sehemu zake za malisho, kama vile BWANA alivyokuwa ameamuru kupitia kwa Mose."
  },
  {
    "verseNumber": "JOS 21:9",
    "verseText": "Kutoka makabila ya Yuda na Simeoni waligawa miji ifuatayo kwa majina"
  },
  {
    "verseNumber": "JOS 21:10",
    "verseText": "(miji hii walipewa wazao wa Aroni ambao walitokana na koo za Wakohathi wa Walawi, kwa sababu kura ya kwanza iliwaangukia):"
  },
  {
    "verseNumber": "JOS 21:11",
    "verseText": "Waliwapa Kiriath-Arba (yaani Hebroni), pamoja na sehemu zake za malisho zilizoizunguka, katika nchi ya vilima ya Yuda. (Arba alikuwa baba wa Anaki.)"
  },
  {
    "verseNumber": "JOS 21:12",
    "verseText": "Lakini mashamba na vijiji vilivyozunguka mji mkubwa walikuwa wamempa Kalebu mwana wa Yefune kuwa milki yake."
  },
  {
    "verseNumber": "JOS 21:13",
    "verseText": "Kwa hiyo wazao wa kuhani Aroni wakapewa Hebroni (mji mkuu wa makimbilio kwa ajili ya yeyote aliyeshtakiwa kwa mauaji), Libna,"
  },
  {
    "verseNumber": "JOS 21:14",
    "verseText": "Yatiri, Eshtemoa,"
  },
  {
    "verseNumber": "JOS 21:15",
    "verseText": "Holoni, Debiri,"
  },
  {
    "verseNumber": "JOS 21:16",
    "verseText": "Aini, Yuta na Beth-Shemeshi, pamoja na sehemu zake za malisho, ilikuwa miji tisa kutoka kwa makabila haya mawili."
  },
  {
    "verseNumber": "JOS 21:17",
    "verseText": "Kutoka kabila la Benyamini wakawapa Gibeoni, Geba,"
  },
  {
    "verseNumber": "JOS 21:18",
    "verseText": "Anathothi na Almoni, pamoja na sehemu zake za malisho, ilikuwa miji minne."
  },
  {
    "verseNumber": "JOS 21:19",
    "verseText": "Miji yote waliyopewa makuhani, wazao wa Aroni, ilikuwa kumi na mitatu, pamoja na sehemu zake za malisho."
  },
  {
    "verseNumber": "JOS 21:20",
    "verseText": "Koo nyingine za Wakohathi, ambao pia ni Walawi, walipewa miji kutoka kabila la Efraimu:"
  },
  {
    "verseNumber": "JOS 21:21",
    "verseText": "Katika nchi ya vilima ya Efraimu walipewa Shekemu (mji mkubwa wa makimbilio kwa yeyote anayeshtakiwa kwa mauaji) na Gezeri,"
  },
  {
    "verseNumber": "JOS 21:22",
    "verseText": "Kibsaimu na Beth-Horoni, pamoja na sehemu zake za malisho, ilikuwa miji minne."
  },
  {
    "verseNumber": "JOS 21:23",
    "verseText": "Pia kutoka kabila la Dani wakapokea Elteke, Gibethoni,"
  },
  {
    "verseNumber": "JOS 21:24",
    "verseText": "Aiyaloni na Gath-Rimoni pamoja na sehemu zake za malisho, ilikuwa miji minne"
  },
  {
    "verseNumber": "JOS 21:25",
    "verseText": "Kutoka nusu ya kabila la Manase, wakapokea Taanaki na Gath-Rimoni pamoja na sehemu zake za malisho, ilikuwa miji miwili."
  },
  {
    "verseNumber": "JOS 21:26",
    "verseText": "Miji yote hii kumi pamoja na sehemu zake za malisho ilipewa koo za Wakohathi zilizobaki."
  },
  {
    "verseNumber": "JOS 21:27",
    "verseText": "Koo za Walawi za Wagershoni walipewa: kutoka nusu ya kabila la Manase, Golani katika Bashani (mji mkuu wa makimbilio kwa yeyote aliyeshtakiwa kwa mauaji) na Beeshtera, pamoja na sehemu zake za malisho, ilikuwa miji miwili;"
  },
  {
    "verseNumber": "JOS 21:28",
    "verseText": "kutoka kabila la Isakari walipewa, Kishioni, Daberathi,"
  },
  {
    "verseNumber": "JOS 21:29",
    "verseText": "Yarmuthi na En-Ganimu, pamoja na sehemu zake za malisho, ilikuwa miji minne"
  },
  {
    "verseNumber": "JOS 21:30",
    "verseText": "kutoka kabila la Asheri walipewa, Mishali, Abdoni,"
  },
  {
    "verseNumber": "JOS 21:31",
    "verseText": "Helkathi na Rehobu, pamoja na sehemu zake za malisho, ilikuwa miji minne."
  },
  {
    "verseNumber": "JOS 21:32",
    "verseText": "Kutoka kabila la Naftali walipewa, Kedeshi katika Galilaya (mji wa makimbilio kwa ajili ya yeyote anayeshtakiwa kwa mauaji), Hamoth-Dori na Kartani, pamoja na sehemu zake za malisho, ilikuwa miji mitano."
  },
  {
    "verseNumber": "JOS 21:33",
    "verseText": "Miji yote ya koo za Wagershoni ilikuwa kumi na mitatu, pamoja na sehemu zake za malisho."
  },
  {
    "verseNumber": "JOS 21:34",
    "verseText": "Koo za Wamerari (Walawi waliobaki) walipewa: kutoka kabila la Zabuloni, Yokneamu, Karta,"
  },
  {
    "verseNumber": "JOS 21:35",
    "verseText": "Dimna na Nahalali, pamoja na sehemu zake za malisho, ilikuwa miji minne;"
  },
  {
    "verseNumber": "JOS 21:36",
    "verseText": "kutoka kabila la Reubeni walipewa Bezeri, Yahasa,"
  },
  {
    "verseNumber": "JOS 21:37",
    "verseText": "Kedemothi na Mefaathi, pamoja na sehemu zake za malisho, ilikuwa miji minne;"
  },
  {
    "verseNumber": "JOS 21:38",
    "verseText": "kutoka kabila la Gadi walipewa, Ramothi katika Gileadi (mji wa makimbilio kwa ajili ya yeyote anayeshtakiwa kwa ajili ya mauaji), Mahanaimu,"
  },
  {
    "verseNumber": "JOS 21:39",
    "verseText": "Heshboni na Yazeri, pamoja na sehemu zake za malisho, ilikuwa miji minne."
  },
  {
    "verseNumber": "JOS 21:40",
    "verseText": "Miji yote waliyopewa koo za Wamerari, waliokuwa mabaki ya Walawi, ilikuwa ni kumi na miwili."
  },
  {
    "verseNumber": "JOS 21:41",
    "verseText": "Miji yote ya Walawi katika eneo lililoshikwa na Waisraeli lilikuwa arobaini na minane, pamoja na sehemu zake za malisho."
  },
  {
    "verseNumber": "JOS 21:42",
    "verseText": "Kila mmoja wa miji hii ulikuwa na sehemu ya malisho kuuzunguka; ndivyo ilivyokuwa kwa miji hii yote."
  },
  {
    "verseNumber": "JOS 21:43",
    "verseText": "Kwa hiyo BWANA akawapa Israeli nchi yote aliyokuwa ameapa kuwapa baba zao, nao wakaimiliki na kukaa humo."
  },
  {
    "verseNumber": "JOS 21:44",
    "verseText": "BWANA akawapa pumziko kila upande, kama vile alivyokuwa amewaapia baba zao, hakuna hata mmoja wa adui zao aliyeweza kusimama mbele yao, BWANA akawatia adui zao wote mikononi mwao."
  },
  {
    "verseNumber": "JOS 21:45",
    "verseText": "Hakuna hata mojawapo ya ahadi nzuri ya BWANA kwa nyumba ya Israeli ambayo haikutimia; kila moja ilitimia."
  },
  {
    "verseNumber": "JOS 22:1",
    "verseText": "Ndipo Yoshua akawaita Wareubeni, Wagadi na nusu ya kabila la Manase,"
  },
  {
    "verseNumber": "JOS 22:2",
    "verseText": "naye akawaambia, “Mmeshafanya yale yote Mose mtumishi wa BWANA aliyowaamuru, nanyi mmenitii kwa kila jambo nililowaamuru."
  },
  {
    "verseNumber": "JOS 22:3",
    "verseText": "Kwa muda mrefu sasa, hadi siku hii ya leo, hamkuwaacha ndugu zenu, bali ninyi mmetimiza ile kazi BWANA Mungu wenu aliyowapa."
  },
  {
    "verseNumber": "JOS 22:4",
    "verseText": "Sasa kwa kuwa BWANA Mungu wenu amewapa ndugu zenu pumziko kama alivyoahidi, rudini nyumbani mwenu katika nchi ile ambayo Mose mtumishi wa BWANA aliwapa ngʼambo ya Yordani."
  },
  {
    "verseNumber": "JOS 22:5",
    "verseText": "Lakini mwe waangalifu sana kushika amri na sheria zile Mose mtumishi wa BWANA alizowapa: yaani kumpenda BWANA Mungu wenu na kuenenda katika njia zake zote, kutii amri zake, kushikamana naye kwa uthabiti na kumtumikia kwa moyo wenu wote na roho yenu yote.”"
  },
  {
    "verseNumber": "JOS 22:6",
    "verseText": "Ndipo Yoshua akawabariki na kuwaaga waende zao, nao wakaenda nyumbani mwao."
  },
  {
    "verseNumber": "JOS 22:7",
    "verseText": "(Kwa nusu ya kabila la Manase Mose alikuwa amewapa eneo katika Bashani na ile nusu nyingine ya hilo kabila Yoshua aliwapa eneo upande wa magharibi ya Yordani pamoja na ndugu zao). Yoshua alipowaaga waende zao nyumbani, aliwabariki,"
  },
  {
    "verseNumber": "JOS 22:8",
    "verseText": "akisema, “Rudini nyumbani mwenu na utajiri wenu mwingi, yaani makundi makubwa ya mifugo, mkiwa na fedha, dhahabu, shaba na chuma, pia wingi wa nguo, nanyi mkagawane na ndugu zenu hizo nyara zilizotoka kwa adui zenu.”"
  },
  {
    "verseNumber": "JOS 22:9",
    "verseText": "Kwa hiyo Wareubeni, Wagadi na hiyo nusu ya kabila la Manase wakawaacha Waisraeli huko Shilo katika nchi ya Kanaani ili kurudi Gileadi, nchi yao wenyewe waliyoipata sawasawa na agizo la BWANA kupitia Mose."
  },
  {
    "verseNumber": "JOS 22:10",
    "verseText": "Walipofika Gelilothi karibu na Yordani, katika nchi ya Kanaani, Wareubeni, Wagadi na nusu ya kabila la Manase wakajenga madhabahu ya fahari kubwa huko kando ya Yordani."
  },
  {
    "verseNumber": "JOS 22:11",
    "verseText": "Waisraeli wengine waliposikia kwamba Wareubeni, Wagadi na ile nusu ya kabila la Manase walikuwa wamejenga madhabahu kwenye mpaka wa Kanaani huko Gelilothi karibu na Yordani kwenye upande wa Israeli,"
  },
  {
    "verseNumber": "JOS 22:12",
    "verseText": "kusanyiko lote la Israeli wakakusanyika huko Shilo ili wakapigane vita dhidi yao."
  },
  {
    "verseNumber": "JOS 22:13",
    "verseText": "Kwa hiyo Waisraeli wengine wakamtuma Finehasi mwana wa kuhani Eleazari katika nchi ya Gileadi, kwa Wareubeni, Wagadi na hiyo nusu ya kabila la Manase."
  },
  {
    "verseNumber": "JOS 22:14",
    "verseText": "Wakatuma pamoja naye watu kumi ambao ni viongozi, mmoja kwa kila kabila la Israeli, kila mmoja aliyekuwa kiongozi katika mgawanyiko wa jamaa miongoni mwa koo za Israeli."
  },
  {
    "verseNumber": "JOS 22:15",
    "verseText": "Walipofika Gileadi, kwa Wareubeni, Wagadi na nusu ya kabila la Manase, wakawaambia:"
  },
  {
    "verseNumber": "JOS 22:16",
    "verseText": "“Kusanyiko lote la BWANA lasema: ‘Je, mmewezaje kuacha kumwamini Mungu wa Israeli jinsi hii? Mmewezaje kumwacha BWANA na kujijengea madhabahu dhidi yake na kumwasi?"
  },
  {
    "verseNumber": "JOS 22:17",
    "verseText": "Je, dhambi ya Peori haikutosha? Hata ingawa kulikuja tauni juu ya kusanyiko la BWANA, mpaka leo hii hatujatakasika kutokana na dhambi hiyo!"
  },
  {
    "verseNumber": "JOS 22:18",
    "verseText": "Je, sasa ndiyo mnamwacha BWANA? “ ‘Kama mkimwasi BWANA leo, kesho atalikasirikia kusanyiko lote la Israeli."
  },
  {
    "verseNumber": "JOS 22:19",
    "verseText": "Kama nchi mnayomiliki imenajisika, vukeni mje katika nchi ya BWANA, mahali Maskani ya BWANA ilipo, nanyi mkajitwalie sehemu miongoni mwetu, lakini msije mkaasi dhidi ya BWANA wala dhidi yetu sisi kwa kujijengea madhabahu, zaidi ya madhabahu ya BWANA Mungu wetu."
  },
  {
    "verseNumber": "JOS 22:20",
    "verseText": "Wakati Akani mwana wa Zera alipokosa uaminifu kwa vitu vilivyowekwa wakfu, je, ghadhabu haikulipata kusanyiko lote la Israeli? Hakuwa yeye peke yake aliyekufa kwa ajili ya dhambi yake.’ ”"
  },
  {
    "verseNumber": "JOS 22:21",
    "verseText": "Ndipo Wareubeni, Wagadi na nusu ya kabila la Manase walipowajibu viongozi wa koo za Israeli, wakisema:"
  },
  {
    "verseNumber": "JOS 22:22",
    "verseText": "“Yeye Mwenye Nguvu, Mungu, BWANA! Yeye Mwenye Nguvu, Mungu, BWANA! Yeye anajua! Israeli na wajue! Kama huu umekuwa ni uasi au kukosa utii kwa BWANA, msituache hai siku hii ya leo."
  },
  {
    "verseNumber": "JOS 22:23",
    "verseText": "Kama tumejijengea madhabahu yetu wenyewe ili kumwacha BWANA na kutoa sadaka za kuteketezwa na sadaka za nafaka, au kutoa sadaka za amani juu yake, BWANA mwenyewe na atupatilize leo."
  },
  {
    "verseNumber": "JOS 22:24",
    "verseText": "“Sivyo! Tulifanya hivyo kwa hofu kwamba siku zijazo wazao wenu wanaweza wakawaambia wazao wetu, ‘Mna uhusiano gani na BWANA, Mungu wa Israeli?"
  },
  {
    "verseNumber": "JOS 22:25",
    "verseText": "BWANA ameifanya Yordani kuwa mpaka kati yetu na ninyi, ninyi Wareubeni na Wagadi! Hamna fungu kwa BWANA.’ Kwa hiyo wazao wenu wanaweza wakawasababisha wazao wetu wakaacha kumcha BWANA."
  },
  {
    "verseNumber": "JOS 22:26",
    "verseText": "“Hii ndiyo sababu tulisema, ‘Tujiweke tayari na tujenge madhabahu, lakini si kwa ajili ya sadaka za kuteketezwa au dhabihu.’"
  },
  {
    "verseNumber": "JOS 22:27",
    "verseText": "Badala yake, itakuwa ni ushahidi kati yetu na ninyi na vizazi vijavyo, kwamba tutamwabudu BWANA katika mahali patakatifu pake pamoja na sadaka zetu za kuteketezwa, dhabihu na sadaka za amani. Ndipo katika siku zijazo, wazao wenu hawataweza kuwaambia wazao wetu, ‘Ninyi hamna fungu katika BWANA.’"
  },
  {
    "verseNumber": "JOS 22:28",
    "verseText": "“Nasi tulisema, ‘Ikiwa wakati wowote watatuambia hilo, au kuwaambia uzao wetu, tutawajibu hivi: Angalieni nakala hii ya madhabahu ya BWANA, ambayo baba zetu waliijenga, si kwa ajili ya sadaka za kuteketezwa na dhabihu, bali kama ushahidi kati yetu na ninyi.’"
  },
  {
    "verseNumber": "JOS 22:29",
    "verseText": "“Hili jambo la kumwasi BWANA na kumwacha siku hii ya leo kwa kujenga madhabahu kwa ajili ya sadaka za kuteketezwa, sadaka za nafaka na dhabihu, zaidi ya madhabahu ya BWANA Mungu wetu iliyo mbele ya maskani yake na liwe mbali nasi.”"
  },
  {
    "verseNumber": "JOS 22:30",
    "verseText": "Wakati kuhani Finehasi na viongozi wa kusanyiko na wakuu wa koo za Israeli, waliposikia hayo waliyosema Wareubeni, Wagadi na Manase, wakaridhika."
  },
  {
    "verseNumber": "JOS 22:31",
    "verseText": "Naye Finehasi mwana wa kuhani Eleazari, akawaambia Wareubeni, Wagadi na Manase, “Leo tunajua kwamba BWANA yuko pamoja nasi, kwa sababu hamkukosa uaminifu kwa BWANA katika jambo hili. Sasa mmewaokoa Waisraeli na mkono wa BWANA.”"
  },
  {
    "verseNumber": "JOS 22:32",
    "verseText": "Ndipo Finehasi, mwana wa kuhani Eleazari na viongozi wakarudi Kanaani kutoka kwenye kukutana kwao na Wareubeni na Wagadi huko Gileadi nao wakatoa taarifa kwa Waisraeli."
  },
  {
    "verseNumber": "JOS 22:33",
    "verseText": "Walifurahi kusikia taarifa hiyo, na wakamhimidi Mungu. Wala hawakuzungumza tena habari za kupigana vita dhidi yao ili kuharibu nchi ambayo Wareubeni na Wagadi waliishi."
  },
  {
    "verseNumber": "JOS 22:34",
    "verseText": "Nao Wareubeni na Wagadi wakayaita yale madhabahu Edi, yaani Shahidi: kwa kuwa itakuwa shahidi kati yetu na ninyi kwamba BWANA ndiye Mungu."
  },
  {
    "verseNumber": "JOS 23:1",
    "verseText": "Baada ya muda mrefu kupita, naye BWANA akawa amewapa Israeli pumziko mbele ya adui zao wote waliowazunguka, Yoshua, wakati huo akiwa mzee na umri ukiwa umeendelea sana,"
  },
  {
    "verseNumber": "JOS 23:2",
    "verseText": "akawaita Israeli wote, wazee wao, viongozi, waamuzi na maafisa Yoshua akawaambia: “Mimi ni mzee na umri wangu umeendelea sana."
  },
  {
    "verseNumber": "JOS 23:3",
    "verseText": "Ninyi wenyewe mmeona kila kitu BWANA Mungu wenu, alichowatendea mataifa haya yote kwa ajili yenu. Ilikuwa ni BWANA Mungu wenu aliyewapigania."
  },
  {
    "verseNumber": "JOS 23:4",
    "verseText": "Kumbukeni jinsi nilivyowagawia kama urithi kwa makabila yenu yote nchi ya mataifa yaliyobaki, yaani mataifa niliyowashinda, kati ya Mto Yordani na Bahari kuu upande wa magharibi."
  },
  {
    "verseNumber": "JOS 23:5",
    "verseText": "BWANA Mungu wenu mwenyewe atawaondoa watoke mbele yenu. Atawafukuza mbele yenu, nanyi mtamiliki nchi yao, kama vile BWANA Mungu wenu alivyowaahidi."
  },
  {
    "verseNumber": "JOS 23:6",
    "verseText": "“Kuweni hodari sana, kuweni waangalifu kutii yote yaliyoandikwa katika kitabu cha Sheria ya Mose, pasipo kugeuka upande wa kuume au kushoto."
  },
  {
    "verseNumber": "JOS 23:7",
    "verseText": "Msishirikiane na mataifa yaliyobakia katikati yenu, wala msiombe kwa majina ya miungu yao au kuapa kwayo. Msiitumikie wala kuisujudia."
  },
  {
    "verseNumber": "JOS 23:8",
    "verseText": "Bali mtashikamana kwa uthabiti na BWANA, Mungu wenu, kama vile ambavyo mmefanya mpaka sasa."
  },
  {
    "verseNumber": "JOS 23:9",
    "verseText": "“BWANA amewafukuza mbele yenu mataifa makubwa na yenye nguvu, mpaka siku ya leo hakuna yeyote aliyeweza kusimama mbele yenu."
  },
  {
    "verseNumber": "JOS 23:10",
    "verseText": "Mtu mmoja miongoni mwenu anafukuza watu elfu, kwa kuwa BWANA Mungu wenu anawapigania, kama alivyoahidi."
  },
  {
    "verseNumber": "JOS 23:11",
    "verseText": "Kwa hiyo kuweni waangalifu sana kumpenda BWANA Mungu wenu."
  },
  {
    "verseNumber": "JOS 23:12",
    "verseText": "“Lakini ikiwa mtageuka na kushikamana na mabaki ya mataifa haya yaliyosalia katikati yenu na kama mtaoana na kushirikiana nao,"
  },
  {
    "verseNumber": "JOS 23:13",
    "verseText": "basi mwe na hakika kuwa BWANA Mungu wenu hatawafukuza tena mataifa hayo mbele yenu. Badala yake, watakuwa tanzi na mitego kwenu, mijeledi migongoni mwenu, na miiba machoni mwenu, mpaka mwangamie kutoka nchi hii nzuri, ambayo BWANA Mungu wenu amewapa."
  },
  {
    "verseNumber": "JOS 23:14",
    "verseText": "“Sasa mimi ninakaribia kwenda katika njia ya watu wote wa dunia. Mnajua kwa mioyo yenu na roho zenu kwamba hakuna ahadi zozote njema BWANA Mungu wenu alizowaahidia, ambazo hazikutimia. Kila ahadi imetimizwa, hakuna hata moja ambayo haikutimia."
  },
  {
    "verseNumber": "JOS 23:15",
    "verseText": "Lakini kama vile kila ahadi njema ya BWANA Mungu wenu imekuwa kweli, vivyo hivyo BWANA ataleta maovu yote kama alivyo onya, mpaka awe amewaangamiza kutoka nchi hii nzuri aliyowapa."
  },
  {
    "verseNumber": "JOS 23:16",
    "verseText": "Kama mkilivunja agano la BWANA Mungu wenu, ambalo aliwaamuru ninyi, mkaenda na kuitumikia miungu mingine na kuisujudia, hasira ya BWANA itawaka dhidi yenu, nanyi mtaangamia kutoka nchi nzuri aliyowapa ninyi.”"
  },
  {
    "verseNumber": "JOS 24:1",
    "verseText": "Ndipo Yoshua akaita pamoja makabila yote ya Israeli huko Shekemu. Akawaita wazee, viongozi, waamuzi na maafisa wa Israeli, nao wakaja mbele za Mungu."
  },
  {
    "verseNumber": "JOS 24:2",
    "verseText": "Yoshua akawaambia watu wote, “Hili ndilo BWANA, Mungu wa Israeli, asemalo: ‘Hapo zamani baba zenu, pamoja na Tera baba yake Abrahamu na Nahori, waliishi ngʼambo ya Mto nao waliiabudu miungu mingine."
  },
  {
    "verseNumber": "JOS 24:3",
    "verseText": "Lakini nilimwondoa baba yenu Abrahamu kutoka nchi hiyo ngʼambo ya Mto, nami nikamwongoza katika nchi yote ya Kanaani, nikampa wazao wengi. Nikampa Isaki,"
  },
  {
    "verseNumber": "JOS 24:4",
    "verseText": "naye Isaki nikampa Yakobo na Esau. Esau nikampa nchi ya vilima ya Seiri, lakini Yakobo pamoja na wanawe wakashuka Misri."
  },
  {
    "verseNumber": "JOS 24:5",
    "verseText": "“ ‘Kisha nikawatuma Mose na Aroni, nami nikawapiga Wamisri kwa kile nilichokitenda huko, tena nikawatoa ninyi huko."
  },
  {
    "verseNumber": "JOS 24:6",
    "verseText": "Nilipowatoa baba zenu Misri, mlifika kwenye bahari, nao Wamisri wakawafuatia baba zenu kwa magari na wapanda farasi mpaka kwenye Bahari ya Shamu."
  },
  {
    "verseNumber": "JOS 24:7",
    "verseText": "Lakini wakamlilia BWANA wakitaka msaada, naye akaweka giza kati yenu na Wamisri, akaileta bahari juu yao ikawafunika. Ninyi mliona kwa macho yenu wenyewe kile nilichowatendea Wamisri. Kisha mliishi jangwani kwa muda mrefu."
  },
  {
    "verseNumber": "JOS 24:8",
    "verseText": "“ ‘Nikawaleta katika nchi ya Waamori ambao waliishi mashariki mwa Yordani. Wakapigana nanyi, lakini nikawatia mikononi mwenu. Nikawaangamiza mbele yenu nanyi mkaimiliki nchi yao."
  },
  {
    "verseNumber": "JOS 24:9",
    "verseText": "Wakati Balaki mwana wa Sipori, mfalme wa Moabu, alipojiandaa kupigana dhidi ya Israeli, alimwita Balaamu mwana wa Beori apate kuwalaani."
  },
  {
    "verseNumber": "JOS 24:10",
    "verseText": "Lakini sikumkubali Balaamu, kwa hiyo aliwabariki tena na tena, nami niliwaokoa toka mkononi mwake."
  },
  {
    "verseNumber": "JOS 24:11",
    "verseText": "“ ‘Ndipo mlipovuka Yordani mkafika Yeriko. Raiya wa Yeriko wakapigana nanyi, kama walivyofanya Waamori, Waperizi, Wakanaani, Wahiti, Wagirgashi, Wahivi na Wayebusi, lakini niliwatia mikononi mwenu."
  },
  {
    "verseNumber": "JOS 24:12",
    "verseText": "Nikatuma manyigu mbele yenu, ambao pia waliwafukuza mbele yenu, hao wafalme wawili wa Waamori. Siyo upanga au upinde wenu wenyewe vilivyowapatia ushindi."
  },
  {
    "verseNumber": "JOS 24:13",
    "verseText": "Hivyo nikawapa ninyi nchi ambayo hamkuitaabikia na miji ambayo hamkuijenga na mnaishi ndani yake na kula toka kwa mashamba ya mizabibu na mizeituni msiyoipanda.’"
  },
  {
    "verseNumber": "JOS 24:14",
    "verseText": "“Sasa basi mcheni BWANA na kumtumikia kwa uaminifu wote. Itupeni mbali miungu ambayo baba zenu waliiabudu huko ngʼambo ya Mto Frati na huko Misri, nanyi mtumikieni BWANA."
  },
  {
    "verseNumber": "JOS 24:15",
    "verseText": "Lakini msipoona vyema kumtumikia BWANA, chagueni hivi leo mtakayemtumikia, kama ni miungu ile ambayo baba zenu waliitumikia ngʼambo Frati, au miungu ya Waamori, ambao mnakaa katika nchi yao. Lakini mimi na nyumba yangu, tutamtumikia BWANA.”"
  },
  {
    "verseNumber": "JOS 24:16",
    "verseText": "Ndipo hao watu wakajibu, “Hili jambo liwe mbali nasi la kumsahau BWANA na kuitumikia miungu mingine!"
  },
  {
    "verseNumber": "JOS 24:17",
    "verseText": "BWANA Mungu wetu mwenyewe ndiye alitutoa sisi na baba zetu akatupandisha kutoka Misri, kutoka nchi ile ya utumwa, na kutenda zile ishara kubwa mbele ya macho yetu. Ndiye aliyetulinda katika safari yetu yote na kutokana na mataifa yote ambayo tulipita katikati yao."
  },
  {
    "verseNumber": "JOS 24:18",
    "verseText": "BWANA akayafukuza mbele yetu mataifa yote pamoja na Waamori, walioishi katika nchi hii. Hivyo sisi nasi tutamtumikia BWANA kwa kuwa yeye ndiye Mungu wetu.”"
  },
  {
    "verseNumber": "JOS 24:19",
    "verseText": "Yoshua akawaambia watu, “Hamwezi kumtumikia BWANA. Yeye ni Mungu Mtakatifu, ni Mungu mwenye wivu. Hatasamehe uasi wenu na dhambi zenu."
  },
  {
    "verseNumber": "JOS 24:20",
    "verseText": "Ikiwa mkimwacha BWANA na kuitumikia miungu migeni, atageuka na kuwaleteeni maafa na kuwaangamiza, baada ya kuwa mwema kwenu.”"
  },
  {
    "verseNumber": "JOS 24:21",
    "verseText": "Lakini watu wakamwambia Yoshua, “Sivyo! Sisi tutamtumikia BWANA.”"
  },
  {
    "verseNumber": "JOS 24:22",
    "verseText": "Ndipo Yoshua akawaambia, “Ninyi mmekuwa mashahidi juu yenu wenyewe kuwa mmechagua kumtumikia BWANA.” Nao wakajibu, “Ndiyo, tu mashahidi.”"
  },
  {
    "verseNumber": "JOS 24:23",
    "verseText": "Yoshua akawaambia, “Sasa basi, itupeni mbali hiyo miungu migeni iliyo katikati yenu, nanyi mtoleeni BWANA, Mungu wa Israeli, mioyo yenu.”"
  },
  {
    "verseNumber": "JOS 24:24",
    "verseText": "Nao watu wakamwambia Yoshua, “Tutamtumikia BWANA Mungu wetu na kumtii yeye.”"
  },
  {
    "verseNumber": "JOS 24:25",
    "verseText": "Siku ile Yoshua akafanya agano kwa ajili ya watu na hapo Shekemu ndipo alipowaandikia amri na sheria."
  },
  {
    "verseNumber": "JOS 24:26",
    "verseText": "Naye Yoshua akayaandika mambo haya katika Kitabu cha Sheria ya Mungu. Ndipo akalitwaa jiwe kubwa, akalisimamisha huko chini ya mwaloni, karibu na mahali patakatifu pa BWANA."
  },
  {
    "verseNumber": "JOS 24:27",
    "verseText": "Yoshua akawaambia watu wote, “Angalieni! Jiwe hili litakuwa shahidi juu yetu. Limesikia maneno yote BWANA aliyotuambia. Litakuwa shahidi juu yenu kama mtakuwa waongo kwa Mungu wenu.”"
  },
  {
    "verseNumber": "JOS 24:28",
    "verseText": "Basi Yoshua akawatuma watu kila mmoja aende katika urithi wake mwenyewe."
  },
  {
    "verseNumber": "JOS 24:29",
    "verseText": "Baada ya mambo haya, Yoshua mwana wa Nuni, mtumishi wa BWANA akafa akiwa na umri wa miaka mia moja na kumi."
  },
  {
    "verseNumber": "JOS 24:30",
    "verseText": "Nao wakamzika katika nchi ya urithi wake, huko Timnath-Sera katika nchi ya vilima ya Efraimu, kaskazini ya Mlima wa Gaashi."
  },
  {
    "verseNumber": "JOS 24:31",
    "verseText": "Israeli wakamtumikia BWANA siku zote za maisha ya Yoshua, na za hao wazee walioishi baada ya Yoshua kufa, ambao waliona kila kitu BWANA alichowatendea Israeli."
  },
  {
    "verseNumber": "JOS 24:32",
    "verseText": "Nayo ile mifupa ya Yosefu, ambayo Waisraeli waliipandisha kutoka huko Misri, wakaizika huko Shekemu kwenye eneo, ambalo Yakobo alilinunua kwa wana wa Hamori baba yake Shekemu, kwa vipande mia vya fedha. Eneo hili likawa ni urithi wa uzao wa Yosefu."
  },
  {
    "verseNumber": "JOS 24:33",
    "verseText": "Naye Eleazari mwana wa Aroni akafariki akazikwa huko Gibea, mlima aliokuwa amepewa mtoto wake Finehasi, kwenye nchi ya vilima ya Efraimu."
  }
]