[
  {
    "verseNumber": "JUD 1:1",
    "verseText": "Yuda, mtumwa wa Yesu Kristo na nduguye Yakobo: Kwa wale walioitwa, wapendwa katika Mungu Baba na kuhifadhiwa salama ndani ya Yesu Kristo:"
  },
  {
    "verseNumber": "JUD 1:2",
    "verseText": "Rehema, amani na upendo viwe kwenu kwa wingi."
  },
  {
    "verseNumber": "JUD 1:3",
    "verseText": "Wapendwa, ingawa nilikuwa ninatamani sana kuwaandikia kuhusu wokovu ambao tunaushiriki sisi sote, niliona imenipasa kuwaandikia na kuwasihi kwamba mwitetee imani iliyokabidhiwa watakatifu kwa nafasi moja itoshayo."
  },
  {
    "verseNumber": "JUD 1:4",
    "verseText": "Kwa kuwa kuna watu waliojipenyeza kwa siri katikati yenu, watu walioandikiwa tangu zamani hukumu hii, waovu, wapotoshao neema ya Mungu wetu kuwa ufisadi wakimkana yeye aliye Bwana wetu wa pekee, Bwana Yesu Kristo."
  },
  {
    "verseNumber": "JUD 1:5",
    "verseText": "Ingawa mmekwisha kujua haya yote, nataka niwakumbushe kuwa Bwana akiisha kuwaokoa watu wake kutoka nchi ya Misri, baadaye aliwaangamiza wale ambao hawakuamini."
  },
  {
    "verseNumber": "JUD 1:6",
    "verseText": "Nao malaika ambao hawakulinda nafasi zao, lakini wakayaacha makao yao, hawa amewaweka katika giza, wakiwa wamefungwa kwa minyororo ya milele kwa ajili ya hukumu Siku ile kuu."
  },
  {
    "verseNumber": "JUD 1:7",
    "verseText": "Vivyo hivyo, Sodoma na Gomora na pia ile miji iliyokuwa kandokando, ambayo kwa jinsi moja na hao, walijifurahisha kwa uasherati na kufuata tamaa za mwili zisizo za asili, waliwekwa wawe mfano kwa kuadhibiwa katika moto wa milele."
  },
  {
    "verseNumber": "JUD 1:8",
    "verseText": "Vivyo hivyo, hawa waotao ndoto huutia mwili unajisi, hukataa kuwa chini ya mamlaka na kunena mabaya juu ya wenye mamlaka."
  },
  {
    "verseNumber": "JUD 1:9",
    "verseText": "Lakini hata malaika mkuu Mikaeli alipokuwa anashindana na ibilisi juu ya mwili wa Mose, hakuthubutu kumlaumu, bali alimwambia, “Bwana na akukemee!”"
  },
  {
    "verseNumber": "JUD 1:10",
    "verseText": "Lakini watu hawa hunena mabaya dhidi ya mambo wasiyoyafahamu. Na katika mambo yale wanayoyafahamu kwa hisia kama wanyama wasio na akili, hayo ndiyo hasa yanayowaharibu."
  },
  {
    "verseNumber": "JUD 1:11",
    "verseText": "Ole wao! Kwa kuwa wanaifuata njia ya Kaini, wamekimbilia faida katika kosa la Balaamu na kuangamia katika uasi wa Kora."
  },
  {
    "verseNumber": "JUD 1:12",
    "verseText": "Watu hawa ni dosari katika karamu zenu za upendo, wakila pamoja nanyi bila hofu, wakijilisha pasipo hofu. Wao ni mawingu yasiyokuwa na maji, yakichukuliwa na upepo, miti isiyo na matunda wakati wa mapukutiko, ambayo hunyauka, iliyokufa mara mbili na kungʼolewa kabisa."
  },
  {
    "verseNumber": "JUD 1:13",
    "verseText": "Wao ni mawimbi makali ya bahari, yakitoa povu la aibu yao wenyewe, ni nyota zipoteazo, ambao weusi wa giza ndio akiba waliowekewa milele."
  },
  {
    "verseNumber": "JUD 1:14",
    "verseText": "Enoki, mtu wa saba kuanzia Adamu alitoa unabii kuhusu watu hawa, akisema: “Tazama, Bwana anakuja pamoja na maelfu kwa maelfu ya watakatifu wake,"
  },
  {
    "verseNumber": "JUD 1:15",
    "verseText": "ili kumhukumu kila mmoja na kuwapatiliza wote wasiomcha Mungu kwa matendo yao yote ya uasi waliyoyatenda, pamoja na maneno yote ya kuchukiza ambayo wenye dhambi wamesema dhidi yake.”"
  },
  {
    "verseNumber": "JUD 1:16",
    "verseText": "Watu hawa ni wenye kunungʼunika na wenye kutafuta makosa; wao hufuata tamaa zao mbaya, hujisifu kwa maneno makuu kuhusu wao wenyewe na kuwasifu mno watu wenye vyeo kwa ajili ya kujipatia faida."
  },
  {
    "verseNumber": "JUD 1:17",
    "verseText": "Lakini ninyi wapenzi, kumbukeni yale mitume wa Bwana Yesu Kristo waliyonena zamani."
  },
  {
    "verseNumber": "JUD 1:18",
    "verseText": "Kwa kuwa waliwaambia, “Siku za mwisho kutakuwa na watu wenye kudhihaki, watakaofuata tamaa zao wenyewe za upotovu.”"
  },
  {
    "verseNumber": "JUD 1:19",
    "verseText": "Hawa ndio watu wanaowagawa ninyi, wafuatao tamaa zao za asili, wala hawana Roho."
  },
  {
    "verseNumber": "JUD 1:20",
    "verseText": "Lakini ninyi wapendwa, jijengeni katika imani yenu iliyo takatifu sana tena ombeni katika Roho Mtakatifu."
  },
  {
    "verseNumber": "JUD 1:21",
    "verseText": "Jilindeni katika upendo wa Mungu mkitazamia kwa furaha rehema ya Bwana wetu Yesu Kristo ili awalete katika uzima wa milele."
  },
  {
    "verseNumber": "JUD 1:22",
    "verseText": "Wahurumieni walio na mashaka;"
  },
  {
    "verseNumber": "JUD 1:23",
    "verseText": "wengine waokoeni kwa kuwanyakua kutoka kwenye moto; nao wengine wahurumieni mkiwa na hofu, mkichukia hata vazi lenye mawaa na kutiwa unajisi na mwili."
  },
  {
    "verseNumber": "JUD 1:24",
    "verseText": "Kwake yeye awezaye kuwalinda ninyi msianguke na kuwaleta mbele za utukufu wake mkuu bila dosari na kwa furaha ipitayo kiasi:"
  },
  {
    "verseNumber": "JUD 1:25",
    "verseText": "kwake yeye Mungu pekee Mwokozi wetu, kwa Yesu Kristo Bwana wetu, utukufu, ukuu, uweza na mamlaka ni vyake tangu milele, sasa na hata milele! Amen."
  }
]