[
  {
    "verseNumber": "LAM 1:1",
    "verseText": "Tazama jinsi mji ulivyoachwa ukiwa, mji ambao zamani ulikuwa umejaa watu! Jinsi ambavyo umekuwa kama mama mjane, ambaye wakati fulani alikuwa maarufu miongoni mwa mataifa! Yule ambaye alikuwa malkia miongoni mwa majimbo sasa amekuwa mtumwa."
  },
  {
    "verseNumber": "LAM 1:2",
    "verseText": "Kwa uchungu, hulia sana usiku, machozi yapo kwenye mashavu yake. Miongoni mwa wapenzi wake wote hakuna yeyote wa kumfariji. Rafiki zake wote wamemsaliti, wamekuwa adui zake."
  },
  {
    "verseNumber": "LAM 1:3",
    "verseText": "Baada ya mateso na kufanyishwa kazi kikatili, Yuda amekwenda uhamishoni. Anakaa miongoni mwa mataifa, hapati mahali pa kupumzika. Wote ambao wanamsaka wamemkamata katikati ya dhiki yake."
  },
  {
    "verseNumber": "LAM 1:4",
    "verseText": "Barabara zielekeazo Sayuni zaomboleza, kwa kuwa hakuna yeyote anayekuja kwenye sikukuu zake zilizoamriwa. Malango yake yote yamekuwa ukiwa, makuhani wake wanalia kwa uchungu, wanawali wake wanahuzunika, naye yuko katika uchungu wa maumivu makuu."
  },
  {
    "verseNumber": "LAM 1:5",
    "verseText": "Adui zake wamekuwa mabwana zake, watesi wake wana raha. BWANA amemletea huzuni kwa sababu ya dhambi zake nyingi. Watoto wake wamekwenda uhamishoni, mateka mbele ya adui."
  },
  {
    "verseNumber": "LAM 1:6",
    "verseText": "Fahari yote imeondoka kutoka kwa Binti Sayuni. Wakuu wake wako kama ayala ambaye hapati malisho, katika udhaifu wamekimbia mbele ya anayewasaka."
  },
  {
    "verseNumber": "LAM 1:7",
    "verseText": "Katika siku za mateso yake na kutangatanga, Yerusalemu hukumbuka hazina zote ambazo zilikuwa zake siku za kale. Wakati watu wake walipoanguka katika mikono ya adui, hapakuwepo na yeyote wa kumsaidia. Watesi wake walimtazama na kumcheka katika maangamizi yake."
  },
  {
    "verseNumber": "LAM 1:8",
    "verseText": "Yerusalemu ametenda dhambi sana kwa hiyo amekuwa najisi. Wote waliomheshimu wanamdharau, kwa maana wameuona uchi wake. Yeye mwenyewe anapiga kite na kugeukia mbali."
  },
  {
    "verseNumber": "LAM 1:9",
    "verseText": "Uchafu wake umegandamana na nguo zake; hakuwaza juu ya maisha yake ya baadaye. Anguko lake lilikuwa la kushangaza, hapakuwepo na yeyote wa kumfariji. “Tazama, Ee BWANA, teso langu, kwa maana adui ameshinda.”"
  },
  {
    "verseNumber": "LAM 1:10",
    "verseText": "Adui ametia mikono juu ya hazina zake zote, aliona mataifa ya kipagani wakiingia mahali patakatifu pake, wale uliowakataza kuingia kwenye kusanyiko lako."
  },
  {
    "verseNumber": "LAM 1:11",
    "verseText": "Watu wake wote wanalia kwa uchungu watafutapo chakula; wanabadilisha hazina zao kwa chakula ili waweze kuendelea kuishi. “Tazama, Ee BWANA, ufikiri, kwa maana nimedharauliwa.”"
  },
  {
    "verseNumber": "LAM 1:12",
    "verseText": "“Je, si kitu kwenu, ninyi nyote mpitao kando? Angalieni kote mwone. Je, kuna maumivu kama maumivu yangu yale yaliyotiwa juu yangu, yale BWANA aliyoyaleta juu yangu katika siku ya hasira yake kali?"
  },
  {
    "verseNumber": "LAM 1:13",
    "verseText": "“Kutoka juu alipeleka moto, akaushusha katika mifupa yangu. Aliitandia wavu miguu yangu na akanirudisha nyuma. Akanifanya mkiwa, na mdhaifu mchana kutwa."
  },
  {
    "verseNumber": "LAM 1:14",
    "verseText": "“Dhambi zangu zimefungwa kwenye nira, kwa mikono yake zilifumwa pamoja. Zimefika shingoni mwangu na Bwana ameziondoa nguvu zangu. Amenitia mikononi mwa wale ambao siwezi kushindana nao."
  },
  {
    "verseNumber": "LAM 1:15",
    "verseText": "“Bwana amewakataa wapiganaji wa vita wote walio kati yangu, ameagiza jeshi dhidi yangu kuwaponda vijana wangu wa kiume. Katika shinikizo lake la divai Bwana amemkanyaga Bikira Binti Yuda."
  },
  {
    "verseNumber": "LAM 1:16",
    "verseText": "“Hii ndiyo sababu ninalia na macho yangu yanafurika machozi. Hakuna yeyote aliye karibu kunifariji, hakuna yeyote wa kuhuisha roho yangu. Watoto wangu ni wakiwa kwa sababu adui ameshinda.”"
  },
  {
    "verseNumber": "LAM 1:17",
    "verseText": "Sayuni ananyoosha mikono yake, lakini hakuna yeyote wa kumfariji. BWANA ametoa amri kwa ajili ya Yakobo kwamba majirani zake wawe adui zake; Yerusalemu umekuwa kitu najisi miongoni mwao."
  },
  {
    "verseNumber": "LAM 1:18",
    "verseText": "“BWANA ni mwenye haki, hata hivyo niliasi dhidi ya amri yake. Sikilizeni, enyi mataifa yote, tazameni maumivu yangu. Wavulana wangu na wasichana wangu wamekwenda uhamishoni."
  },
  {
    "verseNumber": "LAM 1:19",
    "verseText": "“Niliita washirika wangu lakini walinisaliti. Makuhani wangu na wazee wangu waliangamia mjini walipokuwa wakitafuta chakula ili waweze kuishi."
  },
  {
    "verseNumber": "LAM 1:20",
    "verseText": "“Angalia, Ee BWANA, jinsi nilivyo katika dhiki! Nina maumivu makali ndani yangu, nami ninahangaika moyoni mwangu, kwa kuwa nimekuwa mwasi sana. Huko nje, upanga unaua watu, ndani, kipo kifo tu."
  },
  {
    "verseNumber": "LAM 1:21",
    "verseText": "“Watu wamesikia ninavyolia kwa uchungu, lakini hakuna yeyote wa kunifariji. Adui zangu wote wamesikia juu ya dhiki yangu, wanafurahia lile ulilolitenda. Naomba uilete siku uliyoitangaza ili wawe kama mimi."
  },
  {
    "verseNumber": "LAM 1:22",
    "verseText": "“Uovu wao wote na uje mbele zako; uwashughulikie wao kama vile ulivyonishughulikia mimi kwa sababu ya dhambi zangu zote. Kulia kwangu kwa uchungu ni kwingi na moyo wangu umedhoofika.”"
  },
  {
    "verseNumber": "LAM 2:1",
    "verseText": "Tazama jinsi Bwana alivyomfunika Binti Sayuni kwa wingu la hasira yake! Ameitupa chini fahari ya Israeli kutoka mbinguni mpaka duniani, hakukumbuka kiti chake cha kuwekea miguu katika siku ya hasira yake."
  },
  {
    "verseNumber": "LAM 2:2",
    "verseText": "Bila huruma Bwana ameyameza makao yote ya Yakobo; katika ghadhabu yake amebomoa ngome za Binti Yuda. Ameuangusha ufalme wake na wakuu wake chini kwa aibu."
  },
  {
    "verseNumber": "LAM 2:3",
    "verseText": "Katika hasira kali amevunja kila pembe ya Israeli. Ameuondoa mkono wake wa kuume alipokaribia adui. Amemteketeza Yakobo kama moto uwakao ule uteketezao kila kitu kinachouzunguka."
  },
  {
    "verseNumber": "LAM 2:4",
    "verseText": "Ameupinda upinde wake kama adui, mkono wake wa kuume uko tayari. Kama vile adui amewachinja wote waliokuwa wanapendeza jicho, amemwaga ghadhabu yake kama moto juu ya hema la Binti Sayuni."
  },
  {
    "verseNumber": "LAM 2:5",
    "verseText": "Bwana ni kama adui; amemmeza Israeli. Amemeza majumba yake yote ya kifalme na kuangamiza ngome zake. Ameongeza huzuni na maombolezo kwa ajili ya Binti Yuda."
  },
  {
    "verseNumber": "LAM 2:6",
    "verseText": "Ameharibu maskani yake kama bustani, ameharibu mahali pake pa mkutano. BWANA amemfanya Sayuni kusahau sikukuu zake zilizoamriwa na Sabato zake; katika hasira yake kali amewadharau mfalme na kuhani."
  },
  {
    "verseNumber": "LAM 2:7",
    "verseText": "BWANA amekataa madhabahu yake na kuacha mahali patakatifu pake. Amemkabidhi adui kuta za majumba yake ya kifalme; wamepiga kelele katika nyumba ya BWANA kama katika siku ya sikukuu iliyoamriwa."
  },
  {
    "verseNumber": "LAM 2:8",
    "verseText": "BWANA alikusudia kuangusha ukuta uliomzunguka Binti Sayuni. Ameinyoosha kamba ya kupimia na hakuuzuia mkono wake usiangamize. Alifanya maboma na kuta ziomboleze, vyote vikaharibika pamoja."
  },
  {
    "verseNumber": "LAM 2:9",
    "verseText": "Malango yake yamezama ardhini, makomeo yake ameyavunja na kuyaharibu. Mfalme wake na wakuu wake wamepelekwa uhamishoni miongoni mwa mataifa, sheria haipo tena, na manabii wake hawapati tena maono kutoka kwa BWANA."
  },
  {
    "verseNumber": "LAM 2:10",
    "verseText": "Wazee wa Binti Sayuni wanaketi chini kimya, wamenyunyiza mavumbi kwenye vichwa vyao na kuvaa nguo za gunia. Wanawali wa Yerusalemu wamesujudu hadi ardhini."
  },
  {
    "verseNumber": "LAM 2:11",
    "verseText": "Macho yangu yamedhoofika kwa kulia, nina maumivu makali ndani, moyo wangu umemiminwa ardhini kwa sababu watu wangu wameangamizwa, kwa sababu watoto na wanyonyao wanazimia kwenye barabara za mji."
  },
  {
    "verseNumber": "LAM 2:12",
    "verseText": "Wanawaambia mama zao, “Wapi mkate na divai?” wazimiapo kama watu waliojeruhiwa katika barabara za mji, maisha yao yadhoofikavyo mikononi mwa mama zao."
  },
  {
    "verseNumber": "LAM 2:13",
    "verseText": "Ninaweza kusema nini kwa ajili yako? Nikulinganishe na nini, ee Binti Yerusalemu? Nitakufananisha na nini, ili nipate kukufariji, ee Bikira Binti Sayuni? Jeraha lako lina kina kama bahari. Ni nani awezaye kukuponya?"
  },
  {
    "verseNumber": "LAM 2:14",
    "verseText": "Maono ya manabii wako yalikuwa ya uongo na yasiyofaa kitu, hawakuifunua dhambi yako ili kukuzuilia kwenda utumwani. Maneno waliyokupa yalikuwa ya uongo na ya kupotosha."
  },
  {
    "verseNumber": "LAM 2:15",
    "verseText": "Wote wapitiao njia yako wanakupigia makofi, wanakudhihaki na kutikisa vichwa vyao kwa Binti Yerusalemu: “Huu ndio ule mji ulioitwa mkamilifu wa uzuri, furaha ya dunia yote?”"
  },
  {
    "verseNumber": "LAM 2:16",
    "verseText": "Adui zako wote wanapanua vinywa vyao dhidi yako, wanadhihaki na kusaga meno yao na kusema, “Tumemmeza. Hii ndiyo siku tuliyoingojea, tumeishi na kuiona.”"
  },
  {
    "verseNumber": "LAM 2:17",
    "verseText": "BWANA amefanya lile alilolipanga; ametimiza neno lake aliloliamuru siku za kale. Amekuangusha bila huruma, amewaacha adui wakusimange, ametukuza pembe ya adui yako."
  },
  {
    "verseNumber": "LAM 2:18",
    "verseText": "Mioyo ya watu inamlilia Bwana. Ee ukuta wa Binti Sayuni, machozi yako na yatiririke kama mto usiku na mchana; usijipe nafuu, macho yako yasipumzike."
  },
  {
    "verseNumber": "LAM 2:19",
    "verseText": "Inuka, lia usiku, zamu za usiku zianzapo; mimina moyo wako kama maji mbele za Bwana. Mwinulie yeye mikono yako kwa ajili ya maisha ya watoto wako, ambao wanazimia kwa njaa kwenye kila mwanzo wa barabara."
  },
  {
    "verseNumber": "LAM 2:20",
    "verseText": "“Tazama, Ee BWANA, ufikirie: Ni nani ambaye umepata kumtendea namna hii? Je, wanawake wakule wazao wao, watoto waliowalea? Je, kuhani na nabii auawe mahali patakatifu pa BWANA?"
  },
  {
    "verseNumber": "LAM 2:21",
    "verseText": "“Vijana na wazee hujilaza pamoja katika mavumbi ya barabarani, wavulana wangu na wasichana wameanguka kwa upanga. Umewaua katika siku ya hasira yako, umewachinja bila huruma."
  },
  {
    "verseNumber": "LAM 2:22",
    "verseText": "“Kama ulivyoita siku ya karamu, ndivyo ulivyoagiza hofu kuu dhidi yangu kila upande. Katika siku ya hasira ya BWANA hakuna yeyote aliyekwepa au kupona; wale niliowatunza na kuwalea, adui yangu amewaangamiza.”"
  },
  {
    "verseNumber": "LAM 3:1",
    "verseText": "Mimi ndiye mtu aliyeona mateso kwa fimbo ya ghadhabu yake."
  },
  {
    "verseNumber": "LAM 3:2",
    "verseText": "Amenifukuzia mbali na kunifanya nitembee gizani wala si katika nuru;"
  },
  {
    "verseNumber": "LAM 3:3",
    "verseText": "hakika, amegeuza mkono wake dhidi yangu tena na tena, mchana kutwa."
  },
  {
    "verseNumber": "LAM 3:4",
    "verseText": "Amefanya ngozi yangu na nyama yangu kuchakaa na ameivunja mifupa yangu."
  },
  {
    "verseNumber": "LAM 3:5",
    "verseText": "Amenizingira na kunizunguka kwa uchungu na taabu."
  },
  {
    "verseNumber": "LAM 3:6",
    "verseText": "Amenifanya niishi gizani kama wale waliokufa."
  },
  {
    "verseNumber": "LAM 3:7",
    "verseText": "Amenizungushia ukuta ili nisiweze kutoroka, amenifunga kwa minyororo mizito."
  },
  {
    "verseNumber": "LAM 3:8",
    "verseText": "Hata ninapoita au kulia ili kuomba msaada, anakataa kupokea maombi yangu."
  },
  {
    "verseNumber": "LAM 3:9",
    "verseText": "Ameizuia njia yangu kwa mapande ya mawe, amepotosha njia zangu."
  },
  {
    "verseNumber": "LAM 3:10",
    "verseText": "Kama dubu aviziaye, kama simba mafichoni,"
  },
  {
    "verseNumber": "LAM 3:11",
    "verseText": "ameniburuta kutoka njia, akanirarua na kuniacha bila msaada."
  },
  {
    "verseNumber": "LAM 3:12",
    "verseText": "Amevuta upinde wake na kunifanya mimi niwe lengo kwa ajili ya mishale yake."
  },
  {
    "verseNumber": "LAM 3:13",
    "verseText": "Alinichoma moyo wangu kwa mishale iliyotoka kwenye podo lake."
  },
  {
    "verseNumber": "LAM 3:14",
    "verseText": "Nimekuwa kichekesho kwa watu wangu wote, wananidhihaki kwa wimbo mchana kutwa."
  },
  {
    "verseNumber": "LAM 3:15",
    "verseText": "Amenijaza kwa majani machungu na kunishibisha kwa nyongo."
  },
  {
    "verseNumber": "LAM 3:16",
    "verseText": "Amevunja meno yangu kwa changarawe, amenikanyagia mavumbini."
  },
  {
    "verseNumber": "LAM 3:17",
    "verseText": "Amani yangu imeondolewa, nimesahau kufanikiwa ni nini."
  },
  {
    "verseNumber": "LAM 3:18",
    "verseText": "Kwa hiyo nasema, “Fahari yangu imeondoka na yale yote niliyokuwa nimetarajia kutoka kwa BWANA.”"
  },
  {
    "verseNumber": "LAM 3:19",
    "verseText": "Nayakumbuka mateso yangu na kutangatanga kwangu, uchungu na nyongo."
  },
  {
    "verseNumber": "LAM 3:20",
    "verseText": "Ninayakumbuka vyema, nayo nafsi yangu imezimia ndani yangu."
  },
  {
    "verseNumber": "LAM 3:21",
    "verseText": "Hata hivyo najikumbusha neno hili na kwa hiyo ninalo tumaini."
  },
  {
    "verseNumber": "LAM 3:22",
    "verseText": "Kwa sababu ya upendo mkuu wa BWANA, hatuangamii, kwa kuwa huruma zake hazikomi kamwe."
  },
  {
    "verseNumber": "LAM 3:23",
    "verseText": "Ni mpya kila asubuhi, uaminifu wako ni mkuu."
  },
  {
    "verseNumber": "LAM 3:24",
    "verseText": "Nimeiambia nafsi yangu, “BWANA ni fungu langu, kwa hiyo nitamngojea.”"
  },
  {
    "verseNumber": "LAM 3:25",
    "verseText": "BWANA ni mwema kwa wale ambao tumaini lao ni kwake, kwa yule ambaye humtafuta;"
  },
  {
    "verseNumber": "LAM 3:26",
    "verseText": "ni vyema kungojea kwa utulivu kwa ajili ya wokovu wa BWANA."
  },
  {
    "verseNumber": "LAM 3:27",
    "verseText": "Ni vyema mtu kuchukua nira bado angali kijana."
  },
  {
    "verseNumber": "LAM 3:28",
    "verseText": "Na akae peke yake awe kimya, kwa maana BWANA ameiweka juu yake."
  },
  {
    "verseNumber": "LAM 3:29",
    "verseText": "Na azike uso wake mavumbini bado panawezekana kuwa na matumaini."
  },
  {
    "verseNumber": "LAM 3:30",
    "verseText": "Na atoe shavu lake kwa yule ampigaye, na ajazwe na aibu."
  },
  {
    "verseNumber": "LAM 3:31",
    "verseText": "Kwa kuwa watu hawakatiliwi mbali na Bwana milele."
  },
  {
    "verseNumber": "LAM 3:32",
    "verseText": "Ingawa huleta huzuni, ataonyesha huruma, kwa kuwa upendo wake usiokoma ni mkuu."
  },
  {
    "verseNumber": "LAM 3:33",
    "verseText": "Kwa maana hapendi kuwaletea mateso au huzuni watoto wa wanadamu."
  },
  {
    "verseNumber": "LAM 3:34",
    "verseText": "Kuwaponda chini ya nyayo wafungwa wote katika nchi,"
  },
  {
    "verseNumber": "LAM 3:35",
    "verseText": "Kumnyima mtu haki zake mbele za Aliye Juu Sana,"
  },
  {
    "verseNumber": "LAM 3:36",
    "verseText": "kumnyima mtu haki: Je, Bwana asione mambo kama haya?"
  },
  {
    "verseNumber": "LAM 3:37",
    "verseText": "Nani awezaye kusema nalo likatendeka kama Bwana hajaamuru?"
  },
  {
    "verseNumber": "LAM 3:38",
    "verseText": "Je, si ni kwenye kinywa cha Aliye Juu Sana ndiko yatokako maafa na mambo mema?"
  },
  {
    "verseNumber": "LAM 3:39",
    "verseText": "Mwanadamu yeyote aliye hai aweza kulalamika wakati anapoadhibiwa kwa ajili ya dhambi zake?"
  },
  {
    "verseNumber": "LAM 3:40",
    "verseText": "Tuzichunguze njia zetu na kuzijaribu, na tumrudie BWANA Mungu."
  },
  {
    "verseNumber": "LAM 3:41",
    "verseText": "Tuinue mioyo yetu pamoja na mikono yetu kwa Mungu mbinguni, na tuseme:"
  },
  {
    "verseNumber": "LAM 3:42",
    "verseText": "“Tumetenda dhambi na kuasi nawe hujasamehe."
  },
  {
    "verseNumber": "LAM 3:43",
    "verseText": "“Umejifunika mwenyewe kwa hasira na kutufuatilia; umetuchinja bila huruma."
  },
  {
    "verseNumber": "LAM 3:44",
    "verseText": "Unajifunika mwenyewe kwa wingu, ili pasiwe na ombi litakaloweza kupenya."
  },
  {
    "verseNumber": "LAM 3:45",
    "verseText": "Umetufanya takataka na uchafu miongoni mwa mataifa."
  },
  {
    "verseNumber": "LAM 3:46",
    "verseText": "“Adui zetu wote wamefumbua vinywa vyao wazi dhidi yetu."
  },
  {
    "verseNumber": "LAM 3:47",
    "verseText": "Tumeteseka kwa hofu kuu na shida ya ghafula, uharibifu na maangamizi.”"
  },
  {
    "verseNumber": "LAM 3:48",
    "verseText": "Vijito vya machozi vinatiririka kutoka machoni mwangu, kwa sababu watu wangu wameangamizwa."
  },
  {
    "verseNumber": "LAM 3:49",
    "verseText": "Macho yangu yatatiririka machozi bila kukoma, bila kupata nafuu,"
  },
  {
    "verseNumber": "LAM 3:50",
    "verseText": "hadi BWANA atazame chini kutoka mbinguni na kuona."
  },
  {
    "verseNumber": "LAM 3:51",
    "verseText": "Lile ninaloliona huniletea huzuni nafsini kwa sababu ya wanawake wote wa mji wangu."
  },
  {
    "verseNumber": "LAM 3:52",
    "verseText": "Wale waliokuwa adui zangu bila sababu wameniwinda kama ndege."
  },
  {
    "verseNumber": "LAM 3:53",
    "verseText": "Walijaribu kukomesha maisha yangu ndani ya shimo na kunitupia mawe;"
  },
  {
    "verseNumber": "LAM 3:54",
    "verseText": "maji yalifunika juu ya kichwa changu, nami nikafikiri nilikuwa karibu kukatiliwa mbali."
  },
  {
    "verseNumber": "LAM 3:55",
    "verseText": "Nililiitia jina lako, Ee BWANA, kutoka vina vya shimo."
  },
  {
    "verseNumber": "LAM 3:56",
    "verseText": "Ulisikia ombi langu: “Usikizibie masikio yako kilio changu nikuombapo msaada.”"
  },
  {
    "verseNumber": "LAM 3:57",
    "verseText": "Ulikuja karibu nilipokuita, nawe ukasema, “Usiogope.”"
  },
  {
    "verseNumber": "LAM 3:58",
    "verseText": "Ee Bwana, ulichukua shauri langu, ukaukomboa uhai wangu."
  },
  {
    "verseNumber": "LAM 3:59",
    "verseText": "Umeona, Ee BWANA, ubaya niliotendewa. Tetea shauri langu!"
  },
  {
    "verseNumber": "LAM 3:60",
    "verseText": "Umeona kina cha kisasi chao, mashauri yao yote mabaya dhidi yangu."
  },
  {
    "verseNumber": "LAM 3:61",
    "verseText": "Ee BWANA, umesikia matukano yao, mashauri yao yote mabaya dhidi yangu:"
  },
  {
    "verseNumber": "LAM 3:62",
    "verseText": "kile adui zangu wanachonongʼona na kunungʼunikia dhidi yangu mchana kutwa."
  },
  {
    "verseNumber": "LAM 3:63",
    "verseText": "Watazame! Wakiwa wameketi au wamesimama, wananidhihaki katika nyimbo zao."
  },
  {
    "verseNumber": "LAM 3:64",
    "verseText": "Uwalipe kile wanachostahili, Ee BWANA, kwa yale ambayo mikono yao imetenda."
  },
  {
    "verseNumber": "LAM 3:65",
    "verseText": "Weka pazia juu ya mioyo yao, laana yako na iwe juu yao!"
  },
  {
    "verseNumber": "LAM 3:66",
    "verseText": "Wafuatilie katika hasira na uwaangamize kutoka chini ya mbingu za BWANA."
  },
  {
    "verseNumber": "LAM 4:1",
    "verseText": "Jinsi dhahabu ilivyopoteza mngʼao wake, dhahabu iliyo safi haingʼai! Vito vya thamani vimetawanywa kwenye mwanzo wa kila barabara."
  },
  {
    "verseNumber": "LAM 4:2",
    "verseText": "Wana wa Sayuni wenye thamani, ambao mwanzo uzito wa thamani yao ulikuwa wa dhahabu, sasa wanaangaliwa kama vyungu vya udongo, kazi ya mikono ya mfinyanzi!"
  },
  {
    "verseNumber": "LAM 4:3",
    "verseText": "Hata mbweha hutoa matiti yao kunyonyesha watoto wao, lakini watu wangu wamekuwa wasio na huruma kama mbuni jangwani."
  },
  {
    "verseNumber": "LAM 4:4",
    "verseText": "Kwa sababu ya kiu ulimi wa mtoto mchanga umegandamana na kaakaa la kinywa chake, watoto huomba mkate, lakini hakuna yeyote awapaye."
  },
  {
    "verseNumber": "LAM 4:5",
    "verseText": "Wale waliokula vyakula vya kifahari ni maskini barabarani. Wale waliokuzwa wakivaa nguo za zambarau sasa wanalalia majivu."
  },
  {
    "verseNumber": "LAM 4:6",
    "verseText": "Adhabu ya watu wangu ni kubwa kuliko ile ya Sodoma, ambayo ilipinduliwa ghafula bila kuwepo mkono wa msaada."
  },
  {
    "verseNumber": "LAM 4:7",
    "verseText": "Wakuu wao walikuwa wamengʼaa kuliko theluji na weupe kuliko maziwa, miili yao ilikuwa myekundu kuliko marijani, kuonekana kwao kama yakuti samawi."
  },
  {
    "verseNumber": "LAM 4:8",
    "verseText": "Lakini sasa ni weusi kuliko masizi; hawatambulikani barabarani. Ngozi yao imeshikamana juu ya mifupa yao, imekuwa mikavu kama fimbo."
  },
  {
    "verseNumber": "LAM 4:9",
    "verseText": "Wale waliouawa kwa upanga ni bora kuliko wale wanaokufa njaa; wanateseka kwa njaa, wanatokomea kwa kukosa chakula kutoka shambani."
  },
  {
    "verseNumber": "LAM 4:10",
    "verseText": "Kwa mikono yao wenyewe wanawake wenye huruma wanapika watoto wao wenyewe, waliokuwa chakula chao watu wangu walipoangamizwa."
  },
  {
    "verseNumber": "LAM 4:11",
    "verseText": "BWANA ametoa nafasi kamilifu ya ghadhabu yake; ameimwaga hasira yake kali. Amewasha moto katika Sayuni ambao umeteketeza misingi yake."
  },
  {
    "verseNumber": "LAM 4:12",
    "verseText": "Wafalme wa dunia hawakuamini, wala mtu yeyote wa duniani, kwamba adui na watesi wangeweza kuingia kwenye malango ya Yerusalemu."
  },
  {
    "verseNumber": "LAM 4:13",
    "verseText": "Lakini hili lilitokea kwa sababu ya dhambi za manabii wake, na maovu ya makuhani wake, waliomwaga ndani yake damu ya wenye haki."
  },
  {
    "verseNumber": "LAM 4:14",
    "verseText": "Sasa wanapapasa papasa barabarani kama watu ambao ni vipofu. Wamenajisiwa kabisa kwa damu, hata hakuna anayethubutu kugusa mavazi yao."
  },
  {
    "verseNumber": "LAM 4:15",
    "verseText": "Watu wanawapigia kelele, “Ondokeni! Ninyi ni najisi! Ondokeni! Ondokeni! Msituguse!” Wanapokimbia na kutangatanga huku na huko, watu miongoni mwa mataifa wanasema, “Hawawezi kukaa hapa zaidi.”"
  },
  {
    "verseNumber": "LAM 4:16",
    "verseText": "BWANA mwenyewe amewatawanya; hawaangalii tena. Makuhani hawaonyeshwi heshima, wazee hawakubaliki."
  },
  {
    "verseNumber": "LAM 4:17",
    "verseText": "Zaidi ya hayo, macho yetu yalichoka, kwa kutazamia bure msaada; tuliangalia kutoka minara yetu kwa taifa lisiloweza kutuokoa."
  },
  {
    "verseNumber": "LAM 4:18",
    "verseText": "Watu walituvizia katika kila hatua hata hatukuweza kutembea katika barabara zetu. Mwisho wetu ulikuwa karibu, siku zetu zilikuwa zimetimia, kwa maana mwisho wetu ulikuwa umefika."
  },
  {
    "verseNumber": "LAM 4:19",
    "verseText": "Waliotufuatia walikuwa wepesi kuliko tai angani; walitusaka juu milimani na kutuvizia jangwani."
  },
  {
    "verseNumber": "LAM 4:20",
    "verseText": "Mpakwa mafuta wa BWANA, pumzi ya uhai wetu hasa, alinaswa katika mitego yao. Tulifikiri kwamba chini ya kivuli chake tungeliweza kuishi miongoni mwa mataifa."
  },
  {
    "verseNumber": "LAM 4:21",
    "verseText": "Shangilia na ufurahi, ee Binti Edomu, wewe unayeishi nchi ya Usi. Lakini kwako pia kikombe kitapitishwa, Utalewa na kuvuliwa nguo ubaki uchi."
  },
  {
    "verseNumber": "LAM 4:22",
    "verseText": "Ee Binti Sayuni, adhabu yako itaisha, hatarefusha muda wako wa kukaa uhamishoni. Lakini, ee Binti Edomu, ataadhibu dhambi yako, na atafunua uovu wako."
  },
  {
    "verseNumber": "LAM 5:1",
    "verseText": "Kumbuka, Ee BWANA, yaliyotupata, tazama, nawe uione aibu yetu."
  },
  {
    "verseNumber": "LAM 5:2",
    "verseText": "Urithi wetu umegeuziwa kwa wageni, na nyumba zetu kwa wageni."
  },
  {
    "verseNumber": "LAM 5:3",
    "verseText": "Tumekuwa yatima wasio na baba, mama zetu wamekuwa kama wajane."
  },
  {
    "verseNumber": "LAM 5:4",
    "verseText": "Ni lazima tununue maji tunayokunywa, kuni zetu zapatikana tu kwa kununua."
  },
  {
    "verseNumber": "LAM 5:5",
    "verseText": "Wanaotufuatilia wapo kwenye visigino vyetu, tumechoka na hakuna pumziko."
  },
  {
    "verseNumber": "LAM 5:6",
    "verseText": "Tumejitolea kwa Misri na Ashuru tupate chakula cha kutosha."
  },
  {
    "verseNumber": "LAM 5:7",
    "verseText": "Baba zetu walitenda dhambi na hawapo tena, na sisi tunachukua adhabu yao."
  },
  {
    "verseNumber": "LAM 5:8",
    "verseText": "Watumwa wanatutawala na hakuna wa kutuokoa mikononi yao."
  },
  {
    "verseNumber": "LAM 5:9",
    "verseText": "Tunapata chakula chetu kwa kuhatarisha maisha yetu kwa sababu ya upanga jangwani."
  },
  {
    "verseNumber": "LAM 5:10",
    "verseText": "Ngozi yetu ina joto kama tanuru, kwa sababu ya fadhaa itokanayo na njaa."
  },
  {
    "verseNumber": "LAM 5:11",
    "verseText": "Wanawake wametendwa jeuri katika Sayuni, na mabikira katika miji ya Yuda."
  },
  {
    "verseNumber": "LAM 5:12",
    "verseText": "Wakuu wametungikwa juu kwa mikono yao, wazee hawapewi heshima."
  },
  {
    "verseNumber": "LAM 5:13",
    "verseText": "Vijana wanataabika kwenye mawe ya kusagia, wavulana wanayumbayumba chini ya mizigo ya kuni."
  },
  {
    "verseNumber": "LAM 5:14",
    "verseText": "Wazee wameondoka langoni la mji, vijana wameacha kuimba nyimbo zao."
  },
  {
    "verseNumber": "LAM 5:15",
    "verseText": "Furaha imeondoka mioyoni mwetu, kucheza kwetu kumegeuka maombolezo."
  },
  {
    "verseNumber": "LAM 5:16",
    "verseText": "Taji imeanguka kutoka kichwani petu. Ole wetu, kwa maana tumetenda dhambi!"
  },
  {
    "verseNumber": "LAM 5:17",
    "verseText": "Kwa sababu hiyo, mioyo yetu inazimia, kwa sababu ya hayo, macho yetu yamefifia,"
  },
  {
    "verseNumber": "LAM 5:18",
    "verseText": "kwa ajili ya Mlima Sayuni, ambao unakaa ukiwa, nao mbweha wanatembea juu yake."
  },
  {
    "verseNumber": "LAM 5:19",
    "verseText": "Wewe, Ee BWANA unatawala milele, kiti chako cha enzi chadumu kizazi hadi kizazi."
  },
  {
    "verseNumber": "LAM 5:20",
    "verseText": "Kwa nini watusahau siku zote? Kwa nini umetuacha kwa muda mrefu?"
  },
  {
    "verseNumber": "LAM 5:21",
    "verseText": "Turudishe kwako mwenyewe, Ee BWANA, ili tupate kurudi. Zifanye mpya siku zetu kama siku za kale,"
  },
  {
    "verseNumber": "LAM 5:22",
    "verseText": "isipokuwa uwe umetukataa kabisa na umetukasirikia pasipo kipimo."
  }
]