[
  {
    "verseNumber": "LEV 1:1",
    "verseText": "BWANA akamwita Mose na kusema naye kutoka kwenye Hema la Kukutania, akamwambia,"
  },
  {
    "verseNumber": "LEV 1:2",
    "verseText": "“Sema na Waisraeli na uwaambie, ‘Yeyote miongoni mwenu aletapo sadaka ya mnyama kwa BWANA, alete mnyama kama sadaka yake kutoka kundi lake la ngʼombe au la kondoo na mbuzi."
  },
  {
    "verseNumber": "LEV 1:3",
    "verseText": "“ ‘Kama sadaka hiyo ni ya kuteketezwa kutoka kwenye kundi la ngʼombe, atamtoa ngʼombe dume asiye na dosari. Ni lazima amlete kwenye ingilio la Hema la Kukutania ili aweze kukubalika kwa BWANA."
  },
  {
    "verseNumber": "LEV 1:4",
    "verseText": "Ataweka mkono wake juu ya kichwa cha sadaka ya kuteketezwa, nayo itakubaliwa kwa niaba yake ili kufanya upatanisho kwa ajili yake."
  },
  {
    "verseNumber": "LEV 1:5",
    "verseText": "Atamchinja yule fahali mchanga mbele za BWANA, kisha wana wa Aroni walio makuhani wataleta damu na kuinyunyiza pande zote za madhabahu yaliyo penye ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 1:6",
    "verseText": "Ataichuna hiyo sadaka ya kuteketezwa na kuikata vipande vipande."
  },
  {
    "verseNumber": "LEV 1:7",
    "verseText": "Wana wa Aroni kuhani wataweka moto juu ya madhabahu na kupanga kuni juu ya huo moto."
  },
  {
    "verseNumber": "LEV 1:8",
    "verseText": "Kisha wana wa Aroni walio makuhani watapanga vile vipande vya nyama, pamoja na kichwa na mafuta ya huyo mnyama juu ya zile kuni zinazowaka juu ya madhabahu."
  },
  {
    "verseNumber": "LEV 1:9",
    "verseText": "Ataziosha sehemu za ndani na miguu yake kwa maji, naye kuhani atavichoma vyote juu ya madhabahu. Hii ni sadaka ya kuteketezwa, sadaka iliyotolewa kwa moto, yenye harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "LEV 1:10",
    "verseText": "“ ‘Kama sadaka ni ya kuteketezwa kutoka kwenye kundi la kondoo au mbuzi, atamtoa mnyama dume asiye na dosari."
  },
  {
    "verseNumber": "LEV 1:11",
    "verseText": "Atamchinjia upande wa kaskazini wa madhabahu mbele za BWANA, nao wana wa Aroni walio makuhani watanyunyizia damu yake pande zote za madhabahu."
  },
  {
    "verseNumber": "LEV 1:12",
    "verseText": "Atamkata vipande vipande, naye kuhani atavipanga, pamoja na kichwa na mafuta ya mnyama juu ya zile kuni zinazowaka juu ya madhabahu."
  },
  {
    "verseNumber": "LEV 1:13",
    "verseText": "Ataosha sehemu za ndani na miguu kwa maji, naye kuhani atavileta vyote na kuvichoma juu ya madhabahu. Hii ni sadaka ya kuteketezwa, sadaka iliyotolewa kwa moto, harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "LEV 1:14",
    "verseText": "“ ‘Kama sadaka ya kuteketezwa inayotolewa kwa BWANA ni ndege, atamtoa hua au kinda la njiwa."
  },
  {
    "verseNumber": "LEV 1:15",
    "verseText": "Kuhani atamleta kwenye madhabahu, naye atamvunja shingo na kumnyofoa kichwa na kumchoma juu ya madhabahu. Damu yake itachuruzishwa ubavuni mwa madhabahu."
  },
  {
    "verseNumber": "LEV 1:16",
    "verseText": "Ataondoa kifuko cha chakula pamoja na uchafu wake na kuvitupa upande wa mashariki wa madhabahu, mahali pale penye majivu."
  },
  {
    "verseNumber": "LEV 1:17",
    "verseText": "Atampasua na kumweka wazi katika mabawa yake, lakini asimwachanishe kabisa, kisha kuhani ataichoma juu ya zile kuni zinazowaka juu ya madhabahu. Hii ni sadaka ya kuteketezwa, sadaka iliyotolewa kwa moto, harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "LEV 2:1",
    "verseText": "“ ‘Mtu yeyote aletapo sadaka ya nafaka kwa BWANA, sadaka yake itakuwa ya unga laini. Atamimina mafuta juu yake, aweke uvumba juu yake,"
  },
  {
    "verseNumber": "LEV 2:2",
    "verseText": "naye atapeleka kwa makuhani wana wa Aroni. Kuhani atachukua konzi moja iliyojaa unga laini na mafuta pamoja na uvumba wote, na kuuteketeza kama sehemu ya kumbukumbu juu ya madhabahu, sadaka iliyotolewa kwa moto, harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "LEV 2:3",
    "verseText": "Sadaka ya nafaka iliyobaki ni ya Aroni na wanawe, ni sehemu ya sadaka iliyo takatifu sana iliyotolewa kwa BWANA kwa moto."
  },
  {
    "verseNumber": "LEV 2:4",
    "verseText": "“ ‘Kama utaleta sadaka ya nafaka iliyookwa jikoni, itakuwa ya unga laini: maandazi yaliyotengenezwa bila kutiwa chachu, yaliyochanganywa na mafuta, au mikate myembamba iliyotengenezwa bila kutiwa chachu, na iliyopakwa mafuta."
  },
  {
    "verseNumber": "LEV 2:5",
    "verseText": "Iwapo sadaka yako ya nafaka imeandaliwa kwenye kikaango, itakuwa ni ya unga laini uliochanganywa na mafuta, bila chachu."
  },
  {
    "verseNumber": "LEV 2:6",
    "verseText": "Ukande na kumimina mafuta juu yake; hii ni sadaka ya nafaka."
  },
  {
    "verseNumber": "LEV 2:7",
    "verseText": "Kama sadaka yako ya nafaka imepikwa kwenye sufuria, itatengenezwa kwa unga laini na mafuta."
  },
  {
    "verseNumber": "LEV 2:8",
    "verseText": "Ilete hiyo sadaka ya nafaka iliyotengenezwa kwa vitu hivi kwa BWANA; mkabidhi kuhani ambaye ataipeleka madhabahuni."
  },
  {
    "verseNumber": "LEV 2:9",
    "verseText": "Naye atatoa ile sehemu ya kumbukumbu kutoka kwenye hiyo sadaka ya nafaka na kuiteketeza juu ya madhabahu kuwa sadaka iliyotolewa kwa moto, harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "LEV 2:10",
    "verseText": "Sadaka ya nafaka iliyobaki ni ya Aroni na wanawe; ni sehemu ya sadaka iliyo takatifu sana ya sadaka iliyotolewa kwa BWANA kwa moto."
  },
  {
    "verseNumber": "LEV 2:11",
    "verseText": "“ ‘Kila sadaka ya nafaka unayoleta kwa BWANA ni lazima ifanywe bila kutiwa chachu, kwa kuwa huna ruhusa kuchoma chachu yoyote au asali katika sadaka itolewayo kwa BWANA kwa moto."
  },
  {
    "verseNumber": "LEV 2:12",
    "verseText": "Unaweza kuzileta kwa BWANA kama sadaka ya malimbuko, lakini haziwezi kutolewa juu ya madhabahu kama harufu nzuri ya kupendeza."
  },
  {
    "verseNumber": "LEV 2:13",
    "verseText": "Koleza sadaka zako zote za nafaka kwa chumvi. Usiache kuweka chumvi ya Agano la Mungu wako katika sadaka zako za nafaka; weka chumvi kwenye sadaka zako zote."
  },
  {
    "verseNumber": "LEV 2:14",
    "verseText": "“ ‘Kama ukileta malimbuko ya sadaka ya nafaka kwa BWANA, utatoa masuke yaliyopondwa ya nafaka mpya iliyookwa kwa moto."
  },
  {
    "verseNumber": "LEV 2:15",
    "verseText": "Weka mafuta na uvumba juu yake; ni sadaka ya nafaka."
  },
  {
    "verseNumber": "LEV 2:16",
    "verseText": "Kuhani atateketeza ile sehemu ya kumbukumbu kutoka kwenye hiyo sadaka ya nafaka iliyopondwa kwa mafuta, pamoja na uvumba wote, kama sadaka iliyotolewa kwa BWANA kwa moto."
  },
  {
    "verseNumber": "LEV 3:1",
    "verseText": "“ ‘Kama sadaka ya mtu ni sadaka ya amani, naye akatoa ngʼombe kutoka kundi, akiwa dume au jike, atamleta mnyama asiye na dosari mbele za BWANA."
  },
  {
    "verseNumber": "LEV 3:2",
    "verseText": "Ataweka mkono wake juu ya kichwa cha sadaka yake na kumchinja penye ingilio la Hema la Kukutania. Ndipo makuhani wana wa Aroni watanyunyiza damu yake pande zote za madhabahu."
  },
  {
    "verseNumber": "LEV 3:3",
    "verseText": "Kutoka kwenye hiyo sadaka ya amani ataleta sadaka iliyotolewa kwa BWANA kwa moto: mafuta yote ya mnyama yafunikayo sehemu za ndani, ama yanayoungana na hizo sehemu za ndani,"
  },
  {
    "verseNumber": "LEV 3:4",
    "verseText": "figo zote pamoja na mafuta yote yanayozizunguka karibu na kiuno na yale yanayofunika ini, ambayo atayaondoa pamoja na figo."
  },
  {
    "verseNumber": "LEV 3:5",
    "verseText": "Kisha wana wa Aroni wataiteketeza juu ya madhabahu, juu ya ile sadaka ya kuteketezwa iliyoko juu ya kuni zinazowaka, kama sadaka ya kuteketezwa kwa moto, harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "LEV 3:6",
    "verseText": "“ ‘Kama akitoa kondoo au mbuzi kutoka kundi kama sadaka ya amani kwa BWANA, atamtoa dume au jike asiye na dosari."
  },
  {
    "verseNumber": "LEV 3:7",
    "verseText": "Kama akimtoa mwana-kondoo, atamleta mbele za BWANA."
  },
  {
    "verseNumber": "LEV 3:8",
    "verseText": "Ataweka mkono wake juu ya kichwa cha sadaka yake, naye atamchinja mbele ya Hema la Kukutania. Kisha wana wa Aroni watanyunyiza damu yake kwenye madhabahu pande zote."
  },
  {
    "verseNumber": "LEV 3:9",
    "verseText": "Kutoka kwenye hiyo sadaka ya amani ataleta dhabihu iliyotolewa kwa BWANA kwa moto: mafuta yake, mafuta yote ya mkia uliokatwa karibu na uti wa mgongo, mafuta yote yanayofunika sehemu za ndani au yale yanayounganika nazo,"
  },
  {
    "verseNumber": "LEV 3:10",
    "verseText": "figo mbili pamoja na mafuta yanayozizunguka yaliyo karibu na kiuno na yale yanayofunika ini, ambayo atayatoa pamoja na figo."
  },
  {
    "verseNumber": "LEV 3:11",
    "verseText": "Kuhani ataviteketeza juu ya madhabahu kama chakula, sadaka iliyotolewa kwa BWANA kwa moto."
  },
  {
    "verseNumber": "LEV 3:12",
    "verseText": "“ ‘Kama sadaka yake ni mbuzi, ataileta mbele za BWANA."
  },
  {
    "verseNumber": "LEV 3:13",
    "verseText": "Ataweka mkono wake juu ya kichwa chake na kumchinja mbele ya Hema la Kukutania. Kisha wana wa Aroni watanyunyiza damu yake kwenye madhabahu pande zote."
  },
  {
    "verseNumber": "LEV 3:14",
    "verseText": "Kutokana na ile sadaka anayotoa, atatoa sadaka hii kwa BWANA kwa moto: mafuta yote yanayofunika sehemu za ndani na yale yanayoungana nazo,"
  },
  {
    "verseNumber": "LEV 3:15",
    "verseText": "figo zote mbili pamoja na mafuta yaliyo juu yake karibu na kiuno na yanayofunika ini, ambayo atayaondoa pamoja na figo."
  },
  {
    "verseNumber": "LEV 3:16",
    "verseText": "Kuhani ataviteketeza juu ya madhabahu kama chakula, sadaka iliyotolewa kwa moto, harufu nzuri. Mafuta yote ya mnyama ni ya BWANA."
  },
  {
    "verseNumber": "LEV 3:17",
    "verseText": "“ ‘Hii ni kanuni ya kudumu kwa vizazi vijavyo, popote muishipo: Msile mafuta yoyote ya mnyama wala damu.’ ”"
  },
  {
    "verseNumber": "LEV 4:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 4:2",
    "verseText": "“Waambie Waisraeli: ‘Mtu yeyote afanyapo dhambi bila kukusudia na akatenda lile lililokatazwa katika amri yoyote ya BWANA:"
  },
  {
    "verseNumber": "LEV 4:3",
    "verseText": "“ ‘Ikiwa kuhani aliyetiwa mafuta amefanya dhambi na kuwaletea watu hatia, lazima alete kwa BWANA fahali mchanga asiye na dosari, kuwa sadaka ya dhambi kwa ajili ya dhambi aliyotenda."
  },
  {
    "verseNumber": "LEV 4:4",
    "verseText": "Atamkabidhi huyo fahali kwenye ingilio la Hema la Kukutania mbele za BWANA. Ataweka mkono wake juu ya kichwa cha huyo fahali na kumchinja mbele za BWANA."
  },
  {
    "verseNumber": "LEV 4:5",
    "verseText": "Kisha kuhani huyo aliyetiwa mafuta atachukua sehemu ya damu ya huyo fahali na kuileta katika Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 4:6",
    "verseText": "Atachovya kidole chake katika hiyo damu na kuinyunyiza sehemu yake mara saba mbele za BWANA mbele ya pazia la mahali patakatifu."
  },
  {
    "verseNumber": "LEV 4:7",
    "verseText": "Kisha kuhani atatia sehemu ya hiyo damu juu ya pembe za madhabahu ya kufukizia uvumba wenye harufu nzuri iliyoko mbele za BWANA katika Hema la Kukutania. Damu iliyobaki ya huyo fahali ataimwaga chini ya hayo madhabahu ya kuteketezea sadaka kwenye ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 4:8",
    "verseText": "Atayaondoa mafuta yote ya fahali huyo wa sadaka ya dhambi, mafuta yale yanayofunika sehemu za ndani au zile zinazounganika nazo,"
  },
  {
    "verseNumber": "LEV 4:9",
    "verseText": "figo zote mbili na mafuta yaliyo juu yake karibu na kiuno na yale yanayofunika ini ambayo atayaondoa pamoja na figo zote,"
  },
  {
    "verseNumber": "LEV 4:10",
    "verseText": "kama vile mafuta yanayoondolewa kutoka kwenye maksai aliyetolewa sadaka ya amani. Kisha kuhani ataviteketeza juu ya madhabahu ya sadaka ya kuteketezwa."
  },
  {
    "verseNumber": "LEV 4:11",
    "verseText": "Lakini ngozi ya huyo fahali na nyama zake zote, pamoja na kichwa na miguu yake, sehemu za ndani na matumbo,"
  },
  {
    "verseNumber": "LEV 4:12",
    "verseText": "yaani sehemu nyingine zote zilizobaki za huyo fahali, lazima azitoe nje ya kambi mpaka mahali palipo safi kiibada, ambapo majivu hutupwa, naye atamchoma kwa moto juu ya kuni zilizoko juu ya lundo la majivu."
  },
  {
    "verseNumber": "LEV 4:13",
    "verseText": "“ ‘Ikiwa jumuiya yote ya Israeli watatenda dhambi pasipo kukusudia na kufanya lile lililokatazwa katika amri yoyote ya BWANA, hata kama jumuiya haifahamu juu ya jambo hilo, wana hatia."
  },
  {
    "verseNumber": "LEV 4:14",
    "verseText": "Wanapotambua kuhusu dhambi waliyoitenda, lazima kusanyiko lilete fahali mchanga kuwa sadaka ya dhambi na kuikabidhi mbele ya Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 4:15",
    "verseText": "Wazee wa jumuiya wataweka mikono yao juu ya kichwa cha huyo fahali aliye mbele za BWANA, naye fahali atachinjwa mbele za BWANA."
  },
  {
    "verseNumber": "LEV 4:16",
    "verseText": "Kisha kuhani aliyetiwa mafuta ataiingiza sehemu ya damu ya huyo fahali ndani ya Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 4:17",
    "verseText": "Atachovya kidole chake kwenye damu na kuinyunyiza mara saba mbele za BWANA mbele ya hilo pazia."
  },
  {
    "verseNumber": "LEV 4:18",
    "verseText": "Atatia sehemu ya hiyo damu juu ya pembe za madhabahu yaliyo mbele za BWANA katika Hema la Kukutania. Damu iliyobaki ataimwaga chini ya madhabahu ya kuteketezea sadaka, penye ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 4:19",
    "verseText": "Atayaondoa mafuta yote ya yule fahali na kuyateketeza juu ya madhabahu,"
  },
  {
    "verseNumber": "LEV 4:20",
    "verseText": "naye atamfanyia fahali huyu kama alivyomfanyia yule fahali mwingine wa sadaka ya dhambi. Kwa njia hii kuhani atawafanyia watu upatanisho, nao watasamehewa."
  },
  {
    "verseNumber": "LEV 4:21",
    "verseText": "Kisha atamchukua yule fahali nje ya kambi na kumteketeza kama alivyomteketeza yule wa kwanza. Hii ni sadaka ya dhambi kwa ajili ya jumuiya."
  },
  {
    "verseNumber": "LEV 4:22",
    "verseText": "“ ‘Wakati kiongozi ametenda dhambi bila kukusudia na kufanya yaliyokatazwa katika amri yoyote ya BWANA Mungu wake, ana hatia."
  },
  {
    "verseNumber": "LEV 4:23",
    "verseText": "Atakapofahamishwa dhambi aliyotenda, ni lazima alete mbuzi dume asiye na dosari kama sadaka yake."
  },
  {
    "verseNumber": "LEV 4:24",
    "verseText": "Ataweka mkono wake juu ya kichwa cha yule mbuzi na kumchinja mahali pale ambapo sadaka za kuteketezwa huchinjiwa mbele za BWANA. Hii ni sadaka ya dhambi."
  },
  {
    "verseNumber": "LEV 4:25",
    "verseText": "Kisha kuhani atachukua sehemu ya damu ya sadaka ya dhambi kwa kidole chake na kuitia kwenye pembe za madhabahu ya sadaka ya kuteketeza, na kuimwaga damu iliyobaki chini ya madhabahu."
  },
  {
    "verseNumber": "LEV 4:26",
    "verseText": "Atayateketeza mafuta yote juu ya madhabahu, kama alivyoteketeza mafuta ya sadaka ya amani. Kwa njia hii kuhani atafanya upatanisho wa dhambi kwa ajili ya yule mtu, naye atasamehewa."
  },
  {
    "verseNumber": "LEV 4:27",
    "verseText": "“ ‘Kama mtu katika jumuiya ametenda dhambi pasipo kukusudia na kufanya lile lililokatazwa katika amri yoyote ya BWANA, yeye ana hatia."
  },
  {
    "verseNumber": "LEV 4:28",
    "verseText": "Atakapofahamishwa dhambi yake aliyoitenda, ni lazima alete mbuzi jike asiye na dosari kama sadaka yake kwa ajili ya dhambi aliyotenda."
  },
  {
    "verseNumber": "LEV 4:29",
    "verseText": "Ataweka mkono wake juu ya kichwa cha sadaka ya dhambi na kumchinjia mahali pa kuteketezea sadaka."
  },
  {
    "verseNumber": "LEV 4:30",
    "verseText": "Kisha kuhani atachukua sehemu ya ile damu kwa kidole chake na kuitia kwenye pembe za madhabahu ya sadaka ya kuteketezwa na kuimwaga damu iliyobaki chini ya madhabahu."
  },
  {
    "verseNumber": "LEV 4:31",
    "verseText": "Atayaondoa mafuta yote, kama vile mafuta yaondolewavyo kwenye sadaka ya amani, naye kuhani atayateketeza juu ya madhabahu kama harufu nzuri ya kumpendeza BWANA. Kwa njia hii kuhani atafanya upatanisho kwa ajili yake, naye atasamehewa."
  },
  {
    "verseNumber": "LEV 4:32",
    "verseText": "“ ‘Ikiwa ataleta mwana-kondoo kama sadaka yake ya dhambi, atamleta jike asiye na dosari."
  },
  {
    "verseNumber": "LEV 4:33",
    "verseText": "Ataweka mkono wake juu ya kichwa cha huyo mwana-kondoo na kumchinja kwa ajili ya sadaka ya dhambi mahali sadaka ya kuteketezwa huchinjiwa."
  },
  {
    "verseNumber": "LEV 4:34",
    "verseText": "Kisha kuhani atachukua sehemu ya damu ya sadaka ya dhambi kwa kidole chake na kuitia juu ya pembe za madhabahu ya sadaka ya kuteketezwa, na ile damu iliyobaki ataimwaga chini ya madhabahu."
  },
  {
    "verseNumber": "LEV 4:35",
    "verseText": "Ataondoa mafuta yote, kama vile mafuta yaondolewavyo kutoka kwenye mwana-kondoo wa sadaka ya amani, naye kuhani atayateketeza juu ya madhabahu juu ya zile sadaka zilizotolewa kwa BWANA kwa moto. Kwa njia hii kuhani atafanya upatanisho kwa ajili yake kwa dhambi aliyoitenda, naye atasamehewa."
  },
  {
    "verseNumber": "LEV 5:1",
    "verseText": "“ ‘Ikiwa mtu atakuwa ametenda dhambi kwa sababu hakusema alipotakiwa kutoa ushahidi hadharani kuhusu jambo aliloona au kujua habari zake, yeye anastahili adhabu."
  },
  {
    "verseNumber": "LEV 5:2",
    "verseText": "“ ‘Au kama mtu akigusa kitu chochote ambacho ni najisi, iwe ni mizoga ya wanyama pori walio najisi, au ya wanyama wafugwao walio najisi, au ya viumbe vitambaavyo ardhini, hata akiwa hana habari, amekuwa najisi na mwenye hatia."
  },
  {
    "verseNumber": "LEV 5:3",
    "verseText": "“ ‘Au kama akigusa kitu kilicho kichafu kinachotokana na binadamu, kitu chochote kile kinachoweza kumfanya awe najisi, hata akiwa hana habari, atakapofahamu atakuwa na hatia."
  },
  {
    "verseNumber": "LEV 5:4",
    "verseText": "“ ‘Au kama mtu ameapa kufanya kitu chochote bila kufikiri, kiwe chema au kibaya, kwa vyovyote mtu aweza kuapa bila kujali, hata akiwa hana habari, atakapofahamu atakuwa na hatia."
  },
  {
    "verseNumber": "LEV 5:5",
    "verseText": "“ ‘Wakati mtu yeyote atakapokuwa na hatia katika mojawapo ya haya, lazima akiri ni kwa njia gani ametenda dhambi,"
  },
  {
    "verseNumber": "LEV 5:6",
    "verseText": "na kama adhabu ya dhambi aliyoitenda, lazima alete kwa BWANA kondoo jike au mbuzi jike kutoka kwenye kundi lake kama sadaka ya dhambi; naye kuhani atafanya upatanisho kwa ajili yake kwa dhambi yake."
  },
  {
    "verseNumber": "LEV 5:7",
    "verseText": "“ ‘Lakini huyo mtu kama hataweza kumtoa mwana-kondoo, ataleta hua wawili au makinda mawili ya njiwa kwa BWANA kuwa adhabu kwa ajili ya dhambi yake, mmoja wa hao ndege kwa ajili ya sadaka ya dhambi, na wa pili kwa ajili ya sadaka ya kuteketezwa."
  },
  {
    "verseNumber": "LEV 5:8",
    "verseText": "Atawaleta kwa kuhani, ambaye atamtoa kwanza ndege mmoja kwa ajili ya sadaka ya dhambi. Atamvunja shingo na kuacha kichwa chake kikiningʼinia,"
  },
  {
    "verseNumber": "LEV 5:9",
    "verseText": "naye atanyunyiza sehemu ya hiyo damu ya sadaka ya dhambi kwenye pembe za madhabahu. Damu iliyobaki lazima ichuruzwe chini ya madhabahu. Hii ni sadaka ya dhambi."
  },
  {
    "verseNumber": "LEV 5:10",
    "verseText": "Kisha kuhani atamtoa yule ndege wa pili kama sadaka ya kuteketezwa kwa kufuata utaratibu uliowekwa, na hivyo kufanya upatanisho kwa ajili yake kwa dhambi aliyoitenda, naye atasamehewa."
  },
  {
    "verseNumber": "LEV 5:11",
    "verseText": "“ ‘Ikiwa basi, hawezi kupata hua wawili au makinda mawili ya njiwa, ataleta sehemu ya kumi ya efa ya unga laini kwa ajili ya sadaka ya dhambi. Kamwe asiweke mafuta wala uvumba juu yake, kwa sababu ni sadaka ya dhambi."
  },
  {
    "verseNumber": "LEV 5:12",
    "verseText": "Atauleta unga kwa kuhani, ambaye atachukua konzi moja kama sehemu ya kumbukumbu na atauteketeza kwenye madhabahu juu ya sadaka zilizotolewa kwa BWANA kwa moto. Hii ni sadaka ya dhambi."
  },
  {
    "verseNumber": "LEV 5:13",
    "verseText": "Kwa njia hii kuhani atafanya upatanisho kwa ajili yake kwa dhambi yoyote ya hizo alizotenda, naye atasamehewa. Sadaka iliyobaki itakuwa ya kuhani, kama ilivyokuwa ile sadaka ya nafaka.’ ”"
  },
  {
    "verseNumber": "LEV 5:14",
    "verseText": "BWANA akamwambia Mose:"
  },
  {
    "verseNumber": "LEV 5:15",
    "verseText": "“Mtu anapokiuka na kutenda dhambi pasipo kukusudia kuhusu mojawapo ya mambo matakatifu ya BWANA, huyo mtu ataleta kwa BWANA kama adhabu kondoo dume mmoja kutoka kundi lake, asiye na dosari na mwenye thamani halisi kifedha, kulingana na shekeli ya mahali patakatifu. Hii ni sadaka ya hatia."
  },
  {
    "verseNumber": "LEV 5:16",
    "verseText": "Ni lazima alipe kwa yale aliyoshindwa kufanya kuhusu vitu vitakatifu, kwa kuongeza sehemu ya tano ya thamani ile na kuitoa yote kwa kuhani, ambaye atamfanyia upatanisho kwa huyo kondoo dume kama sadaka ya dhambi, naye atasamehewa."
  },
  {
    "verseNumber": "LEV 5:17",
    "verseText": "“Kama mtu akifanya dhambi na kufanya yale yaliyokatazwa katika mojawapo ya amri za BWANA, hata ikiwa hajui, yeye ana hatia na anastahili adhabu."
  },
  {
    "verseNumber": "LEV 5:18",
    "verseText": "Atamletea kuhani kama sadaka ya hatia kondoo dume kutoka kundi lake, kondoo asiye na dosari na mwenye thamani halisi kifedha. Kwa njia hii kuhani atafanya upatanisho kwa ajili yake kwa kosa alilotenda bila kukusudia, naye atasamehewa."
  },
  {
    "verseNumber": "LEV 5:19",
    "verseText": "Hii ni sadaka ya hatia; amekuwa na hatia kwa kufanya kosa dhidi ya BWANA.”"
  },
  {
    "verseNumber": "LEV 6:1",
    "verseText": "BWANA akamwambia Mose:"
  },
  {
    "verseNumber": "LEV 6:2",
    "verseText": "“Kama mtu yeyote akitenda dhambi, naye si mwaminifu kwa BWANA kwa kumdanganya jirani yake kuhusu kitu fulani alichokabidhiwa, au kimeachwa chini ya utunzaji wake, au kimeibwa, au kama akimdanganya,"
  },
  {
    "verseNumber": "LEV 6:3",
    "verseText": "au akiokota mali iliyopotea na akadanganya, au kuapa kwa uongo, au kama akitenda dhambi yoyote ambayo watu waweza kuitenda;"
  },
  {
    "verseNumber": "LEV 6:4",
    "verseText": "wakati akitenda dhambi hizo na kuwa mwenye hatia, ni lazima arudishe kile alichokuwa amekiiba au amekichukua kwa dhuluma, au alichokuwa amekabidhiwa, au mali iliyokuwa imepotea akaipata,"
  },
  {
    "verseNumber": "LEV 6:5",
    "verseText": "au chochote alichokuwa amekiapia kwa uongo. Lazima akirudishe kikamilifu, na aongeze sehemu ya tano ya thamani yake, vyote ampe mwenye mali siku ile anapeleka sadaka yake ya hatia."
  },
  {
    "verseNumber": "LEV 6:6",
    "verseText": "Kisha kama adhabu lazima amletee kuhani, yaani kwa BWANA, kama sadaka yake ya hatia, kondoo dume asiye na dosari na mwenye thamani kamili kutoka kundi lake."
  },
  {
    "verseNumber": "LEV 6:7",
    "verseText": "Kwa njia hii kuhani atafanya upatanisho kwa ajili yake mbele za BWANA, naye atasamehewa kwa kosa lolote katika mambo hayo aliyoyatenda yaliyomfanya kuwa na hatia.”"
  },
  {
    "verseNumber": "LEV 6:8",
    "verseText": "BWANA akamwambia Mose:"
  },
  {
    "verseNumber": "LEV 6:9",
    "verseText": "“Mpe Aroni na wanawe agizo hili: ‘Haya ndiyo masharti kwa ajili ya sadaka ya kuteketezwa: Sadaka ya kuteketezwa itabaki kwenye moto juu ya madhabahu usiku kucha, mpaka asubuhi, nao moto lazima uwe unaendelea kuwaka juu ya madhabahu."
  },
  {
    "verseNumber": "LEV 6:10",
    "verseText": "Kisha kuhani atavaa mavazi yake ya kitani, pamoja na nguo za ndani za kitani mwilini wake, na aondoe majivu ya sadaka ya kuteketezwa ambayo moto umeteketeza juu ya madhabahu, na kuyaweka kando ya madhabahu."
  },
  {
    "verseNumber": "LEV 6:11",
    "verseText": "Kisha atayavua mavazi haya na kuvaa mengine, naye achukue yale majivu nje ya kambi na kuyapeleka mahali palipo safi kwa kawaida ya ibada."
  },
  {
    "verseNumber": "LEV 6:12",
    "verseText": "Moto ulio juu ya madhabahu lazima uwe unaendelea kuwaka, kamwe usizimike. Kila asubuhi kuhani ataongeza kuni na kupanga sadaka ya kuteketezwa juu ya moto, na kuteketeza mafuta ya sadaka za amani juu yake."
  },
  {
    "verseNumber": "LEV 6:13",
    "verseText": "Moto lazima uendelee kuwaka juu ya madhabahu mfululizo, kamwe usizimike."
  },
  {
    "verseNumber": "LEV 6:14",
    "verseText": "“ ‘Haya ndiyo masharti ya sadaka ya nafaka: Wana wa Aroni wataileta mbele za BWANA, mbele za madhabahu."
  },
  {
    "verseNumber": "LEV 6:15",
    "verseText": "Kuhani atachukua konzi ya unga laini na mafuta, pamoja na uvumba wote ulioko juu ya sadaka ya nafaka, ateketeze sehemu ya kumbukumbu juu ya madhabahu kama harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "LEV 6:16",
    "verseText": "Aroni na wanawe watakula sehemu iliyobaki, lakini italiwa bila kutiwa chachu mahali patakatifu, nao wataila kwenye ua wa Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 6:17",
    "verseText": "Kamwe haitaokwa na chachu; nimewapa kama fungu lao la sadaka iliyotolewa kwangu kwa moto. Ni takatifu sana, kama vile ilivyo sadaka ya dhambi na ya hatia."
  },
  {
    "verseNumber": "LEV 6:18",
    "verseText": "Kila mwanaume mzao wa Aroni aweza kuila. Ni fungu lake la kawaida la sadaka zilizotolewa kwa BWANA kwa moto kwa vizazi vijavyo. Chochote kinachozigusa kitakuwa kitakatifu.’ ”"
  },
  {
    "verseNumber": "LEV 6:19",
    "verseText": "Tena BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 6:20",
    "verseText": "“Hii ni sadaka ambayo Aroni na wanawe wanapaswa kuleta kwa BWANA siku atakapotiwa mafuta: sehemu ya kumi ya efa ya unga laini kama sadaka ya kawaida ya nafaka. Nusu yake ataitoa asubuhi na nusu nyingine jioni."
  },
  {
    "verseNumber": "LEV 6:21",
    "verseText": "Iandae kwa mafuta kwenye kikaango; ilete ikiwa imechanganywa vizuri, na utoe hiyo sadaka ya nafaka ikiwa imevunjwa vipande vipande kuwa harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "LEV 6:22",
    "verseText": "Mwanawe atakayeingia mahali pake kama kuhani aliyetiwa mafuta ndiye atakayeiandaa. Ni fungu la kawaida la BWANA, nalo litateketezwa kabisa."
  },
  {
    "verseNumber": "LEV 6:23",
    "verseText": "Kila sadaka ya nafaka ya kuhani itateketezwa kabisa; kamwe haitaliwa.”"
  },
  {
    "verseNumber": "LEV 6:24",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 6:25",
    "verseText": "“Mwambie Aroni na wanawe: ‘Haya ndiyo masharti kwa ajili ya sadaka ya dhambi: Sadaka ya dhambi itachinjiwa mbele za BWANA mahali sadaka ya kuteketezwa huchinjiwa, ni takatifu sana."
  },
  {
    "verseNumber": "LEV 6:26",
    "verseText": "Kuhani anayeitoa ndiye atakayeikula; itakuliwa katika mahali patakatifu, katika ua wa Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 6:27",
    "verseText": "Chochote kitakachogusa nyama yoyote ya hiyo sadaka kitakuwa kitakatifu, na kama hiyo damu itadondokea juu ya vazi, lazima uifulie mahali patakatifu."
  },
  {
    "verseNumber": "LEV 6:28",
    "verseText": "Chungu cha udongo kitakachopikiwa nyama lazima kivunjwe, lakini kama imepikiwa kwenye chombo cha shaba, chombo hicho kitasuguliwa na kusuuzwa kwa maji."
  },
  {
    "verseNumber": "LEV 6:29",
    "verseText": "Kila mwanaume katika familia ya kuhani aweza kula nyama hiyo; ni takatifu sana."
  },
  {
    "verseNumber": "LEV 6:30",
    "verseText": "Lakini kila sadaka ya dhambi ambayo damu yake imeletwa ndani ya Hema la Kukutania kufanya upatanisho katika Mahali Patakatifu kamwe haitaliwa; lazima iteketezwe."
  },
  {
    "verseNumber": "LEV 7:1",
    "verseText": "“ ‘Haya ndiyo masharti kwa ajili ya sadaka ya hatia, ambayo ni takatifu sana:"
  },
  {
    "verseNumber": "LEV 7:2",
    "verseText": "Sadaka ya hatia itachinjiwa mahali pale ambapo sadaka ya kuteketezwa huchinjiwa, nayo damu yake itanyunyizwa pande zote za madhabahu."
  },
  {
    "verseNumber": "LEV 7:3",
    "verseText": "Mafuta yake yote yatatolewa sadaka: mafuta ya mkia na mafuta yale yanayofunika sehemu za ndani,"
  },
  {
    "verseNumber": "LEV 7:4",
    "verseText": "figo zote mbili pamoja na mafuta yanayozizunguka yaliyo karibu na kiuno na yale yanayofunika ini, ambayo yataondolewa pamoja na hizo figo."
  },
  {
    "verseNumber": "LEV 7:5",
    "verseText": "Kuhani atayateketeza juu ya madhabahu kuwa sadaka iliyotolewa kwa BWANA kwa moto. Hii ni sadaka ya hatia."
  },
  {
    "verseNumber": "LEV 7:6",
    "verseText": "Mwanaume yeyote katika jamaa ya kuhani aweza kuila, lakini lazima iliwe mahali patakatifu; ni takatifu sana."
  },
  {
    "verseNumber": "LEV 7:7",
    "verseText": "“ ‘Sheria hii ya sadaka ya hatia ni sawasawa na ile ya sadaka ya dhambi: Nyama ya yule mnyama aliyetolewa sadaka ni ya yule kuhani anayesimamia ibada ya upatanisho."
  },
  {
    "verseNumber": "LEV 7:8",
    "verseText": "Kuhani anayetoa sadaka ya kuteketezwa kwa ajili ya mtu yeyote anaweza kuichukua ngozi ya mnyama yule aliyetolewa iwe yake."
  },
  {
    "verseNumber": "LEV 7:9",
    "verseText": "Kila sadaka ya nafaka iliyookwa jikoni au kupikwa katika sufuria au katika kikaangio itakuwa ya kuhani anayeitoa."
  },
  {
    "verseNumber": "LEV 7:10",
    "verseText": "Nayo kila sadaka ya nafaka, iwe imechanganywa na mafuta au iko kavu, itakuwa ya wana wa Aroni, nayo itagawanywa sawa kati yao."
  },
  {
    "verseNumber": "LEV 7:11",
    "verseText": "“ ‘Haya ndiyo masharti kwa ajili ya sadaka ya amani ambayo mtu aweza kuileta kwa BWANA:"
  },
  {
    "verseNumber": "LEV 7:12",
    "verseText": "“ ‘Ikiwa mtu atatoa sadaka ya amani kwa ajili ya kuonyesha shukrani, pamoja na sadaka hii ya shukrani, atatoa maandazi yasiyotiwa chachu yaliyochanganywa na mafuta, mikate myembamba isiyotiwa chachu iliyopakwa mafuta, maandazi ya unga laini uliokandwa vizuri na kuchanganywa na mafuta."
  },
  {
    "verseNumber": "LEV 7:13",
    "verseText": "Pamoja na sadaka hii ya amani ya shukrani ataleta sadaka ya maandazi yaliyotengenezwa kwa chachu."
  },
  {
    "verseNumber": "LEV 7:14",
    "verseText": "Ataleta moja ya kila aina ya andazi kama sadaka, matoleo kwa BWANA; hii ni ya kuhani anayenyunyiza damu ya sadaka ya amani."
  },
  {
    "verseNumber": "LEV 7:15",
    "verseText": "Nyama ya sadaka ya amani kwa ajili ya shukrani lazima iliwe siku iyo hiyo inapotolewa; hutabakiza kitu chochote mpaka asubuhi."
  },
  {
    "verseNumber": "LEV 7:16",
    "verseText": "“ ‘Lakini kama sadaka yake ni kwa ajili ya nadhiri au ni sadaka ya hiari, sadaka hiyo italiwa siku hiyo inapotolewa, lakini chochote kinachobakia kinaweza kuliwa kesho yake."
  },
  {
    "verseNumber": "LEV 7:17",
    "verseText": "Nyama yoyote ya sadaka inayobaki mpaka siku ya tatu lazima iteketezwe kwa moto."
  },
  {
    "verseNumber": "LEV 7:18",
    "verseText": "Kama nyama yoyote ya sadaka ya amani italiwa siku ya tatu, BWANA hataikubali. Haitahesabiwa kwake huyo aliyeitoa, kwa kuwa ni najisi. Mtu atakayekula sehemu yake yoyote atahesabiwa hatia."
  },
  {
    "verseNumber": "LEV 7:19",
    "verseText": "“ ‘Nyama ile inayogusa chochote ambacho ni najisi kwa kawaida ya ibada kamwe haitaliwa, ni lazima iteketezwe kwa moto. Kuhusu nyama nyingine, mtu yeyote aliye safi kwa kawaida ya ibada anaweza kuila."
  },
  {
    "verseNumber": "LEV 7:20",
    "verseText": "Lakini kama mtu yeyote najisi akila nyama yoyote ya sadaka ya amani iliyotolewa kwa BWANA, huyo mtu lazima akatiliwe mbali na watu wake."
  },
  {
    "verseNumber": "LEV 7:21",
    "verseText": "Kama mtu yeyote akigusa kitu kilicho najisi, iwe ni uchafu wa mwanadamu, au mnyama najisi, au kitu chochote kilicho najisi, kitu cha kuchukiza, kisha akala nyama yoyote ya sadaka ya amani iliyotolewa kwa BWANA, mtu huyo ni lazima akatiliwe mbali na watu wake.’ ”"
  },
  {
    "verseNumber": "LEV 7:22",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 7:23",
    "verseText": "“Waambie Waisraeli: ‘Msile mafuta yoyote ya ngʼombe, kondoo wala mbuzi."
  },
  {
    "verseNumber": "LEV 7:24",
    "verseText": "Mafuta ya mnyama aliyekutwa amekufa au ameraruliwa na mnyama pori yanaweza kutumika kwa kazi nyingine yoyote, lakini kamwe msiyale."
  },
  {
    "verseNumber": "LEV 7:25",
    "verseText": "Mtu yeyote alaye mafuta ya mnyama ambaye ametolewa sadaka kwa BWANA kwa moto ni lazima akatiliwe mbali na watu wake."
  },
  {
    "verseNumber": "LEV 7:26",
    "verseText": "Popote mtakapoishi, kamwe msinywe damu ya ndege yeyote wala ya mnyama."
  },
  {
    "verseNumber": "LEV 7:27",
    "verseText": "Ikiwa mtu yeyote atakunywa damu, mtu huyo lazima akatiliwe mbali na watu wake.’ ”"
  },
  {
    "verseNumber": "LEV 7:28",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 7:29",
    "verseText": "“Waambie Waisraeli: ‘Mtu yeyote aletaye sadaka ya amani kwa BWANA ataleta sehemu ya sadaka hiyo kama dhabihu yake kwa BWANA."
  },
  {
    "verseNumber": "LEV 7:30",
    "verseText": "Ataleta sadaka kwa mikono yake mwenyewe iliyotolewa kwa BWANA kwa moto; ataleta mafuta ya huyo mnyama pamoja na kidari, naye atainua hicho kidari mbele za BWANA kuwa sadaka ya kuinuliwa."
  },
  {
    "verseNumber": "LEV 7:31",
    "verseText": "Kuhani atayateketeza hayo mafuta juu ya madhabahu, lakini kidari kitakuwa cha Aroni na wanawe."
  },
  {
    "verseNumber": "LEV 7:32",
    "verseText": "Paja la kulia la sadaka zako za amani utampa kuhani kama matoleo."
  },
  {
    "verseNumber": "LEV 7:33",
    "verseText": "Mwana wa Aroni atoaye damu na mafuta ya sadaka ya amani ndiye atakayepewa paja hilo la kulia kuwa fungu lake."
  },
  {
    "verseNumber": "LEV 7:34",
    "verseText": "Kutoka kwenye sadaka za amani za Waisraeli, mimi Mungu nimepokea kidari kile kilichoinuliwa pamoja na lile paja lililotolewa, nami nimevitoa kwa kuhani Aroni na wanawe kuwa fungu lao la kawaida kutoka kwa Waisraeli.’ ”"
  },
  {
    "verseNumber": "LEV 7:35",
    "verseText": "Hii ndiyo sehemu ya sadaka zilizotolewa kwa BWANA kwa moto, ambazo zilitengwa kwa ajili ya Aroni na wanawe siku ile walipowekwa wakfu ili kumtumikia BWANA katika kazi ya ukuhani."
  },
  {
    "verseNumber": "LEV 7:36",
    "verseText": "Siku ile walipotiwa mafuta, BWANA aliagiza kwamba Waisraeli wawape hili kama fungu lao la kawaida kwa vizazi vijavyo."
  },
  {
    "verseNumber": "LEV 7:37",
    "verseText": "Basi haya ndiyo masharti kuhusu sadaka ya kuteketezwa, sadaka ya nafaka, sadaka ya dhambi, sadaka ya hatia, sadaka ya kuwekwa wakfu, na sadaka ya amani,"
  },
  {
    "verseNumber": "LEV 7:38",
    "verseText": "ambayo BWANA alimpa Mose juu ya Mlima Sinai siku ile alipowaagiza Waisraeli walete sadaka zao kwa BWANA, katika Jangwa la Sinai."
  },
  {
    "verseNumber": "LEV 8:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 8:2",
    "verseText": "“Waletee Aroni na wanawe mavazi yao, mafuta ya upako, fahali kwa ajili ya sadaka ya dhambi, kondoo dume wawili na kikapu chenye mikate iliyotengenezwa bila chachu."
  },
  {
    "verseNumber": "LEV 8:3",
    "verseText": "Kisha kusanya mkutano wote kwenye ingilio la Hema la Kukutania.”"
  },
  {
    "verseNumber": "LEV 8:4",
    "verseText": "Mose akafanya kama BWANA alivyomwagiza, na mkutano ukakusanyika kwenye ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 8:5",
    "verseText": "Mose akaliambia kusanyiko, “Hili ndilo BWANA ameagiza lifanyike.”"
  },
  {
    "verseNumber": "LEV 8:6",
    "verseText": "Kisha Mose akamleta Aroni na wanawe mbele, akawaosha kwa maji."
  },
  {
    "verseNumber": "LEV 8:7",
    "verseText": "Akamvika Aroni koti, akamfunga mshipi, akamvika joho na kumvalisha kisibau. Pia akafunga kisibau juu yake na kukifunga kiunoni mwake kwa mshipi wake uliosokotwa kwa ustadi."
  },
  {
    "verseNumber": "LEV 8:8",
    "verseText": "Akaweka kifuko cha kifuani juu yake, na kuweka Urimu na Thumimu kwenye hicho kifuko."
  },
  {
    "verseNumber": "LEV 8:9",
    "verseText": "Kisha akamvika Aroni kilemba kichwani pake, akaweka lile bamba la dhahabu, yaani ile taji takatifu, upande wa mbele wa kilemba, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "LEV 8:10",
    "verseText": "Ndipo Mose akachukua mafuta ya upako na kuipaka maskani na kila kitu kilichokuwamo ndani yake, kisha akaviweka wakfu."
  },
  {
    "verseNumber": "LEV 8:11",
    "verseText": "Akanyunyiza baadhi ya mafuta juu ya madhabahu mara saba, akaipaka madhabahu mafuta na vyombo vyake vyote pamoja na sinia na kinara chake, ili kuviweka wakfu."
  },
  {
    "verseNumber": "LEV 8:12",
    "verseText": "Akamimina sehemu ya hayo mafuta ya upako kichwani mwa Aroni, akamtia mafuta ili kumweka wakfu."
  },
  {
    "verseNumber": "LEV 8:13",
    "verseText": "Kisha akawaleta wana wa Aroni mbele, akawavika makoti, akawafunga mishipi na kuwavika vilemba, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "LEV 8:14",
    "verseText": "Kisha akamtoa fahali kwa ajili ya sadaka ya dhambi, nao Aroni na wanawe wakaweka mikono yao juu ya kichwa chake."
  },
  {
    "verseNumber": "LEV 8:15",
    "verseText": "Mose akamchinja yule fahali na akachukua sehemu ya hiyo damu, kisha kwa kidole chake akaitia kwenye pembe zote za madhabahu ili kutakasa madhabahu. Akaimwaga damu iliyobaki chini ya madhabahu. Kwa hiyo akayaweka wakfu ili kufanya upatanisho kwa ajili ya madhabahu."
  },
  {
    "verseNumber": "LEV 8:16",
    "verseText": "Pia Mose akachukua mafuta yote yanayozunguka sehemu za ndani, mafuta yanayofunika ini, figo zote mbili pamoja na mafuta yake, akayateketeza juu ya madhabahu."
  },
  {
    "verseNumber": "LEV 8:17",
    "verseText": "Lakini fahali, ikiwa pamoja na ngozi yake na nyama yake na sehemu zake za ndani na matumbo, akaiteketeza nje ya kambi, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "LEV 8:18",
    "verseText": "Kisha Mose akamleta kondoo dume kwa ajili ya sadaka ya kuteketezwa, naye Aroni na wanawe wakaweka mikono yao juu ya kichwa chake."
  },
  {
    "verseNumber": "LEV 8:19",
    "verseText": "Ndipo Mose akamchinja yule kondoo dume na kunyunyiza damu yake pande zote za madhabahu."
  },
  {
    "verseNumber": "LEV 8:20",
    "verseText": "Mose akamkata yule kondoo dume vipande vipande na kukiteketeza kichwa, vile vipande na yale mafuta."
  },
  {
    "verseNumber": "LEV 8:21",
    "verseText": "Kisha akamsafisha sehemu za ndani na miguu kwa maji, na kumteketeza yule kondoo dume mzima juu ya madhabahu kuwa sadaka ya kuteketezwa, harufu nzuri ya kupendeza, sadaka iliyotolewa kwa BWANA kwa moto, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "LEV 8:22",
    "verseText": "Kisha akaleta kondoo dume mwingine, ndiye kondoo dume kwa ajili ya kuwaweka wakfu, naye Aroni na wanawe wakaweka mikono yao juu ya kichwa chake."
  },
  {
    "verseNumber": "LEV 8:23",
    "verseText": "Mose akamchinja yule kondoo dume, akaichukua sehemu ya damu yake na kuipaka juu ya ncha ya sikio la kuume la Aroni, na juu ya kidole gumba cha mkono wake wa kuume na juu ya kidole kikubwa cha mguu wake wa kuume."
  },
  {
    "verseNumber": "LEV 8:24",
    "verseText": "Pia Mose akawaleta hao wana wa Aroni mbele, akaipaka sehemu ya hiyo damu kwenye ncha za masikio yao ya kuume, juu ya vidole gumba vya mikono yao ya kuume, na juu ya vidole vikubwa vya miguu yao ya kuume. Kisha akanyunyiza damu pande zote za madhabahu."
  },
  {
    "verseNumber": "LEV 8:25",
    "verseText": "Akachukua mafuta ya mnyama, mafuta ya mkia, mafuta yote yanayozunguka sehemu za ndani, mafuta yanayofunika ini, figo zote mbili pamoja na mafuta yake, na paja la kulia."
  },
  {
    "verseNumber": "LEV 8:26",
    "verseText": "Kisha kutoka kwenye kikapu cha mikate iliyotengenezwa bila chachu, kilichokuwa mbele za BWANA, akachukua andazi moja, na jingine lililotengenezwa kwa mafuta, na mkate mwembamba; akaviweka hivi vyote juu ya mafungu ya mafuta ya mnyama, na juu ya lile paja la kulia."
  },
  {
    "verseNumber": "LEV 8:27",
    "verseText": "Akaviweka hivi vyote mikononi mwa Aroni na wanawe, na kuviinua mbele za BWANA kuwa sadaka ya kuinuliwa."
  },
  {
    "verseNumber": "LEV 8:28",
    "verseText": "Kisha Mose akavichukua kutoka mikononi mwao na kuviteketeza juu ya madhabahu ya sadaka ya kuteketezwa kuwa sadaka ya kuwekwa wakfu, harufu nzuri ya kupendeza, sadaka iliyotolewa kwa BWANA kwa moto."
  },
  {
    "verseNumber": "LEV 8:29",
    "verseText": "Kisha akachukua kidari, kilicho fungu la Mose la kondoo dume kwa ajili ya kuwekwa wakfu, na kukiinua mbele za BWANA kama sadaka ya kuinuliwa, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "LEV 8:30",
    "verseText": "Kisha Mose akachukua sehemu ya mafuta ya upako, na sehemu ya damu kutoka kwenye madhabahu, na kuvinyunyiza juu ya Aroni na mavazi yake, na juu ya wanawe na mavazi yao. Kwa hiyo akamweka Aroni na mavazi yake wakfu, pamoja na wanawe na mavazi yao."
  },
  {
    "verseNumber": "LEV 8:31",
    "verseText": "Kisha Mose akamwambia Aroni na wanawe, “Pika hiyo nyama kwenye ingilio la Hema la Kukutania, na uile hapo pamoja na mkate kutoka kwenye kikapu cha sadaka ya kuweka wakfu, kama nilivyoagiza, nikisema, ‘Aroni na wanawe wataila.’"
  },
  {
    "verseNumber": "LEV 8:32",
    "verseText": "Kisha teketeza nyama na mikate iliyobaki."
  },
  {
    "verseNumber": "LEV 8:33",
    "verseText": "Msitoke kwenye ingilio la Hema la Kukutania kwa muda wa siku saba, mpaka siku zenu za kuwekwa wakfu ziwe zimetimia, kwa kuwa muda wenu wa kuwekwa wakfu utakuwa siku saba."
  },
  {
    "verseNumber": "LEV 8:34",
    "verseText": "Lile lililofanyika leo liliagizwa na BWANA ili kufanya upatanisho kwa ajili yenu."
  },
  {
    "verseNumber": "LEV 8:35",
    "verseText": "Lazima mkae kwenye ingilio la Hema la Kukutania usiku na mchana kwa siku saba, na kufanya lile BWANA analolitaka, ili kwamba msife; kwa kuwa hilo ndilo nililoamriwa.”"
  },
  {
    "verseNumber": "LEV 8:36",
    "verseText": "Kwa hiyo Aroni na wanawe wakafanya kila kitu BWANA alichoamuru kupitia kwa Mose."
  },
  {
    "verseNumber": "LEV 9:1",
    "verseText": "Katika siku ya nane, Mose akawaita Aroni na wanawe, na wazee wa Israeli."
  },
  {
    "verseNumber": "LEV 9:2",
    "verseText": "Akamwambia Aroni, “Chukua ndama dume kwa ajili ya sadaka yako ya dhambi, na kondoo dume kwa sadaka yako ya kuteketezwa, wote wawili wasiwe na dosari, nao uwalete mbele za BWANA."
  },
  {
    "verseNumber": "LEV 9:3",
    "verseText": "Kisha waambie Waisraeli: ‘Chukueni mbuzi dume kwa ajili ya sadaka ya dhambi, na ndama na mwana-kondoo, wote wawili wawe wa umri wa mwaka mmoja, na wasio na dosari, kwa ajili ya sadaka ya kuteketezwa,"
  },
  {
    "verseNumber": "LEV 9:4",
    "verseText": "na pia maksai na kondoo dume kwa ajili ya sadaka ya amani, ili kutoa dhabihu mbele za BWANA, pamoja na sadaka ya nafaka iliyochanganywa na mafuta. Kwa kuwa leo BWANA atawatokea.’ ”"
  },
  {
    "verseNumber": "LEV 9:5",
    "verseText": "Wakavileta vile vitu Mose alivyowaagiza mbele ya Hema la Kukutania, nalo kusanyiko lote likakaribia na kusimama mbele za BWANA."
  },
  {
    "verseNumber": "LEV 9:6",
    "verseText": "Ndipo Mose akasema, “Hili ndilo BWANA alilowaagiza mlifanye, ili utukufu wa BWANA upate kuonekana kwenu.”"
  },
  {
    "verseNumber": "LEV 9:7",
    "verseText": "Mose akamwambia Aroni, “Njoo madhabahuni ili utoe dhabihu yako ya sadaka ya dhambi na sadaka yako ya kuteketezwa, ufanye upatanisho kwa ajili yako mwenyewe na kwa ajili ya watu. Kisha utoe sadaka ya upatanisho kwa ajili ya watu, kama vile BWANA alivyoagiza.”"
  },
  {
    "verseNumber": "LEV 9:8",
    "verseText": "Hivyo Aroni akaja madhabahuni na kumchinja yule ndama kuwa sadaka ya dhambi kwa ajili yake mwenyewe."
  },
  {
    "verseNumber": "LEV 9:9",
    "verseText": "Wanawe wakamletea damu, naye akachovya kidole chake katika hiyo damu, akaitia kwenye pembe za madhabahu, nayo damu iliyobaki akaimwaga chini ya madhabahu."
  },
  {
    "verseNumber": "LEV 9:10",
    "verseText": "Juu ya madhabahu akateketeza mafuta, figo na mafuta yanayofunika ini kutoka kwenye hiyo sadaka ya dhambi, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "LEV 9:11",
    "verseText": "Akateketeza nyama na ngozi nje ya kambi."
  },
  {
    "verseNumber": "LEV 9:12",
    "verseText": "Kisha Aroni akachinja sadaka ya kuteketezwa. Wanawe wakamletea damu, naye akainyunyiza pande zote za madhabahu."
  },
  {
    "verseNumber": "LEV 9:13",
    "verseText": "Wakamletea sadaka ya kuteketezwa kipande kwa kipande, pamoja na kichwa, naye akaviteketeza juu ya madhabahu."
  },
  {
    "verseNumber": "LEV 9:14",
    "verseText": "Akasafisha sehemu za ndani na miguu, akaviteketeza juu ya sadaka ya kuteketezwa juu ya madhabahu."
  },
  {
    "verseNumber": "LEV 9:15",
    "verseText": "Kisha Aroni akaleta sadaka ile iliyokuwa kwa ajili ya watu. Akachukua yule mbuzi wa sadaka ya dhambi kwa ajili ya watu, akamchinja na kumtoa kwa ajili ya sadaka ya dhambi, kama alivyofanya kwa ile ya kwanza."
  },
  {
    "verseNumber": "LEV 9:16",
    "verseText": "Aroni akaleta sadaka ya kuteketezwa na kuitoa kama ilivyoelekezwa."
  },
  {
    "verseNumber": "LEV 9:17",
    "verseText": "Pia akaleta sadaka ya nafaka, akachukua konzi moja na kuiteketeza juu ya madhabahu, pamoja na sadaka ya kuteketezwa ya asubuhi."
  },
  {
    "verseNumber": "LEV 9:18",
    "verseText": "Akachinja maksai na kondoo dume kama sadaka ya amani kwa ajili ya watu. Wanawe Aroni wakampa ile damu, naye akainyunyiza kwenye madhabahu pande zote."
  },
  {
    "verseNumber": "LEV 9:19",
    "verseText": "Lakini sehemu zile za mafuta ya yule maksai na kondoo dume, yaani mafuta ya mkia, mafuta yaliyofunika tumbo, ya figo na yaliyofunika ini,"
  },
  {
    "verseNumber": "LEV 9:20",
    "verseText": "hivi vyote wakaviweka juu ya vidari, kisha Aroni akayateketeza hayo mafuta ya wanyama juu ya madhabahu."
  },
  {
    "verseNumber": "LEV 9:21",
    "verseText": "Aroni akaviinua vile vidari na paja la kulia mbele za BWANA ili viwe sadaka ya kuinuliwa, kama Mose alivyoagiza."
  },
  {
    "verseNumber": "LEV 9:22",
    "verseText": "Kisha Aroni akainua mikono yake kuwaelekea watu na kuwabariki. Naye baada ya kutoa dhabihu ya sadaka ya dhambi, sadaka ya kuteketezwa, na sadaka ya amani, akashuka chini."
  },
  {
    "verseNumber": "LEV 9:23",
    "verseText": "Kisha Mose na Aroni wakaingia kwenye Hema la Kukutania. Walipotoka nje, wakawabariki watu. Nao utukufu wa BWANA ukawatokea watu wote."
  },
  {
    "verseNumber": "LEV 9:24",
    "verseText": "Moto ukaja kutoka uwepo wa BWANA, ukairamba ile sadaka ya kuteketezwa, pamoja na sehemu ya mafuta yaliyokuwa juu ya madhabahu. Watu wote walipoona jambo hili, wakapiga kelele kwa furaha na kusujudu."
  },
  {
    "verseNumber": "LEV 10:1",
    "verseText": "Nadabu na Abihu, wana wa Aroni, wakachukua vyetezo vyao, wakaweka moto ndani yake na kuongeza uvumba; kisha wakamtolea BWANA moto usio halali, kinyume na agizo la Mungu."
  },
  {
    "verseNumber": "LEV 10:2",
    "verseText": "Hivyo moto ukaja kutoka kwa uwepo wa BWANA na kuwaramba, nao wakafa mbele za BWANA."
  },
  {
    "verseNumber": "LEV 10:3",
    "verseText": "Kisha Mose akamwambia Aroni, “Hili ndilo alilonena BWANA wakati aliposema: “ ‘Miongoni mwa wale watakaonikaribia nitajionyesha kuwa mtakatifu; machoni pa watu wote nitaheshimiwa.’ ” Aroni akanyamaza."
  },
  {
    "verseNumber": "LEV 10:4",
    "verseText": "Mose akawaita Mishaeli na Elisafani, wana wa Uzieli mjomba wake Aroni, akawaambia, “Njooni hapa. Ondoeni miili ya binamu zenu mbele ya mahali patakatifu, mkaipeleke nje ya kambi.”"
  },
  {
    "verseNumber": "LEV 10:5",
    "verseText": "Hivyo wakaja na kuwaondoa, wakiwa bado wamevalia makoti yao ya ibada, wakawapeleka nje ya kambi, kama Mose alivyoamuru."
  },
  {
    "verseNumber": "LEV 10:6",
    "verseText": "Ndipo Mose akamwambia Aroni pamoja na wanawe, Eleazari na Ithamari, “Msifunue vichwa vyenu wala msirarue mavazi yenu, la sivyo mtakufa na BWANA ataikasirikia jumuiya nzima. Lakini ndugu zenu, nyumba yote ya Israeli, wanaweza kuwaombolezea wale ambao BWANA amewaangamiza kwa moto."
  },
  {
    "verseNumber": "LEV 10:7",
    "verseText": "Msitoke nje ya ingilio la Hema la Kukutania, la sivyo mtakufa, kwa sababu mafuta ya BWANA ya upako yako juu yenu.” Hivyo wakafanya kama vile Mose alivyosema."
  },
  {
    "verseNumber": "LEV 10:8",
    "verseText": "Kisha BWANA akamwambia Aroni,"
  },
  {
    "verseNumber": "LEV 10:9",
    "verseText": "“Wewe na wanao msinywe mvinyo wala kinywaji kingine kilichochachuka wakati mwingiapo katika Hema la Kukutania, la sivyo mtakufa. Hili litakuwa Agizo la kudumu kwa vizazi vijavyo."
  },
  {
    "verseNumber": "LEV 10:10",
    "verseText": "Ni lazima mtenganishe kilicho kitakatifu na kile kilicho cha kawaida, kati ya yaliyo najisi na yaliyo safi,"
  },
  {
    "verseNumber": "LEV 10:11",
    "verseText": "na lazima mwafundishe Waisraeli amri zote ambazo BWANA aliwapa kupitia Mose.”"
  },
  {
    "verseNumber": "LEV 10:12",
    "verseText": "Mose akamwambia Aroni pamoja na wanawe waliosalia, Eleazari na Ithamari, “Chukueni sadaka ya nafaka iliyobaki kutoka sadaka zilizotolewa kwa BWANA kwa moto, muile hapo kando ya madhabahu ikiwa imeandaliwa bila chachu, kwa sababu ni takatifu sana."
  },
  {
    "verseNumber": "LEV 10:13",
    "verseText": "Mtaila katika mahali patakatifu kwa sababu ni fungu lenu na fungu la wana wenu la sadaka zilizotolewa kwa BWANA kwa moto, kwa maana hivyo ndivyo nilivyoamriwa."
  },
  {
    "verseNumber": "LEV 10:14",
    "verseText": "Lakini wewe na wanao na binti zako mwaweza kula kidari kile kilichoinuliwa na paja lile lililotolewa. Mtavila mahali safi pa kawaida ya ibada; mmepewa wewe na watoto wako kuwa fungu lenu la sadaka za amani za Waisraeli."
  },
  {
    "verseNumber": "LEV 10:15",
    "verseText": "Paja lile lililotolewa na kidari kile kilichoinuliwa lazima viletwe pamoja na sehemu za mafuta ya sadaka za kuteketezwa kwa moto, ili kuinuliwa mbele za BWANA kama sadaka ya kuinuliwa. Hili litakuwa fungu lako la kawaida na wanao, kama BWANA alivyoagiza.”"
  },
  {
    "verseNumber": "LEV 10:16",
    "verseText": "Mose alipouliza kuhusu mbuzi atolewaye kwa ajili ya sadaka ya dhambi, na kukuta kwamba ameteketezwa, aliwakasirikia Eleazari na Ithamari, wana wa Aroni waliobaki, akawauliza,"
  },
  {
    "verseNumber": "LEV 10:17",
    "verseText": "“Kwa nini hamkula sadaka ya dhambi katika eneo la mahali patakatifu? Ni takatifu sana. Mlipewa ninyi ili kuondoa hatia ya jumuiya kwa ajili ya kuwafanyia upatanisho mbele za BWANA."
  },
  {
    "verseNumber": "LEV 10:18",
    "verseText": "Kwa kuwa damu yake haikuletwa ndani ya Mahali Patakatifu, mngemla mbuzi huyo katika sehemu ya mahali patakatifu kama nilivyoagiza.”"
  },
  {
    "verseNumber": "LEV 10:19",
    "verseText": "Aroni akamjibu Mose, “Leo wanangu wametoa sadaka zao za dhambi na sadaka zao za kuteketezwa mbele za BWANA, lakini mambo kama haya yamenitokea mimi. Je, BWANA angependezwa kama ningekuwa nimekula sadaka ya dhambi leo?”"
  },
  {
    "verseNumber": "LEV 10:20",
    "verseText": "Mose aliposikia haya, akaridhika."
  },
  {
    "verseNumber": "LEV 11:1",
    "verseText": "BWANA akawaambia Mose na Aroni,"
  },
  {
    "verseNumber": "LEV 11:2",
    "verseText": "“Waambieni Waisraeli: ‘Kati ya wanyama wote waishio juu ya nchi, hawa ndio mtakaowala:"
  },
  {
    "verseNumber": "LEV 11:3",
    "verseText": "Mwaweza kula mnyama yeyote mwenye kwato zilizogawanyika sehemu mbili na ambaye hucheua."
  },
  {
    "verseNumber": "LEV 11:4",
    "verseText": "“ ‘Kuna wanyama wengine ambao hucheua tu au wenye kwato zilizogawanyika tu, lakini hao kamwe msiwale. Ngamia ingawa hucheua hana kwato zilizogawanyika; kwa kawaida ya ibada hiyo ni najisi kwenu."
  },
  {
    "verseNumber": "LEV 11:5",
    "verseText": "Pelele ingawa hucheua hana kwato zilizogawanyika; huyo ni najisi kwenu."
  },
  {
    "verseNumber": "LEV 11:6",
    "verseText": "Sungura ingawa hucheua hana kwato zilizogawanyika; huyo ni najisi kwenu."
  },
  {
    "verseNumber": "LEV 11:7",
    "verseText": "Naye nguruwe ingawa anazo kwato zilizogawanyika sehemu mbili, hacheui; huyo ni najisi kwenu."
  },
  {
    "verseNumber": "LEV 11:8",
    "verseText": "Kamwe msile nyama yao wala kugusa mizoga yao; wao ni najisi kwenu."
  },
  {
    "verseNumber": "LEV 11:9",
    "verseText": "“ ‘Kuhusu viumbe wote wanaoishi ndani ya maji ya bahari na vijito, mtakula wale wote wenye mapezi na magamba."
  },
  {
    "verseNumber": "LEV 11:10",
    "verseText": "Lakini viumbe wote ndani ya bahari au vijito wasio na mapezi na magamba, wakiwa miongoni mwa makundi au viumbe wote ndani ya maji, hao ni machukizo kwenu."
  },
  {
    "verseNumber": "LEV 11:11",
    "verseText": "Nao watakuwa machukizo kwenu. Msile nyama yao, nayo mizoga yao itakuwa machukizo."
  },
  {
    "verseNumber": "LEV 11:12",
    "verseText": "Chochote kinachoishi ndani ya maji ambacho hakina mapezi na magamba kitakuwa chukizo kwenu."
  },
  {
    "verseNumber": "LEV 11:13",
    "verseText": "“ ‘Wafuatao ndio ndege watakaokuwa machukizo kwenu, hivyo msiwale kwa sababu ni chukizo: tai, furukombe, kipungu,"
  },
  {
    "verseNumber": "LEV 11:14",
    "verseText": "mwewe mwekundu, aina zote za mwewe mweusi,"
  },
  {
    "verseNumber": "LEV 11:15",
    "verseText": "aina zote za kunguru,"
  },
  {
    "verseNumber": "LEV 11:16",
    "verseText": "mbuni, kiruka-njia, dudumizi, kipanga, shakwe, aina zote za kipanga,"
  },
  {
    "verseNumber": "LEV 11:17",
    "verseText": "bundi, mnandi, bundi mkubwa,"
  },
  {
    "verseNumber": "LEV 11:18",
    "verseText": "mumbi, mwari, nderi,"
  },
  {
    "verseNumber": "LEV 11:19",
    "verseText": "korongo, koikoi wa aina yoyote, hudihudi na popo."
  },
  {
    "verseNumber": "LEV 11:20",
    "verseText": "“ ‘Wadudu wote warukao ambao hutembea kwa miguu minne watakuwa chukizo kwenu."
  },
  {
    "verseNumber": "LEV 11:21",
    "verseText": "Lakini wako viumbe wenye mabawa ambao hutembea kwa miguu minne mtakaowala: wale wenye vifundo katika miguu yao ya kurukaruka juu ya ardhi."
  },
  {
    "verseNumber": "LEV 11:22",
    "verseText": "Miongoni mwa hawa, mtakula nzige wa aina zote, senene, parare au panzi."
  },
  {
    "verseNumber": "LEV 11:23",
    "verseText": "Lakini viumbe wengine wote wenye mabawa na wenye miguu minne ni machukizo kwenu."
  },
  {
    "verseNumber": "LEV 11:24",
    "verseText": "“ ‘Mtajinajisi kwa wanyama hawa. Yeyote agusaye mizoga yao atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 11:25",
    "verseText": "Yeyote atakayebeba mizoga ya viumbe hawa ni lazima afue nguo zake, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 11:26",
    "verseText": "“ ‘Kila mnyama mwenye ukwato ulioachana lakini haukugawanyika kabisa, au yule asiyecheua, huyo ni najisi kwenu; yeyote agusaye mzoga wowote wa hao atakuwa najisi."
  },
  {
    "verseNumber": "LEV 11:27",
    "verseText": "Miongoni mwa wanyama wote watembeao kwa miguu minne, wale watembeao kwa vitanga vyao ni najisi kwenu; yeyote agusaye mizoga yao atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 11:28",
    "verseText": "Yeyote atakayebeba mizoga yao ni lazima afue nguo zake, naye atakuwa najisi mpaka jioni. Wanyama hawa ni najisi kwenu."
  },
  {
    "verseNumber": "LEV 11:29",
    "verseText": "“ ‘Kuhusu wanyama watambaao juu ya ardhi, hawa ni najisi kwenu: kicheche, panya, aina yoyote ya mijusi mikubwa,"
  },
  {
    "verseNumber": "LEV 11:30",
    "verseText": "guruguru, kenge, mijusi ya ukutani, goromoe na kinyonga."
  },
  {
    "verseNumber": "LEV 11:31",
    "verseText": "Hao wote watambaao juu ya ardhi ni najisi kwenu. Yeyote agusaye mizoga yao atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 11:32",
    "verseText": "Ikiwa mmoja wao atakufa na kuangukia juu ya kitu fulani, chombo hicho, hata kikiwa cha matumizi gani, kitakuwa najisi, kiwe kimetengenezwa kwa mti, nguo, ngozi au gunia. Kiweke ndani ya maji; kitakuwa najisi mpaka jioni, kisha kitakuwa safi tena."
  },
  {
    "verseNumber": "LEV 11:33",
    "verseText": "Ikiwa mmoja wa wanyama aliyekufa ataangukia ndani ya chungu, kila kilichomo katika chungu hicho kitakuwa najisi, nawe ni lazima uvunje chungu hicho."
  },
  {
    "verseNumber": "LEV 11:34",
    "verseText": "Chakula chochote ambacho chaweza kuliwa lakini kikawa kimeingia maji kutoka kwenye chungu hicho ni najisi, na kitu chochote cha majimaji ambacho chaweza kunyweka kutoka kwenye chungu hicho ni najisi."
  },
  {
    "verseNumber": "LEV 11:35",
    "verseText": "Chochote ambacho mzoga wa mmojawapo utaangukia kitakuwa najisi. Jiko au chungu cha kupikia ni lazima kivunjwe. Ni najisi, nawe ni lazima uvihesabu kuwa najisi."
  },
  {
    "verseNumber": "LEV 11:36",
    "verseText": "Lakini chemchemi au kisima, mahali pa kuchota maji, patakuwa safi, lakini yeyote atakayegusa moja ya mizoga hii ni najisi."
  },
  {
    "verseNumber": "LEV 11:37",
    "verseText": "Kama mzoga ukianguka juu ya mbegu zozote ambazo ni za kupanda, zinabaki safi."
  },
  {
    "verseNumber": "LEV 11:38",
    "verseText": "Lakini kama mbegu imetiwa maji na mzoga ukaanguka juu yake, hiyo mbegu ni najisi kwenu."
  },
  {
    "verseNumber": "LEV 11:39",
    "verseText": "“ ‘Kama mnyama ambaye mnaruhusiwa kumla akifa, yeyote atakayeugusa mzoga wake atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 11:40",
    "verseText": "Yeyote atakayekula sehemu ya mzoga huo ni lazima afue nguo zake, naye atakuwa najisi mpaka jioni. Yeyote atakayebeba mzoga huo ni lazima afue nguo zake, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 11:41",
    "verseText": "“ ‘Kila kiumbe kitambaacho juu ya ardhi ni chukizo; kisiliwe."
  },
  {
    "verseNumber": "LEV 11:42",
    "verseText": "Msile kiumbe chochote kitambaacho juu ya ardhi, kiwe kitambaacho kwa tumbo lake, au kitambaacho kwa miguu minne au kwa miguu mingi; ni chukizo."
  },
  {
    "verseNumber": "LEV 11:43",
    "verseText": "Msijitie unajisi kwa chochote katika viumbe hivi. Msijitie unajisi kwa viumbe hivyo au kutiwa unajisi navyo."
  },
  {
    "verseNumber": "LEV 11:44",
    "verseText": "Mimi ndimi BWANA Mungu wenu; jitakaseni mwe watakatifu, kwa sababu mimi ni mtakatifu. Msijitie unajisi wenyewe kwa kiumbe chochote kile kiendacho juu ya ardhi."
  },
  {
    "verseNumber": "LEV 11:45",
    "verseText": "Mimi ndimi BWANA niliyewapandisha mtoke Misri ili niwe Mungu wenu. Kwa hiyo kuweni watakatifu kwa sababu Mimi ni mtakatifu."
  },
  {
    "verseNumber": "LEV 11:46",
    "verseText": "“ ‘Haya ndiyo masharti kuhusu wanyama, ndege, kila kiumbe hai kiendacho ndani ya maji, na kila kiumbe kiendacho juu ya ardhi."
  },
  {
    "verseNumber": "LEV 11:47",
    "verseText": "Ni lazima mpambanue kati ya kilicho najisi na kilicho safi, kati ya viumbe hai vinavyoweza kuliwa na vile visivyoweza kuliwa.’ ”"
  },
  {
    "verseNumber": "LEV 12:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 12:2",
    "verseText": "“Waambie Waisraeli: ‘Mwanamke ambaye atapata mimba na kuzaa mtoto wa kiume atakuwa najisi kwa kawaida ya ibada kwa siku saba, kama anavyokuwa najisi wakati wa siku zake za hedhi."
  },
  {
    "verseNumber": "LEV 12:3",
    "verseText": "Mvulana atatahiriwa siku ya nane."
  },
  {
    "verseNumber": "LEV 12:4",
    "verseText": "Kisha ni lazima huyo mwanamke asubiri kwa siku thelathini na tatu, ndipo atakaswe kutoka damu kwake. Hataruhusiwa kugusa kitu chochote kilicho kitakatifu au kuingia mahali patakatifu, mpaka siku za kutakaswa kwake zimetimia."
  },
  {
    "verseNumber": "LEV 12:5",
    "verseText": "Kama akimzaa mtoto wa kike, mwanamke huyo atakuwa najisi kwa majuma mawili, kama wakati wake wa hedhi. Kisha atasubiri kwa siku sitini na sita, ndipo atatakaswa kutoka damu kwake."
  },
  {
    "verseNumber": "LEV 12:6",
    "verseText": "“ ‘Siku zake za utakaso kwa ajili ya mwana au binti zitakapotimia, mwanamke huyo atamletea kuhani kwenye ingilio la Hema la Kukutania mwana-kondoo mwenye umri wa mwaka mmoja kwa ajili ya sadaka ya kuteketezwa, na kinda la njiwa au hua kwa ajili ya sadaka ya dhambi."
  },
  {
    "verseNumber": "LEV 12:7",
    "verseText": "Atavitoa mbele za BWANA ili kufanya upatanisho kwa ajili yake, na kisha atakuwa safi kwa desturi ya ibada kutokana na kutokwa damu kwake. “ ‘Haya ndiyo masharti kwa ajili ya mwanamke atakayezaa mtoto wa kiume au wa kike."
  },
  {
    "verseNumber": "LEV 12:8",
    "verseText": "Kama huyo mwanamke hana uwezo wa kumpata mwana-kondoo, ataleta hua wawili au makinda mawili ya njiwa, moja kwa ajili ya sadaka ya kuteketezwa na mwingine kwa ajili ya sadaka ya dhambi. Kwa njia hii, kuhani atafanya upatanisho kwa ajili yake, naye atakuwa safi.’ ”"
  },
  {
    "verseNumber": "LEV 13:1",
    "verseText": "BWANA akawaambia Mose na Aroni,"
  },
  {
    "verseNumber": "LEV 13:2",
    "verseText": "“Iwapo mtu yeyote atakuwa na uvimbe au upele au alama nyeupe juu ya ngozi yake ambayo yaweza kuwa ugonjwa wa ngozi wa kuambukiza, ni lazima aletwe kwa Aroni kuhani ama kwa wanawe, kuhani mmojawapo."
  },
  {
    "verseNumber": "LEV 13:3",
    "verseText": "Kuhani atachunguza hicho kidonda kilichopo juu ya ngozi yake, na kama nywele za mahali palipo na kidonda zimebadilika kuwa nyeupe, na ikiwa kidonda kimeingia ndani ya ngozi, basi ni ugonjwa wa ngozi wa kuambukiza, yaani ukoma. Kuhani atakapomchunguza, atamtangaza mtu huyo kuwa ni najisi kwa kawaida ya ibada."
  },
  {
    "verseNumber": "LEV 13:4",
    "verseText": "Kama alama juu ya ngozi yake ni nyeupe, lakini haionekani kuwa imeingia ndani zaidi ya ngozi, na nywele kwenye alama hiyo hazijageuka kuwa nyeupe, kuhani atamtenga mtu huyo mahali pa pekee kwa siku saba."
  },
  {
    "verseNumber": "LEV 13:5",
    "verseText": "Siku ya saba, kuhani atamchunguza, na kama hakuona badiliko kwenye kile kidonda na hakijaenea juu ya ngozi, atamtenga kwa siku nyingine saba."
  },
  {
    "verseNumber": "LEV 13:6",
    "verseText": "Siku ya saba kuhani atamchunguza tena, na kama kidonda kimepungua na hakijaenea juu ya ngozi, kuhani atamtangaza mtu huyo kuwa ni safi, ni upele tu. Ni lazima mtu huyo afue mavazi yake, naye atakuwa safi."
  },
  {
    "verseNumber": "LEV 13:7",
    "verseText": "Lakini ikiwa ule upele utaenea juu ya ngozi yake baada ya yeye kujionyesha kwa kuhani na kutangazwa kuwa safi, ni lazima aende tena kwa kuhani."
  },
  {
    "verseNumber": "LEV 13:8",
    "verseText": "Kuhani atamchunguza, na kama upele umeenea kwenye ngozi, atamtangaza kuwa najisi, kwani ni ugonjwa wa ngozi wa kuambukiza, yaani ukoma."
  },
  {
    "verseNumber": "LEV 13:9",
    "verseText": "“Wakati mtu yeyote ana ugonjwa wa ngozi wa kuambukiza, ni lazima aletwe kwa kuhani."
  },
  {
    "verseNumber": "LEV 13:10",
    "verseText": "Kuhani atamchunguza na kama kuna uvimbe mweupe juu ya ngozi ambao umefanya nywele kuwa nyeupe, na kama kuna nyama mbichi ndani ya uvimbe,"
  },
  {
    "verseNumber": "LEV 13:11",
    "verseText": "ni ugonjwa sugu wa ngozi, na kuhani atamtangaza kuwa najisi. Hatamtenga tena kwa sababu ni najisi tayari."
  },
  {
    "verseNumber": "LEV 13:12",
    "verseText": "“Ikiwa ugonjwa utakuwa umeenea kwenye ngozi yake yote kwa kadiri kuhani atakavyoweza kuona, kwamba umeenea kwenye ngozi yote ya huyo mgonjwa kutoka kichwani mpaka wayo,"
  },
  {
    "verseNumber": "LEV 13:13",
    "verseText": "kuhani atamchunguza, na kama ugonjwa umeenea mwili mzima, atamtangaza huyo mtu kuwa safi. Kwa kuwa mwili wote umekuwa mweupe, yeye ni safi."
  },
  {
    "verseNumber": "LEV 13:14",
    "verseText": "Lakini itokeapo nyama mbichi kwenye ngozi yake, atakuwa najisi."
  },
  {
    "verseNumber": "LEV 13:15",
    "verseText": "Kuhani atakapoiona hiyo nyama mbichi, atamtangaza mtu huyo kuwa najisi. Hiyo nyama mbichi ni najisi, ana ugonjwa wa kuambukiza."
  },
  {
    "verseNumber": "LEV 13:16",
    "verseText": "Hiyo nyama mbichi ikigeuka na kuwa nyeupe, ni lazima amwendee kuhani."
  },
  {
    "verseNumber": "LEV 13:17",
    "verseText": "Kuhani atamchunguza, na kama vidonda vimekuwa vyeupe, kuhani atamtangaza mgonjwa huyo kuwa safi; kisha atakuwa safi."
  },
  {
    "verseNumber": "LEV 13:18",
    "verseText": "“Wakati mtu ana jipu juu ya ngozi yake nalo likapona,"
  },
  {
    "verseNumber": "LEV 13:19",
    "verseText": "napo mahali palipokuwa na jipu pakatokea uvimbe mweupe, au alama yenye wekundu na weupe, ni lazima akajionyeshe kwa kuhani."
  },
  {
    "verseNumber": "LEV 13:20",
    "verseText": "Kuhani atapachunguza, na kama uvimbe umezama ndani ya ngozi, na nywele zimegeuka kuwa nyeupe, kuhani atamtangaza mtu huyo kuwa najisi. Ni ugonjwa wa ngozi wa kuambukiza uliojitokeza pale jipu lilipokuwa."
  },
  {
    "verseNumber": "LEV 13:21",
    "verseText": "Lakini ikiwa wakati kuhani anapopachunguza pakawa hapana nywele nyeupe ndani yake, wala hakuna shimo bali pamepungua, basi kuhani atamtenga mtu huyo kwa siku saba."
  },
  {
    "verseNumber": "LEV 13:22",
    "verseText": "Kama unaenea kwenye ngozi, kuhani atamtangaza kuwa najisi; ni ugonjwa wa ngozi wa kuambukiza."
  },
  {
    "verseNumber": "LEV 13:23",
    "verseText": "Lakini ikiwa ile alama haijabadilika wala kuenea, ni kovu tu kutokana na jipu, kuhani atamtangaza kuwa safi."
  },
  {
    "verseNumber": "LEV 13:24",
    "verseText": "“Wakati mtu ameungua kwenye ngozi yake, pakatokea alama yenye wekundu na weupe, au alama nyeupe ikaonekana penye nyama mbichi pale palipoungua,"
  },
  {
    "verseNumber": "LEV 13:25",
    "verseText": "kuhani ataichunguza ile alama, na kama nywele zilizoko juu yake zimegeuka kuwa nyeupe, napo pametokea shimo, basi huo ni ugonjwa wa ngozi wa kuambukiza ambao umetokea juu ya jeraha la moto. Kuhani atamtangaza kuwa najisi; ni ugonjwa wa ngozi wa kuambukiza."
  },
  {
    "verseNumber": "LEV 13:26",
    "verseText": "Lakini kama kuhani akichunguza na kuona kwamba hakuna nywele nyeupe kwenye alama ile, wala hakuna shimo napo pameanza kupungua, basi kuhani atamtenga kwa siku saba."
  },
  {
    "verseNumber": "LEV 13:27",
    "verseText": "Siku ya saba kuhani atamchunguza tena, na kama unaenea kwenye ngozi, kuhani atamtangaza kuwa najisi; ni ugonjwa wa ngozi wa kuambukiza."
  },
  {
    "verseNumber": "LEV 13:28",
    "verseText": "Lakini, kama alama ile haikubadilika na wala haijaenea kwenye ngozi, napo pamepungua, ni uvimbe kutokana na jeraha la moto, na kuhani atamtangaza kuwa safi; ni kovu tu kutokana na kuungua."
  },
  {
    "verseNumber": "LEV 13:29",
    "verseText": "“Ikiwa mwanaume au mwanamke ana kidonda juu ya kichwa au juu ya kidevu,"
  },
  {
    "verseNumber": "LEV 13:30",
    "verseText": "kuhani atakichunguza kile kidonda, na kama ataona kuwa kimeingia ndani, na nywele zilizoko juu yake ni njano na nyembamba, kuhani atamtangaza mtu huyo kuwa najisi, kwani ni upele; ni ugonjwa wa ngozi wa kuambukiza wa kichwa au kidevu."
  },
  {
    "verseNumber": "LEV 13:31",
    "verseText": "Lakini kama kuhani akichunguza aina hii ya kidonda, kionekane kuwa hakina shimo na hakuna nywele nyeusi juu yake, basi atamtenga mtu huyo kwa siku saba."
  },
  {
    "verseNumber": "LEV 13:32",
    "verseText": "Siku ya saba kuhani atachunguza kidonda kile, na kama upele haujaenea, na hakuna nywele za manjano juu yake, wala hakuna shimo lolote,"
  },
  {
    "verseNumber": "LEV 13:33",
    "verseText": "mtu huyo ni lazima anyolewe, isipokuwa mahali palipo na ugonjwa, naye kuhani atamtenga kwa siku nyingine saba."
  },
  {
    "verseNumber": "LEV 13:34",
    "verseText": "Siku ya saba kuhani atachunguza tena ule upele; ikiwa haujaenea kwenye ngozi na hakuna shimo mahali pale, kuhani atamtangaza kuwa safi. Lazima afue nguo zake, naye atakuwa safi."
  },
  {
    "verseNumber": "LEV 13:35",
    "verseText": "Lakini ikiwa upele utaenea juu ya ngozi baada ya kutangazwa kuwa safi,"
  },
  {
    "verseNumber": "LEV 13:36",
    "verseText": "kuhani atamchunguza, na kama upele umeenea kwenye ngozi, kuhani hana haja ya kutazama kama kuna nywele za manjano, mtu huyo ni najisi."
  },
  {
    "verseNumber": "LEV 13:37",
    "verseText": "Hata hivyo, katika uchunguzi wake akiona hapajabadilika, na nywele nyeusi zimeota juu yake, upele umepona. Yeye si najisi, kuhani atamtangaza kuwa safi."
  },
  {
    "verseNumber": "LEV 13:38",
    "verseText": "“Ikiwa mwanaume au mwanamke ana alama nyeupe juu ya ngozi yake,"
  },
  {
    "verseNumber": "LEV 13:39",
    "verseText": "kuhani atamchunguza, na kama alama hizo zina weupe uliofifia, ni vipele visivyo na madhara vilivyojitokeza kwenye ngozi; mtu huyo ni safi."
  },
  {
    "verseNumber": "LEV 13:40",
    "verseText": "“Wakati mwanaume hana nywele naye ana upaa, yeye ni safi."
  },
  {
    "verseNumber": "LEV 13:41",
    "verseText": "Ikiwa hana nywele kwenye ngozi ya kichwa chake, na ana upaa tangu kwenye paji, ni safi."
  },
  {
    "verseNumber": "LEV 13:42",
    "verseText": "Lakini kama ana kidonda chenye wekundu na weupe kwenye kichwa chake chenye upaa, au kwenye paji la uso, ni ugonjwa wa ngozi wa kuambukiza unaojitokeza kichwani au kwenye paji lake la uso."
  },
  {
    "verseNumber": "LEV 13:43",
    "verseText": "Kuhani atamchunguza, na kama kidonda kilichovimba juu ya kichwa chake au kwenye paji la uso ni chekundu au cheupe kama ugonjwa wa ngozi wa kuambukiza,"
  },
  {
    "verseNumber": "LEV 13:44",
    "verseText": "mtu huyo ni mgonjwa, na ni najisi. Kuhani atamtangaza kuwa najisi kwa sababu ya kidonda kwenye kichwa chake."
  },
  {
    "verseNumber": "LEV 13:45",
    "verseText": "“Mtu mwenye ugonjwa kama huo wa kuambukiza ni lazima avae nguo zilizoraruka, awachilie nywele zake bila kuzichana, afunike sehemu ya chini ya uso wake, na apige kelele, ‘Najisi! Najisi!’"
  },
  {
    "verseNumber": "LEV 13:46",
    "verseText": "Kwa muda wote atakaokuwa na ugonjwa huo wa kuambukiza atabaki kuwa najisi. Ni lazima aishi peke yake; ni lazima aishi nje ya kambi."
  },
  {
    "verseNumber": "LEV 13:47",
    "verseText": "“Kama vazi lolote lina maambukizo ya upele: likiwa ni vazi la sufu au kitani,"
  },
  {
    "verseNumber": "LEV 13:48",
    "verseText": "lolote lililofumwa au kusokotwa likiwa la kitani au la sufu, ngozi yoyote au chochote kilichotengenezwa kwa ngozi,"
  },
  {
    "verseNumber": "LEV 13:49",
    "verseText": "tena kama maambukizo kwenye vazi, au ngozi, au lililofumwa au kusokotwa, au kifaa chochote cha ngozi, ni rangi ya kijani au nyekundu, huo ni upele unaoenea na ni lazima kuhani aonyeshwe."
  },
  {
    "verseNumber": "LEV 13:50",
    "verseText": "Kuhani atachunguza upele huo na kukitenga kifaa hicho kwa siku saba."
  },
  {
    "verseNumber": "LEV 13:51",
    "verseText": "Siku ya saba atakichunguza, na kama upele umeenea kwenye nguo, au kifaa kilichofumwa au kusokotwa, au ngozi, kwa vyovyote vile itumikavyo, ni upele uangamizao, kifaa hicho ni najisi."
  },
  {
    "verseNumber": "LEV 13:52",
    "verseText": "Ni lazima aichome hiyo nguo, ikiwa ni ya sufu ama kitani iliyofumwa ama kusokotwa, ama chombo chochote cha ngozi chenye maambukizo, kwa kuwa ni upele unaoangamiza; chombo chote ni lazima kichomwe moto."
  },
  {
    "verseNumber": "LEV 13:53",
    "verseText": "“Lakini wakati kuhani atakapokichunguza na kuona kuwa ule upele haujaenea kwenye nguo iliyofumwa au kusokotwa, au vifaa vya ngozi,"
  },
  {
    "verseNumber": "LEV 13:54",
    "verseText": "ataagiza kwamba kifaa chenye maambukizo kisafishwe. Kisha atakitenga kwa siku saba."
  },
  {
    "verseNumber": "LEV 13:55",
    "verseText": "Baada ya kifaa chenye maambukizo kusafishwa, kuhani atakichunguza, na kama upele haujaonyesha badiliko lolote, hata kama haujaenea, ni najisi. Kichome kwa moto, iwe upele umeenea upande mmoja au mwingine."
  },
  {
    "verseNumber": "LEV 13:56",
    "verseText": "Kama kuhani ataona kuwa ile alama imefifia baada ya kuoshwa, basi atararua sehemu iliyo ambukizwa ya nguo au ngozi au kifaa kilichofumwa au kusokotwa."
  },
  {
    "verseNumber": "LEV 13:57",
    "verseText": "Lakini kama ikijitokeza tena kwenye nguo au kitu kilichofumwa au kusokotwa, ama kifaa cha ngozi, kwamba ule upele unaenea, chochote chenye upele ni lazima kichomwe kwa moto."
  },
  {
    "verseNumber": "LEV 13:58",
    "verseText": "Nguo, au kitu kilichofumwa au kusokotwa, au kifaa chochote cha ngozi ambacho kimesafishwa na kuondolewa upele, ni lazima kioshwe tena, nacho kitakuwa safi.”"
  },
  {
    "verseNumber": "LEV 13:59",
    "verseText": "Haya ni masharti kuhusu maambukizo ya upele kwenye mavazi ya sufu au kitani, yaliyofumwa ama kusokotwa, ama kifaa chochote cha ngozi, kwa ajili ya kuvitangaza kuwa safi au najisi."
  },
  {
    "verseNumber": "LEV 14:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 14:2",
    "verseText": "“Haya ndiyo masharti yamhusuyo mtu mgonjwa wakati wa kufanyiwa ibada ya utakaso wakati aletwapo kwa kuhani:"
  },
  {
    "verseNumber": "LEV 14:3",
    "verseText": "Kuhani atakwenda kumchunguza nje ya kambi. Kama mtu huyo atakuwa amepona ugonjwa wake wa ngozi wa kuambukiza,"
  },
  {
    "verseNumber": "LEV 14:4",
    "verseText": "kuhani ataagiza vitu vifuatavyo viletwe kwa ajili ya mtu atakayetakaswa: ndege wawili safi walio hai, mti wa mwerezi, kitani nyekundu, na hisopo."
  },
  {
    "verseNumber": "LEV 14:5",
    "verseText": "Kisha kuhani ataagiza kwamba mmoja wa ndege wale achinjwe kwenye chungu chenye maji safi."
  },
  {
    "verseNumber": "LEV 14:6",
    "verseText": "Kisha kuhani atamchukua ndege aliye hai na kumtumbukiza pamoja na mti wa mwerezi, kitani nyekundu na hisopo ndani ya damu ya yule ndege aliyechinjiwa kwenye maji safi."
  },
  {
    "verseNumber": "LEV 14:7",
    "verseText": "Atamnyunyizia yule mwenye ugonjwa wa kuambukiza maji hayo mara saba, na kumtangaza kuwa safi. Kisha atamwachia yule ndege aliye hai aende zake kwenye mashamba."
  },
  {
    "verseNumber": "LEV 14:8",
    "verseText": "“Huyo mtu atakayetakaswa ni lazima afue nguo zake, anyoe nywele zake zote, na aoge kwa maji; ndipo atakapokuwa safi kwa desturi ya ibada. Baada ya hili anaweza kuingia kambini, lakini ni lazima akae nje ya hema lake kwa siku saba."
  },
  {
    "verseNumber": "LEV 14:9",
    "verseText": "Siku ya saba ni lazima anyoe nywele zake zote; yaani anyoe nywele za kichwa, ndevu zake, kope zake na nywele nyingine zote. Ni lazima afue nguo zake, na aoge kwa maji, naye atakuwa safi."
  },
  {
    "verseNumber": "LEV 14:10",
    "verseText": "“Siku ya nane, ni lazima alete kondoo dume wawili na kondoo jike mmoja, wote wa mwaka mmoja na wasio na dosari, pamoja na sehemu tatu za kumi za efa za unga laini uliochanganywa na mafuta, kwa ajili ya sadaka ya nafaka, na logi moja ya mafuta."
  },
  {
    "verseNumber": "LEV 14:11",
    "verseText": "Kuhani atakayemtangaza kuwa safi atahitaji kumkabidhi mgonjwa aliyepona pamoja na sadaka zake zote mbele za BWANA katika ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 14:12",
    "verseText": "“Kisha kuhani atamchukua mmoja wa wale kondoo dume na kumtoa kuwa sadaka ya hatia, pamoja na ile logi moja ya mafuta; ataviinua mbele za BWANA kuwa sadaka ya kuinuliwa."
  },
  {
    "verseNumber": "LEV 14:13",
    "verseText": "Atamchinja huyo kondoo katika mahali patakatifu ambapo sadaka ya dhambi na ile ya kuteketezwa huchinjiwa. Kama ilivyo sadaka ya dhambi, sadaka ya hatia ni ya kuhani; nayo ni takatifu sana."
  },
  {
    "verseNumber": "LEV 14:14",
    "verseText": "Kuhani atachukua sehemu ya damu ya sadaka ya hatia na kuitia kwenye ncha ya sikio la kuume la yule atakayetakaswa, kwenye kidole gumba cha mkono wake wa kuume, na kidole kikubwa cha mguu wake wa kuume."
  },
  {
    "verseNumber": "LEV 14:15",
    "verseText": "Kuhani atachukua sehemu ya ile logi ya mafuta, ayamimine kwenye kiganja cha mkono wake mwenyewe wa kushoto,"
  },
  {
    "verseNumber": "LEV 14:16",
    "verseText": "na achovye kidole chake cha shahada cha mkono wake wa kuume kwenye mafuta yaliyoko kwenye kiganja chake, na kwa kidole hicho anyunyize mafuta hayo mara saba mbele za BWANA."
  },
  {
    "verseNumber": "LEV 14:17",
    "verseText": "Kuhani atampaka yule anayetakaswa sehemu ya mafuta yaliyobaki kiganjani kwenye ncha ya sikio lake la kuume, kwenye kidole gumba cha mkono wake wa kuume, na kidole kikubwa cha mguu wake wa kuume, mahali palepale alipompaka damu ya sadaka ya kuondoa hatia."
  },
  {
    "verseNumber": "LEV 14:18",
    "verseText": "Kuhani atayapaka mafuta yaliyobaki kwenye kiganja chake juu ya kichwa cha yule anayetakaswa, na kufanya upatanisho kwa ajili yake mbele za BWANA."
  },
  {
    "verseNumber": "LEV 14:19",
    "verseText": "“Kisha kuhani atatoa dhabihu ya sadaka ya dhambi na kufanya upatanisho kwa ajili ya yule atakayetakaswa kutoka unajisi wake. Baada ya hayo, kuhani atachinja sadaka ya kuteketezwa"
  },
  {
    "verseNumber": "LEV 14:20",
    "verseText": "na kuitoa juu ya madhabahu, pamoja na sadaka ya nafaka ili kumfanyia upatanisho, naye atakuwa safi."
  },
  {
    "verseNumber": "LEV 14:21",
    "verseText": "“Hata hivyo, kama ni maskini na hawezi kupata vitu hivi, lazima achukue mwana-kondoo mmoja kama sadaka ya hatia ipate kuinuliwa ili kumfanyia upatanisho, pamoja na sehemu ya kumi ya efa ya unga laini uliochanganywa na logi moja ya mafuta kwa ajili ya sadaka ya nafaka,"
  },
  {
    "verseNumber": "LEV 14:22",
    "verseText": "na hua wawili au makinda mawili ya njiwa, kile atakachoweza kupata, mmoja kwa sadaka ya dhambi, na mwingine kwa sadaka ya kuteketezwa."
  },
  {
    "verseNumber": "LEV 14:23",
    "verseText": "“Katika siku ya nane, lazima avilete vitu hivyo kwa kuhani, kwa ajili ya kutakaswa kwake kwenye ingilio la Hema la Kukutania mbele za BWANA."
  },
  {
    "verseNumber": "LEV 14:24",
    "verseText": "Kuhani atamchukua mwana-kondoo kwa ajili ya sadaka ya hatia, pamoja na ile logi ya mafuta ya kuinuliwa mbele za BWANA kuwa sadaka ya kuinuliwa."
  },
  {
    "verseNumber": "LEV 14:25",
    "verseText": "Atamchinja huyo mwana-kondoo kwa ajili ya sadaka ya hatia. Pia ataichukua sehemu ya damu yake na kuipaka kwenye ncha ya sikio la kuume la yule anayetakaswa, na aipake pia kwenye kidole gumba cha mkono wa kuume wa huyo mtu, na kidole kikubwa cha mguu wake wa kuume."
  },
  {
    "verseNumber": "LEV 14:26",
    "verseText": "Kuhani atamiminia sehemu ya mafuta kwenye kiganja chake cha mkono wa kushoto,"
  },
  {
    "verseNumber": "LEV 14:27",
    "verseText": "na kwa kidole chake cha shahada cha mkono wa kuume, atamnyunyizia yule anayetakaswa yale mafuta yaliyo kwenye kiganja chake mara saba mbele za BWANA."
  },
  {
    "verseNumber": "LEV 14:28",
    "verseText": "Atampaka mafuta yaliyobaki kwenye kiganja chake katika sehemu zote, kama alivyompaka damu ya sadaka ya hatia: yaani, kwenye ncha ya sikio la kuume la yule anayetakaswa, kwenye kidole gumba cha mkono wake wa kuume, na kidole kikubwa cha mguu wake wa kuume."
  },
  {
    "verseNumber": "LEV 14:29",
    "verseText": "Kuhani atayapaka mafuta yaliyobaki katika kiganja chake kwenye kichwa cha yule anayetakaswa, na kufanya upatanisho kwa ajili yake mbele za BWANA."
  },
  {
    "verseNumber": "LEV 14:30",
    "verseText": "Kisha atatoa dhabihu wale hua ama yale makinda ya njiwa ambayo mtu ataweza kuwapata,"
  },
  {
    "verseNumber": "LEV 14:31",
    "verseText": "mmoja kwa ajili ya sadaka ya dhambi, na mwingine kuwa sadaka ya kuteketezwa, pamoja na sadaka ya nafaka. Kwa njia hii kuhani atafanya upatanisho mbele za BWANA kwa ajili ya yule anayetakaswa.”"
  },
  {
    "verseNumber": "LEV 14:32",
    "verseText": "Haya ndiyo masharti kwa mtu yeyote mwenye ugonjwa wa ngozi wa kuambukiza, na ambaye hana uwezo wa kutoa sadaka za kawaida kwa ajili ya kutakaswa kwake."
  },
  {
    "verseNumber": "LEV 14:33",
    "verseText": "BWANA akawaambia Mose na Aroni,"
  },
  {
    "verseNumber": "LEV 14:34",
    "verseText": "“Mtakapoingia katika nchi ya Kanaani ambayo ninawapa kuwa milki yenu, nami nikaweka upele ueneao kwenye nyumba katika nchi ile,"
  },
  {
    "verseNumber": "LEV 14:35",
    "verseText": "ni lazima mwenye nyumba hiyo akamwambie kuhani, ‘Nimeona kitu fulani kinachofanana na upele kwenye nyumba yangu.’"
  },
  {
    "verseNumber": "LEV 14:36",
    "verseText": "Kuhani ataagiza vitu vyote vitolewe ndani ya nyumba, kabla hajaenda kuchunguza kama ina ugonjwa huo, ili kitu chochote ndani ya nyumba kisitangazwe kuwa najisi. Baada ya hili, kuhani ataingia ndani na kuikagua hiyo nyumba."
  },
  {
    "verseNumber": "LEV 14:37",
    "verseText": "Atachunguza upele huo katika kuta za nyumba hiyo, nazo kama zina rangi ya kijani kibichi au wekundu, na kuna mibonyeo ndani ya ukuta,"
  },
  {
    "verseNumber": "LEV 14:38",
    "verseText": "kuhani atatoka na kufunga mlango wa nyumba hiyo kwa siku saba."
  },
  {
    "verseNumber": "LEV 14:39",
    "verseText": "Siku ya saba, kuhani atarudi kuikagua nyumba. Kama upele umeenea juu ya kuta,"
  },
  {
    "verseNumber": "LEV 14:40",
    "verseText": "ataagiza kwamba mawe yote yaliyoambukizwa yaondolewe na kutupwa katika eneo lililo najisi nje ya mji."
  },
  {
    "verseNumber": "LEV 14:41",
    "verseText": "Kuta zote za ndani ya nyumba hiyo ni lazima zikwanguliwe, na kifusi chake kitupwe mahali najisi nje ya mji."
  },
  {
    "verseNumber": "LEV 14:42",
    "verseText": "Kisha watachukua mawe mengine na kujenga palipobomolewa kwa udongo mpya wa mfinyanzi, na kuipiga nyumba hiyo lipu mpya."
  },
  {
    "verseNumber": "LEV 14:43",
    "verseText": "“Ikiwa upele huo utatokea tena ndani ya ile nyumba baada ya mawe kuondolewa na nyumba kukwanguliwa na kuwekwa lipu mpya,"
  },
  {
    "verseNumber": "LEV 14:44",
    "verseText": "kuhani atakwenda kuikagua, na kama upele umeenea ndani ya nyumba, basi ni upele uharibuo; nyumba hiyo ni najisi."
  },
  {
    "verseNumber": "LEV 14:45",
    "verseText": "Ni lazima ibomolewe: mawe yake, mbao na lipu yake, vyote vikatupwe nje ya mji mahali palipo najisi."
  },
  {
    "verseNumber": "LEV 14:46",
    "verseText": "“Yeyote atakayeingia katika nyumba hiyo ikiwa imefungwa, atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 14:47",
    "verseText": "Yeyote atakayelala au kula ndani ya nyumba hiyo ni lazima afue nguo zake."
  },
  {
    "verseNumber": "LEV 14:48",
    "verseText": "“Lakini ikiwa kuhani atakuja kuikagua na kukuta kuwa upele haujaenea tena baada ya nyumba kupigwa lipu, ataitangaza nyumba ile kuwa safi, kwa sababu upele umekwisha."
  },
  {
    "verseNumber": "LEV 14:49",
    "verseText": "Ili kuitakasa nyumba hiyo, mwenye nyumba ataleta ndege wawili, mti wa mwerezi, kitani nyekundu na hisopo."
  },
  {
    "verseNumber": "LEV 14:50",
    "verseText": "Atamchinja mmoja wa wale ndege kwenye chungu chenye maji safi."
  },
  {
    "verseNumber": "LEV 14:51",
    "verseText": "Kisha atachukua mti wa mwerezi, hisopo, kitani nyekundu na ndege aliye hai, na kuvitumbukiza ndani ya damu ya ndege aliyechinjwa pamoja na maji safi, na kuinyunyizia nyumba ile mara saba."
  },
  {
    "verseNumber": "LEV 14:52",
    "verseText": "Ataitakasa nyumba kwa damu ya yule ndege, maji safi, ndege aliye hai, mti wa mwerezi, hisopo na kitani nyekundu."
  },
  {
    "verseNumber": "LEV 14:53",
    "verseText": "Kisha atamwachia yule ndege aliye hai huru mashambani nje ya mji. Kwa njia hii atafanya upatanisho kwa ajili ya nyumba ile, nayo itakuwa safi.”"
  },
  {
    "verseNumber": "LEV 14:54",
    "verseText": "Haya ndiyo masharti kuhusu aina yoyote ya ugonjwa wa ngozi wa kuambukiza, mwasho wowote,"
  },
  {
    "verseNumber": "LEV 14:55",
    "verseText": "upele ndani ya nguo au ndani ya nyumba,"
  },
  {
    "verseNumber": "LEV 14:56",
    "verseText": "kwa uvimbe, vipele au kipaku kingʼaacho,"
  },
  {
    "verseNumber": "LEV 14:57",
    "verseText": "kupambanua wakati kitu fulani ni safi au najisi. Haya ndiyo masharti kuhusu magonjwa ya ngozi ya kuambukiza na upele."
  },
  {
    "verseNumber": "LEV 15:1",
    "verseText": "BWANA akawaambia Mose na Aroni,"
  },
  {
    "verseNumber": "LEV 15:2",
    "verseText": "“Semeni na Waisraeli mwaambie: ‘Wakati mtu yeyote anapotokwa na usaha mwilini, usaha huo ni najisi."
  },
  {
    "verseNumber": "LEV 15:3",
    "verseText": "Iwe unaendelea kutiririka kutoka mwilini mwake au umeziba, utamfanya kuwa najisi. Hivi ndivyo usaha wake utakavyomletea unajisi:"
  },
  {
    "verseNumber": "LEV 15:4",
    "verseText": "“ ‘Kitanda chochote atakacholalia mtu mwenye kutokwa na usaha kitakuwa najisi, na chochote atakachokalia kitakuwa najisi."
  },
  {
    "verseNumber": "LEV 15:5",
    "verseText": "Yeyote atakayegusa kitanda chake ni lazima afue nguo zake na aoge kwa maji, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:6",
    "verseText": "Yeyote atakayeketi juu ya kitu chochote alichokalia mwenye kutokwa na usaha, ni lazima afue nguo zake, na aoge kwa maji, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:7",
    "verseText": "“ ‘Yeyote atakayemgusa mtu mwenye kutokwa na usaha, ni lazima afue nguo zake na aoge kwa maji, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:8",
    "verseText": "“ ‘Ikiwa mtu mwenye kutokwa na usaha atamtemea mate mtu yeyote ambaye ni safi, mtu huyo ni lazima afue nguo zake na aoge kwa maji, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:9",
    "verseText": "“ ‘Kila tandiko ambalo mtu huyo atalikalia wakati wa kupanda mnyama litakuwa najisi,"
  },
  {
    "verseNumber": "LEV 15:10",
    "verseText": "na yeyote atakayegusa kitu chochote alichokuwa amekalia atakuwa najisi mpaka jioni. Yeyote atakayeinua vitu hivyo ni lazima afue nguo zake na aoge kwa maji, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:11",
    "verseText": "“ ‘Yeyote atakayeguswa na mtu anayetokwa na usaha bila kunawa mikono yake kwa maji, ni lazima afue nguo zake na aoge kwa maji, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:12",
    "verseText": "“ ‘Chungu cha udongo kitakachoguswa na mtu huyo ni lazima kivunjwe, na kifaa chochote cha mbao kitaoshwa kwa maji."
  },
  {
    "verseNumber": "LEV 15:13",
    "verseText": "“ ‘Wakati mtu atakapotakasika kutoka usaha wake, anapaswa kuhesabu siku saba kwa utakaso wake. Ni lazima afue nguo zake na aoge kwa maji safi, naye atatakasika."
  },
  {
    "verseNumber": "LEV 15:14",
    "verseText": "Siku ya nane, atachukua hua wawili au makinda mawili ya njiwa, aje mbele za BWANA kwenye ingilio la Hema la Kukutania, na kumpa kuhani."
  },
  {
    "verseNumber": "LEV 15:15",
    "verseText": "Kuhani atavitoa dhabihu, mmoja kwa ajili ya sadaka ya dhambi na huyo mwingine kwa ajili ya sadaka ya kuteketezwa. Kwa njia hii atafanya upatanisho mbele za BWANA kwa ajili ya huyo mtu kwa sababu ya kutokwa usaha kwake."
  },
  {
    "verseNumber": "LEV 15:16",
    "verseText": "“ ‘Wakati mtu akitokwa na shahawa, ni lazima aoge mwili mzima kwa maji, na atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:17",
    "verseText": "Vazi lolote ama ngozi yoyote yenye shahawa juu yake ni lazima ioshwe kwa maji, na itakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:18",
    "verseText": "Ikiwa mtu atalala na mwanamke, na kukawa na kutoka kwa shahawa, ni lazima wote waoge kwa maji, nao watakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:19",
    "verseText": "“ ‘Ikiwa mwanamke atatokwa na damu ya kawaida ya mwezi, atakuwa najisi kwa siku saba, na yeyote atakayemgusa atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:20",
    "verseText": "“ ‘Chochote atakacholalia wakati wake wa hedhi kitakuwa najisi, na chochote atakachokikalia kitakuwa najisi."
  },
  {
    "verseNumber": "LEV 15:21",
    "verseText": "Yeyote atakayegusa kitanda chake ni lazima afue nguo zake na aoge kwa maji, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:22",
    "verseText": "Yeyote atakayegusa chochote atakachokalia ni lazima afue nguo zake na aoge kwa maji, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:23",
    "verseText": "Kiwe ni kitanda ama chochote alichokuwa amekikalia, ikiwa mtu yeyote atakigusa, atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:24",
    "verseText": "“ ‘Ikiwa mwanaume atalala naye na ile damu ya mwezi ikamgusa, atakuwa najisi kwa siku saba; kitanda chochote atakachokilalia huyo mwanaume kitakuwa najisi."
  },
  {
    "verseNumber": "LEV 15:25",
    "verseText": "“ ‘Ikiwa mwanamke atatokwa na damu kwa siku nyingi zaidi ya siku zake za mwezi, au amekuwa na damu inayoendelea zaidi ya kipindi chake, atakuwa najisi kwa kipindi chote cha shida hiyo, kama ilivyokuwa katika siku za hedhi yake."
  },
  {
    "verseNumber": "LEV 15:26",
    "verseText": "Kitanda chochote atakachokilalia huyo mwanamke wakati anaendelea kutokwa na damu kitakuwa najisi, kama kilivyokuwa kitanda chake wakati wa siku zake za hedhi, na chochote atakachokalia kitakuwa najisi, kama wakati wake wa hedhi."
  },
  {
    "verseNumber": "LEV 15:27",
    "verseText": "Yeyote agusaye vitu hivyo atakuwa najisi; ni lazima afue nguo zake na kuoga kwa maji, naye atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "LEV 15:28",
    "verseText": "“ ‘Wakati atakapotakasika kutoka hedhi yake, ni lazima ahesabu siku saba, na baada ya hapo atakuwa safi kwa kawaida ya ibada."
  },
  {
    "verseNumber": "LEV 15:29",
    "verseText": "Siku ya nane ni lazima achukue hua wawili au makinda mawili ya njiwa, na kumletea kuhani kwenye mlango wa Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 15:30",
    "verseText": "Kuhani atatoa dhabihu, mmoja kwa ajili ya sadaka ya dhambi, na huyo mwingine kwa ajili ya sadaka ya kuteketezwa. Kwa njia hii, atafanya upatanisho kwa ajili yake mbele za BWANA kwa sababu ya unajisi wa kutokwa damu kwake."
  },
  {
    "verseNumber": "LEV 15:31",
    "verseText": "“ ‘Ni lazima uwatenge Waisraeli kutokana na vitu ambavyo vinawafanya najisi, ili wasife katika unajisi wao kwa kunajisi makao yangu, ambayo yapo katikati yao.’ ”"
  },
  {
    "verseNumber": "LEV 15:32",
    "verseText": "Haya ni masharti kwa ajili ya mtu mwenye kutokwa na usaha, kwa ajili ya yeyote atakayetokwa na shahawa,"
  },
  {
    "verseNumber": "LEV 15:33",
    "verseText": "kwa ajili ya mwanamke katika siku zake za hedhi, kwa ajili ya mwanaume au mwanamke atokwaye na usaha, na kwa ajili ya mwanaume alalaye na mwanamke ambaye ni najisi kwa kawaida ya ibada."
  },
  {
    "verseNumber": "LEV 16:1",
    "verseText": "BWANA akasema na Mose baada ya kifo cha wale wana wawili wa Aroni waliokufa walipokaribia mbele za BWANA."
  },
  {
    "verseNumber": "LEV 16:2",
    "verseText": "BWANA akamwambia Mose: “Mwambie ndugu yako Aroni asije wakati wowote atakavyo yeye ndani ya Patakatifu pa Patakatifu, nyuma ya pazia pale mbele ya kiti cha rehema kile kilichoko juu ya Sanduku la Agano, la sivyo atakufa, kwa sababu huwa ninatokea ndani ya wingu juu ya kile kiti cha rehema."
  },
  {
    "verseNumber": "LEV 16:3",
    "verseText": "“Hivi ndivyo Aroni atakavyoingia katika mahali patakatifu: atachukua fahali mchanga kwa ajili ya sadaka ya dhambi, na kondoo dume kwa ajili ya sadaka ya kuteketezwa."
  },
  {
    "verseNumber": "LEV 16:4",
    "verseText": "Atavaa koti takatifu la kitani, pamoja na nguo za ndani za kitani; atafunga mshipi wa kitani kiunoni, na kuvaa kilemba cha kitani. Haya ni mavazi matakatifu, kwa hiyo ni lazima aoge kwa maji kabla ya kuyavaa mavazi hayo."
  },
  {
    "verseNumber": "LEV 16:5",
    "verseText": "Atachukua mbuzi dume wawili kutoka kwa jumuiya ya Israeli kwa ajili ya sadaka ya dhambi, na kondoo dume kwa ajili ya sadaka ya kuteketezwa."
  },
  {
    "verseNumber": "LEV 16:6",
    "verseText": "“Aroni atamtoa huyo fahali kwa ajili ya sadaka yake ya dhambi ili afanye upatanisho kwa ajili yake mwenyewe na nyumba yake."
  },
  {
    "verseNumber": "LEV 16:7",
    "verseText": "Kisha atawachukua wale mbuzi dume wawili na kuwaleta mbele za BWANA kwenye ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "LEV 16:8",
    "verseText": "Aroni atapiga kura kwa ajili ya hao mbuzi wawili, mmoja kwa ajili ya BWANA na mwingine kwa ajili ya kubebeshwa dhambi."
  },
  {
    "verseNumber": "LEV 16:9",
    "verseText": "Aroni atamleta yule mbuzi ambaye kura ya BWANA imemwangukia na kumtoa dhabihu kwa ajili ya sadaka ya dhambi."
  },
  {
    "verseNumber": "LEV 16:10",
    "verseText": "Lakini mbuzi aliyechaguliwa kwa kura kuwa wa kubebeshwa dhambi atatolewa akiwa hai mbele za BWANA, atumike kwa kufanya upatanisho kwa kumwacha aende jangwani akiwa amebebeshwa dhambi."
  },
  {
    "verseNumber": "LEV 16:11",
    "verseText": "“Aroni atamleta yule fahali kwa ajili ya sadaka ya dhambi yake mwenyewe, ili kufanya upatanisho kwa ajili yake na nyumba yake, naye atamchinja huyo fahali kwa ajili ya sadaka ya dhambi yake mwenyewe."
  },
  {
    "verseNumber": "LEV 16:12",
    "verseText": "Atachukua chetezo kilichojaa makaa yanayowaka kutoka madhabahuni mbele za BWANA, na konzi mbili za uvumba laini uliosagwa vizuri wenye harufu, na kuvipeleka nyuma ya pazia."
  },
  {
    "verseNumber": "LEV 16:13",
    "verseText": "Ataweka uvumba juu ya moto mbele za BWANA, na moshi wa uvumba utafunika kile kiti cha rehema kilicho juu ya Ushuhuda, ili asife."
  },
  {
    "verseNumber": "LEV 16:14",
    "verseText": "Atachukua sehemu ya damu ya fahali, na kwa kidole chake atanyunyiza sehemu ya mbele ya kiti cha rehema; kisha atanyunyiza sehemu ya hiyo damu kwa kidole chake mara saba mbele ya kiti cha rehema."
  },
  {
    "verseNumber": "LEV 16:15",
    "verseText": "“Kisha atamchinja mbuzi wa sadaka ya dhambi kwa ajili ya watu, na kuichukua damu yake nyuma ya pazia, na aifanyie kama alivyofanya kwa damu ya fahali: Atanyunyiza juu ya kiti cha rehema na mbele yake."
  },
  {
    "verseNumber": "LEV 16:16",
    "verseText": "Kwa njia hii atafanya upatanisho kwa ajili ya Patakatifu pa Patakatifu kwa sababu ya unajisi na uasi wa Waisraeli, kwa dhambi zao zozote. Atafanya hivyo kwa ajili ya Hema la Kukutania, ambalo liko miongoni mwao katikati ya unajisi wao."
  },
  {
    "verseNumber": "LEV 16:17",
    "verseText": "Mtu yeyote haruhusiwi kuwa ndani ya Hema la Kukutania, kuanzia wakati Aroni anapoingia kufanya upatanisho katika Patakatifu pa Patakatifu, hadi atakapotoka nje, baada ya kujifanyia upatanisho yeye mwenyewe na nyumba yake, pamoja na jumuiya yote ya Israeli."
  },
  {
    "verseNumber": "LEV 16:18",
    "verseText": "“Kisha atatoka aje kwenye madhabahu yaliyo mbele za BWANA na kufanya upatanisho kwa ajili yake. Atachukua sehemu ya damu ya fahali na sehemu ya damu ya mbuzi, na kuiweka kwenye pembe za madhabahu."
  },
  {
    "verseNumber": "LEV 16:19",
    "verseText": "Atanyunyiza baadhi ya hiyo damu juu ya madhabahu kwa kidole chake mara saba, ili kuitakasa na kuiweka wakfu kutokana na unajisi wa Waisraeli."
  },
  {
    "verseNumber": "LEV 16:20",
    "verseText": "“Aroni atakapokuwa amemaliza kufanya upatanisho kwa ajili ya Patakatifu pa Patakatifu, Hema la Kukutania na madhabahu, atamleta mbele yule mbuzi aliye hai."
  },
  {
    "verseNumber": "LEV 16:21",
    "verseText": "Aroni ataweka mikono yake miwili juu ya kichwa cha mbuzi aliye hai na kuungama juu yake uovu wote na uasi wa Waisraeli, yaani dhambi zao zote, ili kuziweka juu ya kichwa cha huyo mbuzi. Atamwachia huyo mbuzi akimbilie jangwani kwa uangalizi wa mtu aliyepewa wajibu huo."
  },
  {
    "verseNumber": "LEV 16:22",
    "verseText": "Yule mbuzi atachukua juu yake dhambi zao zote mpaka mahali pasipo na watu; naye yule mtu atamwachia akimbilie jangwani."
  },
  {
    "verseNumber": "LEV 16:23",
    "verseText": "“Kisha Aroni ataenda ndani ya Hema la Kukutania na kuvua yale mavazi ya kitani aliyoyavaa kabla ya kuingia katika Patakatifu pa Patakatifu, naye atayaacha pale."
  },
  {
    "verseNumber": "LEV 16:24",
    "verseText": "Ataoga kwa maji katika mahali patakatifu na kuvaa mavazi yake ya kawaida. Kisha atatoka na kutoa dhabihu ya sadaka ya kuteketezwa kwa ajili yake na sadaka ya kuteketezwa kwa ajili ya watu, ili kufanya upatanisho kwa ajili yake mwenyewe, na kwa ajili ya watu."
  },
  {
    "verseNumber": "LEV 16:25",
    "verseText": "Pia atachoma mafuta ya mnyama wa sadaka ya dhambi juu ya madhabahu."
  },
  {
    "verseNumber": "LEV 16:26",
    "verseText": "“Yule mtu anayemwachia yule mbuzi wa kubebeshwa dhambi ni lazima afue nguo zake na kuoga kwa maji; baadaye anaweza kuingia kambini."
  },
  {
    "verseNumber": "LEV 16:27",
    "verseText": "Yule fahali na mbuzi waliotolewa kwa ajili ya sadaka za dhambi, ambao damu yao ilikuwa imeletwa Patakatifu pa Patakatifu kwa ajili ya kufanya upatanisho, ni lazima watolewe nje ya kambi. Ngozi zao, nyama, na matumbo pamoja na mavi vitateketezwa kwa moto."
  },
  {
    "verseNumber": "LEV 16:28",
    "verseText": "Mtu atakayevichoma ni lazima afue nguo zake na aoge kwa maji; baadaye ataweza kuingia kambini."
  },
  {
    "verseNumber": "LEV 16:29",
    "verseText": "“Hili litakuwa agizo la kudumu kwa ajili yenu: Katika siku ya kumi ya mwezi wa saba ni lazima mfunge, wala msifanye kazi yoyote, iwe mzawa au mgeni anayeishi miongoni mwenu,"
  },
  {
    "verseNumber": "LEV 16:30",
    "verseText": "kwa sababu siku hii upatanisho utafanyika kwa ajili yenu ili kuwatakasa. Kisha mtakuwa safi mbele za BWANA kutokana na dhambi zenu zote."
  },
  {
    "verseNumber": "LEV 16:31",
    "verseText": "Ni Sabato ya mapumziko, na lazima mfunge; ni agizo la kudumu."
  },
  {
    "verseNumber": "LEV 16:32",
    "verseText": "Kuhani ambaye ametiwa mafuta na kuwekwa wakfu ili kuingia mahali pa baba yake kama kuhani mkuu atafanya upatanisho. Atavaa mavazi matakatifu ya kitani,"
  },
  {
    "verseNumber": "LEV 16:33",
    "verseText": "na kufanya upatanisho kwa ajili ya Patakatifu pa Patakatifu, Hema la Kukutania na madhabahu, na pia kwa ajili ya makuhani, pamoja na jumuiya yote ya watu."
  },
  {
    "verseNumber": "LEV 16:34",
    "verseText": "“Hili litakuwa agizo la kudumu kwa ajili yenu: Upatanisho utafanywa mara moja tu kwa mwaka kwa ajili ya dhambi zote za Waisraeli.” Ndivyo ilivyofanyika, kama vile BWANA alivyomwamuru Mose."
  },
  {
    "verseNumber": "LEV 17:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 17:2",
    "verseText": "“Sema na Aroni na wanawe, pamoja na Waisraeli wote, uwaambie: ‘Hili ndilo BWANA aliloagiza:"
  },
  {
    "verseNumber": "LEV 17:3",
    "verseText": "Mwisraeli yeyote atakayetoa dhabihu ya maksai, mwana-kondoo au mbuzi ndani ya kambi au nje yake,"
  },
  {
    "verseNumber": "LEV 17:4",
    "verseText": "badala ya kuileta kwenye ingilio la Hema la Kukutania ili kuileta kama sadaka kwa BWANA mbele ya Maskani ya BWANA, mtu huyo atahesabiwa kuwa na hatia ya kumwaga damu; ni lazima akatiliwe mbali na watu wake."
  },
  {
    "verseNumber": "LEV 17:5",
    "verseText": "Hii ni ili Waisraeli wamletee BWANA dhabihu wanazozifanya sasa mahali pa wazi mashambani. Ni lazima wazilete kwa makuhani, yaani kwa BWANA, katika ingilio la Hema la Kukutania, na kutoa dhabihu kama sadaka za amani."
  },
  {
    "verseNumber": "LEV 17:6",
    "verseText": "Kuhani atanyunyiza damu kwenye madhabahu ya BWANA katika ingilio la Hema la Kukutania, na kuyateketeza mafuta ya hiyo dhabihu kuwa harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "LEV 17:7",
    "verseText": "Hawatatoa kamwe dhabihu zao kwa sanamu za mbuzi ambazo wamekuwa wakijifanyia nazo ukahaba. Hili litakuwa agizo la kudumu kwao na kwa ajili ya vizazi vijavyo.’"
  },
  {
    "verseNumber": "LEV 17:8",
    "verseText": "“Waambie: ‘Mwisraeli yeyote au mgeni yeyote anayeishi miongoni mwao atakayetoa sadaka ya kuteketezwa au dhabihu"
  },
  {
    "verseNumber": "LEV 17:9",
    "verseText": "bila kuileta kwenye ingilio la Hema la Kukutania ili kutoa dhabihu kwa BWANA, mtu huyo ni lazima akatiliwe mbali na watu wake."
  },
  {
    "verseNumber": "LEV 17:10",
    "verseText": "“ ‘Mwisraeli yeyote au mgeni anayeishi miongoni mwao ambaye atakunywa damu yoyote, nitakuwa kinyume cha mtu huyo atakayekunywa damu na kumkatilia mbali na watu wake."
  },
  {
    "verseNumber": "LEV 17:11",
    "verseText": "Kwa kuwa uhai wa kiumbe uko ndani ya damu, nami nimewapa hiyo damu ili mfanyie upatanisho kwa ajili yenu wenyewe juu ya madhabahu; damu ndiyo ifanyayo upatanisho kwa ajili ya maisha ya mtu."
  },
  {
    "verseNumber": "LEV 17:12",
    "verseText": "Kwa hiyo, ninawaambia Waisraeli, “Hakuna hata mmoja wenu anayeruhusiwa kunywa damu, wala mgeni anayeishi miongoni mwenu haruhusiwi kunywa damu.”"
  },
  {
    "verseNumber": "LEV 17:13",
    "verseText": "“ ‘Mwisraeli yeyote au mgeni anayeishi miongoni mwenu ambaye atamwinda mnyama au ndege anayeruhusiwa kuliwa ni lazima aimwage damu na kuifunika kwa udongo,"
  },
  {
    "verseNumber": "LEV 17:14",
    "verseText": "kwa sababu uhai wa kila kiumbe ni katika damu yake. Ndiyo sababu nimewaambia Waisraeli, “Kamwe msinywe damu ya kiumbe chochote, kwa sababu uhai wa kila kiumbe ni katika damu yake; yeyote atakayekunywa damu ni lazima akatiliwe mbali.”"
  },
  {
    "verseNumber": "LEV 17:15",
    "verseText": "“ ‘Mtu yeyote, awe mzawa au mgeni, ambaye atakula mzoga wa kitu chochote ama kilichouawa na wanyama mwitu ni lazima afue nguo zake na aoge kwa maji, naye atakuwa najisi kwa kawaida ya ibada mpaka jioni, kisha atakuwa safi."
  },
  {
    "verseNumber": "LEV 17:16",
    "verseText": "Lakini kama hakufua nguo zake na kuoga, atakuwa na hatia kwa kosa hilo.’ ”"
  },
  {
    "verseNumber": "LEV 18:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 18:2",
    "verseText": "“Sema na Waisraeli uwaambie: ‘Mimi ndimi BWANA Mungu wenu."
  },
  {
    "verseNumber": "LEV 18:3",
    "verseText": "Msifanye kama wafanyavyo huko Misri, mahali mlipokuwa mnaishi, wala msifanye kama wanavyofanya katika nchi ya Kanaani, mahali ninapowapeleka. Msifuate matendo yao."
  },
  {
    "verseNumber": "LEV 18:4",
    "verseText": "Ni lazima mzitii sheria zangu, na mwe waangalifu kuzifuata amri zangu. Mimi ndimi BWANA Mungu wenu."
  },
  {
    "verseNumber": "LEV 18:5",
    "verseText": "Zishikeni amri zangu na sheria zangu, kwa maana mtu anayezitii ataishi kwa hizo. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 18:6",
    "verseText": "“ ‘Hakuna mtu awaye yote atakayemsogelea ndugu wa karibu ili kukutana naye kimwili. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 18:7",
    "verseText": "“ ‘Usimvunjie heshima baba yako kwa kukutana kimwili na mama yako. Yeye ni mama yako; usiwe na mahusiano kama hayo naye."
  },
  {
    "verseNumber": "LEV 18:8",
    "verseText": "“ ‘Usikutane kimwili na mke wa baba yako; hiyo itamvunjia heshima baba yako."
  },
  {
    "verseNumber": "LEV 18:9",
    "verseText": "“ ‘Usikutane kimwili na dada yako, wala binti wa baba yako, au binti wa mama yako, awe amezaliwa katika nyumba hiyo au mahali pengine."
  },
  {
    "verseNumber": "LEV 18:10",
    "verseText": "“ ‘Usikutane kimwili na binti wa mwanao ama binti wa binti yako; utajivunjia heshima."
  },
  {
    "verseNumber": "LEV 18:11",
    "verseText": "“ ‘Usikutane kimwili na binti wa mke wa baba yako, aliyezaliwa na baba yako; huyo ni dada yako."
  },
  {
    "verseNumber": "LEV 18:12",
    "verseText": "“ ‘Usikutane kimwili na dada wa baba yako; ni ndugu wa karibu wa baba yako."
  },
  {
    "verseNumber": "LEV 18:13",
    "verseText": "“ ‘Usikutane kimwili na dada wa mama yako, kwa sababu ni ndugu wa mama yako wa karibu."
  },
  {
    "verseNumber": "LEV 18:14",
    "verseText": "“ ‘Usimvunjie heshima ndugu wa baba yako, kwa kukutana kimwili na mke wake; yeye ni shangazi yako."
  },
  {
    "verseNumber": "LEV 18:15",
    "verseText": "“ ‘Usikutane kimwili na mkwe wako, yeye ni mke wa mwanao; usiwe na mahusiano kama hayo naye."
  },
  {
    "verseNumber": "LEV 18:16",
    "verseText": "“ ‘Usikutane kimwili na mke wa kaka yako; utamvunjia heshima kaka yako."
  },
  {
    "verseNumber": "LEV 18:17",
    "verseText": "“ ‘Usikutane kimwili na mwanamke kisha na binti yake. Usikutane kimwili na binti wa mwanawe au binti wa binti yake; hao ni ndugu zake wa karibu. Huo ni uovu."
  },
  {
    "verseNumber": "LEV 18:18",
    "verseText": "“ ‘Usimchukue dada wa mke wako kuwa mke mwenza, na kukutana naye kimwili wakati bado mke wako anaishi."
  },
  {
    "verseNumber": "LEV 18:19",
    "verseText": "“ ‘Usimsogelee mwanamke ili kukutana naye kimwili wakati wa unajisi wa siku zake za mwezi."
  },
  {
    "verseNumber": "LEV 18:20",
    "verseText": "“ ‘Usikutane kimwili na mke wa jirani yako na kujitia naye unajisi."
  },
  {
    "verseNumber": "LEV 18:21",
    "verseText": "“ ‘Usimtoe mtoto wako yeyote awe kafara kwa mungu Moleki, kwani hutalinajisi kamwe jina la Mungu wako. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 18:22",
    "verseText": "“ ‘Usikutane kimwili na mwanaume kama mtu akutanaye na mwanamke; hilo ni chukizo."
  },
  {
    "verseNumber": "LEV 18:23",
    "verseText": "“ ‘Usikutane kimwili na mnyama na kujitia unajisi kwake. Mwanamke asijipeleke kwa mnyama ili kukutana naye kimwili; huo ni upotovu."
  },
  {
    "verseNumber": "LEV 18:24",
    "verseText": "“ ‘Msijitie unajisi kwa njia yoyote katika hizi, kwa sababu hivi ndivyo mataifa nitakayoyafukuza mbele yenu yalivyojitia unajisi."
  },
  {
    "verseNumber": "LEV 18:25",
    "verseText": "Hata nchi ilitiwa unajisi, hivyo nikaiadhibu kwa dhambi zake, nayo nchi ikawatapika wakazi wake."
  },
  {
    "verseNumber": "LEV 18:26",
    "verseText": "Lakini ni lazima uzitunze amri zangu na sheria zangu. Mzawa na wageni waishio miongoni mwenu kamwe wasifanye mambo yoyote ya machukizo haya,"
  },
  {
    "verseNumber": "LEV 18:27",
    "verseText": "kwa kuwa mambo haya yote yalifanywa na watu walioishi katika nchi hii kabla yenu, na nchi ikawa najisi."
  },
  {
    "verseNumber": "LEV 18:28",
    "verseText": "Kama mkiinajisi nchi, itawatapika kama ilivyowatapika mataifa yaliyowatangulia."
  },
  {
    "verseNumber": "LEV 18:29",
    "verseText": "“ ‘Kila mtu atakayefanya mojawapo ya machukizo haya, watu hao ni lazima wakatiliwe mbali na watu wao."
  },
  {
    "verseNumber": "LEV 18:30",
    "verseText": "Shikeni maagizo yangu, wala msifuate desturi za machukizo yoyote yaliyofanywa kabla hamjafika katika nchi hii, na kujitia unajisi kwa hayo. Mimi ndimi BWANA Mungu wako.’ ”"
  },
  {
    "verseNumber": "LEV 19:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 19:2",
    "verseText": "“Sema na kusanyiko lote la Israeli na uwaambie: ‘Kuweni watakatifu, kwa kuwa mimi, BWANA Mungu wenu, ni mtakatifu."
  },
  {
    "verseNumber": "LEV 19:3",
    "verseText": "“ ‘Kila mmoja wenu ni lazima amheshimu mama yake na baba yake, na pia ni lazima kuzishika Sabato zangu. Mimi ndimi BWANA Mungu wenu."
  },
  {
    "verseNumber": "LEV 19:4",
    "verseText": "“ ‘Msiabudu sanamu, wala msijitengenezee miungu ya shaba. Mimi ndimi BWANA Mungu wenu."
  },
  {
    "verseNumber": "LEV 19:5",
    "verseText": "“ ‘Mnapotoa dhabihu ya sadaka ya amani kwa BWANA, toeni kwa namna ambayo itakubaliwa kwa niaba yenu."
  },
  {
    "verseNumber": "LEV 19:6",
    "verseText": "Sadaka hiyo italiwa siku iyo hiyo mnayoitoa, au kesho yake; chochote kitakachobaki hadi siku ya tatu lazima kiteketezwe kwa moto."
  },
  {
    "verseNumber": "LEV 19:7",
    "verseText": "Kama sehemu yoyote ya sadaka hiyo italiwa siku ya tatu, itakuwa si safi, nayo haitakubaliwa."
  },
  {
    "verseNumber": "LEV 19:8",
    "verseText": "Yeyote atakayekula atawajibishwa, kwa sababu amenajisi kitu kilicho kitakatifu kwa BWANA; mtu huyo lazima akatiliwe mbali na watu wake."
  },
  {
    "verseNumber": "LEV 19:9",
    "verseText": "“ ‘Wakati uvunapo mavuno ya nchi yako, usivune hadi kwenye mipaka ya shamba lako, wala usikusanye mabaki ya mavuno yako."
  },
  {
    "verseNumber": "LEV 19:10",
    "verseText": "Usirudi mara ya pili katika shamba lako la mizabibu, wala usiokote zabibu zilizoanguka chini. Ziache kwa ajili ya maskini na mgeni. Mimi ndimi BWANA Mungu wako."
  },
  {
    "verseNumber": "LEV 19:11",
    "verseText": "“ ‘Usiibe. “ ‘Usiseme uongo. “ ‘Msidanganyane."
  },
  {
    "verseNumber": "LEV 19:12",
    "verseText": "“ ‘Usiape kwa uongo kwa Jina langu, na hivyo kulinajisi jina la Mungu wako. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 19:13",
    "verseText": "“ ‘Usimdhulumu wala kumwibia jirani yako. “ ‘Usishikilie mshahara wa kibarua usiku kucha hadi asubuhi."
  },
  {
    "verseNumber": "LEV 19:14",
    "verseText": "“ ‘Usimlaani kiziwi, wala usiweke kikwazo mbele ya kipofu, lakini umche Mungu wako. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 19:15",
    "verseText": "“ ‘Usipotoshe haki; usionyeshe kumpendelea maskini, wala upendeleo kwa mwenye cheo, bali mwamulie jirani yako kwa haki."
  },
  {
    "verseNumber": "LEV 19:16",
    "verseText": "“ ‘Usieneze uchochezi miongoni mwa watu wako. “ ‘Usifanye kitu chochote kile kinachohatarisha maisha ya jirani yako. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 19:17",
    "verseText": "“ ‘Usimchukie ndugu yako moyoni mwako. Karipia jirani yako kwa uwazi ili usishiriki hatia yake."
  },
  {
    "verseNumber": "LEV 19:18",
    "verseText": "“ ‘Usijilipizie kisasi wala kuwa na kinyongo dhidi ya mmoja wa jamaa yako, lakini mpende jirani yako kama unavyojipenda wewe mwenyewe. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 19:19",
    "verseText": "“ ‘Mtazishika amri zangu. “ ‘Usiwaache wanyama wako wa kufugwa wakazaana na wengine wa aina tofauti. “ ‘Usipande mbegu za aina mbili katika shamba lako. “ ‘Usivae nguo iliyofumwa kwa nyuzi za aina mbili tofauti."
  },
  {
    "verseNumber": "LEV 19:20",
    "verseText": "“ ‘Kama mwanaume anakutana kimwili na mwanamke ambaye ni msichana mtumwa aliyeposwa na mwanaume mwingine, lakini ambaye hajakombolewa wala hajapewa uhuru, lazima iwepo adhabu inayofaa. Hata hivyo hawatauawa, kwa sababu msichana alikuwa bado hajaachwa huru."
  },
  {
    "verseNumber": "LEV 19:21",
    "verseText": "Lakini huyo mtu lazima alete kondoo dume kwenye ingilio la Hema la Kukutania kwa ajili ya sadaka ya hatia kwa BWANA."
  },
  {
    "verseNumber": "LEV 19:22",
    "verseText": "Kupitia kwa huyo kondoo dume wa sadaka ya hatia, kuhani atafanya upatanisho kwa ajili yake mbele za BWANA kwa ajili ya dhambi aliyotenda, naye atasamehewa dhambi yake."
  },
  {
    "verseNumber": "LEV 19:23",
    "verseText": "“ ‘Mtakapoingia katika hiyo nchi na kupanda aina yoyote ya mti wa matunda, hesabuni matunda yake kama yaliyokatazwa. Kwa miaka mitatu mtayahesabu kwamba yamekatazwa; hayaruhusiwi kuliwa."
  },
  {
    "verseNumber": "LEV 19:24",
    "verseText": "Katika mwaka wa nne matunda yote ya mti huo yatakuwa matakatifu, sadaka ya sifa kwa BWANA."
  },
  {
    "verseNumber": "LEV 19:25",
    "verseText": "Bali katika mwaka wa tano mnaweza kula matunda ya mti huo. Kwa njia hii mavuno yenu yataongezewa. Mimi ndimi BWANA Mungu wako."
  },
  {
    "verseNumber": "LEV 19:26",
    "verseText": "“ ‘Msile nyama yoyote yenye damu ndani yake. “ ‘Msifanye uaguzi wala uchawi."
  },
  {
    "verseNumber": "LEV 19:27",
    "verseText": "“ ‘Msikate nywele za kichwa denge, wala kunyoa pembe za ndevu zenu."
  },
  {
    "verseNumber": "LEV 19:28",
    "verseText": "“ ‘Msichanje chale miili yenu kwa ajili ya mfu, wala msijichore alama juu ya miili yenu. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 19:29",
    "verseText": "“ ‘Usimdhalilishe binti yako kwa kumfanya kahaba, la sivyo nchi itageukia ukahaba na kujaa uovu."
  },
  {
    "verseNumber": "LEV 19:30",
    "verseText": "“ ‘Shika Sabato zangu na kuheshimu mahali pangu patakatifu. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 19:31",
    "verseText": "“ ‘Msiende kwa waaguzi, wala msitafute wapunga pepo, kwa maana watawanajisi. Mimi ndimi BWANA Mungu wako."
  },
  {
    "verseNumber": "LEV 19:32",
    "verseText": "“ ‘Uwapo mbele ya mzee, simama ili kuonyesha heshima kwa wazee, nawe umche Mungu wako. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 19:33",
    "verseText": "“ ‘Wakati mgeni anaishi pamoja nawe katika nchi yako, usimnyanyase."
  },
  {
    "verseNumber": "LEV 19:34",
    "verseText": "Mgeni anayeishi pamoja nawe ni lazima umtendee kama mmoja wa wazawa wa nchi yako. Mpende kama unavyojipenda mwenyewe, kwa maana ulikuwa mgeni katika nchi ya Misri. Mimi ndimi BWANA Mungu wako."
  },
  {
    "verseNumber": "LEV 19:35",
    "verseText": "“ ‘Usitumie vipimo vya udanganyifu unapopima urefu, kupima uzito, wala kupima wingi."
  },
  {
    "verseNumber": "LEV 19:36",
    "verseText": "Tumia mizani halali, mawe ya kupimia uzito halali, efa halali, na hini halali. Mimi ndimi BWANA Mungu wako, ambaye alikutoa katika nchi ya Misri."
  },
  {
    "verseNumber": "LEV 19:37",
    "verseText": "“ ‘Shika amri zangu zote na sheria zangu zote, nawe uzifuate. Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "LEV 20:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 20:2",
    "verseText": "“Sema na wana wa Israeli: ‘Mwisraeli yeyote au mgeni anayeishi katika Israeli ambaye atamtoa yeyote miongoni mwa watoto wake kuwa sadaka kwa mungu Moleki, mtu huyo lazima auawe. Watu wa jumuiya hiyo watampiga kwa mawe."
  },
  {
    "verseNumber": "LEV 20:3",
    "verseText": "Mimi nitauelekeza uso wangu dhidi ya mtu huyo, nami nitamkatilia mbali na watu wake. Kwa maana kwa kumtoa mmoja wa watoto wake kwa mungu Moleki, amenajisi madhabahu yangu na kulinajisi Jina langu takatifu."
  },
  {
    "verseNumber": "LEV 20:4",
    "verseText": "Ikiwa watu wa jumuiya watafumba macho wakati mtu huyo anapomtoa mmoja wa watoto wake kwa mungu Moleki, nao wakaacha kumuua,"
  },
  {
    "verseNumber": "LEV 20:5",
    "verseText": "mimi nitauelekeza uso wangu dhidi ya mtu huyo pamoja na jamaa yake, nami nitawakatilia mbali yeye na watu wote waliofanya ukahaba na Moleki."
  },
  {
    "verseNumber": "LEV 20:6",
    "verseText": "“ ‘Mimi nitauelekeza uso wangu dhidi ya mtu anayeenda kwa waaguzi na wenye pepo, na hivyo kujifanyia ukahaba kwa kuwafuata, nami nitamkatilia mbali na watu wake."
  },
  {
    "verseNumber": "LEV 20:7",
    "verseText": "“ ‘Jitakaseni basi, nanyi kuweni watakatifu, kwa sababu mimi ndimi BWANA Mungu wenu."
  },
  {
    "verseNumber": "LEV 20:8",
    "verseText": "Shikeni amri zangu na kuzifuata. Mimi ndimi BWANA, niwafanyaye ninyi watakatifu."
  },
  {
    "verseNumber": "LEV 20:9",
    "verseText": "“ ‘Ikiwa mtu yeyote atamlaani baba yake au mama yake, lazima auawe. Amemlaani baba yake au mama yake, nayo damu yake itakuwa juu ya kichwa chake mwenyewe."
  },
  {
    "verseNumber": "LEV 20:10",
    "verseText": "“ ‘Ikiwa mtu atazini na mke wa mtu mwingine, yaani mke wa jirani yake, wazinzi hao wawili lazima wauawe."
  },
  {
    "verseNumber": "LEV 20:11",
    "verseText": "“ ‘Kama mtu atakutana kimwili na mke wa baba yake, hakumheshimu baba yake. Mwanaume huyo na mwanamke huyo wote wauawe; damu yao itakuwa juu ya vichwa vyao wenyewe."
  },
  {
    "verseNumber": "LEV 20:12",
    "verseText": "“ ‘Ikiwa mtu atakutana kimwili na mke wa mwanawe, lazima wote wawili wauawe. Walichokifanya ni upotovu; damu yao itakuwa juu ya vichwa vyao wenyewe."
  },
  {
    "verseNumber": "LEV 20:13",
    "verseText": "“ ‘Kama mwanaume akikutana kimwili na mwanaume mwenzake kama vile mwanaume afanyavyo na mwanamke, wanaume hao wawili wamefanya lililo chukizo sana. Lazima wauawe; nayo damu yao itakuwa juu ya vichwa vyao wenyewe."
  },
  {
    "verseNumber": "LEV 20:14",
    "verseText": "“ ‘Ikiwa mwanaume ataoa binti pamoja na mama yake, huo ni uovu. Wote watatu ni lazima wachomwe moto, ili kwamba pasiwepo na uovu katikati yenu."
  },
  {
    "verseNumber": "LEV 20:15",
    "verseText": "“ ‘Kama mwanaume akikutana kimwili na mnyama, ni lazima auawe, na pia ni lazima mnyama huyo auawe."
  },
  {
    "verseNumber": "LEV 20:16",
    "verseText": "“ ‘Kama mwanamke atamsogelea mnyama kukutana naye kimwili, muueni mwanamke huyo pamoja na mnyama pia. Lazima wauawe; damu yao itakuwa juu ya vichwa vyao wenyewe."
  },
  {
    "verseNumber": "LEV 20:17",
    "verseText": "“ ‘Ikiwa mtu anamwoa dada yake, binti aliyezaliwa na baba yake au mama yake, nao wakakutana kimwili, ni aibu. Lazima wakatiliwe mbali machoni pa watu wao. Huyo mwanaume amemwaibisha dada yake, hivyo atawajibika kwa ajili ya uovu huo."
  },
  {
    "verseNumber": "LEV 20:18",
    "verseText": "“ ‘Ikiwa mwanaume atalala na mwanamke aliye katika hedhi yake na kukutana naye kimwili, amefunua mtiririko wa hedhi yake, naye huyo mwanamke amejifunua uchi wake. Wote wawili lazima wakatiliwe mbali na watu wao."
  },
  {
    "verseNumber": "LEV 20:19",
    "verseText": "“ ‘Usikutane kimwili na dada wa mama yako wala wa baba yako, kwa maana hilo litamwaibisha jamaa wa karibu; ninyi wawili mtawajibika kwa ajili ya uovu huo."
  },
  {
    "verseNumber": "LEV 20:20",
    "verseText": "“ ‘Ikiwa mwanaume atakutana kimwili na shangazi yake, amemwaibisha mjomba wake. Nao watawajibika kwa ajili ya uovu huo; watakufa bila kuzaa mtoto."
  },
  {
    "verseNumber": "LEV 20:21",
    "verseText": "“ ‘Ikiwa mwanaume ataoa mke wa ndugu yake, hili ni tendo chafu; amemwaibisha ndugu yake. Nao hawatazaa mtoto."
  },
  {
    "verseNumber": "LEV 20:22",
    "verseText": "“ ‘Zishikeni amri na sheria zangu zote na kuzifuata, ili nchi ninayowaleta kuishi isiwatapike."
  },
  {
    "verseNumber": "LEV 20:23",
    "verseText": "Kamwe msiishi kwa kufuata desturi za mataifa nitakayoyafukuza mbele yenu. Kwa sababu walifanya mambo haya yote, nami nikachukizwa sana nao."
  },
  {
    "verseNumber": "LEV 20:24",
    "verseText": "Lakini niliwaambia ninyi, “Mtaimiliki nchi yao; nitawapa ninyi kuwa urithi, nchi inayotiririka maziwa na asali.” Mimi ndimi BWANA Mungu wenu, ambaye amewatenga kutoka mataifa."
  },
  {
    "verseNumber": "LEV 20:25",
    "verseText": "“ ‘Kwa hiyo, ninyi lazima mweze kutofautisha kati ya wanyama walio safi na wasio safi, pia kati ya ndege wasio safi na walio safi. Msijitie unajisi kutokana na mnyama yeyote, au ndege, wala kitu chochote kitambaacho juu ya ardhi, vile ambavyo nimevitenga kuwa najisi kwa ajili yenu."
  },
  {
    "verseNumber": "LEV 20:26",
    "verseText": "Mtakuwa watakatifu kwangu, kwa sababu Mimi, BWANA, ni mtakatifu, nami nimewatenga kutoka mataifa kuwa wangu mwenyewe."
  },
  {
    "verseNumber": "LEV 20:27",
    "verseText": "“ ‘Mwanaume au mwanamke ambaye ni mchawi, mwaguzi au mwenye kupunga pepo miongoni mwenu lazima auawe. Mtawapiga kwa mawe; nayo damu yao itakuwa juu ya vichwa vyao wenyewe.’ ”"
  },
  {
    "verseNumber": "LEV 21:1",
    "verseText": "BWANA akamwambia Mose, “Sema na makuhani, wana wa Aroni, uwaambie: ‘Kamwe kuhani asijitie unajisi kwa utaratibu wa kiibada kwa ajili ya mtu wake yeyote anayekufa,"
  },
  {
    "verseNumber": "LEV 21:2",
    "verseText": "isipokuwa jamaa wake wa karibu, kama vile mama yake au baba yake, mwanawe au binti yake, ndugu yake,"
  },
  {
    "verseNumber": "LEV 21:3",
    "verseText": "au dada yake asiyeolewa ambaye anamtegemea kwa kuwa hana mume, kwa ajili ya hao aweza kujitia unajisi."
  },
  {
    "verseNumber": "LEV 21:4",
    "verseText": "Kamwe asijitie unajisi mwenyewe kutokana na wale watu ambao anahusiana nao kwa kuoana, na hivyo kujitia unajisi."
  },
  {
    "verseNumber": "LEV 21:5",
    "verseText": "“ ‘Kamwe makuhani wasinyoe nywele za vichwa vyao wala wasinyoe pembeni mwa ndevu zao, au kuweka chale kwenye miili yao."
  },
  {
    "verseNumber": "LEV 21:6",
    "verseText": "Lazima wawe watakatifu kwa Mungu wao, na kamwe wasilinajisi jina la Mungu wao. Kwa sababu ndio wanaotoa sadaka za kuteketezwa kwa moto kwa BWANA, chakula cha Mungu wao, hivyo lazima wawe watakatifu."
  },
  {
    "verseNumber": "LEV 21:7",
    "verseText": "“ ‘Kamwe wasioe wanawake waliojinajisi kwa ukahaba, au waliopewa talaka na waume wao, kwa sababu makuhani ni watakatifu kwa Mungu wao."
  },
  {
    "verseNumber": "LEV 21:8",
    "verseText": "Waoneni kuwa watakatifu, kwa sababu ndio wanaotoa chakula cha Mungu wenu. Kumbukeni kuwa ni watakatifu, kwa sababu Mimi BWANA ni mtakatifu, Mimi niwafanyaye ninyi kuwa watakatifu."
  },
  {
    "verseNumber": "LEV 21:9",
    "verseText": "“ ‘Ikiwa binti wa kuhani anajitia unajisi kwa kufanya ukahaba, anamwaibisha baba yake; lazima achomwe kwa moto."
  },
  {
    "verseNumber": "LEV 21:10",
    "verseText": "“ ‘Kuhani mkuu, yule miongoni mwa ndugu zake ambaye amekwisha kutiwa mafuta kwa kumiminiwa juu ya kichwa chake, na ambaye amewekwa wakfu kuvaa mavazi ya ukuhani, kamwe asiache nywele zake bila kufunikwa, wala asirarue nguo zake."
  },
  {
    "verseNumber": "LEV 21:11",
    "verseText": "Kamwe asiingie mahali palipo maiti ndani. Kamwe asijitie unajisi, hata kwa ajili ya baba yake au mama yake,"
  },
  {
    "verseNumber": "LEV 21:12",
    "verseText": "wala asiondoke mahali patakatifu pa Mungu wake au kupanajisi, kwa sababu amewekwa wakfu kwa mafuta ya Mungu wake. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 21:13",
    "verseText": "“ ‘Mwanamke kuhani atakayemwoa lazima awe bikira."
  },
  {
    "verseNumber": "LEV 21:14",
    "verseText": "Kamwe asimwoe mjane, au mwanamke aliyepewa talaka, wala mwanamke aliyejinajisi kwa ukahaba, bali atamwoa tu bikira kutoka miongoni mwa watu wake,"
  },
  {
    "verseNumber": "LEV 21:15",
    "verseText": "na hivyo hatawatia unajisi watoto wake miongoni mwa watu wake. Mimi ndimi BWANA, nimfanyaye mtakatifu.’ ”"
  },
  {
    "verseNumber": "LEV 21:16",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 21:17",
    "verseText": "“Mwambie Aroni: ‘Kwa vizazi vijavyo, hakuna mzao wako mwenye dosari atakayekaribia kutoa chakula cha Mungu wake."
  },
  {
    "verseNumber": "LEV 21:18",
    "verseText": "Hakuna mtu mwenye dosari yoyote awezaye kukaribia: hakuna mtu aliye kipofu au kiwete, au aliyeharibika uso au asiye na viungo kamili,"
  },
  {
    "verseNumber": "LEV 21:19",
    "verseText": "hakuna mtu mwenye mguu au mkono uliolemaa,"
  },
  {
    "verseNumber": "LEV 21:20",
    "verseText": "au mwenye kibiongo au aliyedumaa, au aliye na tatizo la macho, au aliye na uvimbe wenye usaha au majipu, au aliyehasiwa."
  },
  {
    "verseNumber": "LEV 21:21",
    "verseText": "Hakuna mzao wa kuhani Aroni mwenye kilema chochote atakayekaribia kutoa sadaka kwa BWANA ya kuteketezwa kwa moto. Kama ana kilema, kamwe asikaribie kutoa chakula cha Mungu wake."
  },
  {
    "verseNumber": "LEV 21:22",
    "verseText": "Anaweza kula chakula kitakatifu sana cha Mungu wake, pia hata chakula kitakatifu."
  },
  {
    "verseNumber": "LEV 21:23",
    "verseText": "Lakini kwa sababu ya kilema chake, kamwe asikaribie karibu na pazia wala kukaribia madhabahu, asije akanajisi mahali patakatifu pangu. Mimi ndimi BWANA, niwafanyaye watakatifu.’ ”"
  },
  {
    "verseNumber": "LEV 21:24",
    "verseText": "Basi Mose akamwambia Aroni jambo hili na wanawe, pamoja na Waisraeli wote."
  },
  {
    "verseNumber": "LEV 22:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 22:2",
    "verseText": "“Mwambie Aroni na wanawe kushughulikia kwa uangalifu sadaka takatifu Waisraeli wanazoziweka wakfu kwangu, ili wasilinajisi Jina langu takatifu. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 22:3",
    "verseText": "“Waambie: ‘Katika vizazi vijavyo, ikiwa yeyote wa wazao wako ni najisi kwa taratibu za kiibada, naye akakaribia sadaka takatifu zile Waisraeli wanazoweka wakfu kwa BWANA, mtu huyo lazima akatiliwe mbali na uso wangu. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 22:4",
    "verseText": "“ ‘Ikiwa mzao wa Aroni ana ugonjwa wa ngozi unaoambukiza au anatokwa na usaha mwilini, hawezi kula sadaka takatifu mpaka atakasike. Pia atakuwa najisi ikiwa atagusa kitu chochote kilicho najisi kwa kugusa maiti au mtu aliyetokwa na shahawa,"
  },
  {
    "verseNumber": "LEV 22:5",
    "verseText": "au ikiwa atagusa kitu chochote kitambaacho kimfanyacho mtu najisi, au mtu yeyote awezaye kumtia unajisi, hata unajisi uwe gani."
  },
  {
    "verseNumber": "LEV 22:6",
    "verseText": "Mtu anayegusa kitu chochote cha aina hiyo atakuwa najisi mpaka jioni. Kamwe hatakula sadaka yoyote takatifu mpaka yeye mwenyewe awe ameoga kwa maji."
  },
  {
    "verseNumber": "LEV 22:7",
    "verseText": "Wakati jua linapotua, atakuwa safi, na baadaye anaweza kula sadaka takatifu, kwa kuwa ni vyakula vyake."
  },
  {
    "verseNumber": "LEV 22:8",
    "verseText": "Kamwe asile nyama ya mzoga wala iliyoraruliwa na wanyama pori, naye akatiwa unajisi kwa hilo. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 22:9",
    "verseText": "“ ‘Makuhani lazima washike maagizo yangu ili wasiwe na hatia, wakafa kwa kuyadharau. Mimi ndimi BWANA ninayewafanya watakatifu."
  },
  {
    "verseNumber": "LEV 22:10",
    "verseText": "“ ‘Hakuna mtu yeyote asiye wa jamaa ya kuhani anayeruhusiwa kula sadaka takatifu, hata mgeni wa kuhani au mfanyakazi wake haruhusiwi kuila."
  },
  {
    "verseNumber": "LEV 22:11",
    "verseText": "Lakini ikiwa kuhani amenunua mtumwa kwa fedha, au mtumwa amezaliwa katika nyumba ya kuhani huyo, mtumwa huyo aweza kula chakula cha huyo kuhani."
  },
  {
    "verseNumber": "LEV 22:12",
    "verseText": "Ikiwa binti wa kuhani ameolewa na mtu asiye kuhani, binti huyo haruhusiwi kula chochote cha matoleo matakatifu."
  },
  {
    "verseNumber": "LEV 22:13",
    "verseText": "Lakini ikiwa binti wa kuhani amekuwa mjane au amepewa talaka, naye hana watoto, na akarudi kuishi na jamaa ya baba yake kama wakati wa usichana wake, binti huyo anaweza kula chakula cha baba yake. Hata hivyo, mtu asiyeruhusiwa hawezi kula chochote katika chakula hiki."
  },
  {
    "verseNumber": "LEV 22:14",
    "verseText": "“ ‘Ikiwa mtu yeyote amekula sadaka takatifu kwa makosa, lazima atoe malipo ya sadaka hiyo kwa kuhani na kuongeza sehemu ya tano ya thamani ya sadaka hiyo."
  },
  {
    "verseNumber": "LEV 22:15",
    "verseText": "Kamwe makuhani wasiinajisi sadaka takatifu ambayo Waisraeli wameitoa kwa BWANA"
  },
  {
    "verseNumber": "LEV 22:16",
    "verseText": "kwa kuwaruhusu kuzila sadaka hizo takatifu, na hivyo kuwaletea hatia ya kudaiwa malipo. Mimi ndimi BWANA niwafanyaye watakatifu.’ ”"
  },
  {
    "verseNumber": "LEV 22:17",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 22:18",
    "verseText": "“Sema na Aroni na wanawe, na Waisraeli wote uwaambie: ‘Ikiwa mmoja wenu, aliye Mwisraeli au mgeni anayeishi katika nchi ya Israeli, atatoa matoleo kwa ajili ya sadaka ya kuteketezwa kwa moto kwa BWANA, iwe kutimiza nadhiri au kuwa sadaka ya hiari,"
  },
  {
    "verseNumber": "LEV 22:19",
    "verseText": "lazima mtoe mnyama dume asiye na dosari, akiwa ngʼombe, mbuzi au kondoo, ili aweze kukubalika kwa niaba yako."
  },
  {
    "verseNumber": "LEV 22:20",
    "verseText": "Kamwe usitoe kitu chochote chenye dosari kwa sababu hakitakubaliwa kwa niaba yako."
  },
  {
    "verseNumber": "LEV 22:21",
    "verseText": "Mtu yeyote aletapo sadaka ya amani kwa BWANA kutoka kundi la ngʼombe au mbuzi ili kutimiza nadhiri maalum au sadaka ya hiari, lazima sadaka hiyo isiwe na dosari au waa ili ikubalike."
  },
  {
    "verseNumber": "LEV 22:22",
    "verseText": "Kamwe usimtolee BWANA mnyama aliye kipofu, aliyejeruhiwa wala aliye kilema, au chochote kilicho na uvimbe, au chenye upele au vidonda vinavyotoka usaha. Kamwe chochote cha aina hii kisiwekwe juu ya madhabahu kuwa sadaka iliyotolewa kwa BWANA ya kuteketezwa kwa moto."
  },
  {
    "verseNumber": "LEV 22:23",
    "verseText": "Lakini waweza ukatoa ngʼombe au kondoo mwenye kilema au aliyedumaa kama sadaka ya hiari, lakini hii haitakubalika kuwa sadaka ya kutimiza nadhiri."
  },
  {
    "verseNumber": "LEV 22:24",
    "verseText": "Kamwe usimtolee BWANA mnyama ambaye mapumbu yake yamejeruhiwa, au kuhasiwa, au kuraruliwa au kukatwa. Kamwe usifanye hivi katika nchi yako mwenyewe,"
  },
  {
    "verseNumber": "LEV 22:25",
    "verseText": "na kamwe usikubali wanyama wa aina hii kutoka mkono wa mgeni ili kuwatoa wanyama hao kuwa chakula kwa Mungu wako. Wanyama hao hawatakubaliwa kwa niaba yako, kwa sababu wana vilema, nao wana dosari.’ ”"
  },
  {
    "verseNumber": "LEV 22:26",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 22:27",
    "verseText": "“Wakati ndama, mwana-kondoo au mwana-mbuzi azaliwapo, atabaki na mama yake kwa siku saba. Kuanzia siku ya nane na kuendelea anaweza kukubaliwa kuwa sadaka iliyotolewa kwa BWANA kwa kuteketezwa kwa moto."
  },
  {
    "verseNumber": "LEV 22:28",
    "verseText": "Usimchinje ngʼombe na ndama wake, au kondoo na kitoto chake siku moja."
  },
  {
    "verseNumber": "LEV 22:29",
    "verseText": "“Unapomtolea BWANA dhabihu ya shukrani, itoe kwa namna ambayo itakubalika kwa niaba yako."
  },
  {
    "verseNumber": "LEV 22:30",
    "verseText": "Ni lazima iliwe siku iyo hiyo, pasipo kubakiza chochote mpaka asubuhi. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 22:31",
    "verseText": "“Shikeni maagizo yangu na kuyafuata. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 22:32",
    "verseText": "Msilinajisi Jina langu takatifu. Lazima nikubalike kuwa mtakatifu kwa Waisraeli. Mimi ndimi BWANA ninayewafanya watakatifu,"
  },
  {
    "verseNumber": "LEV 22:33",
    "verseText": "na niliyewatoa katika nchi ya Misri niwe Mungu wenu. Mimi ndimi BWANA.”"
  },
  {
    "verseNumber": "LEV 23:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 23:2",
    "verseText": "“Sema na Waisraeli na uwaambie: ‘Hizi ndizo sikukuu zangu zilizoamriwa, sikukuu zilizoamriwa za BWANA, ambazo mtazitangaza kuwa makusanyiko matakatifu."
  },
  {
    "verseNumber": "LEV 23:3",
    "verseText": "“ ‘Kuna siku sita mnazoweza kufanya kazi, lakini siku ya saba ni Sabato ya kupumzika, siku ya kusanyiko takatifu. Hamtafanya kazi yoyote. Popote mnapoishi, ni Sabato kwa BWANA."
  },
  {
    "verseNumber": "LEV 23:4",
    "verseText": "“ ‘Hizi ni sikukuu za BWANA zilizoamriwa, makusanyiko matakatifu mtakayoyatangaza kwa nyakati zilizoamriwa:"
  },
  {
    "verseNumber": "LEV 23:5",
    "verseText": "Pasaka ya BWANA huanza jioni ya siku ya kumi na nne ya mwezi wa kwanza."
  },
  {
    "verseNumber": "LEV 23:6",
    "verseText": "Siku ya kumi na tano ya mwezi huo wa kwanza, Sikukuu ya BWANA ya Mikate Isiyotiwa Chachu huanza; kwa siku saba, mtakula mikate isiyotiwa chachu."
  },
  {
    "verseNumber": "LEV 23:7",
    "verseText": "Katika siku ya kwanza, mtakuwa na kusanyiko takatifu, na msifanye kazi zenu za kawaida."
  },
  {
    "verseNumber": "LEV 23:8",
    "verseText": "Kwa siku saba mtamletea BWANA sadaka ya kuteketezwa kwa moto. Kwenye siku hiyo ya saba mtafanya kusanyiko takatifu, na msifanye kazi zenu za kawaida.’ ”"
  },
  {
    "verseNumber": "LEV 23:9",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 23:10",
    "verseText": "“Sema na Waisraeli na uwaambie: ‘Mtakapoingia katika nchi nitakayowapa na kuvuna mazao ya nchi hiyo, leteni kwa kuhani mganda wa nafaka ya kwanza mtakayovuna."
  },
  {
    "verseNumber": "LEV 23:11",
    "verseText": "Naye atauinua huo mganda mbele za BWANA ili ukubaliwe kwa niaba yenu; kuhani ataupunga siku inayofuata Sabato."
  },
  {
    "verseNumber": "LEV 23:12",
    "verseText": "Siku hiyo mtakapoinua huo mganda, lazima mtoe kwa BWANA dhabihu ya kuteketezwa kwa moto ya mwana-kondoo wa mwaka mmoja asiye na dosari,"
  },
  {
    "verseNumber": "LEV 23:13",
    "verseText": "pamoja na sadaka yake ya nafaka ya sehemu mbili za kumi za efa za unga laini uliochanganywa na mafuta, sadaka iliyotolewa kwa BWANA kwa kuteketezwa kwa moto, harufu nzuri ya kupendeza, na sadaka yake ya kinywaji ya robo ya hini ya divai."
  },
  {
    "verseNumber": "LEV 23:14",
    "verseText": "Kamwe msile mkate wowote, au nafaka iliyokaangwa au nafaka mpya, mpaka siku ile mtakayomletea Mungu wenu sadaka hii. Hili litakuwa agizo la kudumu kwa vizazi vijavyo, popote mnapoishi."
  },
  {
    "verseNumber": "LEV 23:15",
    "verseText": "“ ‘Tangu siku ile iliyofuata Sabato, siku mliyotoa sadaka ya mganda wa kuinuliwa, hesabuni majuma saba kamili."
  },
  {
    "verseNumber": "LEV 23:16",
    "verseText": "Mtahesabu siku hamsini mpaka siku inayofuata Sabato ya saba, ndipo mtatoa sadaka ya nafaka mpya kwa BWANA."
  },
  {
    "verseNumber": "LEV 23:17",
    "verseText": "Kutoka popote mnapoishi, mtaleta mikate miwili ya unga laini, sehemu mbili za kumi za efa, uliookwa kwa chachu, kuwa sadaka ya kuinuliwa ya malimbuko kwa BWANA."
  },
  {
    "verseNumber": "LEV 23:18",
    "verseText": "Toeni pamoja na hiyo mikate wana-kondoo saba, kila mmoja wa mwaka mmoja asiye na dosari, na fahali mchanga, na kondoo dume wawili. Watakuwa sadaka ya kuteketezwa kwa moto iliyotolewa kwa BWANA, pamoja na sadaka za nafaka na sadaka za vinywaji, sadaka iliyotolewa kwa moto yenye harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "LEV 23:19",
    "verseText": "Kisha toeni dhabihu ya mbuzi dume mmoja kwa ajili ya sadaka ya dhambi, na wana-kondoo wawili, kila mmoja wa mwaka mmoja, kwa ajili ya sadaka ya amani."
  },
  {
    "verseNumber": "LEV 23:20",
    "verseText": "Kuhani atawainua hao wana-kondoo wawili mbele za BWANA kuwa sadaka ya kuinuliwa, pamoja na mkate wa malimbuko. Ni sadaka takatifu kwa BWANA kwa ajili ya kuhani."
  },
  {
    "verseNumber": "LEV 23:21",
    "verseText": "Siku iyo hiyo mtatangaza kusanyiko takatifu, na msifanye kazi zenu za kawaida. Hili litakuwa agizo la kudumu kwa vizazi vijavyo, popote mnapoishi."
  },
  {
    "verseNumber": "LEV 23:22",
    "verseText": "“ ‘Mnapovuna mavuno ya ardhi yenu, msivune hadi mpakani mwa shamba lenu, au kukusanya masazo ya mavuno yenu. Hayo utayaacha kwa ajili ya maskini na mgeni. Mimi ndimi BWANA Mungu wenu.’ ”"
  },
  {
    "verseNumber": "LEV 23:23",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 23:24",
    "verseText": "“Waambie Waisraeli: ‘Katika siku ya kwanza ya mwezi wa saba mtakuwa na siku ya mapumziko, kusanyiko takatifu la ukumbusho litakaloadhimishwa kwa kupiga tarumbeta."
  },
  {
    "verseNumber": "LEV 23:25",
    "verseText": "Msifanye kazi zenu zozote za kawaida, lakini toeni sadaka kwa BWANA iliyoteketezwa kwa moto.’ ”"
  },
  {
    "verseNumber": "LEV 23:26",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 23:27",
    "verseText": "“Siku ya kumi ya mwezi huu wa saba ni Siku ya Upatanisho. Mtafanya kusanyiko takatifu, mfunge, nanyi mtoe sadaka kwa BWANA ya kuteketezwa kwa moto."
  },
  {
    "verseNumber": "LEV 23:28",
    "verseText": "Msifanye kazi siku hiyo, kwa sababu ni Siku ya Upatanisho, ambapo upatanisho unafanyika kwa ajili yenu mbele za BWANA Mungu wenu."
  },
  {
    "verseNumber": "LEV 23:29",
    "verseText": "Mtu yeyote ambaye hatafunga siku hiyo ni lazima akatiliwe mbali na watu wake."
  },
  {
    "verseNumber": "LEV 23:30",
    "verseText": "Mtu yeyote atakayefanya kazi siku hiyo nitamwangamiza kutoka miongoni mwa watu wake."
  },
  {
    "verseNumber": "LEV 23:31",
    "verseText": "Hamtafanya kazi kamwe. Hili litakuwa agizo la kudumu kwa vizazi vijavyo popote mnapoishi."
  },
  {
    "verseNumber": "LEV 23:32",
    "verseText": "Ni Sabato ya mapumziko kwenu ninyi, na lazima mfunge. Tangu jioni ya siku ya tisa ya mwezi hadi jioni inayofuata, mtaishika Sabato yenu.”"
  },
  {
    "verseNumber": "LEV 23:33",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 23:34",
    "verseText": "“Waambie Waisraeli: ‘Katika siku ya kumi na tano ya mwezi wa saba, Sikukuu ya BWANA ya vibanda itaanza, nayo itaadhimishwa kwa siku saba."
  },
  {
    "verseNumber": "LEV 23:35",
    "verseText": "Siku ya kwanza ni kusanyiko takatifu, msifanye kazi zenu za kawaida."
  },
  {
    "verseNumber": "LEV 23:36",
    "verseText": "Kwa siku saba toeni sadaka kwa BWANA za kuteketezwa kwa moto. Kwenye siku ya nane fanyeni kusanyiko takatifu, na mtoe sadaka kwa BWANA ya kuteketezwa kwa moto. Ni kusanyiko la mwisho, msifanye kazi zenu za kawaida."
  },
  {
    "verseNumber": "LEV 23:37",
    "verseText": "(“ ‘Hizi ni sikukuu za BWANA zilizoamriwa, ambazo mtazitangaza kuwa makusanyiko matakatifu kwa kuleta sadaka kwa BWANA za kuteketeza kwa moto: sadaka za kuteketezwa na sadaka za nafaka, dhabihu na sadaka za vinywaji zitahitajika kila siku."
  },
  {
    "verseNumber": "LEV 23:38",
    "verseText": "Sadaka hizi ni nyongeza ya zile mnazozitoa katika Sabato za BWANA, na pia ni nyongeza ya matoleo yenu ya chochote mlichoweka nadhiri, na sadaka zenu zote za hiari mnazozitoa kwa BWANA.)"
  },
  {
    "verseNumber": "LEV 23:39",
    "verseText": "“ ‘Basi kuanzia siku ya kumi na tano ya mwezi wa saba, baada ya kuvuna mazao yote ya nchi, mtaadhimisha sikukuu kwa BWANA kwa siku saba; siku ya kwanza ni mapumziko, pia siku ya nane ni mapumziko."
  },
  {
    "verseNumber": "LEV 23:40",
    "verseText": "Siku ya kwanza mtachukua matunda mazuri ya miti, matawi ya mitende, matawi yenye majani mengi, na matawi ya mirebi, nanyi mtashangilia mbele za BWANA Mungu wenu kwa siku saba."
  },
  {
    "verseNumber": "LEV 23:41",
    "verseText": "Mtaadhimisha siku hii kuwa sikukuu kwa BWANA kwa siku saba kila mwaka. Hili litakuwa agizo la kudumu kwa vizazi vijavyo; iadhimisheni mwezi wa saba."
  },
  {
    "verseNumber": "LEV 23:42",
    "verseText": "Mtaishi katika vibanda kwa siku saba: Wazawa wote wa Waisraeli wataishi katika vibanda,"
  },
  {
    "verseNumber": "LEV 23:43",
    "verseText": "ili wazao wenu wajue kuwa niliwafanya Waisraeli waishi kwenye vibanda nilipowatoa Misri. Mimi ndimi BWANA Mungu wenu.’ ”"
  },
  {
    "verseNumber": "LEV 23:44",
    "verseText": "Kwa hiyo Mose akawatangazia Waisraeli sikukuu zilizoamriwa na BWANA."
  },
  {
    "verseNumber": "LEV 24:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 24:2",
    "verseText": "“Waagize Waisraeli wakuletee mafuta safi ya zeituni yaliyokamuliwa kwa ajili ya mwanga ili taa ziwe zinawaka daima."
  },
  {
    "verseNumber": "LEV 24:3",
    "verseText": "Nje ya pazia la Ushuhuda ndani ya Hema la Kukutania, Aroni ataziwasha taa mbele za BWANA kuanzia jioni hadi asubuhi bila kuzima. Hili litakuwa agizo la kudumu kwa vizazi vijavyo."
  },
  {
    "verseNumber": "LEV 24:4",
    "verseText": "Taa zilizo juu ya kinara cha dhahabu safi mbele za BWANA lazima zihudumiwe daima."
  },
  {
    "verseNumber": "LEV 24:5",
    "verseText": "“Chukua unga laini, uoke mikate kumi na miwili, ukitumia sehemu mbili za kumi za efa za unga kwa kila mkate."
  },
  {
    "verseNumber": "LEV 24:6",
    "verseText": "Iweke katika mistari miwili, kila mstari mikate sita, uiweke mbele za BWANA juu ya meza iliyotengenezwa kwa dhahabu safi."
  },
  {
    "verseNumber": "LEV 24:7",
    "verseText": "Kando ya kila mstari, weka uvumba safi kama sehemu ya kumbukumbu ili kuwakilisha mikate kuwa sadaka iliyotolewa kwa BWANA kwa kuteketezwa kwa moto."
  },
  {
    "verseNumber": "LEV 24:8",
    "verseText": "Mikate hii itawekwa mbele za BWANA kila wakati, Sabato baada ya Sabato, kwa niaba ya Waisraeli, kuwa Agano la kudumu."
  },
  {
    "verseNumber": "LEV 24:9",
    "verseText": "Hii ni mali ya Aroni na wanawe, watakaoila katika mahali patakatifu, kwa sababu ni sehemu takatifu sana ya fungu lao la kawaida la sadaka iliyotolewa kwa BWANA kwa kuteketezwa kwa moto.”"
  },
  {
    "verseNumber": "LEV 24:10",
    "verseText": "Basi mwana wa mama Mwisraeli na baba Mmisri alikwenda miongoni mwa Waisraeli, nayo mapigano yakatokea ndani ya kambi kati yake na Mwisraeli."
  },
  {
    "verseNumber": "LEV 24:11",
    "verseText": "Huyu mwana wa mwanamke Mwisraeli akalikufuru Jina la BWANA kwa kulaani; kwa hiyo wakamleta kwa Mose. (Jina la mama yake aliitwa Shelomithi binti wa Dibri, wa kabila la Dani.)"
  },
  {
    "verseNumber": "LEV 24:12",
    "verseText": "Nao wakamweka mahabusu mpaka mapenzi ya BWANA yawe wazi kwao."
  },
  {
    "verseNumber": "LEV 24:13",
    "verseText": "Ndipo BWANA akamwambia Mose:"
  },
  {
    "verseNumber": "LEV 24:14",
    "verseText": "“Mchukue huyo aliyekufuru nje ya kambi. Wale wote waliomsikia akikufuru wataweka mikono juu ya kichwa chake, kisha kusanyiko lote litampiga mawe."
  },
  {
    "verseNumber": "LEV 24:15",
    "verseText": "Waambie Waisraeli: ‘Ikiwa mtu yeyote atamlaani Mungu wake, atakuwa na hatia kwa uovu wake;"
  },
  {
    "verseNumber": "LEV 24:16",
    "verseText": "yeyote atakayekufuru Jina la BWANA ni lazima auawe. Kusanyiko lote litampiga kwa mawe. Iwe ni mgeni au mzawa, atakapolikufuru Jina la BWANA, ni lazima auawe."
  },
  {
    "verseNumber": "LEV 24:17",
    "verseText": "“ ‘Kama mtu yeyote atamuua mtu mwingine, ni lazima auawe."
  },
  {
    "verseNumber": "LEV 24:18",
    "verseText": "Mtu yeyote auaye mnyama wa mtu mwingine lazima afidie, uhai kwa uhai."
  },
  {
    "verseNumber": "LEV 24:19",
    "verseText": "Ikiwa mtu yeyote atamjeruhi jirani yake, chochote alichomtenda naye atatendewa:"
  },
  {
    "verseNumber": "LEV 24:20",
    "verseText": "iwapo amemvunja mfupa atavunjwa mfupa, jicho kwa jicho, jino kwa jino. Kama alivyomjeruhi mwenzake, vivyo hivyo ndivyo atakavyojeruhiwa."
  },
  {
    "verseNumber": "LEV 24:21",
    "verseText": "Yeyote auaye mnyama wa mtu lazima alipe fidia, lakini yeyote auaye mtu, lazima auawe."
  },
  {
    "verseNumber": "LEV 24:22",
    "verseText": "Mtakuwa na sheria iyo hiyo kwa mgeni na kwa mzawa. Mimi ndimi BWANA Mungu wenu.’ ”"
  },
  {
    "verseNumber": "LEV 24:23",
    "verseText": "Kisha Mose akasema na Waisraeli, nao wakamchukua yule aliyekufuru nje ya kambi na kumpiga mawe. Waisraeli wakafanya kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "LEV 25:1",
    "verseText": "BWANA akamwambia Mose katika Mlima Sinai,"
  },
  {
    "verseNumber": "LEV 25:2",
    "verseText": "“Sema na Waisraeli uwaambie: ‘Mtakapoingia katika nchi ninayowapa ninyi, nchi yenyewe ni lazima ishike Sabato kwa ajili ya BWANA."
  },
  {
    "verseNumber": "LEV 25:3",
    "verseText": "Kwa miaka sita mtapanda mazao katika mashamba yenu, nanyi kwa miaka sita mtaikata mizabibu yenu matawi na kuvuna mazao yake."
  },
  {
    "verseNumber": "LEV 25:4",
    "verseText": "Lakini mwaka wa saba nchi lazima iwe na Sabato ya mapumziko, Sabato kwa BWANA. Msipande mbegu katika mashamba yenu, wala msikate mizabibu yenu matawi."
  },
  {
    "verseNumber": "LEV 25:5",
    "verseText": "Msivune na kuweka akiba kinachoota chenyewe, wala kuvuna na kusindika zabibu ambayo hamkuhudumia mashamba yake. Nchi lazima iwe na mwaka wa mapumziko."
  },
  {
    "verseNumber": "LEV 25:6",
    "verseText": "Chochote nchi itoacho katika mwaka wa Sabato kitakuwa chakula chenu wenyewe, watumishi wenu wa kiume na wa kike, mfanyakazi aliyeajiriwa, na mkazi wa muda anayeishi miongoni mwenu,"
  },
  {
    "verseNumber": "LEV 25:7",
    "verseText": "vilevile malisho ya mifugo yenu na wanyama pori katika nchi yenu. Chochote nchi itakachozalisha kinaweza kuliwa."
  },
  {
    "verseNumber": "LEV 25:8",
    "verseText": "“ ‘Hesabu Sabato saba za miaka, yaani miaka saba mara saba, ili Sabato saba za miaka utakuwa muda wa miaka arobaini na tisa."
  },
  {
    "verseNumber": "LEV 25:9",
    "verseText": "Ndipo tarumbeta itapigwa kila mahali katika siku ya kumi ya mwezi wa saba. Katika Siku ya Upatanisho, piga tarumbeta katika nchi yako yote."
  },
  {
    "verseNumber": "LEV 25:10",
    "verseText": "Mwaka wa hamsini mtauweka wakfu na kutangaza uhuru katika nchi kwa wakazi wake wote. Itakuwa ni yubile kwenu; kila mmoja wenu atairudia mali ya jamaa yake, na kila mmoja kurudi kwenye ukoo wake."
  },
  {
    "verseNumber": "LEV 25:11",
    "verseText": "Mwaka wa hamsini utakuwa yubile kwenu, msipande wala msivune kile kiotacho chenyewe, au kuvuna zabibu zisizohudumiwa."
  },
  {
    "verseNumber": "LEV 25:12",
    "verseText": "Kwa kuwa ni yubile, nayo itakuwa takatifu kwenu; mtakula tu kile kilichotoka moja kwa moja mashambani."
  },
  {
    "verseNumber": "LEV 25:13",
    "verseText": "“ ‘Katika huu Mwaka wa Yubile, kila mmoja atarudi kwenye mali yake mwenyewe."
  },
  {
    "verseNumber": "LEV 25:14",
    "verseText": "“ ‘Ikiwa utauza ardhi kwa mmoja wa wazawa wa nchi yako, au ukinunua ardhi kutoka kwake, mmoja asimpunje mwingine."
  },
  {
    "verseNumber": "LEV 25:15",
    "verseText": "Utanunua ardhi kwa mzawa wa nchi yako kwa misingi ya hesabu ya miaka baada ya Yubile. Naye ataiuza kwako kwa misingi ya hesabu ya miaka iliyobaki kwa kuvuna mavuno."
  },
  {
    "verseNumber": "LEV 25:16",
    "verseText": "Miaka inapokuwa mingi, utaongeza bei, nayo miaka ikiwa michache, utapunguza bei, kwa sababu kile anachokuuzia kwa hakika ni hesabu ya mazao."
  },
  {
    "verseNumber": "LEV 25:17",
    "verseText": "Mmoja asimpunje mwingine, bali utamcha Mungu wako. Mimi ndimi BWANA Mungu wako."
  },
  {
    "verseNumber": "LEV 25:18",
    "verseText": "“ ‘Fuateni amri zangu, mwe waangalifu kutii amri zangu, nanyi mtaishi salama katika nchi."
  },
  {
    "verseNumber": "LEV 25:19",
    "verseText": "Kisha nchi itazaa matunda yake, nanyi mtakula na kushiba na kuishi humo kwa salama."
  },
  {
    "verseNumber": "LEV 25:20",
    "verseText": "Mwaweza kuuliza, “Tutakula nini katika mwaka wa saba ikiwa hatutapanda wala kuvuna mazao yetu?”"
  },
  {
    "verseNumber": "LEV 25:21",
    "verseText": "Nitawapelekeeni baraka ya pekee katika mwaka wa sita, kwamba nchi itazalisha mazao ya kutosha kwa miaka mitatu."
  },
  {
    "verseNumber": "LEV 25:22",
    "verseText": "Mnapopanda mwaka wa nane, mtakula mavuno ya miaka iliyopita. Pia mtaendelea kuyala mazao hayo hadi mvune mavuno ya mwaka wa tisa."
  },
  {
    "verseNumber": "LEV 25:23",
    "verseText": "“ ‘Kamwe ardhi isiuzwe kwa mkataba wa kudumu, kwa sababu nchi ni mali yangu, nanyi ni wageni na wapangaji wangu."
  },
  {
    "verseNumber": "LEV 25:24",
    "verseText": "Katika nchi yote mtakayoshika kuwa milki yenu, ni lazima mtoe ukombozi wa ardhi."
  },
  {
    "verseNumber": "LEV 25:25",
    "verseText": "“ ‘Ikiwa mmoja wa wazawa wa nchi yako amekuwa maskini na akauza baadhi ya mali yake, ndugu yake wa karibu atakuja na kukomboa kile ndugu yako alichokiuza."
  },
  {
    "verseNumber": "LEV 25:26",
    "verseText": "Iwapo mtu huyo hana jamaa wa karibu wa kukomboa mali hiyo kwa ajili yake, lakini yeye mwenyewe akafanikiwa na kupata mali itoshayo kuikomboa,"
  },
  {
    "verseNumber": "LEV 25:27",
    "verseText": "ataamua tena thamani yake kwa miaka tangu alipoiuza, na kurudisha kiasi kilichobaki cha thamani kwa mtu ambaye alikuwa amemuuzia mali hiyo, naye ataweza kuirudia mali yake."
  },
  {
    "verseNumber": "LEV 25:28",
    "verseText": "Lakini kama hatapata njia ya kumlipa mnunuzi, ile mali aliyouza itabaki kumilikiwa na mnunuzi mpaka Mwaka wa Yubile. Mali hiyo itarudishwa mwaka wa Yubile, naye ataweza kuirudia mali yake."
  },
  {
    "verseNumber": "LEV 25:29",
    "verseText": "“ ‘Ikiwa mtu atauza nyumba iliyo ndani ya mji uliozungukwa kwa ukuta, yeye anayo haki ya kuikomboa mwaka mzima baada ya mauzo ya hiyo nyumba. Wakati huo anaweza kuikomboa."
  },
  {
    "verseNumber": "LEV 25:30",
    "verseText": "Ikiwa haikukombolewa kabla ya mwaka mmoja kamili kupita, nyumba iliyo ndani ya mji uliozungukwa kwa ukuta itakuwa mali ya kudumu ya mnunuzi na wazao wake. Haitarudishwa mwaka wa Yubile."
  },
  {
    "verseNumber": "LEV 25:31",
    "verseText": "Lakini nyumba zilizo vijijini bila ya kuwa na kuta zilizozizunguka zitahesabiwa kama mashamba. Zinaweza kukombolewa, nazo zirudishwe katika mwaka wa Yubile."
  },
  {
    "verseNumber": "LEV 25:32",
    "verseText": "“ ‘Walawi siku zote wana haki ya kukomboa nyumba zao katika miji ya Walawi wanayoimiliki."
  },
  {
    "verseNumber": "LEV 25:33",
    "verseText": "Kwa hiyo mali ya Mlawi inaweza kukombolewa, yaani nyumba iliyouzwa katika mji wowote wanaoushikilia itarudishwa mwaka wa Yubile, kwa sababu nyumba zilizo katika miji ya Walawi ni mali yao miongoni mwa Waisraeli."
  },
  {
    "verseNumber": "LEV 25:34",
    "verseText": "Lakini nchi ya malisho iliyo mali ya miji yao kamwe isiuzwe, ni milki yao ya kudumu."
  },
  {
    "verseNumber": "LEV 25:35",
    "verseText": "“ ‘Ikiwa mmoja wa wazawa wa nchi yako amekuwa maskini, naye akashindwa kujitegemeza mwenyewe katikati yako, msaidie kama vile ambavyo ungelimsaidia mgeni au kama mkazi wa muda, ili aweze kuendelea kuishi katikati yako."
  },
  {
    "verseNumber": "LEV 25:36",
    "verseText": "Usichukue riba wala faida yoyote kutoka kwake, bali utamwogopa Mungu wako, ili mzawa wa nchi yako aweze kuendelea kuishi katikati yako."
  },
  {
    "verseNumber": "LEV 25:37",
    "verseText": "Usimkopeshe fedha ili alipe na riba, wala usimuuzie chakula kwa faida."
  },
  {
    "verseNumber": "LEV 25:38",
    "verseText": "Mimi ndimi BWANA Mungu wako, niliyekuleta kutoka nchi ya Misri nikupe nchi ya Kanaani, nami niwe Mungu wako."
  },
  {
    "verseNumber": "LEV 25:39",
    "verseText": "“ ‘Ikiwa mmoja wa wazawa wa nchi yako amekuwa maskini katikati yako, naye akajiuza kwako, usimfanye atumike kama mtumwa."
  },
  {
    "verseNumber": "LEV 25:40",
    "verseText": "Atatendewa kama mfanyakazi aliyeajiriwa, au kama mkazi wa muda katikati yako, naye atatumika mpaka Mwaka wa Yubile."
  },
  {
    "verseNumber": "LEV 25:41",
    "verseText": "Ndipo yeye na watoto wake wataachiwa, naye atarudi kwa watu wa ukoo wake, na kwenye mali ya baba zake."
  },
  {
    "verseNumber": "LEV 25:42",
    "verseText": "Kwa sababu Waisraeli ni watumishi wangu niliowaleta kutoka nchi ya Misri, kamwe wasiuzwe kama watumwa."
  },
  {
    "verseNumber": "LEV 25:43",
    "verseText": "Usiwatawale kwa ukatili, lakini utamcha Mungu wako."
  },
  {
    "verseNumber": "LEV 25:44",
    "verseText": "“ ‘Watumwa wako wa kiume na wa kike watatoka katika mataifa yanayokuzunguka; kutoka kwao waweza kununua watumwa."
  },
  {
    "verseNumber": "LEV 25:45",
    "verseText": "Pia waweza kununua baadhi ya wakazi wa muda wanaoishi katikati yako, na jamaa ya koo zao waliozaliwa katika nchi yako, nao watakuwa mali yako."
  },
  {
    "verseNumber": "LEV 25:46",
    "verseText": "Hao waweza kuwarithisha watoto wako kuwa urithi wao, na wanaweza kuwafanya watumwa maisha yao yote, lakini usiwatawale ndugu zako Waisraeli kwa ukatili."
  },
  {
    "verseNumber": "LEV 25:47",
    "verseText": "“ ‘Ikiwa mgeni au mkazi wa muda katikati yako atakuwa tajiri, na mmoja wa wazawa wa nchi yako akawa maskini, naye akajiuza kwa yule mgeni anayeishi katikati yako, au kwa mmoja wa jamaa wa koo za wageni,"
  },
  {
    "verseNumber": "LEV 25:48",
    "verseText": "anayo haki ya kukombolewa baada ya kujiuza. Mmoja wa jamaa zake aweza kumkomboa:"
  },
  {
    "verseNumber": "LEV 25:49",
    "verseText": "Mjomba wake, au binamu yake, au yeyote aliye ndugu wa damu katika ukoo wake aweza kumkomboa. Au ikiwa atafanikiwa, anaweza kujikomboa mwenyewe."
  },
  {
    "verseNumber": "LEV 25:50",
    "verseText": "Yeye na huyo aliyemnunua watahesabu muda kuanzia mwaka aliojiuza hadi Mwaka wa Yubile. Mahali pa kuanzia bei ya kuachiwa kwake itakadiriwa kwa ujira unaolipwa mfanyakazi aliyeajiriwa kwa idadi ya hiyo miaka."
  },
  {
    "verseNumber": "LEV 25:51",
    "verseText": "Ikiwa imebaki miaka mingi, ni lazima atalipia ukombozi wake fungu kubwa la bei iliyolipwa kumnunua yeye."
  },
  {
    "verseNumber": "LEV 25:52",
    "verseText": "Ikiwa miaka iliyobaki ni michache kufikia Mwaka wa Yubile, atafanya hesabu yake, naye atalipa malipo yanayostahili kwa ajili ya ukombozi wake."
  },
  {
    "verseNumber": "LEV 25:53",
    "verseText": "Atatendewa kama mtu wa kuajiriwa mwaka hadi mwaka; lazima uone kwamba yule aliyemnunua hamtawali kwa ukatili."
  },
  {
    "verseNumber": "LEV 25:54",
    "verseText": "“ ‘Hata ikiwa hakukombolewa kwa njia mojawapo ya hizi, yeye na watoto wake wataachiwa katika Mwaka wa Yubile,"
  },
  {
    "verseNumber": "LEV 25:55",
    "verseText": "kwa maana Waisraeli ni mali yangu kama watumishi. Wao ni watumishi wangu, niliowatoa kutoka nchi ya Misri. Mimi ndimi BWANA Mungu wako."
  },
  {
    "verseNumber": "LEV 26:1",
    "verseText": "“ ‘Msijitengenezee sanamu au kusimamisha kinyago cha kuchonga, au mnara, wala jiwe la kuabudia, na pia msijiwekee jiwe lililochongwa katika nchi yenu na kusujudu mbele yake. Mimi ndimi BWANA Mungu wenu."
  },
  {
    "verseNumber": "LEV 26:2",
    "verseText": "“ ‘Zishikeni Sabato zangu na kuheshimu mahali patakatifu pangu. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "LEV 26:3",
    "verseText": "“ ‘Ikiwa mtafuata amri zangu na kuwa waangalifu kutii maagizo yangu,"
  },
  {
    "verseNumber": "LEV 26:4",
    "verseText": "nitawanyeshea mvua katika majira yake, nayo ardhi itatoa mazao yake, na miti ya mashambani itazaa matunda yake."
  },
  {
    "verseNumber": "LEV 26:5",
    "verseText": "Kupura nafaka kwenu kutaendelea mpaka wakati wa kuvuna zabibu. Pia kuvuna zabibu kutaendelea mpaka wakati wa kupanda mbegu, nanyi mtakula na kushiba, na mtaishi salama katika nchi yenu."
  },
  {
    "verseNumber": "LEV 26:6",
    "verseText": "“ ‘Nitawapa amani katika nchi, mpate kulala pasipo kutiwa hofu na yeyote. Nitawaondoa wanyama wakali watoke kwenye nchi, nao upanga hautapita katika nchi yenu."
  },
  {
    "verseNumber": "LEV 26:7",
    "verseText": "Mtawafukuza adui zenu, nanyi mtawaua kwa upanga mbele yenu."
  },
  {
    "verseNumber": "LEV 26:8",
    "verseText": "Watu wenu watano watafukuza adui mia, watu wenu mia watafukuza adui elfu kumi, nao adui zenu wataanguka kwa upanga mbele yenu."
  },
  {
    "verseNumber": "LEV 26:9",
    "verseText": "“ ‘Nitawaangalia kwa upendeleo na kuwafanya mzae na kuzidisha idadi yenu, nami nitalishika Agano langu na ninyi."
  },
  {
    "verseNumber": "LEV 26:10",
    "verseText": "Wakati wa kuvuna mtakuwa bado mnakula mavuno ya mwaka uliopita, na itawalazimu kuyaondoa ghalani ili mpate nafasi ya mavuno mapya."
  },
  {
    "verseNumber": "LEV 26:11",
    "verseText": "Nitafanya makao yangu miongoni mwenu, nami sitawachukia."
  },
  {
    "verseNumber": "LEV 26:12",
    "verseText": "Nitatembea katikati yenu niwe Mungu wenu, nanyi mtakuwa watu wangu."
  },
  {
    "verseNumber": "LEV 26:13",
    "verseText": "Mimi ndimi BWANA Mungu wenu, niliyewatoa katika nchi ya Misri ili msiendelee kuwa watumwa wa Wamisri, nikavunja kongwa lenu, na kuwawezesha kutembea mkiwa mmeinua vichwa vyenu juu."
  },
  {
    "verseNumber": "LEV 26:14",
    "verseText": "“ ‘Lakini kama hamtanisikiliza na kutimiza maagizo haya yote,"
  },
  {
    "verseNumber": "LEV 26:15",
    "verseText": "nanyi kama mtazikataa amri zangu na kuzichukia sheria zangu, tena mkishindwa kutimiza amri zangu na hivyo mkavunja agano langu,"
  },
  {
    "verseNumber": "LEV 26:16",
    "verseText": "ndipo nitakapowafanyia hili: Nitawaletea juu yenu hofu ya ghafula, magonjwa ya kufisha, na homa itakayopofusha macho yenu na kuwaondolea uhai wenu. Mtapanda mbegu bila mafanikio, kwa sababu adui zenu wataila."
  },
  {
    "verseNumber": "LEV 26:17",
    "verseText": "Nitauelekeza uso wangu dhidi yenu ili mshindwe na adui zenu; wale wanaowachukia watawatawala, nanyi mtakimbia ingawa hakuna mtu anayewafukuza."
  },
  {
    "verseNumber": "LEV 26:18",
    "verseText": "“ ‘Kama baada ya haya yote hamtanisikiliza, nitawaadhibu mara saba zaidi kwa ajili ya dhambi zenu."
  },
  {
    "verseNumber": "LEV 26:19",
    "verseText": "Nitakivunja kiburi chenu cha ukaidi na kuifanya anga iliyo juu yenu iwe kama chuma, na ardhi yenu kama shaba."
  },
  {
    "verseNumber": "LEV 26:20",
    "verseText": "Nguvu zenu zitatumika bila ya mafanikio, kwa sababu ardhi yenu haitawazalia mazao yake, wala miti ya nchi yenu haitazaa matunda yake."
  },
  {
    "verseNumber": "LEV 26:21",
    "verseText": "“ ‘Kama mtaendelea kuwa na uadui nami, na kukataa kunisikiliza, nitawazidishia mateso yenu mara saba zaidi, kama dhambi zenu zinavyostahili."
  },
  {
    "verseNumber": "LEV 26:22",
    "verseText": "Nitawatuma wanyama mwitu dhidi yenu, nao watawaibieni watoto wenu, watawaangamiza ngʼombe wenu, na kuifanya idadi yenu kuwa ndogo, hivi kwamba barabara zenu zitakuwa hazina watu."
  },
  {
    "verseNumber": "LEV 26:23",
    "verseText": "“ ‘Ikiwa pamoja na mambo haya hamtakubali maonyo yangu lakini mkaendelea kuweka uadui nami,"
  },
  {
    "verseNumber": "LEV 26:24",
    "verseText": "mimi mwenyewe nitaweka uadui nanyi, na kuwatesa kwa ajili ya dhambi zenu mara saba zaidi."
  },
  {
    "verseNumber": "LEV 26:25",
    "verseText": "Nitawaletea upanga juu yenu ili kuwapatiliza kwa kuvunja Agano langu. Mtakapokimbilia mijini mwenu, nitatuma tauni katikati yenu, nanyi mtatiwa mikononi mwa adui zenu."
  },
  {
    "verseNumber": "LEV 26:26",
    "verseText": "Nitakapowaondolea upatikanaji wa mkate wenu, wanawake kumi wataoka mkate wenu katika tanuru moja, nao wataugawa mkate kidogo kwa kupima. Mtakula, lakini hamtashiba."
  },
  {
    "verseNumber": "LEV 26:27",
    "verseText": "“ ‘Kama hata baada ya haya bado hamtanisikiliza lakini mkaendelea kuweka uadui nami,"
  },
  {
    "verseNumber": "LEV 26:28",
    "verseText": "ndipo katika hasira yangu nitaweka uadui nanyi, nami mwenyewe nitawaadhibu mara saba kwa ajili ya dhambi zenu."
  },
  {
    "verseNumber": "LEV 26:29",
    "verseText": "Mtakula nyama ya wana wenu na nyama ya binti zenu."
  },
  {
    "verseNumber": "LEV 26:30",
    "verseText": "Nitapaharibu mahali penu pa juu pa kuabudia miungu, nibomoe madhabahu zenu za kufukizia uvumba, na kuzilundika maiti zenu juu ya sanamu zenu zisizo na uhai, nami nitawachukia ninyi sana."
  },
  {
    "verseNumber": "LEV 26:31",
    "verseText": "Nitaifanya miji yenu kuwa magofu, na kuharibu mahali patakatifu penu pa kuabudia, nami sitapendezwa na harufu nzuri ya sadaka zenu."
  },
  {
    "verseNumber": "LEV 26:32",
    "verseText": "Nitaiharibu nchi, ili adui zenu watakaokuja kuishi humo washangae."
  },
  {
    "verseNumber": "LEV 26:33",
    "verseText": "Nitawatawanya ninyi miongoni mwa mataifa, na kuufuta upanga wangu na kuwafuatia. Nchi yenu itaharibiwa, nayo miji yenu itakuwa magofu."
  },
  {
    "verseNumber": "LEV 26:34",
    "verseText": "Ndipo nchi itafurahia Sabato zake muda wote ule itakapokuwa ukiwa, nanyi mkiwa katika nchi ya adui zenu. Ndipo nchi itapumzika na kufurahia Sabato zake."
  },
  {
    "verseNumber": "LEV 26:35",
    "verseText": "Wakati wote nchi itakapobaki ukiwa, itapumzika na kufurahia Sabato zake ambazo haikuzipata mlipokuwa mnaishi humo."
  },
  {
    "verseNumber": "LEV 26:36",
    "verseText": "“ ‘Kwa habari ya wenzenu wale watakaobaki, nitaifanya mioyo yao kuwa na hofu kuu katika nchi za adui zao, kiasi kwamba sauti ya jani linalopeperushwa na upepo itawafanya wakimbie. Watakimbia kana kwamba wanakimbia upanga, nao wataanguka, ingawa hakuna anayewafukuza."
  },
  {
    "verseNumber": "LEV 26:37",
    "verseText": "Watajikwaa mmoja juu ya mwingine kama wakimbiao upanga, hata ingawa hakuna anayewafuatia. Hivyo hamtaweza kusimama mbele ya adui zenu."
  },
  {
    "verseNumber": "LEV 26:38",
    "verseText": "Mtaangamia katikati ya mataifa; nchi ya adui zenu itawala."
  },
  {
    "verseNumber": "LEV 26:39",
    "verseText": "Wale wenu watakaobaki wataangamia katika nchi za adui zao kwa sababu ya dhambi zao; pia kwa sababu ya dhambi za baba zao wataangamia."
  },
  {
    "verseNumber": "LEV 26:40",
    "verseText": "“ ‘Lakini kama watatubu dhambi zao na dhambi za baba zao, udanganyifu wao dhidi yangu na uadui wao kwangu,"
  },
  {
    "verseNumber": "LEV 26:41",
    "verseText": "ambao ulinifanya niwe na uadui nao hata nikawapeleka katika nchi ya adui zao, wakati mioyo yao isiyotahiriwa itanyenyekea na kutubu dhambi yao,"
  },
  {
    "verseNumber": "LEV 26:42",
    "verseText": "nami nitakumbuka agano langu na Yakobo, na agano langu na Isaki, na agano langu na Abrahamu, nami nitaikumbuka nchi."
  },
  {
    "verseNumber": "LEV 26:43",
    "verseText": "Kwa kuwa wataiacha nchi ukiwa, nayo itafurahia Sabato zake wakati itakuwa ukiwa bila wao. Wataadhibiwa kwa ajili ya dhambi zao, kwa sababu walizikataa sheria zangu na kuzichukia amri zangu."
  },
  {
    "verseNumber": "LEV 26:44",
    "verseText": "Lakini pamoja na hili, wakati watakuwa katika nchi ya adui zao, sitawakataa wala kuwachukia kiasi cha kuwaharibu kabisa na kuvunja agano langu nao. Mimi ndimi BWANA Mungu wao."
  },
  {
    "verseNumber": "LEV 26:45",
    "verseText": "Lakini kwa ajili yao nitalikumbuka agano langu na baba zao, ambao niliwatoa Misri mbele ya mataifa ili niwe Mungu wao. Mimi ndimi BWANA.’ ”"
  },
  {
    "verseNumber": "LEV 26:46",
    "verseText": "Hizi ndizo amri, sheria na pia masharti ambazo BWANA alifanya kati yake mwenyewe na Waisraeli katika Mlima Sinai kupitia kwa Mose."
  },
  {
    "verseNumber": "LEV 27:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "LEV 27:2",
    "verseText": "“Sema na Waisraeli uwaambie: ‘Kama mtu yeyote ataweka nadhiri maalum ili kuweka watu wakfu kwa BWANA, kwa kutoa kiasi cha thamani inayolingana,"
  },
  {
    "verseNumber": "LEV 27:3",
    "verseText": "thamani ya kukomboa mwanaume mwenye kati ya umri wa miaka ishirini na miaka sitini itakuwa shekeli hamsini za fedha, kulingana na shekeli ya mahali patakatifu;"
  },
  {
    "verseNumber": "LEV 27:4",
    "verseText": "ikiwa ni mwanamke, weka thamani yake kwa shekeli thelathini."
  },
  {
    "verseNumber": "LEV 27:5",
    "verseText": "Kama ni mtu mwenye umri wa miaka kati ya mitano na ishirini, weka thamani ya mwanaume kuwa shekeli ishirini, na mwanamke shekeli kumi."
  },
  {
    "verseNumber": "LEV 27:6",
    "verseText": "Kama ni mtu mwenye umri kati ya mwezi mmoja na miaka mitano, weka thamani ya mwanaume kuwa shekeli tano za fedha, na ile ya mwanamke kuwa shekeli tatu za fedha."
  },
  {
    "verseNumber": "LEV 27:7",
    "verseText": "Kama ni mtu mwenye miaka sitini na zaidi, weka thamani ya mwanaume kuwa shekeli kumi na tano, na mwanamke shekeli kumi."
  },
  {
    "verseNumber": "LEV 27:8",
    "verseText": "Kama mtu yeyote anayeweka nadhiri ni maskini mno kuweza kulipa kiasi kilichowekwa, atampeleka huyo mtu kwa kuhani, ambaye ataweka thamani yake kulingana na kile mweka nadhiri anachoweza kulipa."
  },
  {
    "verseNumber": "LEV 27:9",
    "verseText": "“ ‘Kama kile mtu alichokiwekea nadhiri ni mnyama anayekubalika kama sadaka kwa BWANA, mnyama wa namna hiyo aliyetolewa kwa BWANA anakuwa mtakatifu."
  },
  {
    "verseNumber": "LEV 27:10",
    "verseText": "Mtu haruhusiwi kumbadilisha au kutoa mnyama mzuri kwa mbaya, au mnyama mbaya kwa mzuri. Kama atatoa mnyama badala ya mwingine, wanyama wote wawili, yaani yule aliyetolewa na yule aliyebadiliwa, ni watakatifu."
  },
  {
    "verseNumber": "LEV 27:11",
    "verseText": "Kama alichokiwekea nadhiri ni mnyama aliye najisi kiibada, yaani yule asiye kubalika kuwa sadaka kwa BWANA, huyo mnyama lazima aletwe kwa kuhani,"
  },
  {
    "verseNumber": "LEV 27:12",
    "verseText": "ambaye ataamua ubora wa mnyama huyo, kama ni mzuri au mbaya. Thamani yoyote atakayoweka kuhani, hivyo ndivyo itakavyokuwa."
  },
  {
    "verseNumber": "LEV 27:13",
    "verseText": "Kama mwenye mnyama atapenda kumkomboa mnyama huyo, lazima aongeze sehemu ya tano ya thamani yake."
  },
  {
    "verseNumber": "LEV 27:14",
    "verseText": "“ ‘Kama mtu ataweka nyumba yake wakfu kama kitu kitakatifu kwa BWANA, kuhani ataamua ubora wa nyumba hiyo, kama ni nzuri au mbaya. Thamani yoyote kuhani atakayoweka, basi hivyo ndivyo itakavyokuwa."
  },
  {
    "verseNumber": "LEV 27:15",
    "verseText": "Kama mtu aliyeweka nyumba yake wakfu ataikomboa, lazima aongeze sehemu ya tano ya thamani yake, nayo nyumba itakuwa yake tena."
  },
  {
    "verseNumber": "LEV 27:16",
    "verseText": "“ ‘Kama mtu anaweka sehemu ya ardhi ya jamaa yake wakfu kwa BWANA, thamani yake itawekwa kulingana na kiasi cha mbegu inayohitajiwa kupandwa katika ardhi hiyo, yaani homeri moja ya mbegu za shayiri kwa shekeli hamsini za fedha."
  },
  {
    "verseNumber": "LEV 27:17",
    "verseText": "Kama akiweka shamba lake wakfu katika Mwaka wa Yubile, ile thamani iliyokwisha wekwa itakuwa iyo hiyo."
  },
  {
    "verseNumber": "LEV 27:18",
    "verseText": "Lakini kama akiweka shamba lake wakfu baada ya Yubile, kuhani ataweka thamani kulingana na idadi ya miaka iliyobaki kufikia Mwaka wa Yubile unaofuata, na thamani yake iliyoamuliwa itapunguzwa."
  },
  {
    "verseNumber": "LEV 27:19",
    "verseText": "Kama mtu anayeweka wakfu shamba anataka kulikomboa, lazima aongeze sehemu ya tano ya thamani yake, nalo shamba litakuwa lake tena."
  },
  {
    "verseNumber": "LEV 27:20",
    "verseText": "Kama pengine halikomboi shamba hilo, au kama ameliuza kwa mtu mwingine, kamwe haliwezi kukombolewa."
  },
  {
    "verseNumber": "LEV 27:21",
    "verseText": "Shamba hilo litakapoachiwa mwaka wa Yubile, litakuwa takatifu, kama shamba lililotolewa kwa BWANA, nalo litakuwa mali ya makuhani."
  },
  {
    "verseNumber": "LEV 27:22",
    "verseText": "“ ‘Kama mtu ameweka wakfu kwa BWANA shamba alilonunua, ambalo si sehemu ya ardhi ya jamaa yake,"
  },
  {
    "verseNumber": "LEV 27:23",
    "verseText": "kuhani ataamua thamani yake hadi Mwaka wa Yubile, naye huyo mtu atalazimika kulipa thamani yake siku hiyo kama kitu kitakatifu kwa BWANA."
  },
  {
    "verseNumber": "LEV 27:24",
    "verseText": "Katika Mwaka wa Yubile, shamba litarudishwa kwa mtu yule ambaye lilinunuliwa kutoka kwake, yule ambaye ardhi ilikuwa mali yake."
  },
  {
    "verseNumber": "LEV 27:25",
    "verseText": "Kila thamani lazima iwekwe kulingana na shekeli ya mahali patakatifu, gera ishirini kwa shekeli."
  },
  {
    "verseNumber": "LEV 27:26",
    "verseText": "“ ‘Lakini hakuna mtu atakayeweka wakfu mzaliwa wa kwanza wa mnyama, kwa kuwa mzaliwa wa kwanza tayari ni mali ya BWANA; awe ngʼombe au kondoo, ni wa BWANA."
  },
  {
    "verseNumber": "LEV 27:27",
    "verseText": "Kama ni mmoja wa wanyama walio najisi, aweza kumnunua kwa bei iliyowekwa, akiongeza sehemu ya tano ya thamani yake. Kama hatamkomboa, mnyama huyo atauzwa kwa bei iliyowekwa."
  },
  {
    "verseNumber": "LEV 27:28",
    "verseText": "“ ‘Lakini chochote kile mtu alicho nacho na akakiweka wakfu kwa BWANA, iwe ni binadamu, au mnyama, au ardhi ya jamaa, hakiwezi kuuzwa au kukombolewa. Chochote kilichowekwa wakfu ni kitakatifu sana kwa BWANA."
  },
  {
    "verseNumber": "LEV 27:29",
    "verseText": "“ ‘Mtu yeyote aliyewekwa wakfu ili kuangamizwa, hawezi kukombolewa. Mtu kama huyo lazima auawe."
  },
  {
    "verseNumber": "LEV 27:30",
    "verseText": "“ ‘Zaka ya kila kitu kutoka shambani, iwe ni nafaka kutoka kwa ardhi, au tunda kutoka kwa miti, ni mali ya BWANA; ni takatifu kwa BWANA."
  },
  {
    "verseNumber": "LEV 27:31",
    "verseText": "Kama mtu akikomboa chochote cha zaka yake, lazima aongeze sehemu ya tano ya thamani yake."
  },
  {
    "verseNumber": "LEV 27:32",
    "verseText": "Zaka yote ya kundi la ngʼombe au la kondoo na mbuzi, kila mnyama wa kumi apitaye chini ya fimbo ya yule awachungaye, atakuwa mtakatifu kwa BWANA."
  },
  {
    "verseNumber": "LEV 27:33",
    "verseText": "Yule mnyama wa kumi hatachaguliwa kwa kigezo cha uzuri au ubaya, naye haruhusiwi kubadiliwa. Ikiwa atabadiliwa, basi mnyama yule wa kwanza na huyo aliyebadiliwa wote watahesabiwa kuwa watakatifu, na haiwezekani kuwakomboa.’ ”"
  },
  {
    "verseNumber": "LEV 27:34",
    "verseText": "Haya ndiyo maagizo BWANA aliyompa Mose juu ya Mlima Sinai kwa ajili ya Waisraeli."
  }
]