[
  {
    "verseNumber": "LUK 1:1",
    "verseText": "Kwa kuwa watu wengi wamekaa ili kuandika habari za mambo yaliyotukia katikati yetu,"
  },
  {
    "verseNumber": "LUK 1:2",
    "verseText": "kama vile yalivyokabidhiwa kwetu na wale waliokuwa mashahidi walioyaona na watumishi wa Bwana,"
  },
  {
    "verseNumber": "LUK 1:3",
    "verseText": "mimi nami baada ya kuchunguza kila kitu kwa uangalifu kuanzia mwanzo, niliamua kukuandikia habari za mambo hayo, ewe mtukufu Theofilo,"
  },
  {
    "verseNumber": "LUK 1:4",
    "verseText": "ili upate kujua ukweli kuhusu yale uliyofundishwa."
  },
  {
    "verseNumber": "LUK 1:5",
    "verseText": "Wakati wa Herode mfalme wa Uyahudi, palikuwa na kuhani mmoja jina lake Zekaria, ambaye alikuwa wa ukoo wa kikuhani wa Abiya. Elizabeti mkewe alikuwa pia mzao wa Aroni."
  },
  {
    "verseNumber": "LUK 1:6",
    "verseText": "Zekaria na Elizabeti mkewe wote walikuwa watu wanyofu mbele za Mungu, wakizishika amri zote za Bwana na maagizo yote bila lawama."
  },
  {
    "verseNumber": "LUK 1:7",
    "verseText": "Lakini walikuwa hawana watoto, kwa sababu Elizabeti alikuwa tasa; nao wote wawili walikuwa wazee sana."
  },
  {
    "verseNumber": "LUK 1:8",
    "verseText": "Siku moja ilipokuwa zamu ya kikundi cha Zekaria, yeye akifanya kazi ya ukuhani Hekaluni mbele za Mungu,"
  },
  {
    "verseNumber": "LUK 1:9",
    "verseText": "alichaguliwa kwa kura kwa kufuata desturi za ukuhani, kuingia Hekaluni mwa Bwana ili kufukiza uvumba."
  },
  {
    "verseNumber": "LUK 1:10",
    "verseText": "Nao wakati wa kufukiza uvumba ulipowadia, wale wote waliokuwa wamekusanyika ili kuabudu walikuwa nje wakiomba."
  },
  {
    "verseNumber": "LUK 1:11",
    "verseText": "Ndipo malaika wa Bwana, akiwa amesimama upande wa kuume wa madhabahu ya kufukizia uvumba, akamtokea Zekaria."
  },
  {
    "verseNumber": "LUK 1:12",
    "verseText": "Zekaria alipomwona huyo malaika, akafadhaika sana, akajawa na hofu."
  },
  {
    "verseNumber": "LUK 1:13",
    "verseText": "Lakini malaika akamwambia, “Usiogope, Zekaria, kwa maana Mungu amesikia maombi yako. Mkeo Elizabeti atakuzalia mtoto wa kiume, nawe utamwita jina lake Yohana."
  },
  {
    "verseNumber": "LUK 1:14",
    "verseText": "Yeye atakuwa furaha na shangwe kwako, nao watu wengi watashangilia kwa sababu ya kuzaliwa kwake."
  },
  {
    "verseNumber": "LUK 1:15",
    "verseText": "Kwa kuwa atakuwa mkuu mbele za Bwana, kamwe hataonja mvinyo wala kinywaji chochote cha kulevya, naye atajazwa Roho Mtakatifu hata kabla ya kuzaliwa kwake."
  },
  {
    "verseNumber": "LUK 1:16",
    "verseText": "Naye atawageuza wengi wa wana wa Israeli warudi kwa Bwana Mungu wao."
  },
  {
    "verseNumber": "LUK 1:17",
    "verseText": "Naye atatangulia mbele za Bwana katika roho na nguvu ya Eliya, ili kuigeuza mioyo ya baba kuwaelekea watoto wao, na wasiotii warejee katika hekima ya wenye haki, ili kuliweka tayari taifa lililoandaliwa kwa ajili ya Bwana.”"
  },
  {
    "verseNumber": "LUK 1:18",
    "verseText": "Zekaria akamuuliza malaika, “Jambo hilo linawezekanaje? Mimi ni mzee na mke wangu pia ana umri mkubwa.”"
  },
  {
    "verseNumber": "LUK 1:19",
    "verseText": "Malaika akamjibu, akamwambia, “Mimi ni Gabrieli, nisimamaye mbele za Mungu, nami nimetumwa kwako ili nikuambie habari hizi njema."
  },
  {
    "verseNumber": "LUK 1:20",
    "verseText": "Basi sasa kwa kuwa hujaamini maneno yangu ambayo yatatimizwa kwa wakati wake, utakuwa bubu hadi siku ile mambo haya yatakapotukia.”"
  },
  {
    "verseNumber": "LUK 1:21",
    "verseText": "Wakati huo watu walikuwa wanamngojea Zekaria nje huku wakishangaa kukawia kwake mle Hekaluni."
  },
  {
    "verseNumber": "LUK 1:22",
    "verseText": "Alipotoka akawa hawezi kusema nao, wao wakatambua kuwa ameona maono ndani ya Hekalu. Lakini kwa kuwa alikuwa bubu, akawa anawaashiria kwa mikono."
  },
  {
    "verseNumber": "LUK 1:23",
    "verseText": "Muda wake wa kuhudumu Hekaluni ulipomalizika, akarudi nyumbani kwake."
  },
  {
    "verseNumber": "LUK 1:24",
    "verseText": "Baada ya muda usio mrefu, Elizabeti mkewe akapata mimba, naye akajitenga kwa miezi mitano."
  },
  {
    "verseNumber": "LUK 1:25",
    "verseText": "Akasema, “Hili ndilo Bwana alilonitendea aliponiangalia kwa upendeleo na kuniondolea aibu yangu mbele ya watu.”"
  },
  {
    "verseNumber": "LUK 1:26",
    "verseText": "Mwezi wa sita baada ya Elizabeti kupata mimba, Mungu alimtuma malaika Gabrieli aende Galilaya katika mji wa Nazareti,"
  },
  {
    "verseNumber": "LUK 1:27",
    "verseText": "kwa mwanamwali bikira aliyekuwa ameposwa na mtu mmoja jina lake Yosefu wa nyumba ya Daudi. Jina la huyu mwanamwali bikira ni Maria."
  },
  {
    "verseNumber": "LUK 1:28",
    "verseText": "Naye malaika akaja kwake akamwambia: “Salamu, wewe uliyebarikiwa, Bwana yu pamoja nawe!”"
  },
  {
    "verseNumber": "LUK 1:29",
    "verseText": "Maria akafadhaishwa sana na maneno haya, akajiuliza moyoni, “Salamu hii ni ya namna gani?”"
  },
  {
    "verseNumber": "LUK 1:30",
    "verseText": "Ndipo malaika akamwambia, “Usiogope, Maria, umepata kibali kwa Mungu."
  },
  {
    "verseNumber": "LUK 1:31",
    "verseText": "Tazama, utachukua mimba, nawe utamzaa mtoto mwanaume na utamwita jina lake Yesu."
  },
  {
    "verseNumber": "LUK 1:32",
    "verseText": "Yeye atakuwa mkuu, naye ataitwa Mwana wa Aliye Juu Sana. BWANA Mungu atampa kiti cha enzi cha Daudi baba yake."
  },
  {
    "verseNumber": "LUK 1:33",
    "verseText": "Ataimiliki nyumba ya Yakobo milele, na ufalme wake hautakuwa na mwisho.”"
  },
  {
    "verseNumber": "LUK 1:34",
    "verseText": "Maria akamuuliza huyo malaika, “Maadamu mimi ni bikira, jambo hili litawezekanaje?”"
  },
  {
    "verseNumber": "LUK 1:35",
    "verseText": "Malaika akamjibu, “Roho Mtakatifu atakujilia juu yako, nazo nguvu zake Yeye Aliye Juu Sana zitakufunika kama kivuli. Kwa hiyo mtoto atakayezaliwa atakuwa mtakatifu, naye ataitwa Mwana wa Mungu."
  },
  {
    "verseNumber": "LUK 1:36",
    "verseText": "Tazama, jamaa yako Elizabeti amechukua mimba katika uzee wake, na huu ni mwezi wake wa sita, yeye aliyeitwa tasa."
  },
  {
    "verseNumber": "LUK 1:37",
    "verseText": "Kwa maana kwa Mungu hakuna lisilowezekana.”"
  },
  {
    "verseNumber": "LUK 1:38",
    "verseText": "Maria akasema, “Tazama, mimi ni mtumishi wa Bwana. Na iwe kwangu kama ulivyosema.” Kisha malaika akaondoka, akamwacha."
  },
  {
    "verseNumber": "LUK 1:39",
    "verseText": "Wakati huo Maria akajiandaa, akaharakisha kwenda katika mji mmoja kwenye vilima vya Uyahudi."
  },
  {
    "verseNumber": "LUK 1:40",
    "verseText": "Akaingia nyumbani kwa Zekaria na kumsalimu Elizabeti."
  },
  {
    "verseNumber": "LUK 1:41",
    "verseText": "Naye Elizabeti aliposikia salamu ya Maria, mtoto aliyekuwa tumboni mwake akaruka. Elizabeti akajazwa na Roho Mtakatifu,"
  },
  {
    "verseNumber": "LUK 1:42",
    "verseText": "akapaza sauti kwa nguvu akasema, “Umebarikiwa wewe miongoni mwa wanawake, naye mtoto utakayemzaa amebarikiwa."
  },
  {
    "verseNumber": "LUK 1:43",
    "verseText": "Lakini ni kwa nini mimi nimepata upendeleo kiasi hiki, hata mama wa Bwana wangu afike kwangu?"
  },
  {
    "verseNumber": "LUK 1:44",
    "verseText": "Mara tu niliposikia sauti ya salamu yako, mtoto aliyeko tumboni mwangu aliruka kwa furaha."
  },
  {
    "verseNumber": "LUK 1:45",
    "verseText": "Amebarikiwa yeye aliyeamini kwamba lile Bwana alilomwambia litatimizwa.”"
  },
  {
    "verseNumber": "LUK 1:46",
    "verseText": "Naye Maria akasema: “Moyo wangu wamwadhimisha Bwana,"
  },
  {
    "verseNumber": "LUK 1:47",
    "verseText": "nayo roho yangu inamfurahia Mungu Mwokozi wangu,"
  },
  {
    "verseNumber": "LUK 1:48",
    "verseText": "kwa kuwa ameangalia kwa fadhili unyonge wa mtumishi wake. Hakika tangu sasa vizazi vyote vitaniita aliyebarikiwa,"
  },
  {
    "verseNumber": "LUK 1:49",
    "verseText": "kwa maana yeye Mwenye Nguvu amenitendea mambo ya ajabu: jina lake ni takatifu."
  },
  {
    "verseNumber": "LUK 1:50",
    "verseText": "Rehema zake huwaendea wale wamchao, kutoka kizazi hadi kizazi."
  },
  {
    "verseNumber": "LUK 1:51",
    "verseText": "Kwa kuwa ametenda mambo ya ajabu kwa mkono wake; amewatawanya wale wenye kiburi ndani ya mioyo yao."
  },
  {
    "verseNumber": "LUK 1:52",
    "verseText": "Amewashusha watawala toka kwenye viti vyao vya enzi, lakini amewainua wanyenyekevu."
  },
  {
    "verseNumber": "LUK 1:53",
    "verseText": "Amewashibisha wenye njaa kwa vitu vizuri, bali matajiri amewafukuza mikono mitupu."
  },
  {
    "verseNumber": "LUK 1:54",
    "verseText": "Amemsaidia mtumishi wake Israeli, kwa kukumbuka ahadi yake ya kumrehemu"
  },
  {
    "verseNumber": "LUK 1:55",
    "verseText": "Abrahamu na uzao wake milele, kama alivyowaahidi baba zetu.”"
  },
  {
    "verseNumber": "LUK 1:56",
    "verseText": "Maria akakaa na Elizabeti karibu miezi mitatu, kisha akarudi nyumbani kwake."
  },
  {
    "verseNumber": "LUK 1:57",
    "verseText": "Ulipowadia wakati wa Elizabeti kujifungua, alizaa mtoto mwanaume."
  },
  {
    "verseNumber": "LUK 1:58",
    "verseText": "Majirani zake na jamii zake wakasikia jinsi Bwana alivyomfanyia rehema kuu, nao wakafurahi pamoja naye."
  },
  {
    "verseNumber": "LUK 1:59",
    "verseText": "Siku ya nane wakaja kumtahiri mtoto, wakataka yule mtoto aitwe Zekaria, ambalo ndilo jina la baba yake."
  },
  {
    "verseNumber": "LUK 1:60",
    "verseText": "Lakini mama yake akakataa na kusema, “Hapana! Jina lake ataitwa Yohana.”"
  },
  {
    "verseNumber": "LUK 1:61",
    "verseText": "Wakamwambia, “Hakuna mtu yeyote katika jamaa yako mwenye jina kama hilo.”"
  },
  {
    "verseNumber": "LUK 1:62",
    "verseText": "Basi wakamfanyia Zekaria baba yake ishara ili kujua kwamba yeye angependa kumpa mtoto jina gani."
  },
  {
    "verseNumber": "LUK 1:63",
    "verseText": "Akaomba wampe kibao cha kuandikia na kwa mshangao wa kila mtu akaandika: “Jina lake ni Yohana.”"
  },
  {
    "verseNumber": "LUK 1:64",
    "verseText": "Papo hapo kinywa chake kikafunguliwa na ulimi wake ukaachiwa, akawa anaongea akimsifu Mungu."
  },
  {
    "verseNumber": "LUK 1:65",
    "verseText": "Majirani wote wakajawa na hofu ya Mungu, na katika nchi yote ya vilima vya Uyahudi watu walikuwa wakinena juu ya mambo haya yote."
  },
  {
    "verseNumber": "LUK 1:66",
    "verseText": "Kila aliyesikia habari hizi alishangaa akauliza, “Je, mtoto huyu atakuwa mtu wa namna gani?” Maana mkono wa Bwana ulikuwa pamoja naye."
  },
  {
    "verseNumber": "LUK 1:67",
    "verseText": "Zekaria, baba yake, akajazwa na Roho Mtakatifu, naye akatoa unabii, akisema:"
  },
  {
    "verseNumber": "LUK 1:68",
    "verseText": "“Ahimidiwe Bwana, Mungu wa Israeli, kwa kuwa amewajilia watu wake na kuwakomboa."
  },
  {
    "verseNumber": "LUK 1:69",
    "verseText": "Naye ametusimamishia pembe ya wokovu katika nyumba ya Daudi mtumishi wake,"
  },
  {
    "verseNumber": "LUK 1:70",
    "verseText": "kama alivyonena kwa vinywa vya manabii wake watakatifu tangu zamani,"
  },
  {
    "verseNumber": "LUK 1:71",
    "verseText": "kwamba atatuokoa kutoka kwa adui zetu, na kutoka mikononi mwao wote watuchukiao:"
  },
  {
    "verseNumber": "LUK 1:72",
    "verseText": "ili kuonyesha rehema kwa baba zetu na kukumbuka Agano lake takatifu,"
  },
  {
    "verseNumber": "LUK 1:73",
    "verseText": "kiapo alichomwapia baba yetu Abrahamu:"
  },
  {
    "verseNumber": "LUK 1:74",
    "verseText": "kutuokoa kutoka mikononi mwa adui zetu, tupate kumtumikia yeye pasipo hofu"
  },
  {
    "verseNumber": "LUK 1:75",
    "verseText": "katika utakatifu na haki mbele zake, siku zetu zote."
  },
  {
    "verseNumber": "LUK 1:76",
    "verseText": "“Nawe mtoto wangu, utaitwa nabii wa Aliye Juu Sana; kwa kuwa utamtangulia Bwana na kuandaa njia kwa ajili yake,"
  },
  {
    "verseNumber": "LUK 1:77",
    "verseText": "kuwajulisha watu wake juu ya wokovu utakaopatikana kwa kusamehewa dhambi zao,"
  },
  {
    "verseNumber": "LUK 1:78",
    "verseText": "kwa ajili ya wingi wa rehema za Mungu wetu, nuru itokayo juu itatuzukia"
  },
  {
    "verseNumber": "LUK 1:79",
    "verseText": "ili kuwaangazia wale waishio gizani na katika uvuli wa mauti, kuiongoza miguu yetu katika njia ya amani.”"
  },
  {
    "verseNumber": "LUK 1:80",
    "verseText": "Yule mtoto akakua na kuongezeka nguvu katika roho; akaishi nyikani hadi siku ile alipojionyesha hadharani kwa Waisraeli."
  },
  {
    "verseNumber": "LUK 2:1",
    "verseText": "Siku zile Kaisari Augusto alitoa amri kwamba watu wote waandikishwe katika ulimwengu wa Kirumi."
  },
  {
    "verseNumber": "LUK 2:2",
    "verseText": "(Orodha hii ndiyo ya kwanza iliyofanyika wakati Krenio alikuwa mtawala wa Shamu )."
  },
  {
    "verseNumber": "LUK 2:3",
    "verseText": "Kila mtu alikwenda kuandikishwa katika mji wake alikozaliwa."
  },
  {
    "verseNumber": "LUK 2:4",
    "verseText": "Hivyo Yosefu akapanda kutoka mji wa Nazareti ulioko Galilaya kwenda Uyahudi, mpaka Bethlehemu, mji wa Daudi, kwa sababu yeye alikuwa wa ukoo na wa nyumba ya Daudi."
  },
  {
    "verseNumber": "LUK 2:5",
    "verseText": "Alikwenda huko kujiandikisha pamoja na Maria, ambaye alikuwa amemposa naye alikuwa mjamzito."
  },
  {
    "verseNumber": "LUK 2:6",
    "verseText": "Wakiwa Bethlehemu, wakati wa Maria wa kujifungua ukawa umetimia,"
  },
  {
    "verseNumber": "LUK 2:7",
    "verseText": "naye akamzaa mwanawe, kifungua mimba. Akamfunika nguo za kitoto na kumlaza katika hori ya kulia ngʼombe, kwa sababu hapakuwa na nafasi katika nyumba ya wageni."
  },
  {
    "verseNumber": "LUK 2:8",
    "verseText": "Katika eneo lile walikuwako wachungaji waliokuwa wakikaa mashambani, wakilinda makundi yao ya kondoo usiku."
  },
  {
    "verseNumber": "LUK 2:9",
    "verseText": "Ghafula tazama, malaika wa Bwana akawatokea, nao utukufu wa Bwana ukawangʼaria kotekote, wakaingiwa na hofu."
  },
  {
    "verseNumber": "LUK 2:10",
    "verseText": "Lakini malaika akawaambia: “Msiogope. Kwa maana tazama nawaletea habari njema za furaha itakayokuwa kwa watu wote."
  },
  {
    "verseNumber": "LUK 2:11",
    "verseText": "Leo katika mji wa Daudi kwa ajili yenu amezaliwa Mwokozi, ndiye Kristo Bwana."
  },
  {
    "verseNumber": "LUK 2:12",
    "verseText": "Hii ndiyo itakayokuwa ishara kwenu: Mtamkuta mtoto mchanga amefunikwa nguo za kitoto na kulazwa katika hori ya kulia ngʼombe.”"
  },
  {
    "verseNumber": "LUK 2:13",
    "verseText": "Ghafula pakawa na jeshi kubwa la mbinguni pamoja na huyo malaika wakimsifu Mungu wakisema,"
  },
  {
    "verseNumber": "LUK 2:14",
    "verseText": "“Atukuzwe Mungu juu mbinguni, na duniani iwe amani kwa watu aliowaridhia.”"
  },
  {
    "verseNumber": "LUK 2:15",
    "verseText": "Hao malaika walipokwisha kuondoka na kwenda zao mbinguni, wale wachungaji wakasemezana wao kwa wao, “Twendeni Bethlehemu tukaone mambo haya ya ajabu yaliyotukia, ambayo Bwana ametuambia habari zake.”"
  },
  {
    "verseNumber": "LUK 2:16",
    "verseText": "Hivyo wakaenda haraka Bethlehemu, wakawakuta Maria na Yosefu na yule mtoto mchanga akiwa amelala katika hori la kulia ngʼombe."
  },
  {
    "verseNumber": "LUK 2:17",
    "verseText": "Walipomwona yule mtoto, wakawaeleza yale waliyokuwa wameambiwa kuhusu huyo mtoto."
  },
  {
    "verseNumber": "LUK 2:18",
    "verseText": "Nao wote waliosikia habari hizi wakastaajabia yale waliyoambiwa na wale wachungaji wa kondoo."
  },
  {
    "verseNumber": "LUK 2:19",
    "verseText": "Lakini Maria akayaweka mambo haya yote moyoni mwake na kuyatafakari."
  },
  {
    "verseNumber": "LUK 2:20",
    "verseText": "Wale wachungaji wakarudi, huku wakimtukuza Mungu na kumsifu kwa ajili ya mambo yote waliyokuwa wameambiwa na kuyaona."
  },
  {
    "verseNumber": "LUK 2:21",
    "verseText": "Hata zilipotimia siku nane, ulikuwa ndio wakati wa kumtahiri mtoto, akaitwa Yesu, jina alilokuwa amepewa na malaika kabla hajatungwa mimba."
  },
  {
    "verseNumber": "LUK 2:22",
    "verseText": "Ulipotimia wakati wa utakaso wake Maria kwa mujibu wa Sheria ya Mose, basi Yosefu na Maria walimpeleka mtoto Yerusalemu, ili kumweka wakfu kwa Bwana"
  },
  {
    "verseNumber": "LUK 2:23",
    "verseText": "(kama ilivyoandikwa katika Sheria ya Bwana, kwamba, “Kila mtoto wa kiume kifungua mimba atawekwa wakfu kwa Bwana”),"
  },
  {
    "verseNumber": "LUK 2:24",
    "verseText": "na pia kutoa dhabihu kulingana na yale yaliyonenwa katika Sheria ya Bwana: “Hua wawili au makinda mawili ya njiwa.”"
  },
  {
    "verseNumber": "LUK 2:25",
    "verseText": "Basi alikuwako huko Yerusalemu mtu mmoja jina lake Simeoni, ambaye alikuwa mwenye haki na mcha Mungu, akitarajia faraja ya Israeli, na Roho Mtakatifu alikuwa juu yake."
  },
  {
    "verseNumber": "LUK 2:26",
    "verseText": "Roho Mtakatifu alikuwa amemfunulia kuwa hatakufa kabla hajamwona Kristo wa Bwana."
  },
  {
    "verseNumber": "LUK 2:27",
    "verseText": "Simeoni, akiwa ameongozwa na Roho Mtakatifu, alikwenda Hekaluni. Wazazi walipomleta mtoto Yesu ili kumfanyia kama ilivyokuwa desturi ya Sheria,"
  },
  {
    "verseNumber": "LUK 2:28",
    "verseText": "ndipo Simeoni akampokea mtoto mikononi mwake na kumsifu Mungu, akisema:"
  },
  {
    "verseNumber": "LUK 2:29",
    "verseText": "“Bwana Mwenyezi, kama ulivyoahidi, sasa wamruhusu mtumishi wako aende zake kwa amani."
  },
  {
    "verseNumber": "LUK 2:30",
    "verseText": "Kwa maana macho yangu yameuona wokovu wako,"
  },
  {
    "verseNumber": "LUK 2:31",
    "verseText": "ulioweka tayari machoni pa watu wote,"
  },
  {
    "verseNumber": "LUK 2:32",
    "verseText": "nuru kwa ajili ya ufunuo kwa watu wa Mataifa na kwa ajili ya utukufu kwa watu wako Israeli.”"
  },
  {
    "verseNumber": "LUK 2:33",
    "verseText": "Naye Yosefu na mama yake mtoto wakastaajabu kwa yale yaliyokuwa yamesemwa kumhusu huyo mtoto."
  },
  {
    "verseNumber": "LUK 2:34",
    "verseText": "Kisha Simeoni akawabariki, akamwambia Maria mama yake, “Mtoto huyu amewekwa kwa makusudi ya kuanguka na kuinuka kwa wengi katika Israeli. Atakuwa ishara ambayo watu watanena dhidi yake,"
  },
  {
    "verseNumber": "LUK 2:35",
    "verseText": "ili mawazo ya mioyo mingi yadhihirike. Nao upanga utauchoma moyo wako.”"
  },
  {
    "verseNumber": "LUK 2:36",
    "verseText": "Tena alikuwako Hekaluni nabii mmoja mwanamke, jina lake Ana binti Fanueli, wa kabila la Asheri. Alikuwa mzee sana; naye alikuwa ameolewa na kuishi na mume kwa miaka saba tu, kisha mumewe akafa."
  },
  {
    "verseNumber": "LUK 2:37",
    "verseText": "Hivyo alikuwa mjane na umri wake ulikuwa miaka themanini na minne. Yeye hakuondoka humo Hekaluni usiku wala mchana, bali alikuwa akimwabudu Mungu, akifunga na kuomba."
  },
  {
    "verseNumber": "LUK 2:38",
    "verseText": "Wakati huo huo, Ana alikuja akaanza kusifu, akimshukuru Mungu na kusema habari za huyo mtoto kwa watu wote waliokuwa wakitarajia ukombozi wa Yerusalemu."
  },
  {
    "verseNumber": "LUK 2:39",
    "verseText": "Yosefu na Maria walipokuwa wamekamilisha mambo yote yaliyotakiwa na Sheria ya Bwana, walirudi mjini kwao Nazareti huko Galilaya."
  },
  {
    "verseNumber": "LUK 2:40",
    "verseText": "Naye yule mtoto akakua na kuongezeka nguvu, akiwa amejaa hekima, na neema ya Mungu ilikuwa juu yake."
  },
  {
    "verseNumber": "LUK 2:41",
    "verseText": "Kila mwaka Yosefu na Maria mama yake Yesu walikuwa na desturi ya kwenda Yerusalemu kwa ajili ya Sikukuu ya Pasaka."
  },
  {
    "verseNumber": "LUK 2:42",
    "verseText": "Yesu alipokuwa na umri wa miaka kumi na miwili, walipanda kwenda kwenye Sikukuu hiyo kama ilivyokuwa desturi."
  },
  {
    "verseNumber": "LUK 2:43",
    "verseText": "Baada ya Sikukuu kumalizika, wakati Yosefu na Maria mama yake walipokuwa wakirudi nyumbani, Yesu alibaki Yerusalemu lakini hawakutambua."
  },
  {
    "verseNumber": "LUK 2:44",
    "verseText": "Wao wakidhani kuwa yuko miongoni mwa wasafiri, walienda mwendo wa kutwa nzima. Ndipo wakaanza kumtafuta miongoni mwa jamaa zao na marafiki."
  },
  {
    "verseNumber": "LUK 2:45",
    "verseText": "Walipomkosa walirudi Yerusalemu ili kumtafuta."
  },
  {
    "verseNumber": "LUK 2:46",
    "verseText": "Baada ya siku tatu wakamkuta ndani ya Hekalu, akiwa ameketi katikati ya walimu wa sheria, akiwasikiliza na kuwauliza maswali."
  },
  {
    "verseNumber": "LUK 2:47",
    "verseText": "Wote waliomsikia walistaajabishwa na uwezo wake mkubwa wa kuelewa, na majibu aliyoyatoa."
  },
  {
    "verseNumber": "LUK 2:48",
    "verseText": "Yosefu na Maria mama yake walipomwona walishangaa. Mama yake akamuuliza, “Mwanangu, mbona umetufanyia hivi? Tazama, mimi na baba yako tumekuwa tukikutafuta kwa wasiwasi mkubwa kila mahali.”"
  },
  {
    "verseNumber": "LUK 2:49",
    "verseText": "Yesu akawaambia, “Kwa nini kunitafuta? Hamkujua kwamba imenipasa kuwa katika nyumba ya Baba yangu?”"
  },
  {
    "verseNumber": "LUK 2:50",
    "verseText": "Lakini wao hawakuelewa maana ya lile alilowaambia."
  },
  {
    "verseNumber": "LUK 2:51",
    "verseText": "Ndipo akashuka pamoja nao hadi Nazareti, naye alikuwa mtiifu kwao. Lakini mama yake akayaweka moyoni mwake mambo haya yote."
  },
  {
    "verseNumber": "LUK 2:52",
    "verseText": "Naye Yesu akakua katika hekima na kimo, akimpendeza Mungu na wanadamu."
  },
  {
    "verseNumber": "LUK 3:1",
    "verseText": "Katika mwaka wa kumi na tano wa utawala wa Kaisari Tiberio, Pontio Pilato akiwa mtawala wa Uyahudi, Herode akiwa mfalme wa Galilaya, Filipo ndugu yake akiwa mfalme wa Iturea na nchi ya Trakoniti, na Lisania akiwa mfalme wa Abilene,"
  },
  {
    "verseNumber": "LUK 3:2",
    "verseText": "nao Anasi na Kayafa wakiwa makuhani wakuu, neno la Mungu likamjia Yohana, mwana wa Zekaria huko jangwani."
  },
  {
    "verseNumber": "LUK 3:3",
    "verseText": "Akaenda katika nchi yote kandokando ya Mto Yordani, akihubiri ubatizo wa toba kwa ajili ya msamaha wa dhambi."
  },
  {
    "verseNumber": "LUK 3:4",
    "verseText": "Kama ilivyoandikwa katika kitabu cha nabii Isaya: “Sauti ya mtu aliaye nyikani, ‘Itengenezeni njia ya Bwana, yanyoosheni mapito yake."
  },
  {
    "verseNumber": "LUK 3:5",
    "verseText": "Kila bonde litajazwa, kila mlima na kilima vitashushwa. Njia zilizopinda zitanyooshwa, na zilizoparuza zitasawazishwa."
  },
  {
    "verseNumber": "LUK 3:6",
    "verseText": "Nao watu wote watauona wokovu wa Mungu.’ ”"
  },
  {
    "verseNumber": "LUK 3:7",
    "verseText": "Yohana akauambia ule umati wa watu uliokuwa unakuja ili kubatizwa naye, “Ninyi watoto wa nyoka! Ni nani aliyewaonya kuikimbia ghadhabu inayokuja?"
  },
  {
    "verseNumber": "LUK 3:8",
    "verseText": "Basi zaeni matunda yastahiliyo toba. Wala msianze kusema mioyoni mwenu kuwa, ‘Sisi tunaye Abrahamu, baba yetu.’ Kwa maana nawaambia kuwa Mungu anaweza kumwinulia Abrahamu watoto kutoka mawe haya."
  },
  {
    "verseNumber": "LUK 3:9",
    "verseText": "Hata sasa shoka limeshawekwa tayari kwenye shina la kila mti. Basi kila mti usiozaa matunda mazuri hukatwa na kutupwa motoni.”"
  },
  {
    "verseNumber": "LUK 3:10",
    "verseText": "Ule umati wa watu ukamuuliza, “Inatupasa tufanyeje basi?”"
  },
  {
    "verseNumber": "LUK 3:11",
    "verseText": "Yohana akawaambia, “Aliye na kanzu mbili amgawie asiye nayo, naye aliye na chakula na afanye vivyo hivyo.”"
  },
  {
    "verseNumber": "LUK 3:12",
    "verseText": "Watoza ushuru nao wakaja ili wabatizwe, wakamuuliza, “Bwana na sisi inatupasa tufanyeje?”"
  },
  {
    "verseNumber": "LUK 3:13",
    "verseText": "Akawaambia, “Msichukue zaidi ya kiwango mlichopangiwa.”"
  },
  {
    "verseNumber": "LUK 3:14",
    "verseText": "Askari nao wakamuuliza, “Je, nasi inatupasa tufanye nini?” Akawaambia, “Msimdhulumu mtu wala msimshtaki mtu kwa uongo, bali mridhike na mishahara yenu.”"
  },
  {
    "verseNumber": "LUK 3:15",
    "verseText": "Watu walikuwa na matazamio makubwa. Wakawa wanajiuliza mioyoni mwao iwapo Yohana angeweza kuwa ndiye Kristo."
  },
  {
    "verseNumber": "LUK 3:16",
    "verseText": "Yohana akawajibu akawaambia, “Mimi nawabatiza kwa maji. Lakini atakuja aliye na nguvu kuniliko mimi, ambaye sistahili hata kufungua kamba za viatu vyake. Yeye atawabatiza kwa Roho Mtakatifu na kwa moto."
  },
  {
    "verseNumber": "LUK 3:17",
    "verseText": "Pepeto lake liko mkononi, tayari kusafisha sakafu yake ya kupuria na kuikusanya ngano ghalani, lakini makapi atayateketeza kwa moto usiozimika.”"
  },
  {
    "verseNumber": "LUK 3:18",
    "verseText": "Basi, kwa maonyo mengine mengi Yohana aliwasihi na kuwahubiria watu Habari Njema."
  },
  {
    "verseNumber": "LUK 3:19",
    "verseText": "Lakini Yohana alipomkemea Mfalme Herode kuhusu uhusiano wake na Herodia, mke wa ndugu yake, na maovu mengine aliyokuwa amefanya,"
  },
  {
    "verseNumber": "LUK 3:20",
    "verseText": "Herode aliongezea jambo hili kwa hayo mengine yote: alimfunga Yohana gerezani."
  },
  {
    "verseNumber": "LUK 3:21",
    "verseText": "Baada ya watu wote kubatizwa, Yesu naye akabatizwa. Naye alipokuwa akiomba, mbingu zilifunguka."
  },
  {
    "verseNumber": "LUK 3:22",
    "verseText": "Roho Mtakatifu akashuka juu yake kwa umbo kama la hua, nayo sauti kutoka mbinguni ikasema: “Wewe ni Mwanangu mpendwa; nami nimependezwa nawe sana.”"
  },
  {
    "verseNumber": "LUK 3:23",
    "verseText": "Yesu alikuwa na umri wa miaka thelathini alipoanza huduma yake. Alikuwa akidhaniwa kuwa mwana wa Yosefu, Yosefu alikuwa mwana wa Eli,"
  },
  {
    "verseNumber": "LUK 3:24",
    "verseText": "Eli alikuwa mwana wa Mathati, Mathati alikuwa mwana wa Lawi, Lawi alikuwa mwana wa Melki, Melki alikuwa mwana wa Yanai, Yanai alikuwa mwana wa Yosefu,"
  },
  {
    "verseNumber": "LUK 3:25",
    "verseText": "Yosefu alikuwa mwana wa Matathia, Matathia alikuwa mwana wa Amosi, Amosi alikuwa mwana wa Nahumu, Nahumu alikuwa mwana wa Esli, Esli alikuwa mwana wa Nagai,"
  },
  {
    "verseNumber": "LUK 3:26",
    "verseText": "Nagai alikuwa mwana wa Maathi, Maathi alikuwa mwana wa Matathia, Matathia alikuwa mwana wa Semeini, Semeini alikuwa mwana wa Yoseki, Yoseki alikuwa mwana wa Yoda,"
  },
  {
    "verseNumber": "LUK 3:27",
    "verseText": "Yoda alikuwa mwana wa Yoanani, Yoanani alikuwa mwana wa Resa, Resa alikuwa mwana wa Zerubabeli, Zerubabeli alikuwa mwana wa Shealtieli, Shealtieli alikuwa mwana wa Neri,"
  },
  {
    "verseNumber": "LUK 3:28",
    "verseText": "Neri alikuwa mwana wa Melki, Melki alikuwa mwana wa Adi, Adi alikuwa mwana wa Kosamu, Kosamu alikuwa mwana wa Elmadamu, Elmadamu alikuwa mwana wa Eri,"
  },
  {
    "verseNumber": "LUK 3:29",
    "verseText": "Eri alikuwa mwana wa Yoshua, Yoshua alikuwa mwana wa Eliezeri, Eliezeri alikuwa mwana wa Yorimu, Yorimu alikuwa mwana wa Mathati, Mathati alikuwa mwana wa Lawi,"
  },
  {
    "verseNumber": "LUK 3:30",
    "verseText": "Lawi alikuwa mwana wa Simeoni, Simeoni alikuwa mwana wa Yuda, Yuda alikuwa mwana wa Yosefu, Yosefu alikuwa mwana wa Yonamu, Yonamu alikuwa mwana wa Eliakimu, Eliakimu alikuwa mwana wa Melea,"
  },
  {
    "verseNumber": "LUK 3:31",
    "verseText": "Melea alikuwa mwana wa Mena, Mena alikuwa mwana wa Matatha, Matatha alikuwa mwana wa Nathani, Nathani alikuwa mwana wa Daudi,"
  },
  {
    "verseNumber": "LUK 3:32",
    "verseText": "Daudi alikuwa mwana wa Yese, Yese alikuwa mwana wa Obedi, Obedi alikuwa mwana wa Boazi, Boazi alikuwa mwana wa Salmoni, Salmoni alikuwa mwana wa Nashoni,"
  },
  {
    "verseNumber": "LUK 3:33",
    "verseText": "Nashoni alikuwa mwana wa Aminadabu, Aminadabu alikuwa mwana wa Aramu, Aramu alikuwa mwana wa Hesroni, Hesroni alikuwa mwana wa Peresi, Peresi alikuwa mwana wa Yuda,"
  },
  {
    "verseNumber": "LUK 3:34",
    "verseText": "Yuda alikuwa mwana wa Yakobo, Yakobo alikuwa mwana wa Isaki, Isaki alikuwa mwana wa Abrahamu, Abrahamu alikuwa mwana wa Tera, Tera alikuwa mwana wa Nahori,"
  },
  {
    "verseNumber": "LUK 3:35",
    "verseText": "Nahori alikuwa mwana wa Serugi, Serugi alikuwa mwana wa Reu, Reu alikuwa mwana wa Pelegi, Pelegi alikuwa mwana wa Eberi, Eberi alikuwa mwana wa Sala,"
  },
  {
    "verseNumber": "LUK 3:36",
    "verseText": "Sala alikuwa mwana wa Kenani, Kenani alikuwa mwana wa Arfaksadi, Arfaksadi alikuwa mwana wa Shemu, Shemu alikuwa mwana wa Noa, Noa alikuwa mwana wa Lameki,"
  },
  {
    "verseNumber": "LUK 3:37",
    "verseText": "Lameki alikuwa mwana wa Methusela, Methusela alikuwa mwana wa Enoki, Enoki alikuwa mwana wa Yaredi, Yaredi alikuwa mwana wa Mahalaleli, Mahalaleli alikuwa mwana wa Kenani,"
  },
  {
    "verseNumber": "LUK 3:38",
    "verseText": "Kenani alikuwa mwana wa Enoshi, Enoshi alikuwa mwana wa Sethi, Sethi alikuwa mwana wa Adamu, Adamu alikuwa mwana wa Mungu."
  },
  {
    "verseNumber": "LUK 4:1",
    "verseText": "Yesu, akiwa amejaa Roho Mtakatifu, akarudi kutoka Yordani. Akaongozwa na Roho Mtakatifu hadi nyikani,"
  },
  {
    "verseNumber": "LUK 4:2",
    "verseText": "mahali ambako kwa siku arobaini alikuwa akijaribiwa na ibilisi. Kwa siku zote hizo hakula chochote, hivyo baada ya muda huo akaona njaa."
  },
  {
    "verseNumber": "LUK 4:3",
    "verseText": "Ibilisi akamwambia, “Ikiwa wewe ni Mwana wa Mungu, amuru jiwe hili liwe mkate.”"
  },
  {
    "verseNumber": "LUK 4:4",
    "verseText": "Yesu akajibu akamwambia, “Imeandikwa: ‘Mtu haishi kwa mkate tu.’ ”"
  },
  {
    "verseNumber": "LUK 4:5",
    "verseText": "Ibilisi akampeleka hadi juu ya mlima mrefu akamwonyesha milki zote za dunia kwa mara moja."
  },
  {
    "verseNumber": "LUK 4:6",
    "verseText": "Akamwambia, “Nitakupa mamlaka juu ya milki hizi na fahari zake zote, kwa maana zimekabidhiwa mkononi mwangu nami ninaweza kumpa yeyote ninayetaka."
  },
  {
    "verseNumber": "LUK 4:7",
    "verseText": "Hivyo ikiwa utanisujudia na kuniabudu, vyote vitakuwa vyako.”"
  },
  {
    "verseNumber": "LUK 4:8",
    "verseText": "Yesu akamjibu, “Imeandikwa: ‘Mwabudu Bwana Mungu wako na umtumikie yeye peke yake.’ ”"
  },
  {
    "verseNumber": "LUK 4:9",
    "verseText": "Kisha ibilisi akampeleka mpaka Yerusalemu, akamweka juu ya mnara mrefu wa Hekalu, akamwambia, “Kama wewe ndiwe Mwana wa Mungu, jitupe chini kutoka hapa,"
  },
  {
    "verseNumber": "LUK 4:10",
    "verseText": "kwa maana imeandikwa: “ ‘Atakuagizia malaika zake ili wakulinde;"
  },
  {
    "verseNumber": "LUK 4:11",
    "verseText": "nao watakuchukua mikononi mwao, usije ukajikwaa mguu wako katika jiwe.’ ”"
  },
  {
    "verseNumber": "LUK 4:12",
    "verseText": "Yesu akamjibu, “Imesemwa, ‘Usimjaribu Bwana Mungu wako.’ ”"
  },
  {
    "verseNumber": "LUK 4:13",
    "verseText": "Ibilisi alipomaliza kila jaribu, akamwacha Yesu mpaka wakati mwingine ufaao."
  },
  {
    "verseNumber": "LUK 4:14",
    "verseText": "Kisha Yesu akarudi mpaka Galilaya, akiwa amejaa nguvu za Roho Mtakatifu, nazo habari zake zikaenea katika sehemu zote za nchi za kandokando."
  },
  {
    "verseNumber": "LUK 4:15",
    "verseText": "Akaanza kufundisha kwenye masinagogi yao, na kila mmoja akamsifu."
  },
  {
    "verseNumber": "LUK 4:16",
    "verseText": "Yesu akaenda Nazareti, alipolelewa, na siku ya Sabato alikwenda katika sinagogi kama ilivyokuwa desturi yake. Akasimama ili asome,"
  },
  {
    "verseNumber": "LUK 4:17",
    "verseText": "naye akapewa kitabu cha nabii Isaya, akakifungua na kukuta mahali palipoandikwa:"
  },
  {
    "verseNumber": "LUK 4:18",
    "verseText": "“Roho wa Bwana yu juu yangu, kwa sababu amenitia mafuta kuwahubiria maskini habari njema. Amenituma kuwatangazia wafungwa kufunguliwa kwao, na vipofu kupata kuona tena, kuwaweka huru wanaoonewa,"
  },
  {
    "verseNumber": "LUK 4:19",
    "verseText": "na kutangaza mwaka wa Bwana uliokubalika.”"
  },
  {
    "verseNumber": "LUK 4:20",
    "verseText": "Kisha akakifunga kitabu, akamrudishia mtumishi na akaketi. Watu wote waliokuwamo katika sinagogi wakamkazia macho."
  },
  {
    "verseNumber": "LUK 4:21",
    "verseText": "Ndipo akaanza kwa kuwaambia, “Leo Andiko hili limetimia mkiwa mnasikia.”"
  },
  {
    "verseNumber": "LUK 4:22",
    "verseText": "Wote waliokuwako wakamsifu na kuyastaajabia maneno yake yaliyojaa neema, wakaulizana, “Je, huyu si mwana wa Yosefu?”"
  },
  {
    "verseNumber": "LUK 4:23",
    "verseText": "Yesu akawaambia, “Bila shaka mtatumia mithali hii: ‘Tabibu, jiponye mwenyewe! Mambo yale tuliyosikia kwamba uliyafanya huko Kapernaumu, yafanye na hapa kwenye mji wako.’ ”"
  },
  {
    "verseNumber": "LUK 4:24",
    "verseText": "Yesu akasema, “Amin, nawaambia, hakuna nabii anayekubalika katika mji wake mwenyewe."
  },
  {
    "verseNumber": "LUK 4:25",
    "verseText": "Lakini ukweli ni kwamba palikuwa na wajane wengi katika Israeli wakati wa Eliya, mbingu zilipofungwa kwa miaka mitatu na miezi sita pakawa na njaa kuu katika nchi nzima."
  },
  {
    "verseNumber": "LUK 4:26",
    "verseText": "Hata hivyo Eliya hakutumwa hata kwa mmoja wao, bali kwa mjane mmoja wa Sarepta katika nchi ya Sidoni."
  },
  {
    "verseNumber": "LUK 4:27",
    "verseText": "Pia palikuwa na wengi wenye ukoma katika Israeli katika siku za nabii Elisha, lakini hakuna hata mmoja wao aliyetakaswa, isipokuwa Naamani mtu wa Shamu.”"
  },
  {
    "verseNumber": "LUK 4:28",
    "verseText": "Watu wote katika sinagogi waliposikia maneno haya, wakakasirika sana."
  },
  {
    "verseNumber": "LUK 4:29",
    "verseText": "Wakasimama, wakamtoa nje ya mji, wakamchukua hadi kwenye kilele cha mlima mahali ambapo mji huo ulikuwa umejengwa, ili wamtupe chini kutoka kwenye mteremko mkali."
  },
  {
    "verseNumber": "LUK 4:30",
    "verseText": "Lakini yeye akapita papo hapo katikati ya huo umati wa watu akaenda zake."
  },
  {
    "verseNumber": "LUK 4:31",
    "verseText": "Kisha Yesu akashuka kwenda Kapernaumu, mji wa Galilaya, na katika siku ya Sabato akawa anafundisha."
  },
  {
    "verseNumber": "LUK 4:32",
    "verseText": "Wakashangazwa sana na mafundisho yake, maana maneno yake yalikuwa na mamlaka."
  },
  {
    "verseNumber": "LUK 4:33",
    "verseText": "Ndani ya sinagogi palikuwa na mtu aliyekuwa amepagawa na pepo mchafu. Naye akapiga kelele kwa nguvu akisema,"
  },
  {
    "verseNumber": "LUK 4:34",
    "verseText": "“Tuache! Tuna nini nawe, Yesu wa Nazareti? Je, umekuja kutuangamiza? Ninakujua wewe ni nani. Wewe ndiwe Aliye Mtakatifu wa Mungu!”"
  },
  {
    "verseNumber": "LUK 4:35",
    "verseText": "Basi Yesu akamkemea yule pepo mchafu, akisema, “Nyamaza kimya! Nawe umtoke!” Yule pepo mchafu akamwangusha yule mtu chini mbele yao wote, akatoka pasipo kumdhuru."
  },
  {
    "verseNumber": "LUK 4:36",
    "verseText": "Watu wote wakashangaa, wakaambiana, “Mafundisho haya ni ya namna gani? Anawaamuru pepo wachafu kwa mamlaka na nguvu, nao wanatoka!”"
  },
  {
    "verseNumber": "LUK 4:37",
    "verseText": "Habari zake zikaanza kuenea kila mahali katika sehemu ile."
  },
  {
    "verseNumber": "LUK 4:38",
    "verseText": "Yesu akatoka katika sinagogi, akaenda nyumbani kwa Simoni. Basi huko alimkuta mama mkwe wa Simoni akiwa ameshikwa na homa kali, nao wakamwomba Yesu amsaidie."
  },
  {
    "verseNumber": "LUK 4:39",
    "verseText": "Hivyo Yesu akamwinamia na kukemea ile homa, nayo ikamwacha. Akaamka saa ile ile, naye akaanza kuwahudumia."
  },
  {
    "verseNumber": "LUK 4:40",
    "verseText": "Jua lilipokuwa linatua, watu wakamletea Yesu watu wote waliokuwa na maradhi mbalimbali, naye akaweka mikono yake juu ya kila mgonjwa, naye akawaponya."
  },
  {
    "verseNumber": "LUK 4:41",
    "verseText": "Pepo wachafu pia wakawatoka watu wengi, nao walipokuwa wakitoka wakapiga kelele, wakisema: “Wewe ni Mwana wa Mungu!” Lakini Yesu akawakemea na kuwazuia wasiseme, kwa maana walimjua kuwa yeye ndiye Kristo."
  },
  {
    "verseNumber": "LUK 4:42",
    "verseText": "Kesho yake, kulipopambazuka, Yesu alikwenda mahali pa faragha. Watu wengi wakawa wanamtafuta kila mahali, nao walipomwona wakajaribu kumzuia asiondoke."
  },
  {
    "verseNumber": "LUK 4:43",
    "verseText": "Lakini yeye akawaambia, “Imenipasa kuhubiri habari njema za Ufalme wa Mungu katika miji mingine pia, kwa maana kwa kusudi hili nilitumwa.”"
  },
  {
    "verseNumber": "LUK 4:44",
    "verseText": "Naye aliendelea kuhubiri katika masinagogi ya Uyahudi."
  },
  {
    "verseNumber": "LUK 5:1",
    "verseText": "Siku moja Yesu alipokuwa amesimama karibu na Ziwa la Genesareti, watu wengi wakiwa wanasongana kumzunguka ili wapate kusikia neno la Mungu,"
  },
  {
    "verseNumber": "LUK 5:2",
    "verseText": "akaona mashua mbili ukingoni mwa ziwa, zikiwa zimeachwa hapo na wavuvi waliokuwa wanaosha nyavu zao."
  },
  {
    "verseNumber": "LUK 5:3",
    "verseText": "Akaingia katika mojawapo ya hizo mashua ambayo ilikuwa ya Simoni, akamwomba aisogeze ndani ya maji kidogo kutoka ufuoni. Kisha akaketi na kufundisha watu akiwa mle ndani ya mashua."
  },
  {
    "verseNumber": "LUK 5:4",
    "verseText": "Alipomaliza kunena, akamwambia Simoni, “Sasa peleka mashua hadi kilindini kisha mshushe nyavu zenu mkavue samaki.”"
  },
  {
    "verseNumber": "LUK 5:5",
    "verseText": "Simoni akamjibu, “Bwana, tumefanya kazi ya kuchosha usiku kucha na hatukuvua chochote. Lakini, kwa neno lako nitazishusha nyavu.”"
  },
  {
    "verseNumber": "LUK 5:6",
    "verseText": "Nao walipozishusha nyavu zao, wakavua samaki wengi sana, nyavu zao zikajaa zikaanza kukatika."
  },
  {
    "verseNumber": "LUK 5:7",
    "verseText": "Wakawaashiria wavuvi wenzao kwenye ile mashua nyingine ili waje kuwasaidia. Wakaja, wakajaza mashua zote mbili samaki hata zikaanza kuzama."
  },
  {
    "verseNumber": "LUK 5:8",
    "verseText": "Simoni Petro alipoona haya yaliyotukia, alianguka miguuni mwa Yesu na kumwambia, “Bwana, ondoka kwangu. Mimi ni mtu mwenye dhambi!”"
  },
  {
    "verseNumber": "LUK 5:9",
    "verseText": "Kwa kuwa yeye na wavuvi wenzake walikuwa wameshangazwa sana na wingi wa samaki waliokuwa wamepata."
  },
  {
    "verseNumber": "LUK 5:10",
    "verseText": "Vivyo hivyo wenzake Simoni, yaani Yakobo na Yohana, wana wa Zebedayo, walishangazwa pia. Ndipo Yesu akamwambia Simoni, “Usiogope, tangu sasa utakuwa mvuvi wa watu.”"
  },
  {
    "verseNumber": "LUK 5:11",
    "verseText": "Hivyo wakasogeza mashua zao mpaka ufuoni mwa bahari, wakaacha kila kitu na kumfuata."
  },
  {
    "verseNumber": "LUK 5:12",
    "verseText": "Ikawa siku moja Yesu alipokuwa katika mji fulani, mtu mmoja mwenye ukoma mwili mzima akamjia. Alipomwona Yesu, alianguka chini mpaka uso wake ukagusa ardhi, akamsihi akisema, “Bwana, ukitaka, waweza kunitakasa.”"
  },
  {
    "verseNumber": "LUK 5:13",
    "verseText": "Yesu akanyoosha mkono wake, akamgusa yule mtu, akamwambia, “Nataka. Takasika!” Na mara ukoma wake ukatakasika."
  },
  {
    "verseNumber": "LUK 5:14",
    "verseText": "Yesu akamwagiza akisema, “Usimwambie mtu yeyote, bali nenda ukajionyeshe kwa kuhani na ukatoe sadaka alizoagiza Mose kwa utakaso wako, ili kuwa ushuhuda kwao.”"
  },
  {
    "verseNumber": "LUK 5:15",
    "verseText": "Lakini habari zake Yesu zikazidi sana kuenea kotekote kuliko wakati mwingine wowote. Makutano makubwa ya watu yalikuwa yakikusanyika ili kumsikiliza na kuponywa magonjwa yao."
  },
  {
    "verseNumber": "LUK 5:16",
    "verseText": "Lakini mara kwa mara Yesu alijitenga nao ili kwenda mahali pa faragha kuomba."
  },
  {
    "verseNumber": "LUK 5:17",
    "verseText": "Siku moja Yesu alipokuwa akifundisha, Mafarisayo na walimu wa sheria, waliokuwa wametoka kila kijiji cha Galilaya na kutoka Uyahudi na Yerusalemu, walikuwa wameketi huko. Nao uweza wa Bwana ulikuwa juu yake kuponya wagonjwa."
  },
  {
    "verseNumber": "LUK 5:18",
    "verseText": "Wakaja watu wamembeba mgonjwa aliyepooza kwenye mkeka. Wakajaribu kumwingiza ndani ili wamweke mbele ya Yesu."
  },
  {
    "verseNumber": "LUK 5:19",
    "verseText": "Walipokuwa hawawezi kufanya hivyo kwa sababu ya umati wa watu, wakapanda juu ya paa, wakaondoa baadhi ya matofali, wakamteremsha yule mgonjwa kwa mkeka wake hadi katikati ya ule umati pale mbele ya Yesu."
  },
  {
    "verseNumber": "LUK 5:20",
    "verseText": "Yesu alipoiona imani yao, akamwambia yule mgonjwa, “Rafiki, dhambi zako zimesamehewa.”"
  },
  {
    "verseNumber": "LUK 5:21",
    "verseText": "Mafarisayo na wale walimu wa sheria wakaanza kuuliza, “Ni nani mtu huyu anayesema maneno ya kukufuru? Ni nani awezaye kusamehe dhambi isipokuwa Mungu peke yake?”"
  },
  {
    "verseNumber": "LUK 5:22",
    "verseText": "Yesu akijua mawazo yao akawauliza, “Kwa nini mnawaza hivyo mioyoni mwenu?"
  },
  {
    "verseNumber": "LUK 5:23",
    "verseText": "Je, ni lipi lililo rahisi zaidi, kumwambia, ‘Umesamehewa dhambi zako,’ au kusema, ‘Inuka, uende’?"
  },
  {
    "verseNumber": "LUK 5:24",
    "verseText": "Lakini ili mpate kujua kwamba Mwana wa Adamu anayo mamlaka duniani kusamehe dhambi…” Akamwambia yule aliyepooza, “Nakuambia, inuka, chukua mkeka wako, uende nyumbani kwako.”"
  },
  {
    "verseNumber": "LUK 5:25",
    "verseText": "Mara yule mtu aliyekuwa amepooza akasimama mbele yao wote, akachukua mkeka wake, akaenda zake nyumbani, huku akimtukuza Mungu."
  },
  {
    "verseNumber": "LUK 5:26",
    "verseText": "Kila mmoja akashangaa na kumtukuza Mungu. Wakajawa na hofu ya Mungu, wakasema, “Leo tumeona mambo ya ajabu.”"
  },
  {
    "verseNumber": "LUK 5:27",
    "verseText": "Baada ya haya, Yesu alitoka na kumwona mtoza ushuru mmoja jina lake Lawi akiwa amekaa forodhani, mahali pake pa kutoza ushuru. Akamwambia, “Nifuate.”"
  },
  {
    "verseNumber": "LUK 5:28",
    "verseText": "Naye Lawi akaacha kila kitu, akaondoka, akamfuata."
  },
  {
    "verseNumber": "LUK 5:29",
    "verseText": "Kisha Lawi akamfanyia Yesu karamu kubwa nyumbani kwake, nao umati mkubwa wa watoza ushuru na watu wengine walikuwa wakila pamoja nao."
  },
  {
    "verseNumber": "LUK 5:30",
    "verseText": "Lakini Mafarisayo na walimu wa sheria waliokuwa wa dhehebu lao wakawalalamikia wanafunzi wa Yesu, wakisema, “Mbona mnakula na kunywa pamoja na watoza ushuru na ‘wenye dhambi’?”"
  },
  {
    "verseNumber": "LUK 5:31",
    "verseText": "Yesu akawajibu, “Wenye afya hawahitaji tabibu, bali walio wagonjwa."
  },
  {
    "verseNumber": "LUK 5:32",
    "verseText": "Sikuja kuwaita wenye haki, bali wenye dhambi wapate kutubu.”"
  },
  {
    "verseNumber": "LUK 5:33",
    "verseText": "Wakamwambia Yesu, “Wanafunzi wa Yohana na wa Mafarisayo mara kwa mara hufunga na kuomba, lakini wanafunzi wako wanaendelea kula na kunywa.”"
  },
  {
    "verseNumber": "LUK 5:34",
    "verseText": "Yesu akawajibu, “Je, mnaweza kuwafanya wageni wa bwana arusi kufunga wakati yuko pamoja nao?"
  },
  {
    "verseNumber": "LUK 5:35",
    "verseText": "Lakini wakati utafika ambapo bwana arusi ataondolewa kwao. Hapo ndipo watakapofunga.”"
  },
  {
    "verseNumber": "LUK 5:36",
    "verseText": "Yesu akawapa mfano huu, akawaambia: “Hakuna mtu achanaye kiraka kutoka kwenye nguo mpya na kukishonea kwenye nguo iliyochakaa. Akifanya hivyo, atakuwa amechana nguo mpya, na kile kiraka hakitalingana na ile nguo iliyochakaa."
  },
  {
    "verseNumber": "LUK 5:37",
    "verseText": "Hakuna mtu awekaye divai mpya kwenye viriba vikuukuu. Akifanya hivyo, hiyo divai mpya itavipasua hivyo viriba, nayo yote itamwagika."
  },
  {
    "verseNumber": "LUK 5:38",
    "verseText": "Divai mpya lazima iwekwe kwenye viriba vipya."
  },
  {
    "verseNumber": "LUK 5:39",
    "verseText": "Wala hakuna mtu anayependelea divai mpya baada ya kunywa divai ya zamani, bali husema, ‘Ile ya zamani ni nzuri zaidi.’ ”"
  },
  {
    "verseNumber": "LUK 6:1",
    "verseText": "Ikawa siku moja ya Sabato Yesu alikuwa akipita katika mashamba ya nafaka, nao wanafunzi wake wakaanza kuvunja masuke ya nafaka, wakayafikicha kwa mikono yao na kula punje zake."
  },
  {
    "verseNumber": "LUK 6:2",
    "verseText": "Baadhi ya Mafarisayo wakawauliza, “Mbona mnafanya mambo yasiyo halali kufanywa siku ya Sabato?”"
  },
  {
    "verseNumber": "LUK 6:3",
    "verseText": "Yesu akawajibu, “Je, ninyi hamjasoma kamwe alivyofanya Daudi wakati yeye na wenzake walikuwa na njaa?"
  },
  {
    "verseNumber": "LUK 6:4",
    "verseText": "Aliingia ndani ya nyumba ya Mungu, akaichukua na kuila ile mikate iliyowekwa wakfu, ambayo ni halali kuliwa na makuhani peke yao. Naye pia akawapa wenzake.”"
  },
  {
    "verseNumber": "LUK 6:5",
    "verseText": "Yesu akawaambia, “Mwana wa Adamu ndiye Bwana wa Sabato.”"
  },
  {
    "verseNumber": "LUK 6:6",
    "verseText": "Ikawa siku nyingine ya Sabato, Yesu aliingia ndani ya sinagogi na akawa anafundisha. Huko palikuwa na mtu ambaye mkono wake wa kuume ulikuwa umepooza."
  },
  {
    "verseNumber": "LUK 6:7",
    "verseText": "Mafarisayo na walimu wa sheria walikuwa wakitafuta sababu ya kumshtaki Yesu. Kwa hivyo wakawa wanamwangalia sana ili waone kama ataponya katika siku ya Sabato."
  },
  {
    "verseNumber": "LUK 6:8",
    "verseText": "Lakini Yesu alijua mawazo yao, hivyo akamwambia yule mwenye mkono uliopooza, “Inuka usimame mbele ya watu wote.” Hivyo yule mtu akainuka, akasimama mbele yao wote."
  },
  {
    "verseNumber": "LUK 6:9",
    "verseText": "Ndipo Yesu akawaambia wale walimu wa sheria na Mafarisayo, “Nawauliza ninyi, ni lipi lililo halali siku ya Sabato? Ni kutenda mema au kutenda mabaya? Ni kuokoa maisha au kuyaangamiza?”"
  },
  {
    "verseNumber": "LUK 6:10",
    "verseText": "Akawatazama watu wote waliokuwepo, kisha akamwambia yule aliyepooza mkono, “Nyoosha mkono wako!” Akaunyoosha na mkono wake ukaponywa kabisa."
  },
  {
    "verseNumber": "LUK 6:11",
    "verseText": "Wale wakuu wakakasirika sana, wakashauriana wao kwa wao ni nini watakachomtendea Yesu."
  },
  {
    "verseNumber": "LUK 6:12",
    "verseText": "Ikawa katika siku hizo Yesu alikwenda mlimani kuomba, akakesha usiku kucha akimwomba Mungu."
  },
  {
    "verseNumber": "LUK 6:13",
    "verseText": "Kulipopambazuka, akawaita wanafunzi wake, naye akachagua kumi na wawili, ambao pia aliwaita mitume:"
  },
  {
    "verseNumber": "LUK 6:14",
    "verseText": "Simoni aliyemwita Petro, Andrea nduguye, Yakobo, Yohana, Filipo, Bartholomayo,"
  },
  {
    "verseNumber": "LUK 6:15",
    "verseText": "Mathayo, Tomaso, Yakobo mwana wa Alfayo, Simoni aliyeitwa Zelote,"
  },
  {
    "verseNumber": "LUK 6:16",
    "verseText": "Yuda mwana wa Yakobo, na Yuda Iskariote ambaye alikuwa msaliti."
  },
  {
    "verseNumber": "LUK 6:17",
    "verseText": "Akashuka pamoja nao, akasimama mahali penye uwanja tambarare. Hapo palikuwa na idadi kubwa ya wanafunzi wake na umati mkubwa wa watu kutoka sehemu zote za Uyahudi, kutoka Yerusalemu, na kutoka pwani ya Tiro na Sidoni."
  },
  {
    "verseNumber": "LUK 6:18",
    "verseText": "Walikuwa wamekuja kumsikiliza na kuponywa magonjwa yao. Wale waliokuwa wakiteswa na pepo wachafu akawaponya."
  },
  {
    "verseNumber": "LUK 6:19",
    "verseText": "Watu wote walikuwa wanajitahidi kumgusa kwa sababu nguvu zilikuwa zikimtoka na kuwaponya wote."
  },
  {
    "verseNumber": "LUK 6:20",
    "verseText": "Akawatazama wanafunzi wake, akasema: “Mmebarikiwa ninyi mlio maskini, kwa sababu Ufalme wa Mungu ni wenu."
  },
  {
    "verseNumber": "LUK 6:21",
    "verseText": "Mmebarikiwa ninyi mlio na njaa sasa, kwa sababu mtashibishwa. Mmebarikiwa ninyi mnaolia sasa, kwa sababu mtacheka."
  },
  {
    "verseNumber": "LUK 6:22",
    "verseText": "Mmebarikiwa ninyi, watu watakapowachukia, watakapowatenga na kuwatukana na kulikataa jina lenu kama neno ovu, kwa ajili ya Mwana wa Adamu."
  },
  {
    "verseNumber": "LUK 6:23",
    "verseText": "“Furahini na kurukaruka kwa shangwe, kwa sababu thawabu yenu ni kubwa mbinguni, kwa kuwa hivyo ndivyo baba zao walivyowatenda manabii."
  },
  {
    "verseNumber": "LUK 6:24",
    "verseText": "“Lakini ole wenu ninyi mlio matajiri, kwa sababu mmekwisha kupokea faraja yenu."
  },
  {
    "verseNumber": "LUK 6:25",
    "verseText": "Ole wenu ninyi mlioshiba sasa, maana mtaona njaa. Ole wenu ninyi mnaocheka sasa, maana mtaomboleza na kulia."
  },
  {
    "verseNumber": "LUK 6:26",
    "verseText": "Ole wenu watu watakapowasifu, kwani ndivyo baba zao walivyowasifu manabii wa uongo."
  },
  {
    "verseNumber": "LUK 6:27",
    "verseText": "“Lakini nawaambia ninyi mnaonisikia: Wapendeni adui zenu. Watendeeni mema wanaowachukia."
  },
  {
    "verseNumber": "LUK 6:28",
    "verseText": "Wabarikini wale wanaowalaani, waombeeni wale wanaowatendea mabaya."
  },
  {
    "verseNumber": "LUK 6:29",
    "verseText": "Kama mtu akikupiga shavu moja, mgeuzie na la pili pia. Mtu akikunyangʼanya koti lako, usimzuie kuchukua joho pia."
  },
  {
    "verseNumber": "LUK 6:30",
    "verseText": "Mpe kila akuombaye, na kama mtu akichukua mali yako usitake akurudishie."
  },
  {
    "verseNumber": "LUK 6:31",
    "verseText": "Watendeeni wengine kama ambavyo mngetaka wawatendee ninyi."
  },
  {
    "verseNumber": "LUK 6:32",
    "verseText": "“Kama mkiwapenda tu wale wanaowapenda, mwapata sifa gani? Hata ‘wenye dhambi’ huwapenda wale wawapendao."
  },
  {
    "verseNumber": "LUK 6:33",
    "verseText": "Tena mkiwatendea mema wale tu wanaowatendea ninyi mema, mwapata sifa gani? Hata ‘wenye dhambi’ hufanya vivyo hivyo."
  },
  {
    "verseNumber": "LUK 6:34",
    "verseText": "Tena mnapowakopesha wale tu mnaotegemea wawalipe, mwapata sifa gani? Hata ‘wenye dhambi’ huwakopesha ‘wenye dhambi’ wenzao wakitarajia kulipwa mali yao yote."
  },
  {
    "verseNumber": "LUK 6:35",
    "verseText": "Lakini wapendeni adui zenu, watendeeni mema, wakopesheni bila kutegemea kurudishiwa mlichokopesha. Ndipo thawabu yenu itakapokuwa kubwa, nanyi mtakuwa wana wa Aliye Juu Sana, kwa sababu yeye ni mwema kwa watu wasio na shukrani na kwa wale waovu."
  },
  {
    "verseNumber": "LUK 6:36",
    "verseText": "Kuweni na huruma, kama Baba yenu alivyo na huruma."
  },
  {
    "verseNumber": "LUK 6:37",
    "verseText": "“Msihukumu, nanyi hamtahukumiwa. Msilaumu, nanyi hamtalaumiwa. Sameheni, nanyi mtasamehewa."
  },
  {
    "verseNumber": "LUK 6:38",
    "verseText": "Wapeni watu vitu, nanyi mtapewa. Kipimo cha kujaa na kushindiliwa na kusukwasukwa hata kumwagika, ndicho watu watakachowapa vifuani mwenu. Kwa kuwa kipimo kile mpimacho, ndicho mtakachopimiwa.”"
  },
  {
    "verseNumber": "LUK 6:39",
    "verseText": "Pia akawapa mfano akasema, “Je, kipofu aweza kumwongoza kipofu? Je, wote wawili hawatatumbukia shimoni?"
  },
  {
    "verseNumber": "LUK 6:40",
    "verseText": "Mwanafunzi hawezi kumzidi mwalimu wake, ila yule aliyehitimu aweza kuwa kama mwalimu wake."
  },
  {
    "verseNumber": "LUK 6:41",
    "verseText": "“Mbona unatazama kibanzi kilicho ndani ya jicho la ndugu yako, wala huoni boriti iliyo ndani ya jicho lako mwenyewe?"
  },
  {
    "verseNumber": "LUK 6:42",
    "verseText": "Utawezaje kumwambia ndugu yako, ‘Ndugu yangu, acha nitoe kibanzi kilicho ndani ya jicho lako,’ wakati wewe mwenyewe huoni boriti iliyo ndani ya jicho lako? Ewe mnafiki, ondoa boriti ndani ya jicho lako kwanza, ndipo utaweza kuona dhahiri jinsi ya kuondoa kibanzi kilicho ndani ya jicho la ndugu yako."
  },
  {
    "verseNumber": "LUK 6:43",
    "verseText": "“Hakuna mti mzuri uzaao matunda mabaya, wala hakuna mti mbaya uzaao matunda mazuri."
  },
  {
    "verseNumber": "LUK 6:44",
    "verseText": "Kila mti hujulikana kwa matunda yake. Kwa maana watu hawachumi tini kwenye miiba, wala zabibu kwenye michongoma."
  },
  {
    "verseNumber": "LUK 6:45",
    "verseText": "Vivyo hivyo mtu mwema hutoa mambo mema kutoka kwenye hazina ya moyo wake, naye mtu mwovu hutoa mambo maovu kutoka kwenye hazina ya moyo wake. Kwa kuwa mtu hunena kwa kinywa chake yale yaliyoujaza moyo wake."
  },
  {
    "verseNumber": "LUK 6:46",
    "verseText": "“Kwa nini mnaniita, ‘Bwana, Bwana,’ nanyi hamfanyi ninayowaambia?"
  },
  {
    "verseNumber": "LUK 6:47",
    "verseText": "Nitawaonyesha jinsi alivyo mtu yule anayekuja kwangu na kusikia maneno yangu na kuyatenda."
  },
  {
    "verseNumber": "LUK 6:48",
    "verseText": "Yeye ni kama mtu aliyejenga nyumba, akachimba chini sana, na kuweka msingi kwenye mwamba. Mafuriko yalipokuja, maji ya ghafula yaliipiga ile nyumba, lakini haikutikisika, kwa sababu ilikuwa imejengwa vizuri."
  },
  {
    "verseNumber": "LUK 6:49",
    "verseText": "Lakini yeye anayesikia maneno yangu wala asiyatende, ni kama mtu aliyejenga nyumba juu ya ardhi bila kuweka msingi. Mafuriko yalipoikumba nyumba ile, ikaanguka mara na kubomoka kabisa.”"
  },
  {
    "verseNumber": "LUK 7:1",
    "verseText": "Baada ya Yesu kumaliza kusema haya yote watu wakiwa wanamsikiliza, akaingia Kapernaumu."
  },
  {
    "verseNumber": "LUK 7:2",
    "verseText": "Mtumishi wa jemadari mmoja wa Kirumi, ambaye bwana wake alimthamini sana, alikuwa mgonjwa sana karibu kufa."
  },
  {
    "verseNumber": "LUK 7:3",
    "verseText": "Jemadari huyo aliposikia habari za Yesu, aliwatuma wazee wa Kiyahudi kwake, wakamwomba aje kumponya mtumishi wa huyo jemadari."
  },
  {
    "verseNumber": "LUK 7:4",
    "verseText": "Wale wazee walipofika kwa Yesu, wakamsihi sana amsaidie yule jemadari wakisema, “Mtu huyu anastahili wewe umfanyie jambo hili,"
  },
  {
    "verseNumber": "LUK 7:5",
    "verseText": "kwa sababu analipenda taifa letu tena ametujengea sinagogi.”"
  },
  {
    "verseNumber": "LUK 7:6",
    "verseText": "Hivyo Yesu akaongozana nao, lakini alipokuwa hayuko mbali na nyumbani, yule jemadari akatuma rafiki zake kumwambia Yesu, “Bwana, usijisumbue, kwani mimi sistahili wewe kuingia chini ya dari yangu."
  },
  {
    "verseNumber": "LUK 7:7",
    "verseText": "Ndiyo maana sikujiona hata ninastahili kuja kwako wewe. Lakini sema neno tu, naye mtumishi wangu atapona."
  },
  {
    "verseNumber": "LUK 7:8",
    "verseText": "Kwa kuwa mimi mwenyewe ni mtu niliyewekwa chini ya mamlaka, nikiwa na askari chini yangu. Nikimwambia huyu, ‘Nenda,’ yeye huenda; na mwingine nikimwambia, ‘Njoo,’ yeye huja. Nikimwambia mtumishi wangu, ‘Fanya hivi,’ yeye hufanya.”"
  },
  {
    "verseNumber": "LUK 7:9",
    "verseText": "Yesu aliposikia maneno haya, alishangazwa naye sana. Akaugeukia ule umati wa watu uliokuwa unamfuata, akawaambia, “Sijaona imani kubwa namna hii hata katika Israeli.”"
  },
  {
    "verseNumber": "LUK 7:10",
    "verseText": "Nao wale watu waliokuwa wametumwa kwa Yesu waliporudi nyumbani walimkuta yule mtumishi amepona."
  },
  {
    "verseNumber": "LUK 7:11",
    "verseText": "Baadaye kidogo, Yesu alikwenda katika mji mmoja ulioitwa Naini. Nao wanafunzi wake na umati mkubwa wa watu walikwenda pamoja naye."
  },
  {
    "verseNumber": "LUK 7:12",
    "verseText": "Alipokaribia lango la mji, alikutana na watu waliokuwa wamebeba maiti wakitoka nje ya mji. Huyu aliyekufa alikuwa mwana pekee wa mwanamke mjane. Umati mkubwa wa watu wa mji ule ulikuwa pamoja na huyo mwanamke."
  },
  {
    "verseNumber": "LUK 7:13",
    "verseText": "Bwana Yesu alipomwona yule mjane, moyo wake ulimhurumia, akamwambia, “Usilie.”"
  },
  {
    "verseNumber": "LUK 7:14",
    "verseText": "Kisha akasogea mbele akaligusa lile jeneza na wale waliokuwa wamelibeba wakasimama kimya. Akasema, “Kijana, nakuambia inuka.”"
  },
  {
    "verseNumber": "LUK 7:15",
    "verseText": "Yule aliyekuwa amekufa akaketi akaanza kuongea, naye Yesu akamkabidhi kwa mama yake."
  },
  {
    "verseNumber": "LUK 7:16",
    "verseText": "Watu wote wakajawa na hofu ya Mungu, nao wakamtukuza Mungu wakisema, “Nabii mkuu ametokea miongoni mwetu, Mungu amekuja kuwakomboa watu wake.”"
  },
  {
    "verseNumber": "LUK 7:17",
    "verseText": "Habari hizi za mambo aliyoyafanya Yesu zikaenea Uyahudi wote na sehemu zote za jirani."
  },
  {
    "verseNumber": "LUK 7:18",
    "verseText": "Wanafunzi wa Yohana Mbatizaji wakamweleza Yohana mambo haya yote. Hivyo Yohana akawaita wanafunzi wake wawili"
  },
  {
    "verseNumber": "LUK 7:19",
    "verseText": "na kuwatuma kwa Bwana ili kumuuliza, “Wewe ndiye yule aliyekuwa aje, au tumngojee mwingine?”"
  },
  {
    "verseNumber": "LUK 7:20",
    "verseText": "Wale watu walipofika kwa Yesu wakamwambia, “Yohana Mbatizaji ametutuma tukuulize, ‘Wewe ndiye yule aliyekuwa aje, au tumngojee mwingine?’ ”"
  },
  {
    "verseNumber": "LUK 7:21",
    "verseText": "Wakati huo huo, Yesu aliwaponya wengi waliokuwa na magonjwa, maradhi na pepo wachafu, na pia akawafungua vipofu wengi macho wakapata kuona."
  },
  {
    "verseNumber": "LUK 7:22",
    "verseText": "Hivyo akawajibu wale wajumbe, “Rudini mkamwambie Yohana yote mnayoyaona na kuyasikia: Vipofu wanapata kuona, viwete wanatembea, wenye ukoma wanatakaswa, viziwi wanasikia, wafu wanafufuliwa na maskini wanahubiriwa habari njema."
  },
  {
    "verseNumber": "LUK 7:23",
    "verseText": "Amebarikiwa mtu yule asiyechukizwa na mimi.”"
  },
  {
    "verseNumber": "LUK 7:24",
    "verseText": "Wajumbe wa Yohana walipoondoka, Yesu akaanza kusema na makutano kuhusu Yohana Mbatizaji. Akawauliza, “Mlipokwenda kule nyikani, mlikwenda kuona nini? Je, ni unyasi ukipeperushwa na upepo?"
  },
  {
    "verseNumber": "LUK 7:25",
    "verseText": "Kama sivyo, mlikwenda kuona nini basi? Mtu aliyevaa mavazi ya kifahari? La hasha, watu wanaovaa mavazi ya kifahari na kuishi maisha ya anasa wako katika majumba ya kifalme."
  },
  {
    "verseNumber": "LUK 7:26",
    "verseText": "Lakini mlikwenda kuona nini? Mlikwenda kumwona nabii? Naam, nawaambia, yeye ni zaidi ya nabii."
  },
  {
    "verseNumber": "LUK 7:27",
    "verseText": "Huyu ndiye ambaye habari zake zimeandikwa: “ ‘Tazama, nitamtuma mjumbe wangu mbele yako, atakayetengeneza njia mbele yako.’"
  },
  {
    "verseNumber": "LUK 7:28",
    "verseText": "Nawaambia, miongoni mwa wale waliozaliwa na wanawake, hakuna aliye mkuu kuliko Yohana. Lakini yeye aliye mdogo kabisa katika Ufalme wa Mungu ni mkuu kuliko Yohana.”"
  },
  {
    "verseNumber": "LUK 7:29",
    "verseText": "(Watu wote hata watoza ushuru waliposikia maneno ya Yesu, walikubali kwamba mpango wa Mungu ni haki, maana walikuwa wamebatizwa na Yohana."
  },
  {
    "verseNumber": "LUK 7:30",
    "verseText": "Lakini Mafarisayo na wataalamu wa sheria walikataa mpango wa Mungu kwao kwa kutokubali kubatizwa na Yohana.)"
  },
  {
    "verseNumber": "LUK 7:31",
    "verseText": "Yesu akawauliza, “Niwafananishe na nini watu wa kizazi hiki? Wanafanana na nini?"
  },
  {
    "verseNumber": "LUK 7:32",
    "verseText": "Wao ni kama watoto waliokaa sokoni wakiitana wao kwa wao, wakisema: “ ‘Tuliwapigia filimbi, lakini hamkucheza; tuliwaimbia nyimbo za maombolezo, lakini hamkulia.’"
  },
  {
    "verseNumber": "LUK 7:33",
    "verseText": "Kwa maana Yohana Mbatizaji alikuja, alikuwa hali mkate wala hanywi divai, nanyi mkasema, ‘Yeye ana pepo mchafu.’"
  },
  {
    "verseNumber": "LUK 7:34",
    "verseText": "Mwana wa Adamu alikuja akila na kunywa, nanyi mnasema: ‘Tazameni huyu mlafi na mlevi, rafiki wa watoza ushuru na “wenye dhambi.” ’"
  },
  {
    "verseNumber": "LUK 7:35",
    "verseText": "Nayo hekima huthibitishwa kuwa kweli na watoto wake wote.”"
  },
  {
    "verseNumber": "LUK 7:36",
    "verseText": "Basi Farisayo mmoja alimwalika Yesu nyumbani kwake kwa chakula. Hivyo Yesu akaenda nyumbani mwa yule Farisayo na kukaa katika nafasi yake mezani."
  },
  {
    "verseNumber": "LUK 7:37",
    "verseText": "Naye mwanamke mmoja kwenye ule mji, ambaye alikuwa mwenye dhambi, alipojua kwamba Yesu alikuwa akila chakula nyumbani kwa yule Farisayo, akaleta chupa ya marhamu yenye manukato."
  },
  {
    "verseNumber": "LUK 7:38",
    "verseText": "Yule mwanamke akasimama nyuma ya miguu ya Yesu akilia. Akailowanisha miguu yake kwa machozi yake, kisha akaifuta kwa nywele zake, akaibusu na kuimiminia manukato."
  },
  {
    "verseNumber": "LUK 7:39",
    "verseText": "Yule Farisayo aliyemwalika Yesu alipoona yanayotendeka, akawaza moyoni mwake, “Kama huyu mtu angekuwa nabii, angejua kwamba ni nani anayemgusa, na kwamba yeye ni mwanamke wa namna gani, na ya kuwa huyu mwanamke ni mwenye dhambi.”"
  },
  {
    "verseNumber": "LUK 7:40",
    "verseText": "Yesu akanena akamwambia, “Simoni, nina jambo la kukuambia.” Simoni akajibu, “Mwalimu, sema.”"
  },
  {
    "verseNumber": "LUK 7:41",
    "verseText": "“Palikuwa na mtu mmoja aliyewakopesha watu wawili fedha: Mmoja alidaiwa dinari 500 na mwingine dinari hamsini."
  },
  {
    "verseNumber": "LUK 7:42",
    "verseText": "Wote wawili walipokuwa hawawezi kulipa, aliyafuta madeni yao wote wawili. Sasa ni yupi kati yao atakayempenda yule aliyewasamehe zaidi?”"
  },
  {
    "verseNumber": "LUK 7:43",
    "verseText": "Simoni akajibu, “Nadhani ni yule aliyesamehewa deni kubwa zaidi.” Naye Yesu akamwambia, “Umehukumu kwa usahihi.”"
  },
  {
    "verseNumber": "LUK 7:44",
    "verseText": "Kisha akamgeukia yule mwanamke, akamwambia Simoni, “Je, unamwona mwanamke huyu? Nilipoingia nyumbani mwako, hukunipa maji ya kunawa miguu yangu, lakini huyu ameninawisha miguu kwa machozi yake, na kunifuta kwa nywele zake."
  },
  {
    "verseNumber": "LUK 7:45",
    "verseText": "Hukunisalimu kwa busu, lakini huyu mwanamke hajaacha kuibusu miguu yangu tangu nilipoingia."
  },
  {
    "verseNumber": "LUK 7:46",
    "verseText": "Hukunipaka mafuta kichwani mwangu, lakini yeye ameipaka miguu yangu manukato."
  },
  {
    "verseNumber": "LUK 7:47",
    "verseText": "Kwa hiyo, nakuambia, dhambi zake zilizokuwa nyingi zimesamehewa, kwani ameonyesha upendo mwingi. Lakini yule aliyesamehewa kidogo, hupenda kidogo.”"
  },
  {
    "verseNumber": "LUK 7:48",
    "verseText": "Kisha akamwambia yule mwanamke, “Dhambi zako zimesamehewa.”"
  },
  {
    "verseNumber": "LUK 7:49",
    "verseText": "Lakini wale waliokuwa wameketi pamoja naye chakulani wakaanza kusemezana wao kwa wao, “Huyu ni nani ambaye hata anasamehe dhambi?”"
  },
  {
    "verseNumber": "LUK 7:50",
    "verseText": "Yesu akamwambia yule mwanamke, “Imani yako imekuokoa; nenda kwa amani.”"
  },
  {
    "verseNumber": "LUK 8:1",
    "verseText": "Baada ya haya Yesu alikwenda, akawa anazunguka katika miji na vijiji akihubiri habari njema za Ufalme wa Mungu. Wale wanafunzi wake kumi na wawili walikuwa pamoja naye,"
  },
  {
    "verseNumber": "LUK 8:2",
    "verseText": "pia baadhi ya wanawake waliokuwa wametolewa pepo wachafu na kuponywa magonjwa. Miongoni mwao alikuwepo Maria Magdalene, aliyetolewa pepo wachafu saba;"
  },
  {
    "verseNumber": "LUK 8:3",
    "verseText": "Yoana mkewe Kuza, msimamizi wa nyumba ya watu wa nyumbani mwa Herode; Susana; na wengine wengi waliokuwa wakimhudumia kwa mali zao."
  },
  {
    "verseNumber": "LUK 8:4",
    "verseText": "Umati mkubwa wa watu ulipokuwa ukija kwa Yesu kutoka kila mji, akawaambia mfano huu:"
  },
  {
    "verseNumber": "LUK 8:5",
    "verseText": "“Mpanzi alitoka kwenda kupanda mbegu zake. Alipokuwa akitawanya mbegu, nyingine zilianguka kando ya njia; zikakanyagwa, nao ndege wa angani wakazila."
  },
  {
    "verseNumber": "LUK 8:6",
    "verseText": "Mbegu nyingine zilianguka penye miamba, nazo zilipoota, hiyo mimea ikakauka kwa kukosa unyevu."
  },
  {
    "verseNumber": "LUK 8:7",
    "verseText": "Nazo mbegu nyingine zilianguka kwenye miiba, nayo ile miiba ikakua pamoja nazo, na kuisonga hiyo mimea."
  },
  {
    "verseNumber": "LUK 8:8",
    "verseText": "Mbegu nyingine zilianguka kwenye udongo mzuri. Zikaota na kuzaa mara mia moja zaidi ya mbegu alizopanda.” Baada ya kusema haya, Yesu akapaza sauti, akasema, “Mwenye masikio ya kusikia, na asikie.”"
  },
  {
    "verseNumber": "LUK 8:9",
    "verseText": "Wanafunzi wake wakamuuliza maana ya mfano huo."
  },
  {
    "verseNumber": "LUK 8:10",
    "verseText": "Naye akasema, “Ninyi mmepewa kufahamu siri za Ufalme wa Mungu, lakini kwa wengine nazungumza kwa mifano, ili, “ ‘ingawa wanatazama, wasione; ingawa wanasikiliza, wasielewe.’"
  },
  {
    "verseNumber": "LUK 8:11",
    "verseText": "“Maana ya mfano huu ni hii: Mbegu ni neno la Mungu."
  },
  {
    "verseNumber": "LUK 8:12",
    "verseText": "Zile zilizoanguka kando ya njia ni wale ambao husikia neno, naye ibilisi anakuja na kuliondoa neno kutoka mioyoni mwao, ili wasije wakaamini na kuokoka."
  },
  {
    "verseNumber": "LUK 8:13",
    "verseText": "Zile mbegu zilizoanguka kwenye mwamba ni wale ambao hulipokea neno kwa furaha wanapolisikia, lakini hawana mizizi. Wanaamini kwa muda mfupi, lakini wakati wa kujaribiwa huiacha imani."
  },
  {
    "verseNumber": "LUK 8:14",
    "verseText": "Zile mbegu zilizoanguka kwenye miiba ni mfano wa wale wanaosikia, lakini wanapoendelea husongwa na masumbufu ya maisha haya, utajiri na anasa, nao hawakui."
  },
  {
    "verseNumber": "LUK 8:15",
    "verseText": "Lakini zile mbegu zilizoanguka kwenye udongo mzuri ni mfano wa wale ambao hulisikia neno la Mungu na kulishika kwa moyo mnyofu wa utiifu, nao kwa kuvumilia kwingi huzaa matunda."
  },
  {
    "verseNumber": "LUK 8:16",
    "verseText": "“Hakuna mtu awashaye taa na kuificha ndani ya gudulia au kuiweka mvunguni mwa kitanda. Badala yake, huiweka juu ya kinara, ili wale waingiao ndani waone mwanga."
  },
  {
    "verseNumber": "LUK 8:17",
    "verseText": "Kwa maana hakuna jambo lolote lililofichika ambalo halitafichuliwa, wala lolote lililositirika ambalo halitajulikana na kuwekwa wazi."
  },
  {
    "verseNumber": "LUK 8:18",
    "verseText": "Kwa hiyo, kuweni waangalifu mnavyosikia. Kwa maana yeyote aliye na kitu atapewa zaidi. Lakini yule asiye na kitu, hata kile anachodhani anacho atanyangʼanywa.”"
  },
  {
    "verseNumber": "LUK 8:19",
    "verseText": "Wakati mmoja mama yake Yesu na ndugu zake walikuja kumwona, lakini hawakuweza kumfikia kwa sababu ya msongamano wa watu."
  },
  {
    "verseNumber": "LUK 8:20",
    "verseText": "Mtu mmoja akamwambia, “Mama yako na ndugu zako wako nje wanataka kukuona.”"
  },
  {
    "verseNumber": "LUK 8:21",
    "verseText": "Yesu akamjibu, “Mama yangu na ndugu zangu ni wale wote wanaolisikia neno la Mungu na kulifanya.”"
  },
  {
    "verseNumber": "LUK 8:22",
    "verseText": "Siku moja Yesu alipanda ndani ya mashua pamoja na wanafunzi wake, akawaambia, “Tuvukeni twende mpaka ngʼambo ya ziwa.” Nao wakaondoka."
  },
  {
    "verseNumber": "LUK 8:23",
    "verseText": "Hivyo walipokuwa wakienda, akalala usingizi. Dhoruba kali ikatokea mle ziwani, hata mashua ikawa inajaa maji, nao walikuwa katika hatari kubwa."
  },
  {
    "verseNumber": "LUK 8:24",
    "verseText": "Wanafunzi wake wakamwendea na kumwamsha, wakisema, “Bwana, Bwana, tunaangamia!” Yeye akaamka, akaukemea ule upepo na yale mawimbi; dhoruba ikakoma, nako kukawa shwari."
  },
  {
    "verseNumber": "LUK 8:25",
    "verseText": "Akawauliza wanafunzi wake, “Imani yenu iko wapi?” Kwa woga na mshangao wakaulizana, “Huyu ni nani, ambaye anaamuru hata upepo na maji, navyo vikamtii?”"
  },
  {
    "verseNumber": "LUK 8:26",
    "verseText": "Basi wakafika katika nchi ya Wagerasi, ambayo iko upande wa pili wa ziwa kutoka Galilaya."
  },
  {
    "verseNumber": "LUK 8:27",
    "verseText": "Yesu aliposhuka kutoka mashua na kukanyaga ufuoni, alikutana na mtu mmoja wa mji ule aliyekuwa amepagawa na pepo mchafu, naye kwa muda mrefu alikuwa havai nguo wala kuishi nyumbani, bali aliishi makaburini."
  },
  {
    "verseNumber": "LUK 8:28",
    "verseText": "Alipomwona Yesu, alipiga kelele, akajitupa chini mbele yake na kusema kwa sauti kuu, “Una nini nami, Yesu, Mwana wa Mungu Aliye Juu Sana? Nakuomba, usinitese!”"
  },
  {
    "verseNumber": "LUK 8:29",
    "verseText": "Wakati huo Yesu alikuwa amemwamuru yule pepo mchafu amtoke huyo mtu. Mara nyingi huyo pepo mchafu alimpagaa, na hata alipofungwa kwa minyororo mikono na miguu na kuwekwa chini ya ulinzi, alikata hiyo minyororo na kupelekwa na huyo pepo mchafu kwenda nyikani."
  },
  {
    "verseNumber": "LUK 8:30",
    "verseText": "Yesu akamuuliza, “Jina lako ni nani?” Akamjibu, “Legioni,” kwa kuwa alikuwa ameingiwa na pepo wachafu wengi mno."
  },
  {
    "verseNumber": "LUK 8:31",
    "verseText": "Wale pepo wachafu wakamsihi sana asiwaamuru kwenda katika Shimo."
  },
  {
    "verseNumber": "LUK 8:32",
    "verseText": "Palikuwa na kundi kubwa la nguruwe hapo likilisha kando ya kilima. Wale pepo wachafu wakamsihi Yesu awaruhusu wawaingie hao nguruwe, naye akawaruhusu."
  },
  {
    "verseNumber": "LUK 8:33",
    "verseText": "Wale pepo wachafu walipomtoka yule mtu, wakawaingia wale nguruwe, nalo kundi lote likateremkia gengeni kwa kasi, likatumbukia ziwani na kuzama."
  },
  {
    "verseNumber": "LUK 8:34",
    "verseText": "Wale watu waliokuwa wakichunga lile kundi la nguruwe walipoona yaliyotukia, wakakimbia, wakaeneza habari hizi mjini na mashambani."
  },
  {
    "verseNumber": "LUK 8:35",
    "verseText": "Nao watu wakatoka kwenda kujionea wenyewe yaliyotukia. Walipofika hapo alipokuwa Yesu, wakamkuta yule mtu aliyetokwa na pepo wachafu amekaa karibu na Yesu, akiwa amevaa nguo na mwenye akili timamu! Wakaogopa."
  },
  {
    "verseNumber": "LUK 8:36",
    "verseText": "Wale walioyaona mambo hayo wakawaeleza watu wengine jinsi yule mtu aliyekuwa amepagawa na pepo wachafu alivyoponywa."
  },
  {
    "verseNumber": "LUK 8:37",
    "verseText": "Ndipo watu wote wa nchi ile ya Wagerasi wakamwomba Yesu aondoke kwao, kwa sababu walikuwa wamejawa na hofu. Basi akaingia katika mashua, akaondoka zake."
  },
  {
    "verseNumber": "LUK 8:38",
    "verseText": "Yule mtu aliyetokwa na pepo wachafu akamsihi Yesu afuatane naye, lakini Yesu akamuaga, akamwambia:"
  },
  {
    "verseNumber": "LUK 8:39",
    "verseText": "“Rudi nyumbani ukawaeleze mambo makuu Mungu aliyokutendea.” Kwa hiyo yule mtu akaenda, akatangaza katika mji wote mambo makuu ambayo Yesu alimtendea."
  },
  {
    "verseNumber": "LUK 8:40",
    "verseText": "Basi Yesu aliporudi, umati mkubwa wa watu ukampokea kwa furaha, kwani walikuwa wakimngojea."
  },
  {
    "verseNumber": "LUK 8:41",
    "verseText": "Kisha mtu mmoja, jina lake Yairo, aliyekuwa kiongozi wa sinagogi, akaja na kuanguka miguuni mwa Yesu, akimwomba afike nyumbani kwake,"
  },
  {
    "verseNumber": "LUK 8:42",
    "verseText": "kwa kuwa binti yake wa pekee, mwenye umri wa miaka kumi na miwili, alikuwa anakufa. Yesu alipokuwa akienda, umati wa watu ukamsonga sana."
  },
  {
    "verseNumber": "LUK 8:43",
    "verseText": "Katika umati huo palikuwa na mwanamke mmoja aliyekuwa na tatizo la kutokwa damu kwa muda wa miaka kumi na miwili. Tena alikuwa amegharimia yote aliyokuwa nayo kwa ajili ya matibabu, wala hakuna yeyote aliyeweza kumponya."
  },
  {
    "verseNumber": "LUK 8:44",
    "verseText": "Huyo mwanamke akaja kwa nyuma ya Yesu na kugusa upindo wa vazi lake. Mara kutokwa damu kwake kukakoma."
  },
  {
    "verseNumber": "LUK 8:45",
    "verseText": "Yesu akauliza, “Ni nani aliyenigusa?” Watu wote walipokana, Petro akasema, “Bwana, huu umati wa watu unakusonga na kukusukuma kila upande.”"
  },
  {
    "verseNumber": "LUK 8:46",
    "verseText": "Lakini Yesu akasema, “Kuna mtu aliyenigusa, kwa maana nimetambua kuwa nguvu zimenitoka.”"
  },
  {
    "verseNumber": "LUK 8:47",
    "verseText": "Yule mwanamke alipofahamu ya kuwa hawezi kuendelea kujificha, alikuja akitetemeka, akaanguka miguuni mwa Yesu. Akaeleza mbele ya watu wote kwa nini alimgusa na jinsi alivyoponywa mara."
  },
  {
    "verseNumber": "LUK 8:48",
    "verseText": "Basi Yesu akamwambia, “Binti, imani yako imekuponya. Nenda kwa amani.”"
  },
  {
    "verseNumber": "LUK 8:49",
    "verseText": "Yesu alipokuwa bado anasema, akaja mtumishi kutoka nyumbani kwa Yairo, yule kiongozi wa sinagogi, kumwambia, “Binti yako amekwisha kufa. Usiendelee kumsumbua Mwalimu.”"
  },
  {
    "verseNumber": "LUK 8:50",
    "verseText": "Yesu aliposikia jambo hili, akamwambia Yairo, “Usiogope. Amini tu, naye binti yako atapona.”"
  },
  {
    "verseNumber": "LUK 8:51",
    "verseText": "Walipofika nyumbani kwa Yairo, hakumruhusu mtu yeyote aingie ndani naye isipokuwa Petro, Yakobo na Yohana, pamoja na baba na mama wa yule binti."
  },
  {
    "verseNumber": "LUK 8:52",
    "verseText": "Wakati ule ule watu wote walikuwa wakilia na kuomboleza kwa ajili ya huyo binti. Yesu akawaambia, “Acheni kulia. Huyu binti hajafa, ila amelala.”"
  },
  {
    "verseNumber": "LUK 8:53",
    "verseText": "Wao wakamcheka kwa dharau, wakijua kuwa amekwisha kufa."
  },
  {
    "verseNumber": "LUK 8:54",
    "verseText": "Yesu akamshika yule binti mkono na kuita, “Binti, amka!”"
  },
  {
    "verseNumber": "LUK 8:55",
    "verseText": "Roho yake ikamrudia, naye akainuka mara moja. Akaamuru apewe kitu cha kula."
  },
  {
    "verseNumber": "LUK 8:56",
    "verseText": "Wazazi wake wakastaajabu sana, lakini Yesu akawakataza wasimwambie mtu yeyote juu ya yale yaliyotukia."
  },
  {
    "verseNumber": "LUK 9:1",
    "verseText": "Yesu kisha akawaita wale kumi na wawili pamoja, akawapa mamlaka na uwezo wa kutoa pepo wachafu wote na kuponya magonjwa yote,"
  },
  {
    "verseNumber": "LUK 9:2",
    "verseText": "kisha akawatuma waende wakahubiri Ufalme wa Mungu na kuponya wagonjwa."
  },
  {
    "verseNumber": "LUK 9:3",
    "verseText": "Akawaagiza akisema, “Msichukue chochote safarini: sio fimbo, wala mkoba, wala mkate, wala fedha, hata msichukue kanzu ya ziada."
  },
  {
    "verseNumber": "LUK 9:4",
    "verseText": "Katika nyumba yoyote mwingiayo, kaeni humo hadi mtakapoondoka katika mji huo."
  },
  {
    "verseNumber": "LUK 9:5",
    "verseText": "Kama watu wasipowakaribisha, mnapoondoka katika mji wao, kungʼuteni mavumbi kutoka kwenye miguu yenu ili kuwa ushuhuda dhidi yao.”"
  },
  {
    "verseNumber": "LUK 9:6",
    "verseText": "Hivyo wale wanafunzi wakaondoka wakaenda kutoka kijiji hadi kijiji, wakihubiri habari njema na kuponya wagonjwa kila mahali."
  },
  {
    "verseNumber": "LUK 9:7",
    "verseText": "Basi Mfalme Herode, mtawala wa Galilaya, alisikia habari za yote yaliyotendeka. Naye akafadhaika, kwa kuwa baadhi ya watu walikuwa wakisema Yohana Mbatizaji amefufuliwa kutoka kwa wafu."
  },
  {
    "verseNumber": "LUK 9:8",
    "verseText": "Wengine wakasema Eliya amewatokea, na wengine wakasema kwamba mmoja wa manabii wa kale amefufuka."
  },
  {
    "verseNumber": "LUK 9:9",
    "verseText": "Herode akasema, “Yohana nilimkata kichwa. Lakini ni nani huyu ambaye ninasikia mambo kama haya kumhusu?” Akatamani sana kumwona."
  },
  {
    "verseNumber": "LUK 9:10",
    "verseText": "Mitume wake waliporudi, wakamweleza Yesu yote waliyofanya. Akawachukua, akaenda nao faraghani mpaka mji uitwao Bethsaida."
  },
  {
    "verseNumber": "LUK 9:11",
    "verseText": "Lakini umati wa watu ukafahamu alikokwenda, ukamfuata. Akawakaribisha na kunena nao kuhusu Ufalme wa Mungu na kuwaponya wale wote waliokuwa wanahitaji uponyaji."
  },
  {
    "verseNumber": "LUK 9:12",
    "verseText": "Ilipokaribia jioni, wale mitume kumi na wawili wakaenda kwa Yesu na kumwambia, “Waage makutano ili waende vijijini jirani na mashambani, ili wapate chakula na mahali pa kulala, kwa maana hapa tuko nyikani.”"
  },
  {
    "verseNumber": "LUK 9:13",
    "verseText": "Yesu akawajibu, “Ninyi wapeni chakula.” Nao wakajibu, “Hatuna zaidi ya mikate mitano na samaki wawili. Labda twende tukanunue chakula cha kuwatosha watu hawa wote.”"
  },
  {
    "verseNumber": "LUK 9:14",
    "verseText": "Walikuwako wanaume wapatao 5,000. Yesu akawaambia wanafunzi wake, “Waketisheni katika makundi ya watu hamsini hamsini.”"
  },
  {
    "verseNumber": "LUK 9:15",
    "verseText": "Wanafunzi wakafanya hivyo, wakawaketisha wote."
  },
  {
    "verseNumber": "LUK 9:16",
    "verseText": "Yesu akaichukua ile mikate mitano na wale samaki wawili, akatazama mbinguni, akavibariki na kuvimega. Kisha akawapa wanafunzi ili wawagawie watu."
  },
  {
    "verseNumber": "LUK 9:17",
    "verseText": "Wote wakala, wakashiba. Nao wanafunzi wakakusanya vipande vilivyosalia, wakajaza vikapu kumi na viwili."
  },
  {
    "verseNumber": "LUK 9:18",
    "verseText": "Wakati mmoja, Yesu alipokuwa akiomba faraghani, nao wanafunzi wake wakiwa pamoja naye, akawauliza, “Watu husema mimi ni nani?”"
  },
  {
    "verseNumber": "LUK 9:19",
    "verseText": "Wakamjibu, “Baadhi husema wewe ni Yohana Mbatizaji, wengine husema ni Eliya, na bado wengine husema kwamba ni mmoja wa manabii wa kale amefufuka kutoka kwa wafu.”"
  },
  {
    "verseNumber": "LUK 9:20",
    "verseText": "Kisha akawauliza, “Je, ninyi mnasema mimi ni nani?” Petro akajibu, “Wewe ndiwe Kristo wa Mungu.”"
  },
  {
    "verseNumber": "LUK 9:21",
    "verseText": "Yesu akawakataza wasimwambie mtu yeyote jambo hilo."
  },
  {
    "verseNumber": "LUK 9:22",
    "verseText": "Yesu akasema, “Imempasa Mwana wa Adamu kupata mateso mengi na kukataliwa na wazee, viongozi wa makuhani, na walimu wa sheria, na itampasa auawe, lakini siku ya tatu kufufuliwa kutoka mauti.”"
  },
  {
    "verseNumber": "LUK 9:23",
    "verseText": "Kisha akawaambia wote, “Mtu yeyote akitaka kunifuata, ni lazima ajikane mwenyewe, auchukue msalaba wake kila siku, anifuate."
  },
  {
    "verseNumber": "LUK 9:24",
    "verseText": "Kwa maana yeyote anayetaka kuyaokoa maisha yake atayapoteza, lakini yeyote atakayeyapoteza maisha yake kwa ajili yangu atayaokoa."
  },
  {
    "verseNumber": "LUK 9:25",
    "verseText": "Je, itamfaidi nini mtu kuupata ulimwengu wote, lakini akapoteza au kuangamiza nafsi yake?"
  },
  {
    "verseNumber": "LUK 9:26",
    "verseText": "Mtu yeyote akinionea aibu mimi na maneno yangu, Mwana wa Adamu naye atamwonea aibu atakapokuja katika utukufu wake na katika utukufu wa Baba, pamoja na malaika watakatifu."
  },
  {
    "verseNumber": "LUK 9:27",
    "verseText": "Amin, nawaambia, wako baadhi ya watu waliosimama hapa ambao hawataonja mauti kabla ya kuuona Ufalme wa Mungu.”"
  },
  {
    "verseNumber": "LUK 9:28",
    "verseText": "Yapata siku nane baada ya Yesu kusema hayo, aliwachukua Petro, Yakobo na Yohana, akaenda nao mlimani kuomba."
  },
  {
    "verseNumber": "LUK 9:29",
    "verseText": "Alipokuwa akiomba, sura ya uso wake ikabadilika, nayo mavazi yake yakametameta kama mwanga wa umeme wa radi."
  },
  {
    "verseNumber": "LUK 9:30",
    "verseText": "Ghafula wakawaona watu wawili, ndio Mose na Eliya, wakizungumza naye."
  },
  {
    "verseNumber": "LUK 9:31",
    "verseText": "Walionekana katika utukufu wakizungumza na Yesu kuhusu kifo chake ambacho kingetokea huko Yerusalemu."
  },
  {
    "verseNumber": "LUK 9:32",
    "verseText": "Petro na wenzake walikuwa wamelala usingizi mzito. Walipoamka, wakaona utukufu wa Yesu na wale watu wawili waliokuwa wamesimama pamoja naye."
  },
  {
    "verseNumber": "LUK 9:33",
    "verseText": "Mose na Eliya walipokuwa wanaondoka, Petro akamwambia Yesu, “Bwana, ni vizuri tukae hapa! Tutajenga vibanda vitatu: kimoja chako, kingine cha Mose na kingine cha Eliya.” Lakini Petro alikuwa hajui asemacho."
  },
  {
    "verseNumber": "LUK 9:34",
    "verseText": "Alipokuwa bado anazungumza, pakatokea wingu, likawafunika, nao wakaogopa walipoingia mle kwenye wingu."
  },
  {
    "verseNumber": "LUK 9:35",
    "verseText": "Sauti ikatoka kwenye lile wingu ikisema, “Huyu ni Mwanangu mpendwa, niliyemchagua. Msikieni yeye.”"
  },
  {
    "verseNumber": "LUK 9:36",
    "verseText": "Baada ya sauti hiyo kusema, walimkuta Yesu akiwa peke yake. Wale wanafunzi wakalihifadhi jambo hili, wala kwa wakati huo hawakumwambia mtu yeyote yale waliyokuwa wameyaona."
  },
  {
    "verseNumber": "LUK 9:37",
    "verseText": "Kesho yake waliposhuka kutoka mlimani, alikutana na umati mkubwa wa watu."
  },
  {
    "verseNumber": "LUK 9:38",
    "verseText": "Mtu mmoja katika ule umati wa watu akapaza sauti, akasema, “Mwalimu, naomba umwangalie mwanangu, kwani ndiye mtoto wangu wa pekee."
  },
  {
    "verseNumber": "LUK 9:39",
    "verseText": "Mara kwa mara pepo mchafu humpagaa na kumfanya apige kelele, kisha humwangusha na kumtia kifafa hata akatokwa na povu kinywani. Huyo pepo mchafu anamtesa sana, na hamwachi ila mara chache."
  },
  {
    "verseNumber": "LUK 9:40",
    "verseText": "Niliwaomba wanafunzi wako wamtoe huyo pepo mchafu, lakini hawakuweza.”"
  },
  {
    "verseNumber": "LUK 9:41",
    "verseText": "Yesu akawajibu, “Enyi kizazi kisichoamini na kilichopotoka! Nitakaa nanyi na kuwavumilia mpaka lini? Mlete mwanao hapa.”"
  },
  {
    "verseNumber": "LUK 9:42",
    "verseText": "Hata yule mtoto alipokuwa akija, yule pepo mchafu akamwangusha, akamtia kifafa. Lakini Yesu akamkemea yule pepo mchafu amtoke, akamponya yule mtoto, na akamrudisha kwa baba yake."
  },
  {
    "verseNumber": "LUK 9:43",
    "verseText": "Watu wote wakastaajabia uweza mkuu wa Mungu. Wakati bado watu walikuwa wanastaajabia hayo yote aliyokuwa akiyafanya Yesu, yeye akawaambia wanafunzi wake:"
  },
  {
    "verseNumber": "LUK 9:44",
    "verseText": "“Sikilizeni kwa makini haya nitakayowaambia sasa: Mwana wa Adamu atasalitiwa na kutiwa mikononi mwa watu.”"
  },
  {
    "verseNumber": "LUK 9:45",
    "verseText": "Lakini wao hawakuelewa alimaanisha nini. Maana ya maneno hayo ilifichika kwao, hivyo hawakuyaelewa, nao wakaogopa kumuuliza maana yake."
  },
  {
    "verseNumber": "LUK 9:46",
    "verseText": "Kukazuka mabishano miongoni mwa wanafunzi kuhusu ni nani miongoni mwao atakayekuwa mkuu kuliko wote."
  },
  {
    "verseNumber": "LUK 9:47",
    "verseText": "Lakini Yesu akayatambua mawazo yao, naye akamchukua mtoto mdogo, akamsimamisha kando yake."
  },
  {
    "verseNumber": "LUK 9:48",
    "verseText": "Kisha akawaambia, “Yeyote amkaribishaye mtoto huyu mdogo kwa Jina langu, anikaribisha mimi, na yeyote atakayenikaribisha mimi, atakuwa amemkaribisha yeye aliyenituma. Kwa maana yeye aliye mdogo miongoni mwenu, ndiye aliye mkuu kuliko wote.”"
  },
  {
    "verseNumber": "LUK 9:49",
    "verseText": "Yohana akasema, “Bwana, tumemwona mtu akitoa pepo wachafu kwa jina lako, nasi tukamzuia, kwa sababu yeye si mmoja wetu.”"
  },
  {
    "verseNumber": "LUK 9:50",
    "verseText": "Yesu akasema, “Msimzuie, kwa sababu yeyote ambaye si kinyume nanyi, yu upande wenu.”"
  },
  {
    "verseNumber": "LUK 9:51",
    "verseText": "Wakati ulipokaribia wa yeye kuchukuliwa mbinguni, alikaza uso wake kwenda Yerusalemu."
  },
  {
    "verseNumber": "LUK 9:52",
    "verseText": "Akatuma watu wamtangulie, nao wakaenda katika kijiji kimoja cha Samaria kumwandalia kila kitu;"
  },
  {
    "verseNumber": "LUK 9:53",
    "verseText": "lakini watu wa kijiji kile hawakumkaribisha kwa sababu alikuwa anakwenda zake Yerusalemu."
  },
  {
    "verseNumber": "LUK 9:54",
    "verseText": "Wanafunzi wake, yaani Yakobo na Yohana, walipoona hayo, wakasema: “Bwana, unataka tuagize moto kutoka mbinguni ili uwaangamize?”"
  },
  {
    "verseNumber": "LUK 9:55",
    "verseText": "Yesu akageuka na kuwakemea,"
  },
  {
    "verseNumber": "LUK 9:56",
    "verseText": "nao wakaenda kijiji kingine."
  },
  {
    "verseNumber": "LUK 9:57",
    "verseText": "Walipokuwa njiani wakienda, mtu mmoja akamwambia Yesu, “Nitakufuata kokote uendako.”"
  },
  {
    "verseNumber": "LUK 9:58",
    "verseText": "Yesu akamjibu, “Mbweha wana mapango, nao ndege wa angani wana viota, lakini Mwana wa Adamu hana mahali pa kulaza kichwa chake.”"
  },
  {
    "verseNumber": "LUK 9:59",
    "verseText": "Yesu akamwambia mtu mwingine, “Nifuate.” Mtu huyo akamjibu, “Bwana, niruhusu kwanza nikamzike baba yangu.”"
  },
  {
    "verseNumber": "LUK 9:60",
    "verseText": "Yesu akamwambia, “Waache wafu wawazike wafu wao, bali wewe nenda ukautangaze Ufalme wa Mungu.”"
  },
  {
    "verseNumber": "LUK 9:61",
    "verseText": "Mtu mwingine akamwambia, “Bwana, nitakufuata lakini naomba kwanza nikawaage jamaa yangu.”"
  },
  {
    "verseNumber": "LUK 9:62",
    "verseText": "Yesu akamwambia, “Mtu yeyote atiaye mkono wake kulima, kisha akatazama nyuma, hafai kwa Ufalme wa Mungu.”"
  },
  {
    "verseNumber": "LUK 10:1",
    "verseText": "Baada ya hayo, Bwana akawachagua wengine sabini na wawili, akawatuma wawili wawili katika kila mji na kila sehemu aliyokusudia kwenda baadaye."
  },
  {
    "verseNumber": "LUK 10:2",
    "verseText": "Akawaambia, “Mavuno ni mengi, lakini watendakazi ni wachache. Kwa hiyo mwombeni Bwana wa mavuno, ili apeleke watendakazi katika shamba lake la mavuno."
  },
  {
    "verseNumber": "LUK 10:3",
    "verseText": "Haya! nendeni. Ninawatuma kama wana-kondoo katikati ya mbwa mwitu."
  },
  {
    "verseNumber": "LUK 10:4",
    "verseText": "Msichukue mkoba, wala mfuko, wala viatu, na msimsalimu mtu yeyote njiani."
  },
  {
    "verseNumber": "LUK 10:5",
    "verseText": "“Mkiingia katika nyumba yoyote, kwanza semeni, ‘Amani iwe kwenu.’"
  },
  {
    "verseNumber": "LUK 10:6",
    "verseText": "Kama kuna mtu wa amani humo, basi amani yenu itakuwa juu yake. La sivyo, itawarudia."
  },
  {
    "verseNumber": "LUK 10:7",
    "verseText": "Kaeni katika nyumba hiyo, mkila na kunywa kile watakachowapa, kwa sababu kila mtendakazi anastahili malipo yake. Msihamehame kutoka nyumba hadi nyumba."
  },
  {
    "verseNumber": "LUK 10:8",
    "verseText": "“Mkienda katika mji na watu wake wakawakaribisha, kuleni chochote kiwekwacho mbele yenu,"
  },
  {
    "verseNumber": "LUK 10:9",
    "verseText": "waponyeni wagonjwa waliomo na waambieni: ‘Ufalme wa Mungu umekaribia.’"
  },
  {
    "verseNumber": "LUK 10:10",
    "verseText": "Lakini mkiingia katika mji, nao hawakuwakaribisha, tokeni mwende katika barabara zake mkaseme:"
  },
  {
    "verseNumber": "LUK 10:11",
    "verseText": "‘Hata mavumbi ya mji wenu yaliyoshikamana na miguu yetu, tunayakungʼuta dhidi yenu. Lakini mjue kwamba Ufalme wa Mungu umekaribia.’"
  },
  {
    "verseNumber": "LUK 10:12",
    "verseText": "Ninawaambia, itakuwa rahisi zaidi kwa Sodoma kustahimili katika siku ile kuliko mji ule."
  },
  {
    "verseNumber": "LUK 10:13",
    "verseText": "“Ole wako Korazini! Ole wako Bethsaida! Kwa kuwa kama miujiza iliyofanyika kwenu ingefanyika Tiro na Sidoni, miji hiyo ingekuwa imetubu zamani, kwa kuvaa magunia na kujipaka majivu."
  },
  {
    "verseNumber": "LUK 10:14",
    "verseText": "Lakini itakuwa rahisi zaidi kwa Tiro na Sidoni kustahimili katika siku ya hukumu, kuliko ninyi."
  },
  {
    "verseNumber": "LUK 10:15",
    "verseText": "Nawe, Kapernaumu, je, utainuliwa hadi mbinguni? La hasha, utashushwa mpaka kuzimu.”"
  },
  {
    "verseNumber": "LUK 10:16",
    "verseText": "“Yeye awasikilizaye ninyi anisikiliza mimi; naye awakataaye ninyi amenikataa mimi. Lakini yeye anikataaye mimi amkataa yeye aliyenituma.”"
  },
  {
    "verseNumber": "LUK 10:17",
    "verseText": "Wale sabini na wawili wakarudi kwa furaha, na kusema, “Bwana, hata pepo wachafu wanatutii kwa jina lako.”"
  },
  {
    "verseNumber": "LUK 10:18",
    "verseText": "Yesu akawaambia, “Nilimwona Shetani akianguka kutoka mbinguni kama umeme wa radi."
  },
  {
    "verseNumber": "LUK 10:19",
    "verseText": "Tazama nimewapa mamlaka ya kukanyaga nyoka na nge na juu ya nguvu zote za adui; wala hakuna kitu chochote kitakachowadhuru."
  },
  {
    "verseNumber": "LUK 10:20",
    "verseText": "Basi, msifurahi kwa kuwa pepo wachafu wanawatii, bali furahini kwa kuwa majina yenu yameandikwa mbinguni.”"
  },
  {
    "verseNumber": "LUK 10:21",
    "verseText": "Wakati huo Yesu akashangilia katika Roho Mtakatifu, akasema, “Nakuhimidi Baba, Bwana wa mbingu na nchi, kwa kuwa umewaficha mambo haya wenye hekima na wenye elimu, nawe ukawafunulia watoto wadogo. Naam, Baba, kwa kuwa hivyo ndivyo ilivyokupendeza."
  },
  {
    "verseNumber": "LUK 10:22",
    "verseText": "“Nimekabidhiwa vitu vyote na Baba yangu. Hakuna mtu amjuaye Mwana ni nani ila Baba, wala hakuna amjuaye Baba ni nani ila Mwana na yeyote ambaye Mwana anapenda kumfunulia.”"
  },
  {
    "verseNumber": "LUK 10:23",
    "verseText": "Basi Yesu akawageukia wanafunzi wake akanena nao faraghani, akawaambia, “Heri macho yanayoona yale mambo mnayoyaona."
  },
  {
    "verseNumber": "LUK 10:24",
    "verseText": "Kwa maana nawaambia, manabii wengi na wafalme walitamani kuona yale mnayoyaona lakini hawakuyaona, na walitamani kusikia yale mnayoyasikia lakini hawakuyasikia.”"
  },
  {
    "verseNumber": "LUK 10:25",
    "verseText": "Wakati huo mtaalamu mmoja wa sheria alisimama ili kumjaribu Yesu, akamuuliza, “Mwalimu, nifanye nini ili niurithi uzima wa milele?”"
  },
  {
    "verseNumber": "LUK 10:26",
    "verseText": "Yesu akamjibu, “Imeandikwaje katika Sheria? Kwani unasoma nini humo?”"
  },
  {
    "verseNumber": "LUK 10:27",
    "verseText": "Akajibu, “ ‘Mpende Bwana Mungu wako kwa moyo wako wote, kwa roho yako yote, kwa nguvu zako zote, na kwa akili zako zote’; tena, ‘Mpende jirani yako kama unavyojipenda mwenyewe.’ ”"
  },
  {
    "verseNumber": "LUK 10:28",
    "verseText": "Yesu akamwambia, “Umejibu vyema. Fanya hivyo nawe utaishi.”"
  },
  {
    "verseNumber": "LUK 10:29",
    "verseText": "Lakini yule mtaalamu wa sheria, akitaka kujionyesha kuwa mwenye haki, akamuuliza Yesu, “Jirani yangu ni nani?”"
  },
  {
    "verseNumber": "LUK 10:30",
    "verseText": "Yesu akamjibu akasema, “Mtu mmoja alikuwa akiteremka kutoka Yerusalemu kwenda Yeriko, naye akaangukia mikononi mwa wanyangʼanyi. Wakampiga, wakaondoka, wakamwacha akiwa karibu kufa."
  },
  {
    "verseNumber": "LUK 10:31",
    "verseText": "Kuhani mmoja alikuwa akipitia njia ile, alipomwona huyo mtu, akapita upande mwingine, akamwacha hapo barabarani."
  },
  {
    "verseNumber": "LUK 10:32",
    "verseText": "Vivyo hivyo, Mlawi mmoja naye alipofika mahali pale, alimwona, akapita upande mwingine, akamwacha hapo barabarani"
  },
  {
    "verseNumber": "LUK 10:33",
    "verseText": "Lakini Msamaria mmoja aliyekuwa akisafiri alipomwona, alimhurumia."
  },
  {
    "verseNumber": "LUK 10:34",
    "verseText": "Akaenda alipokuwa na akasafisha majeraha yake kwa divai na mafuta, kisha akayafunga. Ndipo akampandisha kwenye punda wake, akampeleka mpaka kwenye nyumba ya wageni na kumtunza."
  },
  {
    "verseNumber": "LUK 10:35",
    "verseText": "Kesho yake, yule Msamaria akachukua dinari mbili akampa yule mwenye nyumba ya wageni na kusema, ‘Mtunze, nami nirudipo nitakulipa gharama yoyote ya ziada uliyotumia kwa ajili yake.’"
  },
  {
    "verseNumber": "LUK 10:36",
    "verseText": "“Ni yupi basi miongoni mwa hawa watatu wewe unadhani ni jirani yake yule mtu aliyeangukia mikononi mwa wanyangʼanyi?”"
  },
  {
    "verseNumber": "LUK 10:37",
    "verseText": "Yule mtaalamu wa sheria akajibu, “Ni yule aliyemhurumia.” Ndipo Yesu akamwambia, “Nenda, ukafanye vivyo hivyo.”"
  },
  {
    "verseNumber": "LUK 10:38",
    "verseText": "Ikawa Yesu na wanafunzi wake walipokuwa wakienda Yerusalemu, akaingia kwenye kijiji kimoja ambapo mwanamke mmoja aliyeitwa Martha alimkaribisha nyumbani kwake."
  },
  {
    "verseNumber": "LUK 10:39",
    "verseText": "Martha alikuwa na mdogo wake aliyeitwa Maria, ambaye aliketi chini miguuni mwa Bwana akisikiliza yale aliyokuwa akisema."
  },
  {
    "verseNumber": "LUK 10:40",
    "verseText": "Lakini Martha alikuwa akihangaika na maandalizi yote yaliyokuwa yafanyike. Martha akaja kwa Yesu na kumuuliza, “Bwana, hujali kwamba ndugu yangu ameniachia kazi zote mwenyewe? Basi mwambie anisaidie.”"
  },
  {
    "verseNumber": "LUK 10:41",
    "verseText": "Lakini Bwana akamjibu, “Martha, Martha, mbona unasumbuka na kuhangaika na mengi?"
  },
  {
    "verseNumber": "LUK 10:42",
    "verseText": "Lakini kunahitajika kitu kimoja tu. Maria amechagua kile kilicho bora, wala hakuna mtu atakayemwondolea.”"
  },
  {
    "verseNumber": "LUK 11:1",
    "verseText": "Siku moja, Yesu alikuwa mahali fulani akiomba. Alipomaliza kuomba, mmoja wa wanafunzi wake akamwambia, “Bwana, tufundishe kuomba, kama vile Yohana alivyowafundisha wanafunzi wake.”"
  },
  {
    "verseNumber": "LUK 11:2",
    "verseText": "Akawaambia, “Mnapoomba, semeni: “ ‘Baba yetu (uliye mbinguni), jina lako litukuzwe, ufalme wako uje. (Mapenzi yako yafanyike hapa duniani kama huko mbinguni.)"
  },
  {
    "verseNumber": "LUK 11:3",
    "verseText": "Utupatie kila siku riziki yetu."
  },
  {
    "verseNumber": "LUK 11:4",
    "verseText": "Utusamehe dhambi zetu, kwa kuwa na sisi huwasamehe wote wanaotukosea. Wala usitutie majaribuni (bali utuokoe kutoka kwa yule mwovu).’ ”"
  },
  {
    "verseNumber": "LUK 11:5",
    "verseText": "Kisha akawaambia, “Ni nani miongoni mwenu mwenye rafiki yake, naye akamwendea usiku wa manane na kumwambia, ‘Rafiki, nikopeshe mikate mitatu."
  },
  {
    "verseNumber": "LUK 11:6",
    "verseText": "Kwa sababu rafiki yangu amekuja kutoka safarini, nami sina kitu cha kumpa.’"
  },
  {
    "verseNumber": "LUK 11:7",
    "verseText": "“Kisha yule aliyeko ndani amjibu, ‘Usinisumbue. Mlango umefungwa, nami na watoto wangu tumelala. Siwezi kuamka nikupe chochote.’"
  },
  {
    "verseNumber": "LUK 11:8",
    "verseText": "Nawaambia, ingawa huyo mtu hataamka na kumpa hiyo mikate kwa sababu ni rafiki yake, lakini kwa sababu ya kuendelea kwake kuomba, ataamka na kumpa kiasi anachohitaji."
  },
  {
    "verseNumber": "LUK 11:9",
    "verseText": "“Kwa hiyo nawaambia: Ombeni nanyi mtapewa; tafuteni nanyi mtapata; bisheni nanyi mtafunguliwa mlango."
  },
  {
    "verseNumber": "LUK 11:10",
    "verseText": "Kwa kuwa kila aombaye hupewa; naye kila atafutaye hupata; na kila abishaye hufunguliwa mlango."
  },
  {
    "verseNumber": "LUK 11:11",
    "verseText": "“Je, kuna yeyote miongoni mwenu ambaye mtoto wake akimwomba samaki, atampa nyoka badala yake?"
  },
  {
    "verseNumber": "LUK 11:12",
    "verseText": "Au mtoto akimwomba yai atampa nge?"
  },
  {
    "verseNumber": "LUK 11:13",
    "verseText": "Basi ikiwa ninyi mlio waovu, mnajua kuwapa watoto wenu vitu vizuri, si zaidi sana Baba yenu aliye mbinguni atawapa Roho Mtakatifu wale wamwombao!”"
  },
  {
    "verseNumber": "LUK 11:14",
    "verseText": "Basi Yesu alikuwa anamtoa pepo mchafu kutoka kwa mtu aliyekuwa bubu. Yule pepo mchafu alipomtoka yule mtu aliyekuwa bubu, akaanza kuongea, nao umati wa watu ukashangaa."
  },
  {
    "verseNumber": "LUK 11:15",
    "verseText": "Lakini wengine wakasema, “Anatoa pepo wachafu kwa uwezo wa Beelzebuli, yule mkuu wa pepo wachafu wote.”"
  },
  {
    "verseNumber": "LUK 11:16",
    "verseText": "Wengine ili kumjaribu wakataka awaonyeshe ishara kutoka mbinguni."
  },
  {
    "verseNumber": "LUK 11:17",
    "verseText": "Yesu akajua mawazo yao, naye akawaambia, “Kila ufalme ukigawanyika dhidi yake wenyewe huangamia. Nayo nyumba iliyogawanyika dhidi yake yenyewe itaanguka."
  },
  {
    "verseNumber": "LUK 11:18",
    "verseText": "Kama Shetani amegawanyika mwenyewe, ufalme wake utasimamaje? Nawaambia haya kwa sababu ninyi mnadai ya kuwa mimi ninatoa pepo wachafu kwa uwezo wa Beelzebuli."
  },
  {
    "verseNumber": "LUK 11:19",
    "verseText": "Kama mimi natoa pepo wachafu kwa nguvu za Beelzebuli, wafuasi wenu nao je, wao hutoa pepo wachafu kwa uwezo wa nani? Hivyo basi, wao ndio watakaowahukumu."
  },
  {
    "verseNumber": "LUK 11:20",
    "verseText": "Lakini kama mimi ninatoa pepo wachafu kwa kidole cha Mungu, basi Ufalme wa Mungu umewajia."
  },
  {
    "verseNumber": "LUK 11:21",
    "verseText": "“Mtu mwenye nguvu aliyejifunga silaha anapoilinda nyumba yake, mali yake iko salama."
  },
  {
    "verseNumber": "LUK 11:22",
    "verseText": "Lakini mtu mwenye nguvu zaidi kumliko akimshambulia na kumshinda, yeye humnyangʼanya silaha zake zote alizozitegemea, na kuchukua nyara."
  },
  {
    "verseNumber": "LUK 11:23",
    "verseText": "“Mtu asiyekuwa pamoja nami yu kinyume nami, na mtu ambaye hakusanyi pamoja nami, hutawanya."
  },
  {
    "verseNumber": "LUK 11:24",
    "verseText": "“Pepo mchafu amtokapo mtu, hutangatanga katika sehemu zisizo na maji akitafuta mahali pa kupumzika, lakini hapati. Ndipo husema, ‘Nitarudi kwenye nyumba yangu nilikotoka.’"
  },
  {
    "verseNumber": "LUK 11:25",
    "verseText": "Naye arudipo na kuikuta ile nyumba imefagiliwa na kupangwa vizuri,"
  },
  {
    "verseNumber": "LUK 11:26",
    "verseText": "ndipo huenda na kuchukua pepo wachafu wengine saba wabaya kuliko yeye mwenyewe, nao huingia na kukaa humo. Nayo hali ya mwisho ya yule mtu huwa ni mbaya kuliko ile ya kwanza.”"
  },
  {
    "verseNumber": "LUK 11:27",
    "verseText": "Ikawa Yesu alipokuwa akisema hayo, mwanamke mmoja katikati ya ule umati wa watu akapaza sauti akasema, “Limebarikiwa tumbo lililokuzaa na matiti uliyonyonya!”"
  },
  {
    "verseNumber": "LUK 11:28",
    "verseText": "Yesu akajibu, “Wamebarikiwa zaidi wale wanaolisikia neno la Mungu na kulitii.”"
  },
  {
    "verseNumber": "LUK 11:29",
    "verseText": "Umati wa watu ulipokuwa unazidi kuongezeka, Yesu akaendelea kusema, “Hiki ni kizazi kiovu. Kinatafuta ishara, lakini hakitapewa ishara yoyote isipokuwa ile ya Yona."
  },
  {
    "verseNumber": "LUK 11:30",
    "verseText": "Kwa maana kama vile Yona alivyokuwa ishara kwa watu wa Ninawi, ndivyo Mwana wa Adamu atakavyokuwa ishara kwa kizazi hiki."
  },
  {
    "verseNumber": "LUK 11:31",
    "verseText": "Malkia wa Kusini atasimama wakati wa hukumu na kuwahukumu watu wa kizazi hiki. Kwa kuwa yeye alikuja kutoka miisho ya dunia ili kuisikiliza hekima ya Solomoni. Na hapa yupo aliye mkuu kuliko Solomoni."
  },
  {
    "verseNumber": "LUK 11:32",
    "verseText": "Siku ya hukumu, watu wa Ninawi watasimama pamoja na kizazi hiki na kukihukumu; kwa maana wao walitubu waliposikia mahubiri ya Yona. Na tazama, hapa yupo yeye aliye mkuu kuliko Yona."
  },
  {
    "verseNumber": "LUK 11:33",
    "verseText": "“Hakuna mtu yeyote awashaye taa na kuiweka mahali palipofichika au kuifunikia chini ya bakuli. Badala yake huiweka juu ya kinara chake, ili watu wote wanaoingia waone nuru."
  },
  {
    "verseNumber": "LUK 11:34",
    "verseText": "Jicho lako ni taa ya mwili wako. Kama jicho lako ni zima, mwili wako wote pia umejaa nuru. Lakini kama jicho ni bovu, mwili wako wote pia umejaa giza."
  },
  {
    "verseNumber": "LUK 11:35",
    "verseText": "Kwa hiyo, hakikisha kwamba nuru iliyoko ndani yako isiwe giza."
  },
  {
    "verseNumber": "LUK 11:36",
    "verseText": "Basi ikiwa mwili wako wote umejaa nuru, bila sehemu yake yoyote kuwa gizani, basi utakuwa na nuru kama vile taa ikuangazavyo kwa nuru yake.”"
  },
  {
    "verseNumber": "LUK 11:37",
    "verseText": "Yesu alipomaliza kuzungumza, Farisayo mmoja alimwalika nyumbani mwake kwa chakula. Yesu akaingia na kuketi katika sehemu yake mezani."
  },
  {
    "verseNumber": "LUK 11:38",
    "verseText": "Yule Farisayo akashangaa kwamba Yesu hakunawa kwanza kabla ya kula."
  },
  {
    "verseNumber": "LUK 11:39",
    "verseText": "Ndipo Bwana akamwambia, “Sasa, enyi Mafarisayo, mnasafisha kikombe na sahani kwa nje, lakini ndani mmejaa unyangʼanyi na uovu."
  },
  {
    "verseNumber": "LUK 11:40",
    "verseText": "Enyi wapumbavu! Hamjui kuwa yeye aliyetengeneza nje ndiye alitengeneza na ndani pia?"
  },
  {
    "verseNumber": "LUK 11:41",
    "verseText": "Basi toeni sadaka ya vile mlivyo navyo, na tazama, vitu vyote vitakuwa safi kwenu."
  },
  {
    "verseNumber": "LUK 11:42",
    "verseText": "“Lakini ole wenu, Mafarisayo, kwa maana mnampa Mungu zaka za mnanaa, mchicha na kila aina ya mboga, lakini mnapuuza haki na upendo wa Mungu. Iliwapasa kufanya haya ya pili bila kupuuza hayo ya kwanza."
  },
  {
    "verseNumber": "LUK 11:43",
    "verseText": "“Ole wenu Mafarisayo, kwa sababu ninyi mnapenda kukalia viti vya mbele katika masinagogi, na kusalimiwa kwa heshima masokoni."
  },
  {
    "verseNumber": "LUK 11:44",
    "verseText": "“Ole wenu, kwa sababu ninyi ni kama makaburi yasiyokuwa na alama, ambayo watu huyakanyaga pasipo kujua.”"
  },
  {
    "verseNumber": "LUK 11:45",
    "verseText": "Mtaalamu mmoja wa sheria akamjibu, akasema, “Mwalimu, unaposema mambo haya, unatutukana na sisi pia.”"
  },
  {
    "verseNumber": "LUK 11:46",
    "verseText": "Yesu akamjibu, “Nanyi wataalamu wa sheria, ole wenu, kwa sababu mnawatwika watu mizigo mizito ambayo hawawezi kubeba, wala ninyi wenyewe hamwinui hata kidole kimoja kuwasaidia."
  },
  {
    "verseNumber": "LUK 11:47",
    "verseText": "“Ole wenu, kwa sababu ninyi mnajenga makaburi ya manabii waliouawa na baba zenu."
  },
  {
    "verseNumber": "LUK 11:48",
    "verseText": "Hivyo ninyi mwashuhudia na mnathibitisha kile baba zenu walichofanya. Wao waliwaua manabii, nanyi mnawajengea makaburi."
  },
  {
    "verseNumber": "LUK 11:49",
    "verseText": "Kwa sababu ya jambo hili, Mungu katika hekima yake alisema, ‘Tazama, nitatuma kwao manabii na mitume, nao watawaua baadhi yao na wengine watawatesa.’"
  },
  {
    "verseNumber": "LUK 11:50",
    "verseText": "Kwa hiyo kizazi hiki kitawajibika kwa ajili ya damu ya manabii iliyomwagwa tangu kuwekwa misingi ya ulimwengu,"
  },
  {
    "verseNumber": "LUK 11:51",
    "verseText": "tangu damu ya Abeli mpaka damu ya Zekaria, aliyeuawa kati ya madhabahu na mahali patakatifu. Naam, nawaambia, kizazi hiki kitawajibika kwa haya yote."
  },
  {
    "verseNumber": "LUK 11:52",
    "verseText": "“Ole wenu ninyi wataalamu wa sheria, kwa sababu mmeuondoa ufunguo wa maarifa. Ninyi wenyewe hamkuingia, na wale waliokuwa wanaingia mkawazuia.”"
  },
  {
    "verseNumber": "LUK 11:53",
    "verseText": "Yesu alipoondoka huko, walimu wa sheria na Mafarisayo wakaanza kumpinga vikali na kumsonga kwa maswali,"
  },
  {
    "verseNumber": "LUK 11:54",
    "verseText": "wakivizia kumkamata kwa kitu atakachosema ili wamshtaki."
  },
  {
    "verseNumber": "LUK 12:1",
    "verseText": "Wakati huo, umati mkubwa wa watu maelfu, walipokuwa wamekusanyika hata wakawa wanakanyagana, Yesu akaanza kuzungumza kwanza na wanafunzi wake, akawaambia: “Jihadharini na chachu ya Mafarisayo, yaani, unafiki wao."
  },
  {
    "verseNumber": "LUK 12:2",
    "verseText": "Hakuna jambo lolote lililositirika ambalo halitafunuliwa, au lililofichwa ambalo halitajulikana."
  },
  {
    "verseNumber": "LUK 12:3",
    "verseText": "Kwa hiyo, lolote mlilosema gizani litasikiwa nuruni. Na kile mlichonongʼona masikioni mkiwa kwenye vyumba vya ndani, kitatangazwa juu ya paa."
  },
  {
    "verseNumber": "LUK 12:4",
    "verseText": "“Nawaambieni rafiki zangu, msiwaogope wale wauao mwili, lakini baada ya hilo hawawezi kufanya lolote zaidi."
  },
  {
    "verseNumber": "LUK 12:5",
    "verseText": "Lakini nitawaambia nani wa kumwogopa: Mwogopeni yule ambaye baada ya kuua mwili, ana mamlaka ya kuwatupa motoni. Naam, nawaambia, mwogopeni huyo!"
  },
  {
    "verseNumber": "LUK 12:6",
    "verseText": "Mnajua kwamba shomoro watano huuzwa kwa senti mbili? Lakini Mungu hamsahau hata mmoja wao."
  },
  {
    "verseNumber": "LUK 12:7",
    "verseText": "Naam, hata nywele za vichwa vyenu zote zimehesabiwa. Hivyo msiogope, kwa maana ninyi ni wa thamani kubwa kuliko shomoro wengi."
  },
  {
    "verseNumber": "LUK 12:8",
    "verseText": "“Ninawaambia kwamba yeyote atakayenikiri mbele ya watu, Mwana wa Adamu naye atamkiri mbele za malaika wa Mungu."
  },
  {
    "verseNumber": "LUK 12:9",
    "verseText": "Lakini yeye atakayenikana mimi mbele ya watu, Mwana wa Adamu naye atamkana mbele ya malaika wa Mungu."
  },
  {
    "verseNumber": "LUK 12:10",
    "verseText": "Naye kila atakayenena neno baya dhidi ya Mwana wa Adamu atasamehewa, lakini yeyote atakayemkufuru Roho Mtakatifu hatasamehewa."
  },
  {
    "verseNumber": "LUK 12:11",
    "verseText": "“Watakapowapeleka katika masinagogi, na mbele ya watawala na wenye mamlaka, msiwe na wasiwasi kuhusu namna mtakavyojitetea au mtakavyosema."
  },
  {
    "verseNumber": "LUK 12:12",
    "verseText": "Kwa maana Roho Mtakatifu atawafundisha wakati huo huo mnachopaswa kusema.”"
  },
  {
    "verseNumber": "LUK 12:13",
    "verseText": "Mtu mmoja katika umati wa watu akamwambia Yesu, “Mwalimu, mwambie ndugu yangu tugawane naye urithi wetu.”"
  },
  {
    "verseNumber": "LUK 12:14",
    "verseText": "Lakini Yesu akamwambia, “Rafiki, ni nani aliyeniweka mimi kuwa hakimu wenu au msuluhishi juu yenu?”"
  },
  {
    "verseNumber": "LUK 12:15",
    "verseText": "Ndipo Yesu akawaambia, “Jihadharini! Jilindeni na aina zote za choyo. Kwa maana maisha ya mtu hayatokani na wingi wa mali alizo nazo.”"
  },
  {
    "verseNumber": "LUK 12:16",
    "verseText": "Kisha akawaambia mfano huu: “Shamba la mtu mmoja tajiri lilizaa sana."
  },
  {
    "verseNumber": "LUK 12:17",
    "verseText": "Akawaza moyoni mwake, ‘Nifanye nini? Sina mahali pa kuhifadhi mavuno yangu.’"
  },
  {
    "verseNumber": "LUK 12:18",
    "verseText": "“Ndipo huyo tajiri akasema, ‘Nitafanya hivi: Nitabomoa ghala zangu za nafaka na kujenga nyingine kubwa zaidi na huko nitayahifadhi mavuno yangu yote na vitu vyangu."
  },
  {
    "verseNumber": "LUK 12:19",
    "verseText": "Nami nitaiambia nafsi yangu, “Nafsi, unavyo vitu vingi vizuri ulivyojiwekea akiba kwa miaka mingi. Pumzika; kula, unywe, ufurahi.” ’"
  },
  {
    "verseNumber": "LUK 12:20",
    "verseText": "“Lakini Mungu akamwambia, ‘Mpumbavu wewe! Usiku huu uhai wako unatakiwa. Sasa hivyo vitu ulivyojiwekea akiba vitakuwa vya nani?’"
  },
  {
    "verseNumber": "LUK 12:21",
    "verseText": "“Hivyo ndivyo ilivyo kwa wale wanaojiwekea mali lakini hawajitajirishi kwa Mungu.”"
  },
  {
    "verseNumber": "LUK 12:22",
    "verseText": "Kisha Yesu akawaambia wanafunzi wake: “Kwa hiyo nawaambia, msisumbukie maisha yenu kwamba mtakula nini; au msumbukie miili yenu kwamba mtavaa nini."
  },
  {
    "verseNumber": "LUK 12:23",
    "verseText": "Maisha ni zaidi ya chakula, na mwili ni zaidi ya mavazi."
  },
  {
    "verseNumber": "LUK 12:24",
    "verseText": "Fikirini ndege! Wao hawapandi wala hawavuni, hawana ghala wala popote pa kuhifadhi nafaka; lakini Mungu huwalisha. Ninyi ni wa thamani zaidi kuliko ndege!"
  },
  {
    "verseNumber": "LUK 12:25",
    "verseText": "Ni nani miongoni mwenu ambaye kwa kujitaabisha kwake anaweza kujiongezea hata saa moja zaidi katika maisha yake?"
  },
  {
    "verseNumber": "LUK 12:26",
    "verseText": "Kama hamwezi kufanya jambo dogo kama hilo, kwa nini basi kuyasumbukia hayo mengine?"
  },
  {
    "verseNumber": "LUK 12:27",
    "verseText": "“Angalieni maua jinsi yameavyo: Hayafanyi kazi wala hayafumi. Lakini nawaambia, hata Solomoni katika fahari yake yote hakuvikwa vizuri kama mojawapo ya hayo maua."
  },
  {
    "verseNumber": "LUK 12:28",
    "verseText": "Basi ikiwa Mungu huyavika hivi majani ya shambani, ambayo leo yapo, na kesho yanatupwa motoni, si atawavika ninyi vizuri zaidi, enyi wa imani haba!"
  },
  {
    "verseNumber": "LUK 12:29",
    "verseText": "Wala msisumbuke mioyoni mwenu mtakula nini au mtakunywa nini. Msiwe na wasiwasi juu ya haya."
  },
  {
    "verseNumber": "LUK 12:30",
    "verseText": "Watu wa mataifa ya duniani husumbuka sana kuhusu vitu hivi vyote, lakini Baba yenu anafahamu kuwa mnahitaji haya yote."
  },
  {
    "verseNumber": "LUK 12:31",
    "verseText": "Bali utafuteni Ufalme wa Mungu, na haya yote atawapa pia."
  },
  {
    "verseNumber": "LUK 12:32",
    "verseText": "“Msiogope enyi kundi dogo, kwa maana Baba yenu ameona vyema kuwapa ninyi Ufalme."
  },
  {
    "verseNumber": "LUK 12:33",
    "verseText": "Uzeni mali zenu mkawape maskini. Jifanyieni mifuko isiyochakaa, mkajiwekee hazina mbinguni isiyokwisha, mahali ambapo mwizi hakaribii wala nondo haharibu."
  },
  {
    "verseNumber": "LUK 12:34",
    "verseText": "Kwa sababu mahali hazina yako ilipo, hapo ndipo moyo wako utakapokuwa pia."
  },
  {
    "verseNumber": "LUK 12:35",
    "verseText": "“Kuweni tayari mkiwa mmevikwa kwa ajili ya huduma na taa zenu zikiwa zinawaka,"
  },
  {
    "verseNumber": "LUK 12:36",
    "verseText": "kama watumishi wanaomngojea bwana wao arudi kutoka kwenye karamu ya arusi, ili ajapo na kubisha mlango waweze kumfungulia mara."
  },
  {
    "verseNumber": "LUK 12:37",
    "verseText": "Heri wale watumishi ambao bwana wao atakapokuja atawakuta wakiwa wanakesha. Amin, nawaambia, atajifunga mkanda wake na kuwaketisha ili wale, naye atakuja na kuwahudumia."
  },
  {
    "verseNumber": "LUK 12:38",
    "verseText": "Itakuwa heri kwa watumwa hao ikiwa bwana wao atakapokuja atawakuta wamekesha hata kama atakuja mnamo usiku wa manane, au karibu na mapambazuko."
  },
  {
    "verseNumber": "LUK 12:39",
    "verseText": "Lakini fahamuni jambo hili: Kama mwenye nyumba angalijua saa mwizi atakuja, asingaliiacha nyumba yake kuvunjwa."
  },
  {
    "verseNumber": "LUK 12:40",
    "verseText": "Ninyi nanyi hamna budi kuwa tayari, kwa sababu Mwana wa Adamu atakuja saa msiyotazamia.”"
  },
  {
    "verseNumber": "LUK 12:41",
    "verseText": "Ndipo Petro akamuuliza, “Bwana, mfano huu unatuambia sisi peke yetu au watu wote?”"
  },
  {
    "verseNumber": "LUK 12:42",
    "verseText": "Yesu akamjibu, “Ni yupi basi wakili mwaminifu na mwenye busara, ambaye bwana wake atamfanya msimamizi juu ya watumishi wake wote, ili awape watumishi wengine chakula chao wakati unaofaa?"
  },
  {
    "verseNumber": "LUK 12:43",
    "verseText": "Heri mtumishi yule ambaye bwana wake atakaporudi atamkuta akifanya hivyo."
  },
  {
    "verseNumber": "LUK 12:44",
    "verseText": "Amin nawaambia, atamweka mtumishi huyo kuwa msimamizi wa mali yake yote."
  },
  {
    "verseNumber": "LUK 12:45",
    "verseText": "Lakini kama yule mtumishi atasema moyoni mwake, ‘Bwana wangu anakawia kurudi,’ kisha akaanza kuwapiga wale watumishi wa kiume na wa kike, na kula na kunywa na kulewa."
  },
  {
    "verseNumber": "LUK 12:46",
    "verseText": "Basi bwana wa mtumishi huyo atakuja siku asiyodhani na saa asiyoijua. Atamkata vipande vipande na kumweka katika sehemu moja pamoja na wale wasioamini."
  },
  {
    "verseNumber": "LUK 12:47",
    "verseText": "“Yule mtumishi anayefahamu vyema mapenzi ya bwana wake na asijiandae wala kufanya kama apendavyo bwana wake, atapigwa kwa mapigo mengi."
  },
  {
    "verseNumber": "LUK 12:48",
    "verseText": "Lakini yeyote ambaye hakujua naye akafanya yale yastahiliyo kupigwa, atapigwa kidogo. Yeyote aliyepewa vitu vingi, atadaiwa vingi; na yeyote aliyekabidhiwa vingi, kwake vitatakiwa vingi."
  },
  {
    "verseNumber": "LUK 12:49",
    "verseText": "“Nimekuja kuleta moto duniani; laiti kama ungekuwa tayari umewashwa!"
  },
  {
    "verseNumber": "LUK 12:50",
    "verseText": "Lakini ninao ubatizo ambao lazima nibatizwe, nayo dhiki yangu ni kuu mpaka ubatizo huo ukamilike!"
  },
  {
    "verseNumber": "LUK 12:51",
    "verseText": "Mnadhani nimekuja kuleta amani duniani? La, nawaambia sivyo, nimekuja kuleta mafarakano."
  },
  {
    "verseNumber": "LUK 12:52",
    "verseText": "Kuanzia sasa, kutakuwa na watu watano katika nyumba moja, watatu dhidi ya wawili, na wawili dhidi ya watatu."
  },
  {
    "verseNumber": "LUK 12:53",
    "verseText": "Watafarakana baba dhidi ya mwanawe na mwana dhidi ya babaye, mama dhidi ya bintiye na binti dhidi ya mamaye, naye mama mkwe dhidi ya mkwewe na mkwe dhidi ya mama mkwe wake.”"
  },
  {
    "verseNumber": "LUK 12:54",
    "verseText": "Pia Yesu akauambia ule umati wa watu, “Mwonapo wingu likitokea magharibi, mara mwasema, ‘Mvua itanyesha,’ nayo hunyesha."
  },
  {
    "verseNumber": "LUK 12:55",
    "verseText": "Nanyi mwonapo upepo wa kusini ukivuma, ninyi husema, ‘Kutakuwa na joto,’ na huwa hivyo."
  },
  {
    "verseNumber": "LUK 12:56",
    "verseText": "Enyi wanafiki! Mnajua jinsi ya kutambua kuonekana kwa dunia na anga. Inakuwaje basi kwamba mnashindwa kutambua wakati huu wa sasa?"
  },
  {
    "verseNumber": "LUK 12:57",
    "verseText": "“Kwa nini hamwamui wenyewe lililo haki?"
  },
  {
    "verseNumber": "LUK 12:58",
    "verseText": "Uwapo njiani na mshtaki wako kwenda kwa hakimu, jitahidi kupatana naye mkiwa njiani. La sivyo, atakupeleka kwa hakimu, naye hakimu atakukabidhi kwa afisa, naye afisa atakutupa gerezani."
  },
  {
    "verseNumber": "LUK 12:59",
    "verseText": "Nakuambia, hautatoka humo hadi uwe umelipa senti ya mwisho.”"
  },
  {
    "verseNumber": "LUK 13:1",
    "verseText": "Wakati huo huo, kulikuwa na watu waliomwambia Yesu habari za Wagalilaya ambao Pilato aliwaua, na damu ya hao watu akaichanganya na dhabihu yao waliyokuwa wanatoa."
  },
  {
    "verseNumber": "LUK 13:2",
    "verseText": "Yesu akawauliza, “Mnadhani kwamba hawa Wagalilaya ambao walikufa kifo cha namna hiyo walikuwa na dhambi kuwazidi Wagalilaya wengine wote?"
  },
  {
    "verseNumber": "LUK 13:3",
    "verseText": "La hasha! Ninyi nanyi msipotubu, mtaangamia vivyo hivyo."
  },
  {
    "verseNumber": "LUK 13:4",
    "verseText": "Au wale watu kumi na wanane waliokufa walipoangukiwa na mnara huko Siloamu: mnadhani wao walikuwa waovu kuliko watu wote waliokuwa wanaishi Yerusalemu?"
  },
  {
    "verseNumber": "LUK 13:5",
    "verseText": "Nawaambia, la hasha! Ninyi nanyi msipotubu, wote mtaangamia vivyo hivyo.”"
  },
  {
    "verseNumber": "LUK 13:6",
    "verseText": "Kisha Yesu akawaambia mfano huu: “Mtu mmoja alikuwa na mtini uliopandwa katika shamba lake la mizabibu, akaja ili kutafuta tini kwenye mti huo, lakini hakupata hata moja."
  },
  {
    "verseNumber": "LUK 13:7",
    "verseText": "Hivyo akamwambia mtunza shamba: ‘Tazama, kwa muda wa miaka mitatu sasa nimekuwa nikija kutafuta matunda kwenye mtini huu, nami sikupata hata moja. Ukate! Kwa nini uendelee kuharibu ardhi?’"
  },
  {
    "verseNumber": "LUK 13:8",
    "verseText": "“Yule mtunza shamba akamjibu, ‘Bwana, uache tena kwa mwaka mmoja zaidi, nami nitaupalilia na kuuwekea mbolea."
  },
  {
    "verseNumber": "LUK 13:9",
    "verseText": "Kama ukizaa matunda mwaka ujao, vyema, la sivyo uukate.’ ”"
  },
  {
    "verseNumber": "LUK 13:10",
    "verseText": "Basi Yesu alikuwa akifundisha katika sinagogi mojawapo siku ya Sabato."
  },
  {
    "verseNumber": "LUK 13:11",
    "verseText": "Wakati huo huo akaja mwanamke mmoja aliyekuwa na pepo mchafu, naye alikuwa amepinda mgongo kwa muda wa miaka kumi na minane, wala alikuwa hawezi kunyooka wima."
  },
  {
    "verseNumber": "LUK 13:12",
    "verseText": "Yesu alipomwona, akamwita, akamwambia, “Mwanamke, uwe huru, umepona ugonjwa wako.”"
  },
  {
    "verseNumber": "LUK 13:13",
    "verseText": "Yesu alipomwekea mikono yake, mara akasimama wima akaanza kumtukuza Mungu."
  },
  {
    "verseNumber": "LUK 13:14",
    "verseText": "Lakini kiongozi wa sinagogi akakasirika kwa sababu Yesu alikuwa ameponya mtu siku ya Sabato. Akaambia ule umati wa watu, “Kuna siku sita ambazo watu wanapaswa kufanya kazi. Katika siku hizo, njooni mponywe, lakini si katika siku ya Sabato.”"
  },
  {
    "verseNumber": "LUK 13:15",
    "verseText": "Lakini Bwana akamjibu, “Enyi wanafiki! Je, kila mmoja wenu hamfungulii ngʼombe wake au punda wake kutoka zizini akampeleka kumnywesha maji siku ya Sabato?"
  },
  {
    "verseNumber": "LUK 13:16",
    "verseText": "Je, huyu mwanamke, ambaye ni binti wa Abrahamu, aliyeteswa na Shetani akiwa amemfunga kwa miaka yote hii kumi na minane, hakustahili kufunguliwa kutoka kifungo hicho siku ya Sabato?”"
  },
  {
    "verseNumber": "LUK 13:17",
    "verseText": "Aliposema haya, wapinzani wake wakaaibika, lakini watu wakafurahi kwa ajili ya mambo ya ajabu aliyoyafanya."
  },
  {
    "verseNumber": "LUK 13:18",
    "verseText": "Kisha Yesu akauliza, “Ufalme wa Mungu unafanana na nini? Nitaufananisha na nini?"
  },
  {
    "verseNumber": "LUK 13:19",
    "verseText": "Umefanana na punje ya haradali ambayo mtu aliichukua na kuipanda katika shamba lake. Nayo ikakua, ikawa mti nao ndege wa angani wakatengeneza viota vyao kwenye matawi yake.”"
  },
  {
    "verseNumber": "LUK 13:20",
    "verseText": "Yesu akauliza tena, “Nitaufananisha Ufalme wa Mungu na nini?"
  },
  {
    "verseNumber": "LUK 13:21",
    "verseText": "Unafanana na chachu ambayo mwanamke aliichukua akaichanganya katika kiasi kikubwa cha unga mpaka wote ukaumuka.”"
  },
  {
    "verseNumber": "LUK 13:22",
    "verseText": "Yesu akapita katika miji na vijiji, akifundisha wakati alisafiri kwenda Yerusalemu."
  },
  {
    "verseNumber": "LUK 13:23",
    "verseText": "Mtu mmoja akamuuliza, “Bwana, ni watu wachache tu watakaookolewa?”"
  },
  {
    "verseNumber": "LUK 13:24",
    "verseText": "Yesu akawaambia, “Jitahidini sana kuingia kupitia mlango mwembamba, kwa maana nawaambia wengi watajaribu kuingia, lakini hawataweza."
  },
  {
    "verseNumber": "LUK 13:25",
    "verseText": "Wakati mwenye nyumba atakapoondoka na kufunga mlango, mtasimama nje mkibisha mlango na kusema, ‘Bwana! Tufungulie mlango!’ “Lakini yeye atawajibu, ‘Siwajui ninyi, wala mtokako.’"
  },
  {
    "verseNumber": "LUK 13:26",
    "verseText": "“Ndipo mtamjibu, ‘Tulikula na kunywa pamoja nawe, tena ulifundisha katika mitaa yetu.’"
  },
  {
    "verseNumber": "LUK 13:27",
    "verseText": "“Lakini yeye atawajibu, ‘Siwajui ninyi, wala mtokako. Ondokeni kwangu, ninyi watenda maovu!’"
  },
  {
    "verseNumber": "LUK 13:28",
    "verseText": "“Ndipo kutakuwako kilio na kusaga meno, mtakapowaona Abrahamu, Isaki, Yakobo na manabii wote wakiwa katika Ufalme wa Mungu, lakini ninyi mkiwa mmetupwa nje."
  },
  {
    "verseNumber": "LUK 13:29",
    "verseText": "Watu watatoka mashariki na magharibi, kaskazini na kusini, nao wataketi kwenye sehemu walizoandaliwa karamuni katika Ufalme wa Mungu."
  },
  {
    "verseNumber": "LUK 13:30",
    "verseText": "Tazama, kunao walio wa mwisho watakaokuwa wa kwanza, nao wa kwanza watakaokuwa wa mwisho.”"
  },
  {
    "verseNumber": "LUK 13:31",
    "verseText": "Wakati huo huo baadhi ya Mafarisayo wakamwendea Yesu na kumwambia, “Ondoka hapa uende mahali pengine kwa maana Herode anataka kukuua.”"
  },
  {
    "verseNumber": "LUK 13:32",
    "verseText": "Yesu akawajibu, “Nendeni mkamwambie yule mbweha, ‘Ninafukuza pepo wachafu na kuponya wagonjwa leo na kesho, nami siku ya tatu nitaikamilisha kazi yangu.’"
  },
  {
    "verseNumber": "LUK 13:33",
    "verseText": "Sina budi kuendelea na safari yangu leo, kesho na kesho kutwa: kwa maana haiwezekani nabii kufa mahali pengine isipokuwa Yerusalemu."
  },
  {
    "verseNumber": "LUK 13:34",
    "verseText": "“Ee Yerusalemu, Yerusalemu, uwauaye manabii na kuwapiga mawe wale waliotumwa kwako! Mara ngapi nimetamani kuwakusanya watoto wako pamoja, kama vile kuku akusanyavyo vifaranga wake chini ya mabawa yake, lakini hukutaka!"
  },
  {
    "verseNumber": "LUK 13:35",
    "verseText": "Tazama nyumba yenu imeachwa ukiwa. Ninawaambia, hamtaniona tena mpaka wakati ule mtakaposema, ‘Amebarikiwa yeye ajaye kwa jina la Bwana.’ ”"
  },
  {
    "verseNumber": "LUK 14:1",
    "verseText": "Ikawa siku moja Yesu alipokuwa amekwenda kula chakula kwa mmoja wa viongozi wa Mafarisayo siku ya Sabato, watu walikuwa wakimchunguza kwa bidii."
  },
  {
    "verseNumber": "LUK 14:2",
    "verseText": "Papo hapo mbele yake palikuwa na mtu mmoja mwenye ugonjwa wa kuvimba mwili."
  },
  {
    "verseNumber": "LUK 14:3",
    "verseText": "Yesu akawauliza wale Mafarisayo na walimu wa sheria, “Je, ni halali kuponya watu siku ya Sabato au la?”"
  },
  {
    "verseNumber": "LUK 14:4",
    "verseText": "Wakakaa kimya. Hivyo Yesu akamshika yule mgonjwa mkono na kumponya, akamruhusu aende zake."
  },
  {
    "verseNumber": "LUK 14:5",
    "verseText": "Kisha akawauliza, “Kama mmoja wenu angekuwa na mtoto au ngʼombe wake aliyetumbukia katika kisima siku ya Sabato, je, hamtamvuta mara moja na kumtoa?”"
  },
  {
    "verseNumber": "LUK 14:6",
    "verseText": "Nao hawakuwa na la kusema."
  },
  {
    "verseNumber": "LUK 14:7",
    "verseText": "Alipoona jinsi wageni walivyokuwa wanachagua mahali pa heshima wakati wa kula, akawaambia mfano huu:"
  },
  {
    "verseNumber": "LUK 14:8",
    "verseText": "“Mtu akikualika arusini, usikae mahali pa mgeni wa heshima kwa kuwa inawezekana amealikwa mtu mheshimiwa kuliko wewe."
  },
  {
    "verseNumber": "LUK 14:9",
    "verseText": "Kama mkifanya hivyo yule aliyewaalika ninyi wawili atakuja na kukuambia, ‘Mpishe huyu mtu kiti chako.’ Ndipo kwa aibu utalazimika kukaa katika nafasi ya chini kabisa."
  },
  {
    "verseNumber": "LUK 14:10",
    "verseText": "Badala yake, unapoalikwa, chagua nafasi ya chini, ili yule mwenyeji wako atakapokuona atakuja na kukuambia, ‘Rafiki yangu, nenda kwenye nafasi iliyo bora zaidi.’ Kwa jinsi hii utakuwa umepewa heshima mbele ya wageni wenzako wote."
  },
  {
    "verseNumber": "LUK 14:11",
    "verseText": "Kwa maana kila mtu ajikwezaye atashushwa, naye ajishushaye atakwezwa.”"
  },
  {
    "verseNumber": "LUK 14:12",
    "verseText": "Kisha Yesu akamwambia yule aliyewaalika, “Uandaapo karamu ya chakula cha mchana au cha jioni, usialike rafiki zako au ndugu zako au jamaa zako au majirani zako walio matajiri tu. Ukifanya hivyo, wao nao wanaweza kukualika kwao, nawe ukawa umelipwa kile ulichofanya na kupata thawabu yako."
  },
  {
    "verseNumber": "LUK 14:13",
    "verseText": "Bali ufanyapo karamu, waalike maskini, vilema na vipofu,"
  },
  {
    "verseNumber": "LUK 14:14",
    "verseText": "nawe utabarikiwa kwa sababu hawa hawana uwezo wa kukulipa. Mungu atakulipa wakati wa ufufuo wa wenye haki.”"
  },
  {
    "verseNumber": "LUK 14:15",
    "verseText": "Mmoja wa wale waliokuwa pamoja naye mezani aliposikia hivi akamwambia Yesu, “Amebarikiwa mtu yule atakayekula katika karamu ya Ufalme wa Mungu!”"
  },
  {
    "verseNumber": "LUK 14:16",
    "verseText": "Yesu akamjibu, “Mtu mmoja alikuwa anaandaa karamu kubwa, akaalika watu wengi."
  },
  {
    "verseNumber": "LUK 14:17",
    "verseText": "Wakati wa karamu ulipofika, akamtuma mtumishi wake akawaambie wale walioalikwa, ‘Karibuni, kila kitu ki tayari sasa.’"
  },
  {
    "verseNumber": "LUK 14:18",
    "verseText": "“Lakini wote, kila mmoja, wakaanza kutoa udhuru: Wa kwanza akasema, ‘Nimenunua shamba, lazima niende kuliona. Tafadhali niwie radhi.’"
  },
  {
    "verseNumber": "LUK 14:19",
    "verseText": "“Mwingine akasema, ‘Ndipo tu nimenunua jozi tano za ngʼombe wa kulimia, nami ninakwenda kuwajaribu, tafadhali niwie radhi.’"
  },
  {
    "verseNumber": "LUK 14:20",
    "verseText": "Naye mwingine akasema, ‘Nimeoa mke, kwa hiyo siwezi kuja.’"
  },
  {
    "verseNumber": "LUK 14:21",
    "verseText": "“Yule mtumishi akarudi, akampa bwana wake taarifa. Ndipo yule mwenye nyumba akakasirika, akamwagiza yule mtumishi wake, akisema, ‘Nenda upesi kwenye mitaa na vichochoro vya mjini uwalete maskini, vilema, vipofu na viwete.’"
  },
  {
    "verseNumber": "LUK 14:22",
    "verseText": "“Yule mtumishi akamwambia, ‘Bwana, yale uliyoniagiza nimefanya, lakini bado ipo nafasi.’"
  },
  {
    "verseNumber": "LUK 14:23",
    "verseText": "“Ndipo yule bwana akamwambia mtumishi wake, ‘Nenda kwenye barabara na vijia vilivyoko nje ya mji na uwalazimishe watu waingie ili nyumba yangu ipate kujaa."
  },
  {
    "verseNumber": "LUK 14:24",
    "verseText": "Kwa maana nawaambia, hakuna hata mmoja wa wale walioalikwa atakayeionja karamu yangu.’ ”"
  },
  {
    "verseNumber": "LUK 14:25",
    "verseText": "Umati mkubwa wa watu ulikuwa ukisafiri pamoja na Yesu, naye akageuka, akawaambia,"
  },
  {
    "verseNumber": "LUK 14:26",
    "verseText": "“Mtu yeyote anayekuja kwangu hawezi kuwa mwanafunzi wangu kama hatanipenda mimi zaidi ya baba yake na mama yake, mke wake na watoto wake, ndugu zake na dada zake, naam, hata maisha yake mwenyewe."
  },
  {
    "verseNumber": "LUK 14:27",
    "verseText": "Yeyote asiyeuchukua msalaba wake na kunifuata hawezi kuwa mwanafunzi wangu."
  },
  {
    "verseNumber": "LUK 14:28",
    "verseText": "“Ni nani miongoni mwenu ambaye kama anataka kujenga nyumba, hakai kwanza chini na kufanya makisio ya gharama aone kama ana fedha za kutosha kukamilisha?"
  },
  {
    "verseNumber": "LUK 14:29",
    "verseText": "La sivyo, akiisha kuweka msingi, naye akiwa hana uwezo wa kuikamilisha, wote waionao wataanza kumdhihaki,"
  },
  {
    "verseNumber": "LUK 14:30",
    "verseText": "wakisema, ‘Mtu huyu alianza kujenga lakini hakuweza kukamilisha.’"
  },
  {
    "verseNumber": "LUK 14:31",
    "verseText": "“Au ni mfalme gani atokaye kwenda kupigana vita na mfalme mwingine, ambaye hakai chini kwanza na kufikiri iwapo akiwa na jeshi la watu 10,000 ataweza kupigana na yule anayekuja na jeshi la watu 20,000?"
  },
  {
    "verseNumber": "LUK 14:32",
    "verseText": "Kama hawezi, basi wakati yule mwingine akiwa bado yuko mbali, yeye hutuma ujumbe wa watu na kuomba masharti ya amani."
  },
  {
    "verseNumber": "LUK 14:33",
    "verseText": "Vivyo hivyo, yeyote miongoni mwenu ambaye hawezi kuacha vyote alivyo navyo, hawezi kuwa mwanafunzi wangu."
  },
  {
    "verseNumber": "LUK 14:34",
    "verseText": "“Chumvi ni nzuri, lakini chumvi ikiwa imepoteza ladha yake, itafanywaje ili iweze kukolea tena?"
  },
  {
    "verseNumber": "LUK 14:35",
    "verseText": "Haifai ardhi wala kwa lundo la mbolea, bali hutupwa nje. “Mwenye masikio ya kusikia, na asikie.”"
  },
  {
    "verseNumber": "LUK 15:1",
    "verseText": "Basi watoza ushuru na wenye dhambi wote walikuwa wanakusanyika ili wapate kumsikiliza Yesu."
  },
  {
    "verseNumber": "LUK 15:2",
    "verseText": "Lakini Mafarisayo na walimu wa sheria wakanungʼunika wakisema, “Huyu mtu anawakaribisha wenye dhambi na kula nao.”"
  },
  {
    "verseNumber": "LUK 15:3",
    "verseText": "Ndipo Yesu akawaambia mfano huu:"
  },
  {
    "verseNumber": "LUK 15:4",
    "verseText": "“Ikiwa mmoja wenu ana kondoo mia moja, naye akapoteza mmoja wao, je, hawaachi wale tisini na tisa nyikani na kwenda kumtafuta huyo aliyepotea mpaka ampate?"
  },
  {
    "verseNumber": "LUK 15:5",
    "verseText": "Naye akishampata, humbeba mabegani mwake kwa furaha"
  },
  {
    "verseNumber": "LUK 15:6",
    "verseText": "na kwenda nyumbani. Kisha huwaita rafiki zake na majirani, na kuwaambia, ‘Furahini pamoja nami; nimempata kondoo wangu aliyepotea.’"
  },
  {
    "verseNumber": "LUK 15:7",
    "verseText": "Nawaambieni, vivyo hivyo kutakuwa na furaha zaidi mbinguni kwa sababu ya mwenye dhambi mmoja atubuye, kuliko kwa wenye haki tisini na tisa ambao hawana haja ya kutubu.”"
  },
  {
    "verseNumber": "LUK 15:8",
    "verseText": "“Au ikiwa mwanamke ana sarafu za fedha kumi, naye akapoteza moja, je, hawashi taa na kufagia nyumba na kuitafuta kwa bidii mpaka aipate?"
  },
  {
    "verseNumber": "LUK 15:9",
    "verseText": "Naye akiisha kuipata, huwaita rafiki zake na majirani na kuwaambia, ‘Furahini pamoja nami; nimeipata ile sarafu yangu ya fedha iliyopotea.’"
  },
  {
    "verseNumber": "LUK 15:10",
    "verseText": "Vivyo hivyo, nawaambia, kuna furaha mbele ya malaika wa Mungu juu ya mwenye dhambi mmoja atubuye.”"
  },
  {
    "verseNumber": "LUK 15:11",
    "verseText": "Yesu akaendelea kusema: “Kulikuwa na mtu mmoja aliyekuwa na wana wawili."
  },
  {
    "verseNumber": "LUK 15:12",
    "verseText": "Yule mdogo akamwambia baba yake, ‘Baba, nipe urithi wangu.’ Hivyo akawagawia wanawe mali yake."
  },
  {
    "verseNumber": "LUK 15:13",
    "verseText": "“Baada ya muda mfupi, yule mdogo akakusanya vitu vyote alivyokuwa navyo, akaenda nchi ya mbali, na huko akaitapanya mali yake kwa maisha ya anasa."
  },
  {
    "verseNumber": "LUK 15:14",
    "verseText": "Baada ya kutumia kila kitu alichokuwa nacho, kukawa na njaa kali katika nchi ile yote, naye akawa hana chochote."
  },
  {
    "verseNumber": "LUK 15:15",
    "verseText": "Kwa hiyo akaenda akaajiriwa na mwenyeji mmoja wa nchi ile ambaye alimpeleka shambani kwake kulisha nguruwe."
  },
  {
    "verseNumber": "LUK 15:16",
    "verseText": "Akatamani kujishibisha kwa maganda waliyokula wale nguruwe, wala hakuna mtu aliyempa chochote."
  },
  {
    "verseNumber": "LUK 15:17",
    "verseText": "“Lakini alipozingatia moyoni mwake, akasema, ‘Ni watumishi wangapi walioajiriwa na baba yangu ambao wana chakula cha kuwatosha na kusaza, bali mimi hapa nakufa kwa njaa!"
  },
  {
    "verseNumber": "LUK 15:18",
    "verseText": "Nitaondoka na kurudi kwa baba yangu na kumwambia: Baba, nimetenda dhambi mbele za Mungu na mbele yako."
  },
  {
    "verseNumber": "LUK 15:19",
    "verseText": "Sistahili tena kuitwa mwanao; nifanye kama mmoja wa watumishi wako.’"
  },
  {
    "verseNumber": "LUK 15:20",
    "verseText": "Basi akaondoka, akaenda kwa baba yake. “Lakini alipokuwa bado yuko mbali, baba yake akamwona, moyo wake ukajawa na huruma. Akamkimbilia mwanawe, akamkumbatia na kumbusu."
  },
  {
    "verseNumber": "LUK 15:21",
    "verseText": "“Yule mwana akamwambia baba yake, ‘Baba, nimekosa mbele za Mungu na mbele yako. Sistahili kuitwa mwanao tena.’"
  },
  {
    "verseNumber": "LUK 15:22",
    "verseText": "“Lakini baba yake akawaambia watumishi, ‘Leteni upesi joho lililo bora sana, tieni pete kidoleni mwake na viatu miguuni mwake."
  },
  {
    "verseNumber": "LUK 15:23",
    "verseText": "Leteni ndama aliyenona, mkamchinje ili tuwe na karamu, tule na kufurahi."
  },
  {
    "verseNumber": "LUK 15:24",
    "verseText": "Kwa maana huyu mwanangu alikuwa amekufa na sasa yu hai tena; alikuwa amepotea na sasa amepatikana!’ Nao wakaanza kufanya tafrija."
  },
  {
    "verseNumber": "LUK 15:25",
    "verseText": "“Wakati huo, yule mwana mkubwa alikuwa shambani. Alipokaribia nyumbani, akasikia sauti ya nyimbo na watu wakicheza."
  },
  {
    "verseNumber": "LUK 15:26",
    "verseText": "Akamwita mmoja wa watumishi na kumuuliza, ‘Kuna nini?’"
  },
  {
    "verseNumber": "LUK 15:27",
    "verseText": "Akamwambia, ‘Ndugu yako amekuja, naye baba yako amemchinjia ndama aliyenona kwa sababu mwanawe amerudi nyumbani akiwa salama na mzima.’"
  },
  {
    "verseNumber": "LUK 15:28",
    "verseText": "“Yule mwana mkubwa akakasirika, akakataa kuingia ndani. Basi baba yake akatoka nje na kumsihi."
  },
  {
    "verseNumber": "LUK 15:29",
    "verseText": "Lakini yeye akamjibu baba yake, ‘Tazama! Miaka yote hii nimekutumikia na hata siku moja sijaacha kutii amri zako, lakini hujanipa hata mwana-mbuzi ili nifurahi na rafiki zangu."
  },
  {
    "verseNumber": "LUK 15:30",
    "verseText": "Lakini huyu mwanao ambaye ametapanya mali yako kwa makahaba aliporudi nyumbani, wewe umemchinjia ndama aliyenona!’"
  },
  {
    "verseNumber": "LUK 15:31",
    "verseText": "“Baba yake akamjibu, ‘Mwanangu, umekuwa nami siku zote na vyote nilivyo navyo ni vyako."
  },
  {
    "verseNumber": "LUK 15:32",
    "verseText": "Lakini ilitubidi tufurahi na kushangilia kwa sababu huyu ndugu yako alikuwa amekufa na sasa yu hai; alikuwa amepotea naye amepatikana.’ ”"
  },
  {
    "verseNumber": "LUK 16:1",
    "verseText": "Yesu akawaambia wanafunzi wake, “Palikuwa na tajiri mmoja na msimamizi wake. Ilisemekana kwamba huyo msimamizi alikuwa anatumia vibaya mali ya tajiri yake."
  },
  {
    "verseNumber": "LUK 16:2",
    "verseText": "Hivyo huyo tajiri akamwita na kumuuliza, ‘Ni mambo gani haya ninayoyasikia kukuhusu? Toa taarifa ya usimamizi wako, kwa sababu huwezi kuendelea kuwa msimamizi.’"
  },
  {
    "verseNumber": "LUK 16:3",
    "verseText": "“Yule msimamizi akawaza moyoni mwake, ‘Nitafanya nini sasa? Bwana wangu ananiondoa katika kazi yangu. Sina nguvu za kulima, nami ninaona aibu kuombaomba."
  },
  {
    "verseNumber": "LUK 16:4",
    "verseText": "Najua nitakalofanya ili nikiachishwa kazi yangu hapa, watu wanikaribishe nyumbani kwao.’"
  },
  {
    "verseNumber": "LUK 16:5",
    "verseText": "“Kwa hiyo akawaita wadeni wote wa bwana wake, mmoja mmoja. Akamuuliza wa kwanza, ‘Deni lako kwa bwana wangu ni kiasi gani?’"
  },
  {
    "verseNumber": "LUK 16:6",
    "verseText": "“Akajibu, ‘Galoni 800 za mafuta ya mizeituni.’ “Msimamizi akamwambia, ‘Chukua hati ya deni lako, ibadilishe upesi, uandike galoni 400.’"
  },
  {
    "verseNumber": "LUK 16:7",
    "verseText": "“Kisha akamuuliza wa pili, ‘Wewe deni lako ni kiasi gani?’ “Akajibu, ‘Vipimo 1,000 vya ngano.’ “Yule msimamizi akamwambia, ‘Chukua hati yako, andika vipimo 800!’"
  },
  {
    "verseNumber": "LUK 16:8",
    "verseText": "“Yule bwana akamsifu yule msimamizi dhalimu kwa jinsi alivyotumia ujanja. Kwa maana watu wa dunia hii wana ujanja zaidi wanapojishughulisha na mambo ya dunia kuliko watu wa nuru."
  },
  {
    "verseNumber": "LUK 16:9",
    "verseText": "Nawaambia, tumieni mali ya kidunia kujipatia marafiki, ili itakapokwisha, mkaribishwe katika makao ya milele."
  },
  {
    "verseNumber": "LUK 16:10",
    "verseText": "“Yeyote aliye mwaminifu katika mambo madogo, pia ni mwaminifu hata katika mambo makubwa, naye mtu ambaye si mwaminifu katika mambo madogo pia si mwaminifu katika mambo makubwa."
  },
  {
    "verseNumber": "LUK 16:11",
    "verseText": "Ikiwa hamkuwa waaminifu katika mali ya kidunia, ni nani atakayewaaminia mali ya kweli?"
  },
  {
    "verseNumber": "LUK 16:12",
    "verseText": "Nanyi kama hamkuwa waaminifu na mali ya mtu mwingine, ni nani atakayewapa iliyo yenu wenyewe?"
  },
  {
    "verseNumber": "LUK 16:13",
    "verseText": "“Hakuna mtumishi awezaye kuwatumikia mabwana wawili. Kwa kuwa atamchukia huyu na kumpenda yule mwingine, au atashikamana sana na huyu na kumdharau yule mwingine. Hamwezi kumtumikia Mungu pamoja na Mali.”"
  },
  {
    "verseNumber": "LUK 16:14",
    "verseText": "Mafarisayo, waliokuwa wapenda fedha, waliyasikia hayo yote na wakamcheka kwa dharau."
  },
  {
    "verseNumber": "LUK 16:15",
    "verseText": "Yesu akawaambia, “Ninyi mnajionyesha kuwa wenye haki mbele za wanadamu, lakini Mungu anaijua mioyo yenu. Kwa maana vile vitu ambavyo wanadamu wanavithamini sana, kwa Mungu ni machukizo."
  },
  {
    "verseNumber": "LUK 16:16",
    "verseText": "“Sheria na Manabii vilihubiriwa mpaka kuja kwa Yohana Mbatizaji. Tangu wakati huo habari njema za Ufalme wa Mungu zinahubiriwa, na kila mmoja hujiingiza kwa nguvu."
  },
  {
    "verseNumber": "LUK 16:17",
    "verseText": "Lakini ni rahisi zaidi mbingu na dunia kupita kuliko hata herufi moja kuondoka katika Sheria."
  },
  {
    "verseNumber": "LUK 16:18",
    "verseText": "“Mtu yeyote amwachaye mkewe na kumwoa mwanamke mwingine anazini, naye mwanaume amwoaye mwanamke aliyetalikiwa anazini."
  },
  {
    "verseNumber": "LUK 16:19",
    "verseText": "“Palikuwa na mtu mmoja tajiri aliyevaa nguo za rangi ya zambarau na kitani safi, ambaye aliishi kwa anasa kila siku."
  },
  {
    "verseNumber": "LUK 16:20",
    "verseText": "Hapo penye mlango wake aliishi maskini mmoja, jina lake Lazaro, mwenye vidonda mwili mzima."
  },
  {
    "verseNumber": "LUK 16:21",
    "verseText": "Huyo Lazaro alitamani kujishibisha kwa makombo yaliyoanguka kutoka mezani kwa yule tajiri. Hata mbwa walikuwa wakija na kuramba vidonda vyake."
  },
  {
    "verseNumber": "LUK 16:22",
    "verseText": "“Wakati ukafika yule maskini akafa, nao malaika wakamchukua akae pamoja na Abrahamu. Yule tajiri naye akafa na akazikwa."
  },
  {
    "verseNumber": "LUK 16:23",
    "verseText": "Kule kuzimu alipokuwa akiteseka, alitazama juu, akamwona Abrahamu kwa mbali, naye Lazaro alikuwa karibu yake."
  },
  {
    "verseNumber": "LUK 16:24",
    "verseText": "Hivyo yule tajiri akamwita, ‘Baba Abrahamu, nihurumie na umtume Lazaro achovye ncha ya kidole chake ndani ya maji aupoze ulimi wangu, kwa sababu nina maumivu makuu kwenye moto huu.’"
  },
  {
    "verseNumber": "LUK 16:25",
    "verseText": "“Lakini Abrahamu akamjibu, ‘Mwanangu, kumbuka kwamba wakati wa uhai wako ulipata mambo mazuri, lakini Lazaro alipata mambo mabaya. Lakini sasa anafarijiwa hapa na wewe uko katika maumivu makuu."
  },
  {
    "verseNumber": "LUK 16:26",
    "verseText": "Zaidi ya hayo, kati yetu na ninyi huko kumewekwa shimo kubwa, ili wale wanaotaka kutoka huku kuja huko wasiweze, wala mtu yeyote asiweze kuvuka kutoka huko kuja kwetu.’"
  },
  {
    "verseNumber": "LUK 16:27",
    "verseText": "“Akasema, ‘Basi, nakuomba, umtume Lazaro aende nyumbani kwa baba yangu,"
  },
  {
    "verseNumber": "LUK 16:28",
    "verseText": "maana ninao ndugu watano. Awaonye, ili wasije nao wakafika mahali hapa pa mateso.’"
  },
  {
    "verseNumber": "LUK 16:29",
    "verseText": "“Abrahamu akamjibu, ‘Ndugu zako wana Maandiko ya Mose na Manabii, wawasikilize hao.’"
  },
  {
    "verseNumber": "LUK 16:30",
    "verseText": "“Yule tajiri akasema, ‘Hapana, baba Abrahamu, lakini mtu kutoka kwa wafu akiwaendea, watatubu.’"
  },
  {
    "verseNumber": "LUK 16:31",
    "verseText": "“Abrahamu akamwambia, ‘Kama wasipowasikiliza Mose na Manabii, hawataweza kushawishika hata kama mtu akifufuka kutoka kwa wafu.’ ”"
  },
  {
    "verseNumber": "LUK 17:1",
    "verseText": "Yesu akawaambia wanafunzi wake, “Mambo yanayosababisha watu watende dhambi hayana budi kutukia. Lakini ole wake mtu yule anayeyasababisha."
  },
  {
    "verseNumber": "LUK 17:2",
    "verseText": "Ingekuwa heri kama mtu huyo angefungiwa jiwe la kusagia shingoni na kutoswa baharini, kuliko kumsababisha mmojawapo wa hawa wadogo kutenda dhambi."
  },
  {
    "verseNumber": "LUK 17:3",
    "verseText": "Kwa hiyo, jilindeni. “Kama ndugu yako akikukosea mwonye, naye akitubu, msamehe."
  },
  {
    "verseNumber": "LUK 17:4",
    "verseText": "Kama akikukosea mara saba kwa siku moja na mara saba kwa siku moja akaja kwako akisema, ‘Ninatubu,’ msamehe.”"
  },
  {
    "verseNumber": "LUK 17:5",
    "verseText": "Mitume wake wakamwambia Bwana, “Tuongezee imani.”"
  },
  {
    "verseNumber": "LUK 17:6",
    "verseText": "Bwana akawajibu, “Kama mkiwa na imani ndogo kama punje ya haradali, mngeweza kuuambia mti huu wa mkuyu, ‘Ngʼoka ukaote baharini,’ nao ungewatii."
  },
  {
    "verseNumber": "LUK 17:7",
    "verseText": "“Ikiwa mmoja wenu ana mtumishi anayelima shambani au anayechunga kondoo, je, mtumishi huyo arudipo atamwambia, ‘Karibu hapa keti ule chakula?’"
  },
  {
    "verseNumber": "LUK 17:8",
    "verseText": "Je, badala yake, hatamwambia, ‘Niandalie chakula, nile, jifunge unitumikie ninapokula na kunywa; baadaye waweza kula na kunywa?’"
  },
  {
    "verseNumber": "LUK 17:9",
    "verseText": "Je, huyo mtu atamshukuru mtumishi huyo kwa kutimiza yale aliyoamriwa?"
  },
  {
    "verseNumber": "LUK 17:10",
    "verseText": "Vivyo hivyo nanyi mkiisha kufanya mliyoagizwa, semeni, ‘Sisi tu watumishi tusiostahili; tumefanya tu yale tuliyopaswa kufanya.’ ”"
  },
  {
    "verseNumber": "LUK 17:11",
    "verseText": "Yesu alipokuwa njiani akienda Yerusalemu, alipitia mpakani mwa Samaria na Galilaya."
  },
  {
    "verseNumber": "LUK 17:12",
    "verseText": "Alipokuwa akiingia kwenye kijiji kimoja, watu kumi waliokuwa na ukoma wakakutana naye. Wakasimama mbali,"
  },
  {
    "verseNumber": "LUK 17:13",
    "verseText": "wakapaza sauti, wakasema, “Yesu, Bwana, tuhurumie!”"
  },
  {
    "verseNumber": "LUK 17:14",
    "verseText": "Alipowaona akawaambia, “Nendeni mkajionyeshe kwa makuhani.” Nao walipokuwa njiani wakienda, wakatakasika."
  },
  {
    "verseNumber": "LUK 17:15",
    "verseText": "Mmoja wao alipoona kwamba amepona, akarudi kwa Yesu, akimsifu Mungu kwa sauti kuu."
  },
  {
    "verseNumber": "LUK 17:16",
    "verseText": "Akajitupa miguuni mwa Yesu akamshukuru. Yeye alikuwa Msamaria."
  },
  {
    "verseNumber": "LUK 17:17",
    "verseText": "Yesu akauliza, “Je, hawakutakaswa wote kumi? Wako wapi wale wengine tisa?"
  },
  {
    "verseNumber": "LUK 17:18",
    "verseText": "Hakuna hata mmoja aliyeonekana kurudi ili kumshukuru Mungu isipokuwa huyu mgeni?”"
  },
  {
    "verseNumber": "LUK 17:19",
    "verseText": "Yesu akamwambia, “Inuka na uende zako, imani yako imekuponya.”"
  },
  {
    "verseNumber": "LUK 17:20",
    "verseText": "Yesu alipoulizwa na Mafarisayo Ufalme wa Mungu utakuja lini, yeye akawajibu, “Ufalme wa Mungu hauji kwa kuchunguza kwa bidii,"
  },
  {
    "verseNumber": "LUK 17:21",
    "verseText": "wala watu hawatasema, ‘Huu hapa,’ au ‘Ule kule,’ kwa maana Ufalme wa Mungu umo ndani yenu.”"
  },
  {
    "verseNumber": "LUK 17:22",
    "verseText": "Kisha Yesu akawaambia wanafunzi wake, “Wakati utafika ambapo mtatamani kuiona moja ya siku ya Mwana wa Adamu, lakini hamtaiona."
  },
  {
    "verseNumber": "LUK 17:23",
    "verseText": "Watu watawaambia, ‘Yule kule!’ Au, ‘Huyu hapa!’ Msiwakimbilie."
  },
  {
    "verseNumber": "LUK 17:24",
    "verseText": "Kwa maana kama vile umeme wa radi umulikavyo katika anga kuanzia mwisho mmoja hadi mwingine, ndivyo atakavyokuwa Mwana wa Adamu katika siku yake."
  },
  {
    "verseNumber": "LUK 17:25",
    "verseText": "Lakini kwanza itampasa kuteseka katika mambo mengi na kukataliwa na kizazi hiki."
  },
  {
    "verseNumber": "LUK 17:26",
    "verseText": "“Kama ilivyokuwa siku za Noa, ndivyo itakavyokuwa katika siku za Mwana wa Adamu."
  },
  {
    "verseNumber": "LUK 17:27",
    "verseText": "Watu walikuwa wakila na kunywa, wakioa na kuolewa, mpaka siku ile Noa alipoingia katika safina. Ndipo gharika ikaja na kuwaangamiza wote."
  },
  {
    "verseNumber": "LUK 17:28",
    "verseText": "“Ndivyo ilivyokuwa katika siku za Loti: Watu walikuwa wakila na kunywa, wakinunua na kuuza, wakilima na kujenga."
  },
  {
    "verseNumber": "LUK 17:29",
    "verseText": "Lakini siku ile Loti alipoondoka Sodoma, ikanyesha mvua ya moto na kiberiti kutoka mbinguni ukawaangamiza wote."
  },
  {
    "verseNumber": "LUK 17:30",
    "verseText": "“Hivyo ndivyo itakavyokuwa siku ile Mwana wa Adamu atakapofunuliwa."
  },
  {
    "verseNumber": "LUK 17:31",
    "verseText": "Siku hiyo, mtu yeyote aliye juu ya dari ya nyumba yake, hata vitu vyake vikiwa ndani ya hiyo nyumba, asishuke kuvichukua. Vivyo hivyo mtu aliye shambani asirudi nyumbani kuchukua chochote."
  },
  {
    "verseNumber": "LUK 17:32",
    "verseText": "Mkumbukeni mke wa Loti!"
  },
  {
    "verseNumber": "LUK 17:33",
    "verseText": "Mtu yeyote anayejaribu kuyaokoa maisha yake atayapoteza, na yeyote atakayeyapoteza maisha yake atayaokoa."
  },
  {
    "verseNumber": "LUK 17:34",
    "verseText": "Nawaambia, usiku huo watu wawili watakuwa wamelala kitanda kimoja; naye mmoja atatwaliwa na mwingine ataachwa."
  },
  {
    "verseNumber": "LUK 17:35",
    "verseText": "Wanawake wawili watakuwa wanasaga nafaka pamoja; naye mmoja atatwaliwa na mwingine ataachwa. ["
  },
  {
    "verseNumber": "LUK 17:36",
    "verseText": "Wanaume wawili watakuwa wanafanya kazi pamoja shambani; mmoja atachukuliwa na mwingine ataachwa.]”"
  },
  {
    "verseNumber": "LUK 17:37",
    "verseText": "Kisha wakamuuliza, “Haya yatatukia wapi Bwana?” Akawaambia, “Pale ulipo mzoga, huko ndiko tai watakapokusanyika.”"
  },
  {
    "verseNumber": "LUK 18:1",
    "verseText": "Kisha Yesu akawapa wanafunzi wake mfano ili kuwaonyesha kuwa yawapasa kuomba pasipo kukata tamaa."
  },
  {
    "verseNumber": "LUK 18:2",
    "verseText": "Akawaambia, “Katika mji mmoja alikuwepo hakimu ambaye hakumwogopa Mungu wala kumjali mtu."
  },
  {
    "verseNumber": "LUK 18:3",
    "verseText": "Katika mji huo alikuwako mjane mmoja ambaye alikuwa akija kwake mara kwa mara akimwomba, ‘Tafadhali nipatie haki kati yangu na adui yangu.’"
  },
  {
    "verseNumber": "LUK 18:4",
    "verseText": "“Kwa muda mrefu yule hakimu alikataa. Lakini hatimaye akasema moyoni mwake, ‘Ijapokuwa simwogopi Mungu wala simjali mwanadamu,"
  },
  {
    "verseNumber": "LUK 18:5",
    "verseText": "lakini kwa kuwa huyu mjane ananisumbuasumbua, nitahakikisha amepata haki yake ili asiendelee kunichosha kwa kunijia mara kwa mara!’ ”"
  },
  {
    "verseNumber": "LUK 18:6",
    "verseText": "Bwana akasema, “Sikilizeni asemavyo huyu hakimu dhalimu."
  },
  {
    "verseNumber": "LUK 18:7",
    "verseText": "Je, Mungu hatawatendea haki wateule wake wanaomlilia usiku na mchana? Je, atakawia kuwasaidia?"
  },
  {
    "verseNumber": "LUK 18:8",
    "verseText": "Ninawaambia, atawapatia haki upesi. Lakini je, Mwana wa Adamu atakapokuja ataikuta imani duniani?”"
  },
  {
    "verseNumber": "LUK 18:9",
    "verseText": "Yesu akatoa mfano huu kwa wale waliojiamini kuwa wao ni wenye haki na kuwadharau wengine:"
  },
  {
    "verseNumber": "LUK 18:10",
    "verseText": "“Watu wawili walikwenda Hekaluni kusali, mmoja wao alikuwa Farisayo na mwingine alikuwa mtoza ushuru."
  },
  {
    "verseNumber": "LUK 18:11",
    "verseText": "Yule Farisayo, akasimama, akasali hivi na kuomba kwake mwenyewe: ‘Mungu, nakushukuru kwa sababu mimi si kama watu wengine ambao ni wanyangʼanyi, wadhalimu, na wazinzi, wala kama huyu mtoza ushuru."
  },
  {
    "verseNumber": "LUK 18:12",
    "verseText": "Mimi nafunga mara mbili kwa juma, na natoa sehemu ya kumi ya mapato yangu.’"
  },
  {
    "verseNumber": "LUK 18:13",
    "verseText": "“Lakini yule mtoza ushuru akasimama mbali, wala hakuthubutu hata kuinua uso wake kutazama mbinguni, bali alijipigapiga kifuani na kusema: ‘Mungu, nihurumie, mimi mwenye dhambi.’"
  },
  {
    "verseNumber": "LUK 18:14",
    "verseText": "“Nawaambia, huyu mtoza ushuru alirudi nyumbani akiwa amehesabiwa haki mbele za Mungu zaidi ya yule Farisayo. Kwa maana yeyote ajikwezaye atashushwa, na yeyote ajishushaye atakwezwa.”"
  },
  {
    "verseNumber": "LUK 18:15",
    "verseText": "Pia, watu walikuwa wakimletea Yesu watoto wachanga ili awaguse. Wanafunzi wake walipoona hivyo, wakawakemea."
  },
  {
    "verseNumber": "LUK 18:16",
    "verseText": "Lakini Yesu akawaita wale watoto waje kwake, akasema, “Waacheni watoto wadogo waje kwangu, wala msiwazuie, kwa maana Ufalme wa Mungu ni wa wale walio kama hawa."
  },
  {
    "verseNumber": "LUK 18:17",
    "verseText": "Amin, nawaambia, mtu yeyote asiyeupokea Ufalme wa Mungu kama mtoto mdogo, hatauingia kamwe.”"
  },
  {
    "verseNumber": "LUK 18:18",
    "verseText": "Mtawala mmoja akamuuliza Yesu, “Mwalimu mwema, nifanye nini ili niurithi uzima wa milele?”"
  },
  {
    "verseNumber": "LUK 18:19",
    "verseText": "Yesu akamjibu, “Mbona unaniita mwema? Hakuna yeyote aliye mwema ila Mungu peke yake."
  },
  {
    "verseNumber": "LUK 18:20",
    "verseText": "Unazijua amri: ‘Usizini, usiue, usiibe, usishuhudie uongo, waheshimu baba yako na mama yako.’ ”"
  },
  {
    "verseNumber": "LUK 18:21",
    "verseText": "Akajibu, “Amri hizi zote nimezishika tangu nikiwa mtoto.”"
  },
  {
    "verseNumber": "LUK 18:22",
    "verseText": "Yesu aliposikia haya, akamwambia, “Bado kuna jambo moja ulilopungukiwa. Nenda ukauze kila kitu ulicho nacho, uwape maskini, nawe utakuwa na hazina mbinguni. Kisha njoo, unifuate.”"
  },
  {
    "verseNumber": "LUK 18:23",
    "verseText": "Aliposikia jambo hili, alisikitika sana kwa maana alikuwa mtu mwenye mali nyingi."
  },
  {
    "verseNumber": "LUK 18:24",
    "verseText": "Yesu akamtazama, akasema, “Tazama jinsi ilivyo vigumu kwa tajiri kuingia katika Ufalme wa Mungu!"
  },
  {
    "verseNumber": "LUK 18:25",
    "verseText": "Hakika ni rahisi zaidi kwa ngamia kupita kwenye tundu la sindano kuliko mtu tajiri kuingia katika Ufalme wa Mungu.”"
  },
  {
    "verseNumber": "LUK 18:26",
    "verseText": "Wale waliosikia haya wakauliza, “Ni nani basi awezaye kuokoka?”"
  },
  {
    "verseNumber": "LUK 18:27",
    "verseText": "Yesu akajibu, “Yasiyowezekana kwa wanadamu yanawezekana kwa Mungu.”"
  },
  {
    "verseNumber": "LUK 18:28",
    "verseText": "Ndipo Petro akamjibu, “Tazama, tumeacha vyote tulivyokuwa navyo tukakufuata!”"
  },
  {
    "verseNumber": "LUK 18:29",
    "verseText": "Yesu akajibu, “Amin, nawaambia, hakuna hata mtu aliyeacha nyumba yake, au mke, au ndugu, au wazazi au watoto kwa ajili ya Ufalme wa Mungu"
  },
  {
    "verseNumber": "LUK 18:30",
    "verseText": "ambaye hatapewa mara nyingi zaidi ya hivyo katika maisha haya, na hatimaye kupata uzima wa milele ujao.”"
  },
  {
    "verseNumber": "LUK 18:31",
    "verseText": "Yesu akawachukua wale wanafunzi wake kumi na wawili kando na kuwaambia, “Tunapanda kwenda Yerusalemu, na kila kitu kilichoandikwa na manabii kumhusu Mwana wa Adamu kitatimizwa."
  },
  {
    "verseNumber": "LUK 18:32",
    "verseText": "Kwa kuwa atatiwa mikononi mwa watu wasiomjua Mungu, nao watamdhihaki, watamtukana na kumtemea mate, watampiga mijeledi na kumuua."
  },
  {
    "verseNumber": "LUK 18:33",
    "verseText": "Naye siku ya tatu atafufuka.”"
  },
  {
    "verseNumber": "LUK 18:34",
    "verseText": "Wanafunzi wake hawakuelewa mambo haya, kwa kuwa maana yake ilikuwa imefichika kwao, nao hawakujua Yesu alikuwa anazungumzia nini."
  },
  {
    "verseNumber": "LUK 18:35",
    "verseText": "Yesu alipokuwa anakaribia Yeriko, kipofu mmoja alikuwa ameketi kando ya njia akiomba msaada."
  },
  {
    "verseNumber": "LUK 18:36",
    "verseText": "Kipofu huyo aliposikia umati wa watu ukipita, akauliza, “Kuna nini?”"
  },
  {
    "verseNumber": "LUK 18:37",
    "verseText": "Wakamwambia, “Yesu wa Nazareti anapita.”"
  },
  {
    "verseNumber": "LUK 18:38",
    "verseText": "Akapaza sauti, akasema, “Yesu, Mwana wa Daudi, nihurumie!”"
  },
  {
    "verseNumber": "LUK 18:39",
    "verseText": "Wale waliokuwa wametangulia mbele wakamkemea, wakamwambia akae kimya. Lakini yeye akapaza sauti zaidi, “Mwana wa Daudi, nihurumie!”"
  },
  {
    "verseNumber": "LUK 18:40",
    "verseText": "Yesu akasimama, akawaamuru wamlete huyo mtu kwake. Alipokaribia, Yesu akamuuliza,"
  },
  {
    "verseNumber": "LUK 18:41",
    "verseText": "“Unataka nikufanyie nini?” Akajibu, “Bwana, nataka kuona.”"
  },
  {
    "verseNumber": "LUK 18:42",
    "verseText": "Yesu akamwambia, “Basi upate kuona. Imani yako imekuponya.”"
  },
  {
    "verseNumber": "LUK 18:43",
    "verseText": "Akapata kuona saa ile ile, akamfuata Yesu, huku akimsifu Mungu. Watu wote walipoona mambo hayo, nao wakamsifu Mungu."
  },
  {
    "verseNumber": "LUK 19:1",
    "verseText": "Yesu akaingia Yeriko, naye alikuwa anapita katikati ya huo mji."
  },
  {
    "verseNumber": "LUK 19:2",
    "verseText": "Tazama, palikuwa na mtu mmoja mkuu wa watoza ushuru naye alikuwa tajiri, jina lake Zakayo."
  },
  {
    "verseNumber": "LUK 19:3",
    "verseText": "Yeye alikuwa akijitahidi kumwona Yesu ni mtu wa namna gani. Lakini kutokana na umati mkubwa wa watu hakuweza kwa sababu alikuwa mfupi wa kimo."
  },
  {
    "verseNumber": "LUK 19:4",
    "verseText": "Kwa hiyo akatangulia mbio mbele ya umati wa watu akapanda juu ya mkuyu ili amwone Yesu, kwa sababu angeipitia njia ile."
  },
  {
    "verseNumber": "LUK 19:5",
    "verseText": "Yesu alipofika pale chini ya huo mkuyu, akatazama juu, akamwambia, “Zakayo, shuka upesi, kwa maana leo nitakuwa mgeni nyumbani kwako!”"
  },
  {
    "verseNumber": "LUK 19:6",
    "verseText": "Hivyo Zakayo akashuka upesi, akamkaribisha Yesu nyumbani kwake kwa furaha kubwa."
  },
  {
    "verseNumber": "LUK 19:7",
    "verseText": "Watu wote walipoona hivyo, wakaanza kunungʼunika wakisema, “Amekwenda kuwa mgeni wa ‘mtu mwenye dhambi.’ ”"
  },
  {
    "verseNumber": "LUK 19:8",
    "verseText": "Lakini Zakayo akasimama na kumwambia Bwana, “Tazama, Bwana! Sasa hivi nusu ya mali yangu ninawapa maskini, nami kama nimemdhulumu mtu yeyote kitu chochote, nitamrudishia mara nne ya hicho kiwango.”"
  },
  {
    "verseNumber": "LUK 19:9",
    "verseText": "Ndipo Yesu akamwambia, “Leo, wokovu umeingia nyumbani humu, kwa sababu huyu naye ni mwana wa Abrahamu."
  },
  {
    "verseNumber": "LUK 19:10",
    "verseText": "Kwa maana Mwana wa Adamu amekuja kutafuta na kuokoa kile kilichopotea.”"
  },
  {
    "verseNumber": "LUK 19:11",
    "verseText": "Walipokuwa wanasikiliza haya, Yesu akaendelea kuwaambia mfano, kwa sababu alikuwa anakaribia Yerusalemu na watu walikuwa wakidhani ya kuwa Ufalme wa Mungu ulikuwa unakuja saa iyo hiyo."
  },
  {
    "verseNumber": "LUK 19:12",
    "verseText": "Hivyo akawaambia: “Mtu mmoja mwenye cheo kikubwa alisafiri kwenda nchi ya mbali ili akapokee madaraka ya kuwa mfalme, kisha arudi."
  },
  {
    "verseNumber": "LUK 19:13",
    "verseText": "Hivyo akawaita kumi miongoni mwa watumishi wake, na akawapa kila mmoja fungu la fedha. Akawaambia, ‘Fanyeni biashara na fedha hizi mpaka nitakaporudi.’"
  },
  {
    "verseNumber": "LUK 19:14",
    "verseText": "“Lakini raiya wa nchi yake walimchukia wakapeleka ujumbe na kusema, ‘Hatutaki huyu mtu awe mfalme wetu.’"
  },
  {
    "verseNumber": "LUK 19:15",
    "verseText": "“Hata hivyo alirudi akiwa amekwisha kupokea mamlaka ya ufalme, akawaita wale watumishi wake aliokuwa amewaachia fedha, ili afahamu ni faida kiasi gani kila mmoja wao aliyopata kwa kufanya biashara."
  },
  {
    "verseNumber": "LUK 19:16",
    "verseText": "“Wa kwanza akaja na kusema, ‘Bwana, kutokana na fedha uliyoniachia, nimepata faida mara kumi zaidi.’"
  },
  {
    "verseNumber": "LUK 19:17",
    "verseText": "“Yule bwana akamjibu, ‘Umefanya vizuri mtumishi mwema! Kwa sababu umekuwa mwaminifu katika wajibu mdogo sana, nakupa mamlaka juu ya miji kumi.’"
  },
  {
    "verseNumber": "LUK 19:18",
    "verseText": "“Wa pili naye akaja. Akasema, ‘Bwana, fedha yako imeleta faida mara tano zaidi.’"
  },
  {
    "verseNumber": "LUK 19:19",
    "verseText": "“Bwana wake akajibu, ‘Nakupa mamlaka juu ya miji mitano.’"
  },
  {
    "verseNumber": "LUK 19:20",
    "verseText": "“Kisha akaja yule mtumishi mwingine, akasema, ‘Bwana, hii hapa fedha yako. Niliitunza vizuri kwenye kitambaa."
  },
  {
    "verseNumber": "LUK 19:21",
    "verseText": "Nilikuogopa, kwa sababu wewe ni mtu mgumu. Unachukua ambapo hukuweka kitu, na unavuna mahali ambapo hukupanda kitu.’"
  },
  {
    "verseNumber": "LUK 19:22",
    "verseText": "“Bwana wake akamjibu, ‘Nitakuhukumu kwa maneno yako mwenyewe, wewe mtumishi mwovu! Kama ulifahamu kwamba mimi ni mtu mgumu, nichukuaye mahali ambapo sikuweka kitu na kuvuna mahali ambapo sikupanda,"
  },
  {
    "verseNumber": "LUK 19:23",
    "verseText": "kwa nini basi hukuweka fedha zangu kwa watoa riba, ili nitakaporudi nichukue iliyo yangu na riba yake?’"
  },
  {
    "verseNumber": "LUK 19:24",
    "verseText": "“Ndipo akawaambia wale waliokuwa wamesimama karibu, ‘Mnyangʼanyeni fungu lake la fedha, mkampe yule mwenye kumi.’"
  },
  {
    "verseNumber": "LUK 19:25",
    "verseText": "“Wakamwambia, ‘Bwana, mbona; tayari anayo mafungu kumi!’"
  },
  {
    "verseNumber": "LUK 19:26",
    "verseText": "“Akawajibu, ‘Nawaambia kwamba kila aliye na kitu, ataongezewa. Lakini yule asiye na kitu, hata alicho nacho atanyangʼanywa."
  },
  {
    "verseNumber": "LUK 19:27",
    "verseText": "Lakini wale adui zangu ambao hawakutaka mimi niwe mfalme juu yao. Waleteni hapa mkawaue mbele yangu.’ ”"
  },
  {
    "verseNumber": "LUK 19:28",
    "verseText": "Baada ya Yesu kusema haya, alitangulia kupanda kwenda Yerusalemu."
  },
  {
    "verseNumber": "LUK 19:29",
    "verseText": "Naye alipokaribia Bethfage na Bethania kwenye mlima uitwao Mlima wa Mizeituni, aliwatuma wanafunzi wake wawili, akawaambia,"
  },
  {
    "verseNumber": "LUK 19:30",
    "verseText": "“Nendeni katika kijiji kilichoko mbele yenu. Na mtakapokuwa mnaingia kijijini, mtamkuta mwana-punda amefungwa hapo, ambaye hajapandwa na mtu bado. Mfungueni, mkamlete hapa."
  },
  {
    "verseNumber": "LUK 19:31",
    "verseText": "Kama mtu akiwauliza, ‘Mbona mnamfungua?’ Mwambieni, ‘Bwana anamhitaji.’ ”"
  },
  {
    "verseNumber": "LUK 19:32",
    "verseText": "Wale waliotumwa wakaenda, wakakuta kila kitu kama vile Yesu alivyokuwa amewaambia."
  },
  {
    "verseNumber": "LUK 19:33",
    "verseText": "Walipokuwa wanamfungua yule mwana-punda, wenyewe wakawauliza, “Mbona mnamfungua huyo mwana-punda?”"
  },
  {
    "verseNumber": "LUK 19:34",
    "verseText": "Wale wanafunzi wakajibu, “Bwana anamhitaji.”"
  },
  {
    "verseNumber": "LUK 19:35",
    "verseText": "Wakamleta kwa Yesu, nao baada ya kutandika mavazi yao juu ya huyo mwana-punda, wakampandisha Yesu juu yake."
  },
  {
    "verseNumber": "LUK 19:36",
    "verseText": "Alipokuwa akienda akiwa amempanda, watu wakatandaza mavazi yao barabarani."
  },
  {
    "verseNumber": "LUK 19:37",
    "verseText": "Alipokaribia mahali yanapoanzia materemko ya Mlima wa Mizeituni, umati wote wa wafuasi wake wakaanza kumsifu Mungu kwa furaha kwa sauti kuu kwa ajili ya matendo yote ya miujiza waliyoyaona. Wakasema:"
  },
  {
    "verseNumber": "LUK 19:38",
    "verseText": "“Amebarikiwa Mfalme ajaye kwa Jina la Bwana!” “Amani mbinguni na utukufu huko juu sana.”"
  },
  {
    "verseNumber": "LUK 19:39",
    "verseText": "Baadhi ya Mafarisayo waliokuwamo miongoni mwa ule umati wa watu wakamwambia, “Mwalimu, waamuru wanafunzi wako wanyamaze.”"
  },
  {
    "verseNumber": "LUK 19:40",
    "verseText": "Yesu akawajibu, “Nawaambia ninyi, kama hawa wakinyamaza, mawe yatapiga kelele.”"
  },
  {
    "verseNumber": "LUK 19:41",
    "verseText": "Alipokaribia Yerusalemu na kuuona mji, aliulilia,"
  },
  {
    "verseNumber": "LUK 19:42",
    "verseText": "akisema, “Laiti ungalijua hata wewe leo yale ambayo yangeleta amani, lakini sasa yamefichika machoni pako."
  },
  {
    "verseNumber": "LUK 19:43",
    "verseText": "Hakika siku zinakujia, ambazo adui zako watakuzingira, nao watakuzunguka pande zote na kukuzuilia ndani."
  },
  {
    "verseNumber": "LUK 19:44",
    "verseText": "Watakuponda chini, wewe na watoto walioko ndani ya kuta zako. Nao hawataacha hata jiwe moja juu ya jingine, kwa sababu hukutambua wakati wa kujiliwa kwako.”"
  },
  {
    "verseNumber": "LUK 19:45",
    "verseText": "Ndipo akaingia eneo la Hekalu, akaanza kuwafukuza wale waliokuwa wakiuza vitu humo."
  },
  {
    "verseNumber": "LUK 19:46",
    "verseText": "Naye akawaambia, “Imeandikwa, ‘Nyumba yangu itakuwa nyumba ya sala,’ lakini ninyi mmeifanya kuwa ‘pango la wanyangʼanyi.’ ”"
  },
  {
    "verseNumber": "LUK 19:47",
    "verseText": "Kila siku alikuwa akifundisha Hekaluni. Lakini viongozi wa makuhani, walimu wa sheria na viongozi wa watu walikuwa wakitafuta njia ili kumuua."
  },
  {
    "verseNumber": "LUK 19:48",
    "verseText": "Lakini hawakupata nafasi kwa sababu watu wote walimfuata wakiyasikiliza maneno yake kwa usikivu mwingi."
  },
  {
    "verseNumber": "LUK 20:1",
    "verseText": "Siku moja, Yesu alipokuwa akifundisha watu Hekaluni na kuhubiri habari njema, viongozi wa makuhani, walimu wa sheria, pamoja na wazee wa watu wakamjia."
  },
  {
    "verseNumber": "LUK 20:2",
    "verseText": "Wakamuuliza, “Tuambie, unafanya mambo haya kwa mamlaka gani? Ni nani aliyekupa mamlaka haya?”"
  },
  {
    "verseNumber": "LUK 20:3",
    "verseText": "Akawajibu, “Nami nitawauliza swali."
  },
  {
    "verseNumber": "LUK 20:4",
    "verseText": "Je, ubatizo wa Yohana ulitoka mbinguni au kwa wanadamu?”"
  },
  {
    "verseNumber": "LUK 20:5",
    "verseText": "Wakahojiana wao kwa wao wakisema, “Kama tukisema, ‘Ulitoka mbinguni,’ atatuuliza, ‘Mbona hamkumwamini?’"
  },
  {
    "verseNumber": "LUK 20:6",
    "verseText": "Lakini tukisema, ‘Ulitoka kwa wanadamu,’ watu wote watatupiga mawe, kwa sababu wanaamini kwamba Yohana alikuwa nabii.”"
  },
  {
    "verseNumber": "LUK 20:7",
    "verseText": "Basi wakajibu, “Hatujui ulikotoka.”"
  },
  {
    "verseNumber": "LUK 20:8",
    "verseText": "Yesu akawaambia, “Wala mimi sitawaambia ni kwa mamlaka gani ninatenda mambo haya.”"
  },
  {
    "verseNumber": "LUK 20:9",
    "verseText": "Akaendelea kuwaambia watu mfano huu: “Mtu mmoja alipanda shamba la mizabibu, akalikodisha kwa wakulima fulani, kisha akasafiri kwa muda mrefu."
  },
  {
    "verseNumber": "LUK 20:10",
    "verseText": "Wakati wa mavuno ulipofika, akamtuma mtumishi wake kwa hao wapangaji ili wampe sehemu ya mavuno ya shamba la mizabibu. Lakini wale wakulima wakampiga, wakamfukuza mikono mitupu."
  },
  {
    "verseNumber": "LUK 20:11",
    "verseText": "Akamtuma mtumishi mwingine, huyo naye wakampiga, wakamfanyia mambo ya aibu na kumfukuza."
  },
  {
    "verseNumber": "LUK 20:12",
    "verseText": "Bado akamtuma na mwingine wa tatu, huyu pia wakamjeruhi na kumtupa nje ya shamba."
  },
  {
    "verseNumber": "LUK 20:13",
    "verseText": "“Basi yule mwenye shamba la mizabibu akasema, ‘Nifanye nini? Nitamtuma mwanangu mpendwa, huenda yeye watamheshimu.’"
  },
  {
    "verseNumber": "LUK 20:14",
    "verseText": "“Lakini wale wapangaji walipomwona, wakasemezana wao kwa wao. Wakasema, ‘Huyu ndiye mrithi. Basi na tumuue ili urithi uwe wetu.’"
  },
  {
    "verseNumber": "LUK 20:15",
    "verseText": "Kwa hiyo wakamtupa nje ya shamba la mizabibu, wakamuua.” “Sasa basi yule mwenye shamba la mizabibu atawafanyia nini wapangaji hawa?"
  },
  {
    "verseNumber": "LUK 20:16",
    "verseText": "Atakuja na kuwaua hao wapangaji, na kuwapa wapangaji wengine hilo shamba la mizabibu.” Watu waliposikia hayo wakasema, “Mungu apishie mbali jambo hili lisitokee!”"
  },
  {
    "verseNumber": "LUK 20:17",
    "verseText": "Lakini Yesu akawakazia macho, akasema, “Basi ni nini maana ya yale yaliyoandikwa: “ ‘Jiwe walilolikataa waashi, limekuwa jiwe kuu la pembeni’?"
  },
  {
    "verseNumber": "LUK 20:18",
    "verseText": "Kila mtu aangukaye juu ya jiwe hilo atavunjika vipande vipande, lakini yule litakayemwangukia atasagwa kabisa.”"
  },
  {
    "verseNumber": "LUK 20:19",
    "verseText": "Walimu wa sheria na viongozi wa makuhani wakatafuta njia ya kumkamata mara moja, kwa sababu walifahamu kwamba amesema mfano huo kwa ajili yao. Lakini waliwaogopa watu."
  },
  {
    "verseNumber": "LUK 20:20",
    "verseText": "Kwa hiyo wakawa wanamchunguza na kutuma wapelelezi waliojifanya kuwa wenye haki ili wapate kumtega kwa maneno asemayo, ili wamtie katika uwezo na mamlaka ya mtawala."
  },
  {
    "verseNumber": "LUK 20:21",
    "verseText": "Hivyo wale wapelelezi wakamuuliza, “Mwalimu, tunajua unasema na kufundisha yaliyo kweli wala humpendelei mtu, bali wafundisha njia ya Mungu katika kweli."
  },
  {
    "verseNumber": "LUK 20:22",
    "verseText": "Je, ni halali sisi kulipa kodi kwa Kaisari, au la?”"
  },
  {
    "verseNumber": "LUK 20:23",
    "verseText": "Lakini Yesu akatambua hila yao, kwa hiyo akawaambia,"
  },
  {
    "verseNumber": "LUK 20:24",
    "verseText": "“Nionyesheni dinari. Je, sura hii na maandishi haya yaliyoko juu yake ni vya nani?”"
  },
  {
    "verseNumber": "LUK 20:25",
    "verseText": "Wakamjibu, “Ni vya Kaisari.” Akawaambia, “Basi mpeni Kaisari kilicho cha Kaisari, naye Mungu mpeni kilicho cha Mungu.”"
  },
  {
    "verseNumber": "LUK 20:26",
    "verseText": "Wakashindwa kumkamata kwa yale aliyokuwa amesema hadharani. Nao wakashangazwa mno na majibu yake, wakanyamaza kimya."
  },
  {
    "verseNumber": "LUK 20:27",
    "verseText": "Baadhi ya Masadukayo, wale wasemao kwamba hakuna ufufuo wa wafu, wakamjia Yesu na kumuuliza,"
  },
  {
    "verseNumber": "LUK 20:28",
    "verseText": "“Mwalimu, Mose alituandikia kwamba kama ndugu wa mtu akifa na kumwacha mkewe bila mtoto, basi huyo mtu inampasa amwoe huyo mjane ili amzalie ndugu yake watoto."
  },
  {
    "verseNumber": "LUK 20:29",
    "verseText": "Basi palikuwepo ndugu saba. Yule wa kwanza akaoa, akafa bila kuzaa mtoto."
  },
  {
    "verseNumber": "LUK 20:30",
    "verseText": "Kisha yule wa pili akamwoa huyo mjane, naye akafa bila mtoto,"
  },
  {
    "verseNumber": "LUK 20:31",
    "verseText": "naye wa tatu pia akamwoa. Vivyo hivyo ndugu wote saba wakawa wamemwoa huyo mwanamke, na wote wakafa pasipo yeyote kupata mtoto."
  },
  {
    "verseNumber": "LUK 20:32",
    "verseText": "Mwishowe, yule mwanamke naye akafa."
  },
  {
    "verseNumber": "LUK 20:33",
    "verseText": "Sasa basi, siku ya ufufuo huyo mwanamke atakuwa mke wa nani, maana aliolewa na ndugu wote saba?”"
  },
  {
    "verseNumber": "LUK 20:34",
    "verseText": "Yesu akawajibu, “Katika maisha haya watu huoa na kuolewa."
  },
  {
    "verseNumber": "LUK 20:35",
    "verseText": "Lakini wale ambao wamehesabiwa kwamba wanastahili kupata nafasi katika ulimwengu ule na katika ufufuo wa wafu, hawaoi wala hawaolewi."
  },
  {
    "verseNumber": "LUK 20:36",
    "verseText": "Hawa hawawezi kufa tena, kwa maana wao ni kama malaika. Wao ni watoto wa Mungu, kwa sababu ni watoto wa ufufuo."
  },
  {
    "verseNumber": "LUK 20:37",
    "verseText": "Hata Mose alidhihirisha kuwa wafu wanafufuka, kwa habari ya kile kichaka kilichokuwa kikiwaka moto bila kuteketea, alipomwita Bwana, ‘Mungu wa Abrahamu, Mungu wa Isaki, na Mungu wa Yakobo.’"
  },
  {
    "verseNumber": "LUK 20:38",
    "verseText": "Yeye si Mungu wa wafu, bali wa walio hai, kwa kuwa kwake wote ni hai.”"
  },
  {
    "verseNumber": "LUK 20:39",
    "verseText": "Baadhi ya walimu wa sheria wakasema, “Mwalimu, umesema sawasawa kabisa!”"
  },
  {
    "verseNumber": "LUK 20:40",
    "verseText": "Baada ya hayo hakuna mtu aliyethubutu kumuuliza maswali tena."
  },
  {
    "verseNumber": "LUK 20:41",
    "verseText": "Kisha Yesu akawaambia, “Imekuwaje basi wao husema Kristo ni Mwana wa Daudi?"
  },
  {
    "verseNumber": "LUK 20:42",
    "verseText": "Daudi mwenyewe anasema katika Kitabu cha Zaburi: “ ‘Bwana alimwambia Bwana wangu: “Keti mkono wangu wa kuume,"
  },
  {
    "verseNumber": "LUK 20:43",
    "verseText": "hadi nitakapowaweka adui zako chini ya miguu yako.” ’"
  },
  {
    "verseNumber": "LUK 20:44",
    "verseText": "Ikiwa Daudi anamwita yeye ‘Bwana,’ basi atakuwaje mwanawe?”"
  },
  {
    "verseNumber": "LUK 20:45",
    "verseText": "Wakati watu wote walikuwa wanamsikiliza, Yesu akawaambia wanafunzi wake,"
  },
  {
    "verseNumber": "LUK 20:46",
    "verseText": "“Jihadharini na walimu wa sheria. Wao hupenda kutembea wakiwa wamevaa mavazi marefu, na kusalimiwa kwa heshima masokoni. Hupenda kukaa kwenye viti vya mbele katika masinagogi, na kukaa kwenye nafasi za heshima katika karamu."
  },
  {
    "verseNumber": "LUK 20:47",
    "verseText": "Wao hula nyumba za wajane, na ili waonekane kuwa wema, wanasali sala ndefu. Watu kama hawa watapata hukumu iliyo kuu sana.”"
  },
  {
    "verseNumber": "LUK 21:1",
    "verseText": "Yesu alipoinua macho yake, aliwaona matajiri wakiweka sadaka zao kwenye sanduku la hazina ya Hekalu."
  },
  {
    "verseNumber": "LUK 21:2",
    "verseText": "Akamwona pia mjane mmoja maskini akiweka humo sarafu mbili ndogo za shaba."
  },
  {
    "verseNumber": "LUK 21:3",
    "verseText": "Yesu akasema, “Amin, nawaambia, huyu mjane maskini ameweka humo zaidi ya watu wengine wote."
  },
  {
    "verseNumber": "LUK 21:4",
    "verseText": "Hawa watu wengine wote wametoa sadaka kutokana na wingi wa mali zao. Lakini huyu mjane ametoa kutokana na umaskini wake vyote alivyokuwa navyo, hata kile alichohitaji ili kuishi.”"
  },
  {
    "verseNumber": "LUK 21:5",
    "verseText": "Baadhi ya wanafunzi wake wakawa wanamwonyesha jinsi Hekalu lilivyopambwa kwa mawe mazuri na kwa vitu vilivyotolewa kuwa sadaka kwa Mungu. Lakini Yesu akawaambia,"
  },
  {
    "verseNumber": "LUK 21:6",
    "verseText": "“Kuhusu haya mnayoyaona hapa, wakati utafika ambapo hakuna jiwe moja litakalobaki juu ya jingine, bali kila moja litabomolewa.”"
  },
  {
    "verseNumber": "LUK 21:7",
    "verseText": "Wakamuuliza, “Mwalimu, mambo haya yatatukia lini? Ni dalili gani itaonyesha kwamba yanakaribia kutendeka?”"
  },
  {
    "verseNumber": "LUK 21:8",
    "verseText": "Yesu akawajibu, “Jihadharini msije mkadanganywa. Maana wengi watakuja kwa Jina langu, wakidai, ‘Mimi ndiye,’ na, ‘Wakati umekaribia.’ Msiwafuate."
  },
  {
    "verseNumber": "LUK 21:9",
    "verseText": "Lakini msikiapo habari za vita na machafuko, msiogope. Kwa maana hayo ni lazima yatokee kwanza, ila ule mwisho hautakuja wakati huo.”"
  },
  {
    "verseNumber": "LUK 21:10",
    "verseText": "Kisha akawaambia: “Taifa litainuka dhidi ya taifa jingine, na ufalme mmoja dhidi ya ufalme mwingine."
  },
  {
    "verseNumber": "LUK 21:11",
    "verseText": "Kutakuwa na mitetemeko mikubwa ya ardhi, na njaa kali, na magonjwa ya kuambukiza katika sehemu mbalimbali. Pia kutakuwa na matukio ya kutisha na ishara kuu kutoka mbinguni."
  },
  {
    "verseNumber": "LUK 21:12",
    "verseText": "“Lakini kabla yote hayajatokea, watawakamata ninyi na kuwatesa. Watawatia mikononi mwa wakuu wa masinagogi na kuwafunga magerezani. Nanyi mtapelekwa mbele ya wafalme na watawala kwa ajili ya Jina langu."
  },
  {
    "verseNumber": "LUK 21:13",
    "verseText": "Hii itawapa nafasi ya kushuhudia."
  },
  {
    "verseNumber": "LUK 21:14",
    "verseText": "Lakini kusudieni mioyoni mwenu msisumbuke awali kuhusu mtakalosema mbele ya mashtaka."
  },
  {
    "verseNumber": "LUK 21:15",
    "verseText": "Kwa maana nitawapa maneno na hekima ambayo hakuna hata adui yenu mmoja atakayeweza kushindana nayo wala kuipinga."
  },
  {
    "verseNumber": "LUK 21:16",
    "verseText": "Mtasalitiwa hata na wazazi, ndugu, jamaa na marafiki, na baadhi yenu watawaua."
  },
  {
    "verseNumber": "LUK 21:17",
    "verseText": "Mtachukiwa na watu wote kwa ajili ya Jina langu."
  },
  {
    "verseNumber": "LUK 21:18",
    "verseText": "Lakini hapatakuwa na unywele mmoja wa kichwa chenu utakaoangamia."
  },
  {
    "verseNumber": "LUK 21:19",
    "verseText": "Kwa kuvumilia mtaokoa roho zenu."
  },
  {
    "verseNumber": "LUK 21:20",
    "verseText": "“Mtakapoona mji wa Yerusalemu umezungukwa na majeshi, basi fahamuni kwamba kuharibiwa kwake kumekaribia."
  },
  {
    "verseNumber": "LUK 21:21",
    "verseText": "Wakati huo, wale walio Uyahudi wakimbilie milimani, walio mjini Yerusalemu watoke humo, nao wale walioko mashambani wasiingie mjini."
  },
  {
    "verseNumber": "LUK 21:22",
    "verseText": "Kwa sababu huu utakuwa ni wakati wa adhabu ili kutimiza yote yaliyoandikwa."
  },
  {
    "verseNumber": "LUK 21:23",
    "verseText": "Ole wao wenye mimba na wale wanaonyonyesha watoto siku hizo! Kutakuwa na dhiki kuu katika nchi na ghadhabu juu ya hawa watu."
  },
  {
    "verseNumber": "LUK 21:24",
    "verseText": "Wataanguka kwa makali ya upanga, na wengine watachukuliwa kuwa mateka katika mataifa yote. Nao mji wa Yerusalemu utakanyagwa na watu wa Mataifa hadi muda wa hao watu wa Mataifa utimie."
  },
  {
    "verseNumber": "LUK 21:25",
    "verseText": "“Kutakuwa na ishara katika jua, mwezi na nyota. Hapa duniani, mataifa yatakuwa katika dhiki na fadhaa kutokana na ngurumo na misukosuko ya bahari."
  },
  {
    "verseNumber": "LUK 21:26",
    "verseText": "Watu watazimia roho kutokana na hofu kuu na kuyaona yale mambo yanayotokea duniani, kwa maana nguvu za angani zitatikisika."
  },
  {
    "verseNumber": "LUK 21:27",
    "verseText": "Wakati huo ndipo watakapomwona Mwana wa Adamu akija mawinguni pamoja na uweza na utukufu mkuu."
  },
  {
    "verseNumber": "LUK 21:28",
    "verseText": "Mambo haya yatakapoanza kutendeka, simameni na mkaviinue vichwa vyenu, kwa sababu ukombozi wenu umekaribia.”"
  },
  {
    "verseNumber": "LUK 21:29",
    "verseText": "Akawaambia mfano huu: “Uangalieni mtini na miti mingine yote."
  },
  {
    "verseNumber": "LUK 21:30",
    "verseText": "Inapochipua majani, ninyi wenyewe mnaweza kuona na kutambua wenyewe ya kuwa wakati wa kiangazi umekaribia."
  },
  {
    "verseNumber": "LUK 21:31",
    "verseText": "Vivyo hivyo, myaonapo mambo haya yakitukia, mnatambua kwamba Ufalme wa Mungu umekaribia."
  },
  {
    "verseNumber": "LUK 21:32",
    "verseText": "“Amin, nawaambia, kizazi hiki hakitapita hadi mambo haya yote yawe yametimia."
  },
  {
    "verseNumber": "LUK 21:33",
    "verseText": "Mbingu na nchi zitapita, lakini maneno yangu hayatapita kamwe.”"
  },
  {
    "verseNumber": "LUK 21:34",
    "verseText": "“Jihadharini mioyo yenu isije ikalemewa na anasa, ulevi na fadhaa za maisha haya, nayo siku ile ikawakuta ninyi bila kutazamia kama vile mtego unasavyo."
  },
  {
    "verseNumber": "LUK 21:35",
    "verseText": "Kwa maana kama vile mtego unasavyo, ndivyo siku hiyo itakavyowapata wanadamu wote waishio katika uso wa dunia yote."
  },
  {
    "verseNumber": "LUK 21:36",
    "verseText": "Kesheni daima na mwombe ili mweze kuokoka na yale yote yatakayotokea na kusimama mbele ya Mwana wa Adamu.”"
  },
  {
    "verseNumber": "LUK 21:37",
    "verseText": "Kila siku Yesu alikuwa akifundisha Hekaluni, na jioni ilipofika, alikwenda zake kwenye Mlima wa Mizeituni na kukaa huko usiku kucha."
  },
  {
    "verseNumber": "LUK 21:38",
    "verseText": "Nao watu wote walikuja asubuhi na mapema Hekaluni ili kumsikiliza."
  },
  {
    "verseNumber": "LUK 22:1",
    "verseText": "Wakati huu Sikukuu ya Mikate Isiyotiwa Chachu, iitwayo Pasaka, ilikuwa imekaribia."
  },
  {
    "verseNumber": "LUK 22:2",
    "verseText": "Viongozi wa makuhani na walimu wa sheria walikuwa wanatafuta njia ya kumuua Yesu, kwa sababu waliwaogopa watu."
  },
  {
    "verseNumber": "LUK 22:3",
    "verseText": "Shetani akamwingia Yuda, aliyeitwa Iskariote, mmoja wa wale Kumi na Wawili."
  },
  {
    "verseNumber": "LUK 22:4",
    "verseText": "Yuda akaenda kwa viongozi wa makuhani na kwa maafisa wa walinzi wa Hekalu, akazungumza nao jinsi ambavyo angeweza kumsaliti Yesu."
  },
  {
    "verseNumber": "LUK 22:5",
    "verseText": "Wakafurahi na wakakubaliana kumpa fedha."
  },
  {
    "verseNumber": "LUK 22:6",
    "verseText": "Naye akakubali, akaanza kutafuta wakati uliofaa wa kumsaliti Yesu kwao, wakati ambapo hakuna umati wa watu."
  },
  {
    "verseNumber": "LUK 22:7",
    "verseText": "Basi ikawadia siku ya Mikate Isiyotiwa Chachu, siku ambayo mwana-kondoo wa Pasaka huchinjwa."
  },
  {
    "verseNumber": "LUK 22:8",
    "verseText": "Hivyo Yesu akawatuma Petro na Yohana, akisema, “Nendeni mkatuandalie chakula cha Pasaka ili tuweze kuila.”"
  },
  {
    "verseNumber": "LUK 22:9",
    "verseText": "Wakamuuliza, “Unataka tukuandalie wapi?”"
  },
  {
    "verseNumber": "LUK 22:10",
    "verseText": "Yesu akawaambia, “Tazameni, mtakapokuwa mkiingia mjini, mtakutana na mwanaume amebeba mtungi wa maji. Mfuateni mpaka kwenye nyumba atakayoingia."
  },
  {
    "verseNumber": "LUK 22:11",
    "verseText": "Nanyi mwambieni mwenye nyumba, ‘Mwalimu anauliza: Kiko wapi chumba cha wageni, ambamo mimi na wanafunzi wangu tutakula Pasaka?’"
  },
  {
    "verseNumber": "LUK 22:12",
    "verseText": "Atawaonyesha chumba kikubwa ghorofani, kikiwa kimepambwa vizuri. Andaeni humo.”"
  },
  {
    "verseNumber": "LUK 22:13",
    "verseText": "Wakaenda, nao wakakuta kila kitu kama Yesu alivyowaambia. Hivyo wakaiandaa Pasaka."
  },
  {
    "verseNumber": "LUK 22:14",
    "verseText": "Wakati ulipowadia, Yesu akaketi mezani pamoja na wale mitume wake."
  },
  {
    "verseNumber": "LUK 22:15",
    "verseText": "Kisha akawaambia, “Nimetamani sana kuila Pasaka hii pamoja nanyi kabla ya kuteswa kwangu."
  },
  {
    "verseNumber": "LUK 22:16",
    "verseText": "Kwa maana, nawaambia, sitaila tena Pasaka mpaka itakapotimizwa katika Ufalme wa Mungu.”"
  },
  {
    "verseNumber": "LUK 22:17",
    "verseText": "Akiisha kukichukua kikombe, akashukuru, akasema, “Chukueni hiki mnywe wote."
  },
  {
    "verseNumber": "LUK 22:18",
    "verseText": "Kwa maana nawaambia tangu sasa sitakunywa tena katika uzao wa mzabibu, hadi Ufalme wa Mungu utakapokuja.”"
  },
  {
    "verseNumber": "LUK 22:19",
    "verseText": "Kisha akachukua mkate, akashukuru, akaumega, na kuwapa, akisema, “Huu ni mwili wangu unaotolewa kwa ajili yenu. Fanyeni hivi kwa ukumbusho wangu.”"
  },
  {
    "verseNumber": "LUK 22:20",
    "verseText": "Vivyo hivyo baada ya kula, akakitwaa kikombe, akisema, “Kikombe hiki ni agano jipya katika damu yangu, imwagikayo kwa ajili yenu."
  },
  {
    "verseNumber": "LUK 22:21",
    "verseText": "Lakini mkono wake huyo atakayenisaliti uko hapa mezani pamoja nami."
  },
  {
    "verseNumber": "LUK 22:22",
    "verseText": "Mwana wa Adamu anaenda zake kama ilivyokusudiwa. Lakini ole wake mtu huyo amsalitiye.”"
  },
  {
    "verseNumber": "LUK 22:23",
    "verseText": "Wakaanza kuulizana wenyewe ni nani miongoni mwao angeweza kufanya jambo hilo."
  },
  {
    "verseNumber": "LUK 22:24",
    "verseText": "Pia yakazuka mabishano katikati ya wanafunzi kwamba ni nani aliyeonekana kuwa mkuu kuliko wote miongoni mwao."
  },
  {
    "verseNumber": "LUK 22:25",
    "verseText": "Yesu akawaambia, “Wafalme na watu wa Mataifa huwatawala watu kwa nguvu. Nao wenye mamlaka juu yao hujiita ‘Wafadhili.’"
  },
  {
    "verseNumber": "LUK 22:26",
    "verseText": "Lakini ninyi msifanane nao. Bali yeye aliye mkuu kuliko wote miongoni mwenu, inampasa kuwa kama yeye aliye mdogo wa wote, naye atawalaye na awe kama yeye ahudumuye."
  },
  {
    "verseNumber": "LUK 22:27",
    "verseText": "Kwani ni nani aliye mkuu? Ni yule aketiye mezani au ni yule ahudumuye? Si ni yule aliyekaa mezani? Lakini mimi niko miongoni mwenu kama yule ahudumuye."
  },
  {
    "verseNumber": "LUK 22:28",
    "verseText": "Ninyi mmekuwa pamoja nami katika majaribu yangu."
  },
  {
    "verseNumber": "LUK 22:29",
    "verseText": "Nami kama Baba yangu alivyonipa ufalme, kadhalika mimi nami ninawapa ninyi,"
  },
  {
    "verseNumber": "LUK 22:30",
    "verseText": "ili mpate kula na kunywa mezani pangu katika karamu ya ufalme wangu, na kukaa katika viti vya enzi, mkihukumu makabila kumi na mawili ya Israeli.”"
  },
  {
    "verseNumber": "LUK 22:31",
    "verseText": "Yesu akasema, “Simoni, Simoni, sikiliza, Shetani ameomba kuwapepeta ninyi wote kama ngano."
  },
  {
    "verseNumber": "LUK 22:32",
    "verseText": "Lakini nimekuombea wewe Simoni ili imani yako isishindwe, nawe ukiisha kunirudia, uwaimarishe ndugu zako.”"
  },
  {
    "verseNumber": "LUK 22:33",
    "verseText": "Petro akajibu, “Bwana, niko tayari kwenda pamoja nawe gerezani na hata kifoni.”"
  },
  {
    "verseNumber": "LUK 22:34",
    "verseText": "Yesu akamjibu, “Ninakuambia Petro, kabla jogoo hajawika usiku wa leo, utakana mara tatu kwamba hunijui mimi.”"
  },
  {
    "verseNumber": "LUK 22:35",
    "verseText": "Kisha Yesu akawauliza, “Nilipowatuma bila mfuko, wala mkoba, wala viatu, mlipungukiwa na kitu chochote?” Wakajibu, “La, hatukupungukiwa na kitu chochote.”"
  },
  {
    "verseNumber": "LUK 22:36",
    "verseText": "Akawaambia, “Lakini sasa, aliye na mfuko na auchukue, na aliye na mkoba vivyo hivyo. Naye asiye na upanga, auze joho lake anunue mmoja."
  },
  {
    "verseNumber": "LUK 22:37",
    "verseText": "Kwa sababu, nawaambia, andiko hili lazima litimizwe juu yangu, kwamba, ‘Alihesabiwa pamoja na wakosaji’; kwa kweli yaliyoandikwa kunihusu mimi hayana budi kutimizwa.”"
  },
  {
    "verseNumber": "LUK 22:38",
    "verseText": "Wanafunzi wake wakamwambia, “Bwana, tazama hapa kuna panga mbili.” Akawajibu, “Inatosha.”"
  },
  {
    "verseNumber": "LUK 22:39",
    "verseText": "Yesu akatoka, akaenda kwenye Mlima wa Mizeituni kama ilivyokuwa kawaida yake, nao wanafunzi wake wakamfuata."
  },
  {
    "verseNumber": "LUK 22:40",
    "verseText": "Walipofika huko, akawaambia wanafunzi wake, “Ombeni, msije mkaingia majaribuni.”"
  },
  {
    "verseNumber": "LUK 22:41",
    "verseText": "Akajitenga nao kama umbali wa kutupa jiwe, akapiga magoti, akaomba"
  },
  {
    "verseNumber": "LUK 22:42",
    "verseText": "akisema, “Baba, kama ni mapenzi yako, niondolee kikombe hiki. Lakini si kama nipendavyo, bali mapenzi yako yatendeke.”"
  },
  {
    "verseNumber": "LUK 22:43",
    "verseText": "Malaika kutoka mbinguni akamtokea, akamtia nguvu."
  },
  {
    "verseNumber": "LUK 22:44",
    "verseText": "Naye akiwa katika maumivu makuu, akaomba kwa bidii, nalo jasho lake likawa kama matone ya damu yakidondoka ardhini."
  },
  {
    "verseNumber": "LUK 22:45",
    "verseText": "Baada ya kuomba, akawarudia wanafunzi wake akawakuta wamelala, wakiwa wamechoka kutokana na huzuni."
  },
  {
    "verseNumber": "LUK 22:46",
    "verseText": "Naye akawauliza, “Mbona mmelala? Amkeni, mwombe ili msije mkaingia majaribuni.”"
  },
  {
    "verseNumber": "LUK 22:47",
    "verseText": "Yesu alipokuwa bado anazungumza, umati mkubwa wa watu ukaja. Uliongozwa na Yuda, ambaye alikuwa mmoja wa wale wanafunzi Kumi na Wawili. Akamkaribia Yesu ili ambusu."
  },
  {
    "verseNumber": "LUK 22:48",
    "verseText": "Lakini Yesu akamwambia, “Yuda, je, unamsaliti Mwana wa Adamu kwa busu?”"
  },
  {
    "verseNumber": "LUK 22:49",
    "verseText": "Wafuasi wa Yesu walipoona yale yaliyokuwa yanakaribia kutokea, wakasema, “Bwana, tuwakatekate kwa panga zetu?”"
  },
  {
    "verseNumber": "LUK 22:50",
    "verseText": "Mmoja wao akampiga mtumishi wa kuhani mkuu kwa upanga, akamkata sikio la kuume."
  },
  {
    "verseNumber": "LUK 22:51",
    "verseText": "Lakini Yesu akasema, “Acheni!” Akaligusa lile sikio la yule mtu na kumponya."
  },
  {
    "verseNumber": "LUK 22:52",
    "verseText": "Kisha Yesu akawaambia wale viongozi wa makuhani, maafisa wa walinzi wa Hekalu, pamoja na wazee waliokuwa wamekuja kumkamata, “Mmekuja na panga na marungu, kana kwamba mimi ni mnyangʼanyi?"
  },
  {
    "verseNumber": "LUK 22:53",
    "verseText": "Siku kwa siku nilikuwa pamoja nanyi Hekaluni lakini hamkunikamata. Lakini hii ni saa yenu, wakati giza linatawala!”"
  },
  {
    "verseNumber": "LUK 22:54",
    "verseText": "Kisha wakamkamata Yesu, wakamchukua, wakaenda naye mpaka nyumbani kwa kuhani mkuu. Lakini Petro akafuata kwa mbali."
  },
  {
    "verseNumber": "LUK 22:55",
    "verseText": "Walipokwisha kuwasha moto katikati ya ua na kuketi pamoja, Petro naye akaketi pamoja nao."
  },
  {
    "verseNumber": "LUK 22:56",
    "verseText": "Mtumishi mmoja wa kike akamwona kwa mwanga wa moto akiwa ameketi pale. Akamtazama sana, akasema, “Huyu mtu pia alikuwa pamoja na Yesu!”"
  },
  {
    "verseNumber": "LUK 22:57",
    "verseText": "Lakini Petro akakana, akasema, “Ewe mwanamke, hata simjui!”"
  },
  {
    "verseNumber": "LUK 22:58",
    "verseText": "Baadaye kidogo, mtu mwingine alimwona Petro akasema, “Wewe pia ni mmoja wao!” Petro akajibu, “Wewe mtu, mimi sio mmoja wao!”"
  },
  {
    "verseNumber": "LUK 22:59",
    "verseText": "Baada ya muda wa kama saa moja hivi, mtu mwingine akazidi kusisitiza, “Kwa hakika huyu mtu naye alikuwa pamoja na Yesu, kwa maana yeye pia ni Mgalilaya.”"
  },
  {
    "verseNumber": "LUK 22:60",
    "verseText": "Petro akajibu, “Wewe mtu, mimi sijui unalosema!” Wakati huo huo, akiwa bado anazungumza, jogoo akawika."
  },
  {
    "verseNumber": "LUK 22:61",
    "verseText": "Naye Bwana akageuka, akamtazama Petro. Ndipo Petro akakumbuka lile neno ambalo Bwana alimwambia: “Kabla jogoo hajawika leo, utanikana mara tatu.”"
  },
  {
    "verseNumber": "LUK 22:62",
    "verseText": "Naye akaenda nje, akalia kwa majonzi."
  },
  {
    "verseNumber": "LUK 22:63",
    "verseText": "Watu waliokuwa wanamlinda Yesu wakaanza kumdhihaki na kumpiga."
  },
  {
    "verseNumber": "LUK 22:64",
    "verseText": "Wakamfunga kitambaa machoni na kumuuliza, “Tabiri! Tuambie ni nani aliyekupiga?”"
  },
  {
    "verseNumber": "LUK 22:65",
    "verseText": "Wakaendelea kumtukana kwa matusi mengi."
  },
  {
    "verseNumber": "LUK 22:66",
    "verseText": "Kulipopambazuka, baraza la wazee wa watu, yaani viongozi wa makuhani na walimu wa sheria, wakakutana pamoja, naye Yesu akaletwa mbele yao."
  },
  {
    "verseNumber": "LUK 22:67",
    "verseText": "Wakamwambia, “Kama wewe ndiye Kristo, tuambie.” Yesu akawajibu, “Hata nikiwaambia hamtaamini."
  },
  {
    "verseNumber": "LUK 22:68",
    "verseText": "Nami nikiwauliza swali, hamtanijibu."
  },
  {
    "verseNumber": "LUK 22:69",
    "verseText": "Lakini kuanzia sasa, Mwana wa Adamu ataketi mkono wa kuume wa Mungu Mwenye Nguvu.”"
  },
  {
    "verseNumber": "LUK 22:70",
    "verseText": "Wote wakauliza, “Wewe basi ndiwe Mwana wa Mungu?” Yeye akawajibu, “Ninyi mwasema kwamba mimi ndiye.”"
  },
  {
    "verseNumber": "LUK 22:71",
    "verseText": "Kisha wakasema, “Tuna haja gani tena ya ushahidi zaidi? Tumesikia wenyewe kutoka kinywani mwake.”"
  },
  {
    "verseNumber": "LUK 23:1",
    "verseText": "Kisha umati wote wa watu ukainuka na kumpeleka Yesu kwa Pilato."
  },
  {
    "verseNumber": "LUK 23:2",
    "verseText": "Nao wakaanza kumshtaki wakisema: “Tumemwona huyu mtu akipotosha taifa letu, akiwazuia watu wasilipe kodi kwa Kaisari na kujiita kuwa yeye ni Kristo, mfalme.”"
  },
  {
    "verseNumber": "LUK 23:3",
    "verseText": "Basi Pilato akamuuliza Yesu, “Wewe ndiye mfalme wa Wayahudi?” Yesu akajibu, “Wewe wasema.”"
  },
  {
    "verseNumber": "LUK 23:4",
    "verseText": "Pilato akawaambia viongozi wa makuhani na watu wote waliokuwepo, “Sioni sababu ya kutosha kumshtaki mtu huyu!”"
  },
  {
    "verseNumber": "LUK 23:5",
    "verseText": "Lakini wao wakakazana kusema, “Anawachochea watu kwa mafundisho yake katika Uyahudi yote, tangu Galilaya alikoanzia, hadi sehemu hii!”"
  },
  {
    "verseNumber": "LUK 23:6",
    "verseText": "Pilato aliposikia hayo akauliza, “Huyu mtu ni Mgalilaya?”"
  },
  {
    "verseNumber": "LUK 23:7",
    "verseText": "Alipofahamu kwamba Yesu alikuwa chini ya mamlaka ya Herode, akampeleka kwa Herode, ambaye wakati huo alikuwa pia Yerusalemu."
  },
  {
    "verseNumber": "LUK 23:8",
    "verseText": "Herode alipomwona Yesu alifurahi sana, kwa sababu kwa muda mrefu alikuwa amesikia mambo mengi kumhusu yeye. Pia alitarajia kumwona akifanya miujiza kadha wa kadha."
  },
  {
    "verseNumber": "LUK 23:9",
    "verseText": "Herode akamuuliza maswali mengi, lakini Yesu hakumjibu lolote."
  },
  {
    "verseNumber": "LUK 23:10",
    "verseText": "Wakati huo viongozi wa makuhani na walimu wa sheria walikuwepo wakitoa mashtaka yao kwa nguvu sana."
  },
  {
    "verseNumber": "LUK 23:11",
    "verseText": "Herode na askari wake wakamdhihaki Yesu na kumfanyia mzaha. Wakamvika vazi zuri sana, wakamrudisha kwa Pilato."
  },
  {
    "verseNumber": "LUK 23:12",
    "verseText": "Siku hiyo, Herode na Pilato wakawa marafiki; kabla ya jambo hili walikuwa na uadui kati yao."
  },
  {
    "verseNumber": "LUK 23:13",
    "verseText": "Basi Pilato akawaita pamoja viongozi wa makuhani, viongozi wengine na watu,"
  },
  {
    "verseNumber": "LUK 23:14",
    "verseText": "akawaambia, “Ninyi mlimleta huyu mtu kwangu kana kwamba ni mtu anayewachochea watu ili waasi. Nimemhoji mbele yenu nami nimeona hakuna msingi wowote wa mashtaka yenu dhidi yake."
  },
  {
    "verseNumber": "LUK 23:15",
    "verseText": "Wala Herode hakumwona na kosa lolote, ndiyo sababu amemrudisha kwetu. Kama mnavyoona, mtu huyu hakufanya jambo lolote linalostahili kifo."
  },
  {
    "verseNumber": "LUK 23:16",
    "verseText": "Kwa hiyo nitaamuru apigwe mijeledi na kumwachia.” ["
  },
  {
    "verseNumber": "LUK 23:17",
    "verseText": "Kwa kuwa ilikuwa lazima kuwafungulia mfungwa mmoja wakati wa Sikukuu.]"
  },
  {
    "verseNumber": "LUK 23:18",
    "verseText": "Ndipo watu wote wakapiga kelele kwa pamoja, “Mwondoe mtu huyo! Tufungulie Baraba!”"
  },
  {
    "verseNumber": "LUK 23:19",
    "verseText": "(Baraba alikuwa amefungwa gerezani kwa sababu ya maasi yaliyokuwa yametokea mjini, na kwa ajili ya uuaji.)"
  },
  {
    "verseNumber": "LUK 23:20",
    "verseText": "Pilato, akitaka kumwachia Yesu, akasema nao tena."
  },
  {
    "verseNumber": "LUK 23:21",
    "verseText": "Lakini wao wakaendelea kupiga kelele wakisema, “Msulubishe! Msulubishe!”"
  },
  {
    "verseNumber": "LUK 23:22",
    "verseText": "Kwa mara ya tatu, Pilato akawauliza, “Kwani amefanya kosa gani huyu mtu? Sikuona kwake sababu yoyote inayostahili adhabu ya kifo. Kwa hiyo nitaamuru apigwe mijeledi, na kisha nitamwachia.”"
  },
  {
    "verseNumber": "LUK 23:23",
    "verseText": "Lakini watu wakazidi kupiga kelele kwa nguvu zaidi, wakidai kwamba Yesu asulubiwe. Hivyo, kelele zao zikashinda."
  },
  {
    "verseNumber": "LUK 23:24",
    "verseText": "Kwa hiyo Pilato akatoa hukumu kwamba madai yao yatimizwe."
  },
  {
    "verseNumber": "LUK 23:25",
    "verseText": "Akamfungua yule mtu aliyekuwa amefungwa gerezani kwa kuhusika katika uasi dhidi ya serikali na mauaji. Akamkabidhi Yesu mikononi mwao, wamfanyie watakavyo."
  },
  {
    "verseNumber": "LUK 23:26",
    "verseText": "Walipokuwa wakienda naye, wakamkamata mtu mmoja aitwaye Simoni mwenyeji wa Kirene, aliyekuwa anapita zake kuingia mjini kutoka shambani. Wakambebesha msalaba, wakamlazimisha auchukue nyuma ya Yesu."
  },
  {
    "verseNumber": "LUK 23:27",
    "verseText": "Idadi kubwa ya watu wakamfuata Yesu, wakiwamo wanawake waliokuwa wakimlilia na kumwombolezea."
  },
  {
    "verseNumber": "LUK 23:28",
    "verseText": "Yesu akawageukia, akawaambia, “Enyi binti za Yerusalemu, msinililie mimi bali jililieni ninyi wenyewe na watoto wenu."
  },
  {
    "verseNumber": "LUK 23:29",
    "verseText": "Kwa maana wakati utafika mtakaposema, ‘Wamebarikiwa wanawake tasa, ambao matumbo yao hayakuzaa, wala matiti yao hayakunyonyesha!’"
  },
  {
    "verseNumber": "LUK 23:30",
    "verseText": "Ndipo “ ‘wataiambia milima, “Tuangukieni!” na vilima, “Tufunikeni!” ’"
  },
  {
    "verseNumber": "LUK 23:31",
    "verseText": "Kwa maana kama wamefanya hivi kwa mti mbichi, kwa mti mkavu itakuwaje?”"
  },
  {
    "verseNumber": "LUK 23:32",
    "verseText": "Watu wengine wawili wahalifu, walipelekwa pamoja na Yesu ili wakasulubiwe."
  },
  {
    "verseNumber": "LUK 23:33",
    "verseText": "Walipofika mahali paitwapo Fuvu la Kichwa, hapo ndipo walipomsulubisha Yesu pamoja na hao wahalifu, mmoja upande wake wa kuume na mwingine upande wake wa kushoto."
  },
  {
    "verseNumber": "LUK 23:34",
    "verseText": "Yesu akasema, “Baba, wasamehe, kwa maana hawajui walitendalo!” Wakagawana nguo zake kwa kupiga kura."
  },
  {
    "verseNumber": "LUK 23:35",
    "verseText": "Watu wakasimama hapo wakimwangalia, nao viongozi wa Wayahudi wakamdhihaki wakisema, “Aliokoa wengine! Ajiokoe mwenyewe basi, kama yeye ndiye Kristo wa Mungu, Mteule wake.”"
  },
  {
    "verseNumber": "LUK 23:36",
    "verseText": "Askari nao wakaja, wakamdhihaki. Wakamletea siki ili anywe,"
  },
  {
    "verseNumber": "LUK 23:37",
    "verseText": "na wakamwambia, “Kama wewe ni Mfalme wa Wayahudi, jiokoe mwenyewe.”"
  },
  {
    "verseNumber": "LUK 23:38",
    "verseText": "Kwenye msalaba juu ya kichwa chake, kulikuwa na maandishi haya: Huyu ndiye Mfalme wa Wayahudi. Maandishi haya yalikuwa yameandikwa kwa lugha za Kiyunani, Kilatini na Kiebrania."
  },
  {
    "verseNumber": "LUK 23:39",
    "verseText": "Mmoja wa wale wahalifu waliosulubiwa pamoja naye akamtukana, akasema: “Wewe si ndiye Kristo? Jiokoe mwenyewe na utuokoe na sisi.”"
  },
  {
    "verseNumber": "LUK 23:40",
    "verseText": "Lakini yule mhalifu mwingine akamkemea mwenzake, akasema, “Je, wewe humwogopi Mungu, wakati uko kwenye adhabu iyo hiyo?"
  },
  {
    "verseNumber": "LUK 23:41",
    "verseText": "Sisi tumehukumiwa kwa haki kwa kuwa tunapata tunayostahili kwa ajili ya matendo yetu. Lakini huyu mtu hajafanya kosa lolote.”"
  },
  {
    "verseNumber": "LUK 23:42",
    "verseText": "Kisha akasema, “Yesu, unikumbuke utakapokuja katika Ufalme wako.”"
  },
  {
    "verseNumber": "LUK 23:43",
    "verseText": "Yesu akamjibu, “Amin, nakuambia, leo hii utakuwa pamoja nami Paradiso.”"
  },
  {
    "verseNumber": "LUK 23:44",
    "verseText": "Ilikuwa kama saa sita mchana, nalo giza likafunika nchi yote hadi saa tisa,"
  },
  {
    "verseNumber": "LUK 23:45",
    "verseText": "kwa sababu jua liliacha kutoa nuru. Pazia la Hekalu likachanika vipande viwili."
  },
  {
    "verseNumber": "LUK 23:46",
    "verseText": "Yesu akapaza sauti yake akasema, “Baba, mikononi mwako naikabidhi roho yangu.” Baada ya kusema haya, akakata roho."
  },
  {
    "verseNumber": "LUK 23:47",
    "verseText": "Yule jemadari alipoona yaliyotukia, akamsifu Mungu, akasema, “Hakika, mtu huyu alikuwa mwenye haki.”"
  },
  {
    "verseNumber": "LUK 23:48",
    "verseText": "Watu wote waliokuwa wamekusanyika hapo kushuhudia tukio hili walipoyaona hayo, wakapigapiga vifua vyao kwa huzuni na kwenda zao."
  },
  {
    "verseNumber": "LUK 23:49",
    "verseText": "Lakini wale wote waliomfahamu, pamoja na wale wanawake waliokuwa wamemfuata kutoka Galilaya, walisimama kwa mbali wakiyatazama mambo haya."
  },
  {
    "verseNumber": "LUK 23:50",
    "verseText": "Basi kulikuwa na mtu mmoja mwema na mwenye haki, jina lake Yosefu. Yeye alikuwa mjumbe wa Baraza la Wayahudi,"
  },
  {
    "verseNumber": "LUK 23:51",
    "verseText": "lakini yeye hakuwa amekubaliana na maamuzi na vitendo vya viongozi wenzake. Huyu alikuwa mwenyeji wa Arimathaya huko Uyahudi, naye alikuwa anaungojea Ufalme wa Mungu kwa matarajio makubwa."
  },
  {
    "verseNumber": "LUK 23:52",
    "verseText": "Yosefu alikwenda kwa Pilato, akaomba apewe mwili wa Yesu."
  },
  {
    "verseNumber": "LUK 23:53",
    "verseText": "Akaushusha kutoka msalabani, akaufunga katika kitambaa cha kitani safi, na kuuweka katika kaburi lililochongwa kwenye mwamba, ambalo halikuwa limezikiwa mtu mwingine bado."
  },
  {
    "verseNumber": "LUK 23:54",
    "verseText": "Ilikuwa Siku ya Maandalizi, nayo Sabato ilikuwa karibu kuanza."
  },
  {
    "verseNumber": "LUK 23:55",
    "verseText": "Wale wanawake waliokuwa wamekuja pamoja na Yesu wakimfuata kutoka Galilaya wakamfuata Yosefu, wakaliona kaburi na jinsi mwili wa Yesu ulivyolazwa."
  },
  {
    "verseNumber": "LUK 23:56",
    "verseText": "Kisha wakarudi nyumbani, wakaandaa manukato na marhamu ya kuupaka huo mwili. Lakini wakapumzika siku ya Sabato kama ilivyoamriwa."
  },
  {
    "verseNumber": "LUK 24:1",
    "verseText": "Mnamo siku ya kwanza ya juma, alfajiri na mapema, wale wanawake walichukua yale manukato waliyokuwa wameyaandaa, wakaenda kaburini."
  },
  {
    "verseNumber": "LUK 24:2",
    "verseText": "Wakakuta lile jiwe limevingirishwa kutoka kwenye kaburi,"
  },
  {
    "verseNumber": "LUK 24:3",
    "verseText": "lakini walipoingia ndani, hawakuuona mwili wa Bwana Yesu."
  },
  {
    "verseNumber": "LUK 24:4",
    "verseText": "Walipokuwa wanashangaa juu ya jambo hili, ghafula watu wawili waliokuwa wamevaa mavazi yanayongʼaa kama umeme wakasimama karibu nao."
  },
  {
    "verseNumber": "LUK 24:5",
    "verseText": "Wale wanawake, wakiwa na hofu, wakainamisha nyuso zao mpaka chini. Lakini wale watu wakawaambia, “Kwa nini mnamtafuta aliye hai miongoni mwa wafu?"
  },
  {
    "verseNumber": "LUK 24:6",
    "verseText": "Hayuko hapa; amefufuka! Kumbukeni alivyowaambia alipokuwa bado yuko pamoja nanyi huko Galilaya kwamba:"
  },
  {
    "verseNumber": "LUK 24:7",
    "verseText": "‘Ilikuwa lazima Mwana wa Adamu atiwe mikononi mwa watu wenye dhambi na waovu ili asulubiwe, na siku ya tatu afufuke.’ ”"
  },
  {
    "verseNumber": "LUK 24:8",
    "verseText": "Ndipo wakayakumbuka maneno ya Yesu."
  },
  {
    "verseNumber": "LUK 24:9",
    "verseText": "Waliporudi kutoka huko kaburini, wakawaeleza wale wanafunzi kumi na mmoja pamoja na wengine wote mambo haya yote."
  },
  {
    "verseNumber": "LUK 24:10",
    "verseText": "Basi Maria Magdalene, Yoana, na Maria mama yake Yakobo, pamoja na wanawake wengine waliofuatana nao ndio waliwaelezea mitume habari hizi."
  },
  {
    "verseNumber": "LUK 24:11",
    "verseText": "Lakini hawakuwasadiki hao wanawake, kwa sababu maneno yao yalionekana kama upuzi."
  },
  {
    "verseNumber": "LUK 24:12",
    "verseText": "Hata hivyo, Petro akainuka na kukimbia kwenda kule kaburini. Alipoinama kuchungulia, akaona vile vitambaa vya kitani, ila hakuona kitu kingine. Naye akaenda zake akijiuliza nini kilichotokea."
  },
  {
    "verseNumber": "LUK 24:13",
    "verseText": "Ikawa siku iyo hiyo, wanafunzi wawili wa Yesu walikuwa njiani wakienda kijiji kilichoitwa Emau, yapata maili saba kutoka Yerusalemu."
  },
  {
    "verseNumber": "LUK 24:14",
    "verseText": "Walikuwa wakizungumza wao kwa wao kuhusu mambo yote yaliyotukia."
  },
  {
    "verseNumber": "LUK 24:15",
    "verseText": "Walipokuwa wakizungumza na kujadiliana, Yesu mwenyewe akaja akatembea pamoja nao,"
  },
  {
    "verseNumber": "LUK 24:16",
    "verseText": "lakini macho yao yakazuiliwa ili wasimtambue."
  },
  {
    "verseNumber": "LUK 24:17",
    "verseText": "Akawauliza, “Ni mambo gani haya mnayozungumza wakati mnatembea?” Wakasimama, nyuso zao zikionyesha huzuni."
  },
  {
    "verseNumber": "LUK 24:18",
    "verseText": "Mmoja wao, aliyeitwa Kleopa, akamuuliza, “Je, wewe ndiye peke yako mgeni huku Yerusalemu ambaye hufahamu mambo yaliyotukia humo siku hizi?”"
  },
  {
    "verseNumber": "LUK 24:19",
    "verseText": "Akawauliza, “Mambo gani?” Wakamjibu, “Mambo ya Yesu wa Nazareti. Yeye alikuwa nabii, mwenye uwezo mkuu katika maneno yake na matendo yake, mbele za Mungu na mbele ya wanadamu wote."
  },
  {
    "verseNumber": "LUK 24:20",
    "verseText": "Viongozi wa makuhani na viongozi wetu walimtoa ahukumiwe kufa, nao wakamsulubisha."
  },
  {
    "verseNumber": "LUK 24:21",
    "verseText": "Lakini tulikuwa tumetegemea kwamba yeye ndiye angelikomboa Israeli. Zaidi ya hayo, leo ni siku ya tatu tangu mambo haya yatokee."
  },
  {
    "verseNumber": "LUK 24:22",
    "verseText": "Isitoshe, baadhi ya wanawake katika kundi letu wametushtusha. Walikwenda kaburini leo alfajiri,"
  },
  {
    "verseNumber": "LUK 24:23",
    "verseText": "lakini hawakuukuta mwili wake. Walirudi wakasema wameona maono ya malaika ambao waliwaambia kwamba Yesu yu hai."
  },
  {
    "verseNumber": "LUK 24:24",
    "verseText": "Kisha baadhi ya wenzetu walikwenda kaburini wakalikuta kama vile wale wanawake walivyokuwa wamesema, lakini yeye hawakumwona.”"
  },
  {
    "verseNumber": "LUK 24:25",
    "verseText": "Yesu akawaambia, “Ninyi ni wajinga kiasi gani, nanyi ni wazito mioyoni mwenu kuamini mambo yote yaliyonenwa na manabii!"
  },
  {
    "verseNumber": "LUK 24:26",
    "verseText": "Je, haikumpasa Kristo kuteswa kwa njia hiyo na kisha aingie katika utukufu wake?”"
  },
  {
    "verseNumber": "LUK 24:27",
    "verseText": "Naye akianzia na Sheria ya Mose na Manabii wote, akawafafanulia jinsi Maandiko yalivyosema kumhusu yeye."
  },
  {
    "verseNumber": "LUK 24:28",
    "verseText": "Nao walipokaribia kile kijiji walichokuwa wakienda, Yesu akawa kama anaendelea mbele."
  },
  {
    "verseNumber": "LUK 24:29",
    "verseText": "Lakini wao wakamsihi sana akae nao, wakisema, “Kaa hapa nasi, kwa maana sasa ni jioni na usiku unaingia.” Basi akaingia ndani kukaa nao."
  },
  {
    "verseNumber": "LUK 24:30",
    "verseText": "Alipokuwa mezani pamoja nao, akachukua mkate, akashukuru, akaumega, akaanza kuwagawia."
  },
  {
    "verseNumber": "LUK 24:31",
    "verseText": "Ndipo macho yao yakafumbuliwa, nao wakamtambua, naye akatoweka machoni pao. Hawakumwona tena."
  },
  {
    "verseNumber": "LUK 24:32",
    "verseText": "Wakaulizana wao kwa wao, “Je, mioyo yetu haikuwakawaka kwa furaha ndani yetu alipokuwa anazungumza nasi njiani na kutufafanulia Maandiko?”"
  },
  {
    "verseNumber": "LUK 24:33",
    "verseText": "Wakaondoka mara, wakarudi Yerusalemu. Wakawakuta wale wanafunzi kumi na mmoja na wale waliokuwa pamoja nao, wamekusanyika"
  },
  {
    "verseNumber": "LUK 24:34",
    "verseText": "wakisema, “Ni kweli! Bwana amefufuka, naye amemtokea Simoni.”"
  },
  {
    "verseNumber": "LUK 24:35",
    "verseText": "Kisha wale wanafunzi wawili wakaeleza yaliyotukia njiani na jinsi walivyomtambua Yesu alipoumega mkate."
  },
  {
    "verseNumber": "LUK 24:36",
    "verseText": "Walipokuwa bado wanazungumza hayo, Yesu mwenyewe akasimama katikati yao, akasema, “Amani iwe nanyi!”"
  },
  {
    "verseNumber": "LUK 24:37",
    "verseText": "Wakashtuka na kuogopa wakidhani kwamba wameona mzuka."
  },
  {
    "verseNumber": "LUK 24:38",
    "verseText": "Lakini Yesu akawauliza, “Kwa nini mnaogopa? Kwa nini mna shaka mioyoni mwenu?"
  },
  {
    "verseNumber": "LUK 24:39",
    "verseText": "Tazameni mikono yangu na miguu yangu, mwone kuwa ni mimi hasa. Niguseni mwone; kwa maana mzuka hauna nyama na mifupa, kama mnionavyo kuwa navyo.”"
  },
  {
    "verseNumber": "LUK 24:40",
    "verseText": "Aliposema haya, akawaonyesha mikono na miguu yake."
  },
  {
    "verseNumber": "LUK 24:41",
    "verseText": "Wakashindwa kuamini kwa ajili ya furaha na mshangao waliokuwa nao. Akawauliza, “Mna chakula chochote hapa?”"
  },
  {
    "verseNumber": "LUK 24:42",
    "verseText": "Wakampa kipande cha samaki aliyeokwa,"
  },
  {
    "verseNumber": "LUK 24:43",
    "verseText": "naye akakichukua na kukila mbele yao."
  },
  {
    "verseNumber": "LUK 24:44",
    "verseText": "Akawaambia, “Haya ndiyo yale niliyowaambia nilipokuwa bado niko pamoja nanyi, kwamba yote yaliyoandikwa kunihusu mimi katika Sheria ya Mose, Manabii na Zaburi hayana budi kutimizwa.”"
  },
  {
    "verseNumber": "LUK 24:45",
    "verseText": "Ndipo akafungua fahamu zao ili waweze kuyaelewa Maandiko."
  },
  {
    "verseNumber": "LUK 24:46",
    "verseText": "Akawaambia, “Haya ndiyo yaliyoandikwa: Kristo atateswa na siku ya tatu atafufuka kutoka kwa wafu."
  },
  {
    "verseNumber": "LUK 24:47",
    "verseText": "Toba na msamaha wa dhambi zitatangaziwa mataifa yote kupitia jina lake kuanzia Yerusalemu."
  },
  {
    "verseNumber": "LUK 24:48",
    "verseText": "Ninyi ni mashahidi wa mambo haya."
  },
  {
    "verseNumber": "LUK 24:49",
    "verseText": "“Tazama nitawatumia ahadi ya Baba yangu; lakini kaeni humu mjini hadi mtakapovikwa uwezo utokao juu.”"
  },
  {
    "verseNumber": "LUK 24:50",
    "verseText": "Akiisha kuwaongoza mpaka kwenye viunga vya Bethania, akainua mikono yake juu na kuwabariki."
  },
  {
    "verseNumber": "LUK 24:51",
    "verseText": "Alipokuwa anawabariki, akawaacha, akachukuliwa mbinguni."
  },
  {
    "verseNumber": "LUK 24:52",
    "verseText": "Kisha wakamwabudu na kurudi Yerusalemu wakiwa wamejawa na furaha kuu."
  },
  {
    "verseNumber": "LUK 24:53",
    "verseText": "Nao wakadumu ndani ya Hekalu wakimtukuza Mungu. Amen."
  }
]