[
  {
    "verseNumber": "MAL 1:1",
    "verseText": "Ujumbe: Neno la BWANA kwa Israeli kupitia kwa Malaki."
  },
  {
    "verseNumber": "MAL 1:2",
    "verseText": "BWANA asema, “Nimewapenda ninyi.” “Lakini ninyi mnauliza, ‘Wewe umetupendaje?’ ” BWANA asema, “Je, Esau hakuwa ndugu yake Yakobo? Hata hivyo nimempenda Yakobo,"
  },
  {
    "verseNumber": "MAL 1:3",
    "verseText": "lakini nikamchukia Esau, nami nimeifanya milima yake kuwa ukiwa, na urithi wake nimewapa mbweha wa jangwani.”"
  },
  {
    "verseNumber": "MAL 1:4",
    "verseText": "Edomu anaweza kusema, “Ingawa tumepondapondwa, tutajenga upya magofu.” Lakini hili ndilo BWANA Mwenye Nguvu Zote asemalo: “Wanaweza kujenga, lakini nitabomoa. Wataitwa Nchi Ovu, watu ambao siku zote wapo chini ya ghadhabu ya BWANA."
  },
  {
    "verseNumber": "MAL 1:5",
    "verseText": "Mtayaona kwa macho yenu wenyewe na kusema, ‘BWANA ni mkuu, hata nje ya mipaka ya Israeli!’"
  },
  {
    "verseNumber": "MAL 1:6",
    "verseText": "“Mwana humheshimu baba yake, naye mtumishi humheshimu bwana wake. Kama mimi ni baba, iko wapi heshima ninayostahili? Kama mimi ni bwana, iko wapi heshima ninayostahili?” asema BWANA Mwenye Nguvu Zote. “Ni ninyi, enyi makuhani, mnaolidharau Jina langu. “Lakini mnauliza, ‘Tumelidharau Jina lako kwa namna gani?’"
  },
  {
    "verseNumber": "MAL 1:7",
    "verseText": "“Mnatoa sadaka chakula kilichotiwa unajisi juu ya madhabahu yangu. “Lakini ninyi mnauliza, ‘Tumekutia unajisi kwa namna gani?’ “Kwa kusema kuwa meza ya BWANA ni ya kudharauliwa."
  },
  {
    "verseNumber": "MAL 1:8",
    "verseText": "Wakati mletapo dhabihu za wanyama walio vipofu, je, hilo si kosa? Mnapoleta dhabihu zilizo vilema au wanyama wagonjwa, je, hilo si kosa? Jaribuni kuvitoa kwa mtawala wenu! Je, angefurahishwa nanyi? Je, atawakubalia?” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 1:9",
    "verseText": "“Basi mwombeni Mungu awe na neema kwetu. Je, kwa sadaka kama hizo kutoka mikononi mwenu, atawapokea?” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 1:10",
    "verseText": "“Laiti mmoja wenu angalifunga milango ya Hekalu, ili msije mkawasha moto usiokuwa na faida juu ya madhabahu yangu! Sina furaha nanyi,” asema BWANA Mwenye Nguvu Zote, “nami sitaikubali sadaka toka mikononi mwenu."
  },
  {
    "verseNumber": "MAL 1:11",
    "verseText": "Jina langu litakuwa kuu miongoni mwa mataifa, kuanzia mawio ya jua hata machweo yake. Kila mahali uvumba na sadaka safi zitaletwa kwa Jina langu, kwa sababu Jina langu litakuwa kuu miongoni mwa mataifa,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 1:12",
    "verseText": "“Lakini mnalinajisi Jina langu kwa kusema kuhusu meza ya Bwana, ‘Imetiwa unajisi pamoja na chakula chake. Ni ya kudharauliwa.’"
  },
  {
    "verseNumber": "MAL 1:13",
    "verseText": "Nanyi mnasema, ‘Mzigo gani huu!’ Nanyi mnaidharau kwa kiburi,” asema BWANA Mwenye Nguvu Zote. “Wakati mnapowaleta wanyama mliopokonya kwa nguvu, walio vilema au walio wagonjwa na kuwatoa kama dhabihu, je, niwakubali kutoka mikononi mwenu?” asema BWANA."
  },
  {
    "verseNumber": "MAL 1:14",
    "verseText": "“Amelaaniwa yeye adanganyaye, aliye na mnyama wa kiume anayekubalika katika kundi lake na kuweka nadhiri ya kumtoa, lakini akatoa dhabihu ya mnyama aliye na dosari kwa BWANA. Kwa kuwa mimi ni Mfalme Mkuu, nalo Jina langu linapaswa kuogopwa miongoni mwa mataifa,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 2:1",
    "verseText": "“Sasa onyo hili ni kwa ajili yenu, enyi makuhani."
  },
  {
    "verseNumber": "MAL 2:2",
    "verseText": "Kama hamtasikiliza, na kama hamtaki kuielekeza mioyo yenu kuheshimu Jina langu, nitatuma laana juu yenu, nami nitalaani baraka zenu. Naam, nimekwisha kuzilaani, kwa sababu hamkuielekeza mioyo yenu kuniheshimu mimi,” Asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 2:3",
    "verseText": "“Kwa sababu yenu nitawakatilia mbali wazao wenu. Nitazipaka nyuso zenu mavi, mavi ya dhabihu zenu. Nanyi mtafukuzwa pamoja nazo mtoke mbele zangu."
  },
  {
    "verseNumber": "MAL 2:4",
    "verseText": "Nanyi mtajua kuwa nimewapelekea onyo hili ili kwamba Agano langu na Lawi lipate kuendelea,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 2:5",
    "verseText": "“Agano langu lilikuwa pamoja naye, agano la uhai na amani, nami nilimpa yote, ili aniche na kuniheshimu, naye akaniheshimu na kusimama akilicha Jina langu."
  },
  {
    "verseNumber": "MAL 2:6",
    "verseText": "Fundisho la kweli lilikuwa kinywani mwake, wala hakuna uongo wowote uliopatikana katika midomo yake. Alitembea nami katika amani na unyofu, naye akawageuza wengi kutoka dhambini."
  },
  {
    "verseNumber": "MAL 2:7",
    "verseText": "“Kwa maana yapasa midomo ya kuhani kuhifadhi maarifa. Tena kutoka kinywani mwake watu wangepaswa kutafuta mafundisho, kwa sababu yeye ni mjumbe wa BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 2:8",
    "verseText": "Lakini mmegeuka mkaiacha njia, na kwa mafundisho yenu mmesababisha wengi kujikwaa. Mmevunja agano na Lawi,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 2:9",
    "verseText": "“Kwa hiyo nimewasababisha ninyi kudharauliwa na kufedheheshwa mbele ya watu wote, kwa sababu hamkufuata njia zangu, bali mmeonyesha upendeleo katika mambo ya sheria.”"
  },
  {
    "verseNumber": "MAL 2:10",
    "verseText": "Je, sote hatuna Baba mmoja? Hatukuumbwa na Mungu mmoja? Kwa nini basi tunalinajisi Agano la baba zetu kwa kukosa uaminifu kila mmoja kwa mwenzake?"
  },
  {
    "verseNumber": "MAL 2:11",
    "verseText": "Yuda amevunja uaminifu. Jambo la kuchukiza limetendeka katika Israeli na katika Yerusalemu: Yuda amepanajisi mahali patakatifu apendapo BWANA, kwa kuoa binti wa mungu mgeni."
  },
  {
    "verseNumber": "MAL 2:12",
    "verseText": "Kwa maana kwa mtu yeyote atendaye jambo hili, BWANA na amkatilie mbali kutoka hema za Yakobo, hata kama huwa anamletea BWANA Mwenye Nguvu Zote sadaka."
  },
  {
    "verseNumber": "MAL 2:13",
    "verseText": "Kitu kingine mnachokifanya: Mnaifurikisha madhabahu ya BWANA kwa machozi. Mnalia na kuugua kwa sababu yeye haziangalii tena sadaka zenu wala hazikubali kwa furaha kutoka mikononi mwenu."
  },
  {
    "verseNumber": "MAL 2:14",
    "verseText": "Mnauliza, “Kwa nini?” Ni kwa sababu BWANA ni shahidi kati yako na mke wa ujana wako, kwa sababu umevunja uaminifu naye, ingawa yeye ni mwenzako, mke wa agano lako la ndoa."
  },
  {
    "verseNumber": "MAL 2:15",
    "verseText": "Je, BWANA hakuwafanya wao kuwa mmoja? Katika mwili na katika roho wao ni wa Mungu. Kwa nini wawe mmoja? Kwa sababu Mungu alikuwa akitafuta mzao mwenye kumcha Mungu. Kwa hiyo jihadharini wenyewe katika roho zenu, mtu asivunje uaminifu kwa mke wa ujana wake."
  },
  {
    "verseNumber": "MAL 2:16",
    "verseText": "“Ninachukia kuachana,” asema BWANA, Mungu wa Israeli, “pia nachukia mtu anayejivika jeuri kama vazi,” asema BWANA Mwenye Nguvu Zote. Kwa hiyo jihadharini wenyewe katika roho zenu, wala msije mkavunja uaminifu."
  },
  {
    "verseNumber": "MAL 2:17",
    "verseText": "Mmemchosha BWANA kwa maneno yenu. Nanyi mnauliza, “Tumemchosha kwa namna gani?” Mmemchosha kwa kusema, “Wote watendao mabaya ni wema machoni pa BWANA, naye anapendezwa nao” au “Mungu wa haki yuko wapi?”"
  },
  {
    "verseNumber": "MAL 3:1",
    "verseText": "“Angalieni, nitamtuma mjumbe wangu, atakayeiandaa njia mbele yangu. Ndipo ghafula BWANA mnayemtafuta atakuja hekaluni mwake. Mjumbe wa Agano, ambaye mnamwonea shauku, atakuja,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 3:2",
    "verseText": "Lakini ni nani atakayeweza kustahimili hiyo siku ya kuja kwake? Ni nani awezaye kusimama atakapotokea? Kwa kuwa atakuwa kama moto wa mfua fedha au kama sabuni ya afuaye nguo."
  },
  {
    "verseNumber": "MAL 3:3",
    "verseText": "Ataketi kama mfuaji na asafishaye fedha. Atawatakasa Walawi, naye atawasafisha kama dhahabu na fedha. Kisha BWANA atakuwa na watu watakaoleta sadaka katika haki,"
  },
  {
    "verseNumber": "MAL 3:4",
    "verseText": "nazo sadaka za Yuda na Yerusalemu zitakubalika kwa BWANA, kama katika siku zilizopita, kama katika miaka ya zamani."
  },
  {
    "verseNumber": "MAL 3:5",
    "verseText": "“Basi nitakuja karibu nanyi ili kuhukumu. Nami nitakuwa mwepesi kushuhudia dhidi ya wachawi, wazinzi, waapao kwa uongo, wanaopunja vibarua malipo yao, wanaowaonea wajane na yatima, na wanaowanyima wageni haki, lakini hawaniogopi mimi,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 3:6",
    "verseText": "“Mimi BWANA sibadiliki. Kwa hiyo ninyi, enyi uzao wa Yakobo, hamjaangamizwa."
  },
  {
    "verseNumber": "MAL 3:7",
    "verseText": "Tangu wakati wa baba zenu mmegeukia mbali na amri zangu nanyi hamkuzishika. Nirudieni mimi, nami nitawarudia ninyi,” asema BWANA Mwenye Nguvu Zote. “Lakini mnauliza, ‘Tutarudi kwa namna gani?’"
  },
  {
    "verseNumber": "MAL 3:8",
    "verseText": "“Je, mwanadamu atamwibia Mungu? Hata hivyo mnaniibia mimi. “Lakini mnauliza, ‘Tunakuibia kwa namna gani?’ “Mnaniibia zaka na dhabihu."
  },
  {
    "verseNumber": "MAL 3:9",
    "verseText": "Mko chini ya laana, ninyi taifa lote, kwa sababu mnaniibia mimi."
  },
  {
    "verseNumber": "MAL 3:10",
    "verseText": "Leteni zaka kamili ghalani, ili kuwe na chakula katika nyumba yangu. Nijaribuni katika hili,” asema BWANA Mwenye Nguvu Zote, “nanyi mwone kama sitawafungulia madirisha ya mbinguni na kuwamwagieni baraka nyingi mpaka mkose nafasi ya kutosha."
  },
  {
    "verseNumber": "MAL 3:11",
    "verseText": "Nami kwa ajili yenu nitamkemea yeye alaye, wala hataharibu mazao ya ardhi yenu, wala mzabibu wenu hautapukutisha matunda yake kabla ya wakati wake,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 3:12",
    "verseText": "“Ndipo mataifa yote yatawaita mliobarikiwa, kwa maana nchi yenu itakuwa ya kupendeza sana,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 3:13",
    "verseText": "“Mmesema vitu vigumu dhidi yangu,” asema BWANA. “Hata hivyo mnauliza, ‘Tumesema nini dhidi yako?’"
  },
  {
    "verseNumber": "MAL 3:14",
    "verseText": "“Mmesema, ‘Ni bure kumtumikia Mungu. Tumepata faida gani kwa kushika maagizo yake na kwenda kama waombolezaji mbele za BWANA Mwenye Nguvu Zote?"
  },
  {
    "verseNumber": "MAL 3:15",
    "verseText": "Lakini sasa wenye kiburi wanabarikiwa. Hakika watenda mabaya wanastawi, pia hata wale wanaoshindana na Mungu ndio wanaosalimika.’ ”"
  },
  {
    "verseNumber": "MAL 3:16",
    "verseText": "Ndipo wale waliomcha BWANA wakasemezana wao kwa wao, naye BWANA akasikiliza na akasikia. Kitabu cha kumbukumbu kikaandikwa mbele yake kuhusu wale ambao walimcha BWANA na kuliheshimu jina lake."
  },
  {
    "verseNumber": "MAL 3:17",
    "verseText": "“Nao watakuwa watu wangu,” asema BWANA Mwenye Nguvu Zote, “katika siku ile nitakapowafanya watu kuwa hazina yangu. Nitawahurumia, kama vile kwa huruma mtu amhurumiavyo mwanawe anayemtumikia."
  },
  {
    "verseNumber": "MAL 3:18",
    "verseText": "Kwa mara nyingine tena utaona tofauti kati ya wenye haki na waovu, kati ya wale wanaomtumikia Mungu na wale wasiomtumikia."
  },
  {
    "verseNumber": "MAL 4:1",
    "verseText": "“Hakika siku inakuja, itawaka kama tanuru. Wote wenye kiburi na kila mtenda mabaya watakuwa mabua makavu, na siku ile inayokuja itawawasha moto,” asema BWANA Mwenye Nguvu Zote. “Hakuna mzizi wala tawi litakalosalia kwao."
  },
  {
    "verseNumber": "MAL 4:2",
    "verseText": "Bali kwenu ninyi mnaoliheshimu Jina langu, jua la haki litawazukia, lenye kuponya katika mabawa yake. Nanyi mtatoka nje na kurukaruka kama ndama aliyeachiwa kutoka zizini."
  },
  {
    "verseNumber": "MAL 4:3",
    "verseText": "Kisha ninyi mtawakanyaga waovu, nao watakuwa majivu chini ya nyayo za miguu yenu siku ile nitakayofanya mambo haya,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "MAL 4:4",
    "verseText": "“Kumbukeni sheria ya mtumishi wangu Mose, amri na sheria nilizompa huko Horebu kwa ajili ya Israeli wote."
  },
  {
    "verseNumber": "MAL 4:5",
    "verseText": "“Tazama, nitawapelekea nabii Eliya kabla ya kuja siku ile iliyo kuu na ya kutisha ya BWANA."
  },
  {
    "verseNumber": "MAL 4:6",
    "verseText": "Ataigeuza mioyo ya baba iwaelekee watoto wao, na mioyo ya watoto iwaelekee baba zao, la sivyo nitakuja na kuipiga nchi kwa laana.”"
  }
]