[
  {
    "verseNumber": "MIC 1:1",
    "verseText": "Neno la BWANA lilimjia Mika, Mmoreshethi, wakati wa utawala wa Yothamu, Ahazi na Hezekia, wafalme wa Yuda; ufunuo aliouona kuhusu Samaria na Yerusalemu."
  },
  {
    "verseNumber": "MIC 1:2",
    "verseText": "Sikieni, enyi mataifa, enyi nyote, sikilizeni, ee dunia na wote mliomo ndani yake, ili BWANA Mwenyezi ashuhudie dhidi yenu, BWANA kutoka Hekalu lake takatifu."
  },
  {
    "verseNumber": "MIC 1:3",
    "verseText": "Tazama! BWANA anakuja kutoka mahali pake; anashuka na kukanyaga mahali palipoinuka juu pa dunia."
  },
  {
    "verseNumber": "MIC 1:4",
    "verseText": "Milima inayeyuka chini yake na mabonde yanagawanyika kama nta mbele ya moto, kama maji yatiririkayo kasi kwenye mteremko."
  },
  {
    "verseNumber": "MIC 1:5",
    "verseText": "Yote haya ni kwa sababu ya kosa la Yakobo, ni kwa sababu ya dhambi za nyumba ya Israeli. Kosa la Yakobo ni lipi? Je, sio Samaria? Je, mahali pa juu pa Yuda pa kuabudia miungu ni nini? Je, sio Yerusalemu?"
  },
  {
    "verseNumber": "MIC 1:6",
    "verseText": "“Kwa hiyo nitaufanya Samaria kuwa lundo la kokoto, mahali pa kuotesha mizabibu. Nitayamwaga mawe yake katika bonde na kuacha wazi misingi yake."
  },
  {
    "verseNumber": "MIC 1:7",
    "verseText": "Sanamu zake zote zitavunjwa vipande vipande; zawadi zake zote za Hekalu zitachomwa kwa moto; nitaharibu vinyago vyake vyote. Kwa kuwa alikusanya zawadi zake kutokana na ujira wa kahaba, nazo zitatumika tena kulipa mishahara ya kahaba.”"
  },
  {
    "verseNumber": "MIC 1:8",
    "verseText": "Kwa ajili ya hili nitalia na kuomboleza; nitatembea bila viatu na tena uchi. Nitabweka kama mbweha na kuomboleza kama bundi."
  },
  {
    "verseNumber": "MIC 1:9",
    "verseText": "Kwa sababu jeraha lake halitibiki; limekuja Yuda. Limefika hasa kwenye lango la watu wangu, hata Yerusalemu kwenyewe."
  },
  {
    "verseNumber": "MIC 1:10",
    "verseText": "Usiliseme hili huko Gathi; usilie hata kidogo. Huko Beth-le-Afra gaagaa mavumbini."
  },
  {
    "verseNumber": "MIC 1:11",
    "verseText": "Piteni mkiwa uchi na wenye aibu, ninyi mkaao Shafiri. Wale waishio Saanani hawatatoka nje. Beth-Eseli iko katika maombolezo; kinga yake imeondolewa kwako."
  },
  {
    "verseNumber": "MIC 1:12",
    "verseText": "Wale waishio Marothi wanagaagaa kwa maumivu wakingoja msaada, kwa sababu maangamizi yamekuja kutoka kwa BWANA, hata katika lango la Yerusalemu."
  },
  {
    "verseNumber": "MIC 1:13",
    "verseText": "Enyi mkaao Lakishi, fungeni farasi kwenye magari ya vita. Mlikuwa chanzo cha dhambi kwa Binti Sayuni, kwa kuwa makosa ya Israeli yalikutwa kwako."
  },
  {
    "verseNumber": "MIC 1:14",
    "verseText": "Kwa hiyo utaipa Moresheth-Gathi zawadi za kuagana. Mji wa Akzibu utaonyesha wazi udanganyifu kwa wafalme wa Israeli."
  },
  {
    "verseNumber": "MIC 1:15",
    "verseText": "Nitawaleteeni atakayewashinda ninyi mnaoishi Maresha. Yeye aliye utukufu wa Israeli atakuja Adulamu."
  },
  {
    "verseNumber": "MIC 1:16",
    "verseText": "Nyoeni nywele zenu katika kuomboleza kwa ajili ya watoto wenu mnaowafurahia; jifanyieni upara kama tai, kwa kuwa watawaacha na kwenda uhamishoni."
  },
  {
    "verseNumber": "MIC 2:1",
    "verseText": "Ole kwa wale wapangao uovu, kwa wale wafanyao shauri la hila vitandani mwao! Kunapopambazuka wanalitimiza kwa sababu uko katika uwezo wao kutekeleza."
  },
  {
    "verseNumber": "MIC 2:2",
    "verseText": "Wanatamani mashamba na kuyakamata, pia nyumba na kuzichukua. Wanamlaghai mwanaume nyumba yake, mwanadamu mwenzake urithi wake."
  },
  {
    "verseNumber": "MIC 2:3",
    "verseText": "Kwa hiyo, BWANA asema: “Ninapanga maangamizi dhidi ya watu hawa, ambayo hamwezi kujiokoa wenyewe. Hamtatembea tena kwa majivuno, kwa kuwa utakuwa ni wakati wa maafa."
  },
  {
    "verseNumber": "MIC 2:4",
    "verseText": "Siku hiyo watu watawadhihaki, watawafanyia mzaha kwa wimbo huu wa maombolezo: ‘Tumeangamizwa kabisa; mali ya watu wangu imegawanywa. Ameninyangʼanya! Ametoa mashamba yetu kwa wasaliti.’ ”"
  },
  {
    "verseNumber": "MIC 2:5",
    "verseText": "Kwa hiyo hutakuwa na yeyote katika kusanyiko la BWANA wa kugawanya mashamba kwa kura."
  },
  {
    "verseNumber": "MIC 2:6",
    "verseText": "Manabii wao husema, “Usitabiri. Usitabiri kuhusu vitu hivi; aibu haitatupata.”"
  },
  {
    "verseNumber": "MIC 2:7",
    "verseText": "Je, ingesemwa, ee nyumba ya Yakobo: “Je, Roho wa BWANA amekasirika? Je, yeye hufanya vitu kama hivyo?” “Je, maneno yangu hayamfanyii mema yeye ambaye njia zake ni nyofu?"
  },
  {
    "verseNumber": "MIC 2:8",
    "verseText": "Siku hizi watu wangu wameinuka kama adui. Unawavua joho la kitajiri wale wanaopita pasipo kujali, kama watu warudio kutoka vitani."
  },
  {
    "verseNumber": "MIC 2:9",
    "verseText": "Unawahamisha wanawake wa watu wangu kutoka kwenye nyumba zao za kupendeza. Unaondoa baraka yangu kwa watoto wao milele."
  },
  {
    "verseNumber": "MIC 2:10",
    "verseText": "Inuka, nenda zako! Kwa maana hapa sio mahali pako pa kupumzikia, kwa sababu pametiwa unajisi, pameharibiwa, wala hapatengenezeki tena."
  },
  {
    "verseNumber": "MIC 2:11",
    "verseText": "Ikiwa mwongo na mdanganyifu atakuja na kusema, ‘Nitawatabiria divai na pombe kwa wingi,’ angekuwa ndiye nabii anayekubalika na watu hawa!"
  },
  {
    "verseNumber": "MIC 2:12",
    "verseText": "“Hakika nitawakusanya ninyi nyote, ee Yakobo, Hakika nitawaleta pamoja mabaki ya Israeli. Nitawaleta pamoja kama kondoo ndani ya zizi, kama kundi kwenye malisho yake, mahali hapa patakuwa na msongamano wa watu."
  },
  {
    "verseNumber": "MIC 2:13",
    "verseText": "Yeye afunguaye njia atawatangulia; watapita kwenye lango na kutoka nje. Mfalme wao atawatangulia, BWANA atakuwa kiongozi.”"
  },
  {
    "verseNumber": "MIC 3:1",
    "verseText": "Kisha nikasema, “Sikilizeni enyi viongozi wa Yakobo, enyi watawala wa nyumba ya Israeli. Je, hampaswi kujua hukumu,"
  },
  {
    "verseNumber": "MIC 3:2",
    "verseText": "ninyi mnaochukia mema na kupenda maovu; ninyi mnaowachuna watu wangu ngozi na kuondoa nyama kwenye mifupa yao;"
  },
  {
    "verseNumber": "MIC 3:3",
    "verseText": "ninyi mnaokula nyama ya watu wangu, mnaowachuna ngozi na kuvunja mifupa yao vipande vipande; mnaowakatakata kama nyama ya kuwekwa kwenye sufuria na kama nyama ya kuwekwa kwenye chungu?”"
  },
  {
    "verseNumber": "MIC 3:4",
    "verseText": "Kisha watamlilia BWANA, lakini hatawajibu. Wakati huo atawaficha uso wake kwa sababu ya uovu waliotenda."
  },
  {
    "verseNumber": "MIC 3:5",
    "verseText": "Hili ndilo asemalo BWANA: “Kuhusu manabii wanaowapotosha watu wangu, mtu akiwalisha, wanatangaza ‘amani’; kama hakufanya hivyo, wanaandaa kupigana vita dhidi yake."
  },
  {
    "verseNumber": "MIC 3:6",
    "verseText": "Kwa hiyo usiku utawajieni, msiweze kuwa na maono, na giza, msiweze kubashiri. Jua litawachwea manabii hao, nao mchana utakuwa giza kwao."
  },
  {
    "verseNumber": "MIC 3:7",
    "verseText": "Waonaji wataaibika na waaguzi watafedheheka. Wote watafunika nyuso zao kwa sababu hakuna jibu litokalo kwa Mungu.”"
  },
  {
    "verseNumber": "MIC 3:8",
    "verseText": "Lakini kuhusu mimi, nimejazwa nguvu, nimejazwa Roho wa BWANA, haki na uweza, kumtangazia Yakobo kosa lake, na Israeli dhambi yake."
  },
  {
    "verseNumber": "MIC 3:9",
    "verseText": "Sikieni hili, enyi viongozi wa nyumba ya Yakobo, enyi watawala wa nyumba ya Israeli, mnaodharau haki na kupotosha kila lililo sawa;"
  },
  {
    "verseNumber": "MIC 3:10",
    "verseText": "mnaojenga Sayuni kwa kumwaga damu na Yerusalemu kwa uovu."
  },
  {
    "verseNumber": "MIC 3:11",
    "verseText": "Viongozi wake wanahukumu kwa rushwa, na makuhani wake wanafundisha kwa malipo, nao manabii wake wanatabiri kwa fedha. Hata hivyo wanamwegemea BWANA na kusema, “Je, BWANA si yumo miongoni mwetu? Hakuna maafa yatakayotupata.”"
  },
  {
    "verseNumber": "MIC 3:12",
    "verseText": "Kwa hiyo kwa sababu yenu, Sayuni italimwa kama shamba, Yerusalemu itakuwa lundo la kokoto, na kilima cha Hekalu kitakuwa kichuguu kilichofunikwa na vichaka."
  },
  {
    "verseNumber": "MIC 4:1",
    "verseText": "Katika siku za mwisho mlima wa Hekalu la BWANA utaimarishwa kama mlima mkuu miongoni mwa milima yote; utainuliwa juu ya vilima, na watu wa mataifa watamiminika humo."
  },
  {
    "verseNumber": "MIC 4:2",
    "verseText": "Mataifa mengi yatakuja na kusema, “Njooni, twendeni mlimani mwa BWANA, kwenye nyumba ya Mungu wa Yakobo. Atatufundisha njia zake, ili tuweze kuenenda katika mapito yake.” Sheria itatoka Sayuni, neno la BWANA litatoka Yerusalemu."
  },
  {
    "verseNumber": "MIC 4:3",
    "verseText": "Atahukumu kati ya mataifa mengi, na ataamua migogoro ya mataifa yenye nguvu na yaliyo mbali. Watafua panga zao ziwe majembe, na mikuki yao kuwa miundu ya kukata matawi. Taifa halitainua upanga dhidi ya taifa jingine, wala hawatajifunza vita tena."
  },
  {
    "verseNumber": "MIC 4:4",
    "verseText": "Kila mtu ataketi chini ya mzabibu wake na chini ya mtini wake, wala hakuna mtu atakayewaogopesha, kwa kuwa BWANA Mwenye Nguvu Zote amesema."
  },
  {
    "verseNumber": "MIC 4:5",
    "verseText": "Mataifa yote yanaweza kutembea katika jina la miungu yao; sisi tutatembea katika jina la BWANA Mungu wetu milele na milele."
  },
  {
    "verseNumber": "MIC 4:6",
    "verseText": "“Katika siku hiyo,” asema BWANA, “nitawakusanya walemavu; nitawakusanya walio uhamishoni na wale niliowahuzunisha."
  },
  {
    "verseNumber": "MIC 4:7",
    "verseText": "Nitawafanya walemavu kuwa mabaki, wale waliofukuzwa kuwa taifa lenye nguvu. BWANA atatawala juu yao katika Mlima Sayuni kuanzia siku hiyo na hata milele."
  },
  {
    "verseNumber": "MIC 4:8",
    "verseText": "Lakini kuhusu wewe, ee mnara wa ulinzi wa kundi, ee ngome ya Binti Sayuni, milki ya awali itarudishwa kwako, ufalme utakuja kwa Binti Yerusalemu.”"
  },
  {
    "verseNumber": "MIC 4:9",
    "verseText": "Kwa nini sasa unalia kwa nguvu: kwani huna mfalme? Je, mshauri wako amekufa, hata maumivu yakukamate kama ya mwanamke aliye na utungu wa kuzaa?"
  },
  {
    "verseNumber": "MIC 4:10",
    "verseText": "Gaagaa kwa utungu, ee Binti Sayuni, kama mwanamke mwenye utungu wa kuzaa, kwa kuwa sasa ni lazima uuache mji ukapige kambi uwanjani. Utakwenda Babeli; huko utaokolewa. Huko BWANA atakukomboa kutoka mikononi mwa adui zako."
  },
  {
    "verseNumber": "MIC 4:11",
    "verseText": "Lakini sasa mataifa mengi yamekusanyika dhidi yako. Wanasema, “Mwache anajisiwe, macho yetu na yatazame Sayuni kwa furaha!”"
  },
  {
    "verseNumber": "MIC 4:12",
    "verseText": "Lakini hawayajui mawazo ya BWANA; hawauelewi mpango wake, yeye awakusanyaye kama miganda kwenye sakafu ya kupuria."
  },
  {
    "verseNumber": "MIC 4:13",
    "verseText": "“Inuka upure, ee Binti Sayuni, kwa kuwa nitakupa pembe za chuma; nitakupa kwato za shaba na utavunja vipande vipande mataifa mengi.” Utatoa mapato yao waliopata kwa udanganyifu kwa BWANA, utajiri wao kwa BWANA wa dunia yote."
  },
  {
    "verseNumber": "MIC 5:1",
    "verseText": "Panga majeshi yako, ee mji wa majeshi, kwa kuwa kuzingirwa kumepangwa dhidi yetu. Watampiga mtawala wa Israeli shavuni kwa fimbo."
  },
  {
    "verseNumber": "MIC 5:2",
    "verseText": "“Lakini wewe, Bethlehemu Efrathi, ingawa u mdogo miongoni mwa koo za Yuda, kutoka kwako atatokea kwa ajili yangu yeye atakayekuwa mtawala katika Israeli, ambaye asili yake ni kutoka zamani, kutoka milele.”"
  },
  {
    "verseNumber": "MIC 5:3",
    "verseText": "Kwa hiyo Israeli utaachwa mpaka wakati mwanamke aliye na utungu atakapozaa na ndugu zake wengine warudi kujiunga na Waisraeli."
  },
  {
    "verseNumber": "MIC 5:4",
    "verseText": "Atasimama na kulichunga kundi lake katika nguvu ya BWANA, katika utukufu wa jina la BWANA Mungu wake. Nao wataishi kwa usalama, kwa kuwa wakati huo ukuu wake utaenea hadi miisho ya dunia."
  },
  {
    "verseNumber": "MIC 5:5",
    "verseText": "Naye atakuwa amani yao. Ukombozi Na Uharibifu Wakati Mwashuru atakapovamia nchi yetu na kupita katika ngome zetu, tutawainua wachungaji saba dhidi yake, hata viongozi wanane wa watu."
  },
  {
    "verseNumber": "MIC 5:6",
    "verseText": "Wataitawala nchi ya Ashuru kwa upanga, nchi ya Nimrodi kwa upanga. Atatuokoa kutoka kwa Mwashuru atakapoivamia nchi yetu na kuingia katika mipaka yetu."
  },
  {
    "verseNumber": "MIC 5:7",
    "verseText": "Mabaki ya Yakobo yatakuwa katikati ya mataifa mengi kama umande kutoka kwa BWANA, kama manyunyu juu ya majani, ambayo hayamngoji mtu wala kukawia kwa mwanadamu."
  },
  {
    "verseNumber": "MIC 5:8",
    "verseText": "Mabaki ya Yakobo yatakuwa miongoni mwa mataifa, katikati ya mataifa mengi, kama simba miongoni mwa wanyama wa msituni, kama mwana simba miongoni mwa makundi ya kondoo, ambaye anaumiza vibaya na kuwararua kila anapopita katikati yao, wala hakuna awezaye kuokoa."
  },
  {
    "verseNumber": "MIC 5:9",
    "verseText": "Mkono wako utainuliwa juu kwa ushindi juu ya watesi wako, nao adui zako wote wataangamizwa."
  },
  {
    "verseNumber": "MIC 5:10",
    "verseText": "“Katika siku ile,” asema BWANA, “nitaangamiza farasi zenu katikati yenu na kubomoa magari yenu ya vita."
  },
  {
    "verseNumber": "MIC 5:11",
    "verseText": "Nitaiangamiza miji ya nchi yenu na kuziangusha chini ngome zenu zote."
  },
  {
    "verseNumber": "MIC 5:12",
    "verseText": "Nitaangamiza uchawi wenu na hamtapiga tena ramli."
  },
  {
    "verseNumber": "MIC 5:13",
    "verseText": "Nitaangamiza vinyago vyenu vya kuchonga na mawe yenu ya ibada yatoke katikati yenu; hamtasujudia tena kazi ya mikono yenu."
  },
  {
    "verseNumber": "MIC 5:14",
    "verseText": "Nitangʼoa nguzo za Ashera katikati yenu na kubomoa miji yenu."
  },
  {
    "verseNumber": "MIC 5:15",
    "verseText": "Nitalipiza kisasi kwa hasira na ghadhabu juu ya mataifa ambayo hayajanitii.”"
  },
  {
    "verseNumber": "MIC 6:1",
    "verseText": "Sikiliza asemalo BWANA: “Simama, tetea shauri lako mbele ya milima; vilima na visikie lile unalotaka kusema."
  },
  {
    "verseNumber": "MIC 6:2",
    "verseText": "Sikilizeni, ee milima, mashtaka ya BWANA, sikilizeni, enyi misingi ya milele ya dunia. Kwa kuwa BWANA ana shauri dhidi ya watu wake; anatoa mashtaka dhidi ya Israeli."
  },
  {
    "verseNumber": "MIC 6:3",
    "verseText": "“Watu wangu, nimewatendea nini? Nimewalemea kwa jinsi gani? Mnijibu."
  },
  {
    "verseNumber": "MIC 6:4",
    "verseText": "Nimewatoa kutoka Misri na kuwakomboa kutoka nchi ya utumwa. Nilimtuma Mose awaongoze, pia Aroni na Miriamu."
  },
  {
    "verseNumber": "MIC 6:5",
    "verseText": "Watu wangu, kumbukeni jinsi Balaki mfalme wa Moabu alivyofanya shauri na kile Balaamu mwana wa Beori alichojibu. Kumbukeni safari yenu kutoka Shitimu mpaka Gilgali, ili mfahamu matendo ya haki ya BWANA.”"
  },
  {
    "verseNumber": "MIC 6:6",
    "verseText": "Nimjie BWANA na kitu gani na kusujudu mbele za Mungu aliyetukuka? Je, nije mbele zake na sadaka za kuteketezwa, nije na ndama za mwaka mmoja?"
  },
  {
    "verseNumber": "MIC 6:7",
    "verseText": "Je, BWANA atafurahishwa na kondoo dume elfu, au mito elfu kumi ya mafuta? Je, nimtoe mzaliwa wangu wa kwanza kwa ajili ya kosa langu, mtoto wangu mwenyewe kwa ajili ya dhambi ya nafsi yangu?"
  },
  {
    "verseNumber": "MIC 6:8",
    "verseText": "Amekuonyesha yaliyo mema, ee mwanadamu. BWANA anataka nini kwako? Ila kutenda kwa haki na kupenda rehema, na kwenda kwa unyenyekevu na Mungu wako."
  },
  {
    "verseNumber": "MIC 6:9",
    "verseText": "Sikiliza! BWANA anauita mji: kulicha jina lako ni hekima: “Tii hiyo fimbo na yeye aliyeiamuru."
  },
  {
    "verseNumber": "MIC 6:10",
    "verseText": "Je, bado nisahau, ee nyumba ya uovu, hazina yako uliyopata kwa udanganyifu na vipimo vilivyopunguka, ambavyo vimelaaniwa?"
  },
  {
    "verseNumber": "MIC 6:11",
    "verseText": "Je, naweza kuhukumu kuwa mtu mwenye mizani ya udanganyifu hana hatia, aliye na mfuko wa mawe ya kupimia ya uongo?"
  },
  {
    "verseNumber": "MIC 6:12",
    "verseText": "Matajiri wake ni wajeuri; watu wake ni waongo na ndimi zao zinazungumza kwa udanganyifu."
  },
  {
    "verseNumber": "MIC 6:13",
    "verseText": "Kwa hiyo, nimeanza kukuharibu, kuwaangamiza kwa sababu ya dhambi zenu."
  },
  {
    "verseNumber": "MIC 6:14",
    "verseText": "Mtakula lakini hamtashiba; matumbo yenu bado yatakuwa matupu. Mtaweka akiba lakini hamtaokoa chochote, kwa sababu mtakachoweka akiba nitatoa kwa upanga."
  },
  {
    "verseNumber": "MIC 6:15",
    "verseText": "Mtapanda lakini hamtavuna; mtakamua zeituni lakini hamtatumia mafuta yake. Mtakamua zabibu lakini hamtakunywa hiyo divai."
  },
  {
    "verseNumber": "MIC 6:16",
    "verseText": "Mmezishika sheria za Omri na matendo yote ya nyumba ya Ahabu, tena umefuata desturi zao. Kwa hiyo nitakutoa kwa maangamizi na watu wako kuwa dhihaka; mtachukua dharau za mataifa.”"
  },
  {
    "verseNumber": "MIC 7:1",
    "verseText": "Taabu gani hii niliyo nayo! Nimefanana na yule akusanyaye matunda ya kiangazi, aokotaye masazo baada ya kuvunwa shamba la mizabibu; hakuna kishada chenye matunda ya kula, hakuna hata ile tini ya mwanzoni ninayoitamani."
  },
  {
    "verseNumber": "MIC 7:2",
    "verseText": "Wanaomcha Mungu wameondolewa kutoka nchi; hakuna mtu mnyofu hata mmoja aliyebaki. Watu wote wanavizia kumwaga damu, kila mmoja anamwinda ndugu yake kwa wavu."
  },
  {
    "verseNumber": "MIC 7:3",
    "verseText": "Mikono yote miwili ni hodari katika kufanya ubaya, mtawala anadai zawadi, hakimu anapokea rushwa, wenye nguvu wanaamuru wanachotaka: wote wanafanya shauri baya pamoja."
  },
  {
    "verseNumber": "MIC 7:4",
    "verseText": "Aliye mwema kupita wote kati yao ni kama mchongoma, anayeonekana mnyofu zaidi miongoni mwao ni mbaya kuliko uzio wa miiba. Siku ya walinzi wako imewadia, siku atakayokutembelea Mungu. Sasa ni wakati wao wa kuchanganyikiwa."
  },
  {
    "verseNumber": "MIC 7:5",
    "verseText": "Usimtumaini jirani; usiweke matumaini kwa rafiki. Hata kwa yule alalaye kifuani mwako uwe mwangalifu kwa maneno yako."
  },
  {
    "verseNumber": "MIC 7:6",
    "verseText": "Kwa kuwa mwana humdharau baba yake, naye binti huinuka dhidi ya mama yake, mkwe kuwa kinyume na mama mkwe wake: adui wa mtu ni wale wa nyumbani mwake hasa."
  },
  {
    "verseNumber": "MIC 7:7",
    "verseText": "Lakini mimi, namtazama BWANA kwa matumaini, namngoja Mungu Mwokozi wangu; Mungu wangu atanisikia mimi."
  },
  {
    "verseNumber": "MIC 7:8",
    "verseText": "Usifurahie msiba wangu, ee adui yangu! Ingawa nimeanguka, nitainuka. Japo ninaketi gizani, BWANA atakuwa nuru yangu."
  },
  {
    "verseNumber": "MIC 7:9",
    "verseText": "Kwa sababu nimetenda dhambi dhidi yake, nitabeba ghadhabu ya BWANA, mpaka atakaponitetea shauri langu na kuithibitisha haki yangu. Atanileta nje kwenye mwanga, nami nitaiona haki yake."
  },
  {
    "verseNumber": "MIC 7:10",
    "verseText": "Kisha adui yangu ataliona naye atafunikwa na aibu, yule aliyeniambia, “Yu wapi BWANA Mungu wako?” Macho yangu yataona kuanguka kwake, hata sasa atakanyagwa chini ya mguu kama tope barabarani."
  },
  {
    "verseNumber": "MIC 7:11",
    "verseText": "Siku ya kujenga kuta zako itawadia, siku ya kupanua mipaka yako."
  },
  {
    "verseNumber": "MIC 7:12",
    "verseText": "Siku hiyo watu watakuja kwako kutoka Ashuru na miji ya Misri, hata kutoka Misri hadi Frati na kutoka bahari hadi bahari na kutoka mlima hadi mlima."
  },
  {
    "verseNumber": "MIC 7:13",
    "verseText": "Dunia itakuwa ukiwa kwa sababu ya wakazi wake, kwa sababu ya matunda ya matendo yao."
  },
  {
    "verseNumber": "MIC 7:14",
    "verseText": "Wachunge watu wako kwa fimbo yako, kundi la urithi wako, ambalo linaishi peke yake msituni, katika nchi ya malisho yenye rutuba. Waache walishe katika Bashani na Gileadi kama ilivyokuwa siku za kale."
  },
  {
    "verseNumber": "MIC 7:15",
    "verseText": "“Kama siku zile mlipotoka Misri, nitawaonyesha maajabu yangu.”"
  },
  {
    "verseNumber": "MIC 7:16",
    "verseText": "Mataifa yataona na kuaibika, waliondolewa nguvu zao zote. Wataweka mikono yao kwenye vinywa vyao na masikio yao yatakuwa na uziwi."
  },
  {
    "verseNumber": "MIC 7:17",
    "verseText": "Wataramba mavumbi kama nyoka, kama viumbe vitambaavyo juu ya ardhi. Watatoka nje ya mapango yao wakitetemeka; watamgeukia BWANA Mungu wetu kwa hofu nao watakuogopa."
  },
  {
    "verseNumber": "MIC 7:18",
    "verseText": "Ni nani Mungu kama wewe, ambaye anaachilia dhambi na kusamehe makosa ya mabaki ya urithi wake? Wewe huwi na hasira milele, bali unafurahia kuonyesha rehema."
  },
  {
    "verseNumber": "MIC 7:19",
    "verseText": "Utatuhurumia tena, utazikanyaga dhambi zetu chini ya nyayo zako, na kutupa maovu yetu yote katika vilindi vya bahari."
  },
  {
    "verseNumber": "MIC 7:20",
    "verseText": "Utakuwa wa kweli kwa Yakobo, nawe utamwonyesha Abrahamu rehema, kama ulivyowaahidi kwa kiapo baba zetu siku za kale."
  }
]