[
  {
    "verseNumber": "MRK 1:1",
    "verseText": "Mwanzo wa Injili ya Yesu Kristo, Mwana wa Mungu."
  },
  {
    "verseNumber": "MRK 1:2",
    "verseText": "Kama ilivyoandikwa katika kitabu cha nabii Isaya: “Tazama, nitamtuma mjumbe wangu mbele yako, atakayetengeneza njia mbele yako”:"
  },
  {
    "verseNumber": "MRK 1:3",
    "verseText": "“sauti ya mtu aliaye nyikani. ‘Itengenezeni njia ya Bwana, yanyoosheni mapito yake.’ ”"
  },
  {
    "verseNumber": "MRK 1:4",
    "verseText": "Yohana alikuja, akibatiza huko nyikani, akihubiri ubatizo wa toba kwa ajili ya msamaha wa dhambi."
  },
  {
    "verseNumber": "MRK 1:5",
    "verseText": "Watu kutoka Uyahudi wote na sehemu zote za Yerusalemu walikuwa wakimwendea. Nao wakaziungama dhambi zao, akawabatiza katika Mto Yordani."
  },
  {
    "verseNumber": "MRK 1:6",
    "verseText": "Yohana alivaa mavazi yaliyotengenezwa kwa singa za ngamia na mkanda wa ngozi kiunoni mwake. Chakula chake kilikuwa nzige na asali ya mwitu."
  },
  {
    "verseNumber": "MRK 1:7",
    "verseText": "Naye alihubiri akisema, “Baada yangu atakuja yeye aliye na uwezo kuniliko mimi, ambaye sistahili hata kuinama na kulegeza kamba za viatu vyake."
  },
  {
    "verseNumber": "MRK 1:8",
    "verseText": "Mimi nawabatiza kwa maji, lakini yeye atawabatiza kwa Roho Mtakatifu.”"
  },
  {
    "verseNumber": "MRK 1:9",
    "verseText": "Wakati huo Yesu akaja kutoka Nazareti ya Galilaya, naye akabatizwa na Yohana katika Mto Yordani."
  },
  {
    "verseNumber": "MRK 1:10",
    "verseText": "Yesu alipokuwa akitoka ndani ya maji, aliona mbingu zikifunguka na Roho akishuka juu yake kama hua."
  },
  {
    "verseNumber": "MRK 1:11",
    "verseText": "Nayo sauti kutoka mbinguni ikasema, “Wewe ni Mwanangu mpendwa; nami nimependezwa nawe sana.”"
  },
  {
    "verseNumber": "MRK 1:12",
    "verseText": "Wakati huo huo, Roho akamwongoza Yesu kwenda nyikani,"
  },
  {
    "verseNumber": "MRK 1:13",
    "verseText": "naye akawa huko nyikani kwa muda wa siku arobaini, akijaribiwa na Shetani. Alikaa na wanyama wa mwituni, nao malaika wakamhudumia."
  },
  {
    "verseNumber": "MRK 1:14",
    "verseText": "Baada ya Yohana kukamatwa na kutiwa gerezani, Yesu aliingia Galilaya akaanza kuhubiri habari njema ya Mungu,"
  },
  {
    "verseNumber": "MRK 1:15",
    "verseText": "akisema, “Wakati umewadia, Ufalme wa Mungu umekaribia. Tubuni na kuiamini Habari Njema.”"
  },
  {
    "verseNumber": "MRK 1:16",
    "verseText": "Yesu alipokuwa akitembea kando ya Bahari ya Galilaya, aliwaona Simoni na Andrea nduguye wakizitupa nyavu zao baharini, kwa kuwa wao walikuwa wavuvi."
  },
  {
    "verseNumber": "MRK 1:17",
    "verseText": "Yesu akawaambia, “Njooni, nifuateni nami nitawafanya mwe wavuvi wa watu.”"
  },
  {
    "verseNumber": "MRK 1:18",
    "verseText": "Mara wakaacha nyavu zao, wakamfuata."
  },
  {
    "verseNumber": "MRK 1:19",
    "verseText": "Alipokwenda mbele kidogo, akamwona Yakobo mwana wa Zebedayo na Yohana nduguye, wakiwa kwenye mashua yao wakizitengeneza nyavu zao."
  },
  {
    "verseNumber": "MRK 1:20",
    "verseText": "Papo hapo akawaita, nao wakamwacha Zebedayo baba yao kwenye mashua pamoja na watumishi wa kuajiriwa, nao wakamfuata Yesu."
  },
  {
    "verseNumber": "MRK 1:21",
    "verseText": "Wakaenda mpaka Kapernaumu. Ilipofika siku ya Sabato, mara Yesu akaingia sinagogi, akaanza kufundisha."
  },
  {
    "verseNumber": "MRK 1:22",
    "verseText": "Watu wakashangaa sana kwa mafundisho yake, kwa maana aliwafundisha kama yeye aliye na mamlaka, wala si kama walimu wa sheria."
  },
  {
    "verseNumber": "MRK 1:23",
    "verseText": "Wakati huo huo katika sinagogi lao palikuwa na mtu aliyekuwa amepagawa na pepo mchafu,"
  },
  {
    "verseNumber": "MRK 1:24",
    "verseText": "naye akapiga kelele akisema, “Tuna nini nawe, Yesu wa Nazareti? Je, umekuja kutuangamiza? Ninakujua wewe ni nani. Wewe ndiwe Aliye Mtakatifu wa Mungu!”"
  },
  {
    "verseNumber": "MRK 1:25",
    "verseText": "Lakini Yesu akamkemea, akamwambia, “Nyamaza kimya! Nawe umtoke!”"
  },
  {
    "verseNumber": "MRK 1:26",
    "verseText": "Yule pepo mchafu akamtikisatikisa huyo mtu kwa nguvu, kisha akamtoka akipiga kelele kwa sauti kubwa."
  },
  {
    "verseNumber": "MRK 1:27",
    "verseText": "Watu wote wakashangaa, hata wakaulizana wao kwa wao, “Haya ni mambo gani? Ni mafundisho mapya, tena yenye mamlaka! Anaamuru hata pepo wachafu, nao wanamtii!”"
  },
  {
    "verseNumber": "MRK 1:28",
    "verseText": "Sifa zake zikaanza kuenea haraka katika eneo lote la karibu na Galilaya."
  },
  {
    "verseNumber": "MRK 1:29",
    "verseText": "Mara walipotoka katika sinagogi, walikwenda pamoja na Yakobo na Yohana hadi nyumbani kwa Simoni na Andrea."
  },
  {
    "verseNumber": "MRK 1:30",
    "verseText": "Mama mkwe wa Simoni alikuwa kitandani, ana homa, nao wakamweleza Yesu habari zake."
  },
  {
    "verseNumber": "MRK 1:31",
    "verseText": "Hivyo Yesu akamwendea, akamshika mkono na kumwinua. Kisha homa ikamwacha, naye akaanza kuwahudumia."
  },
  {
    "verseNumber": "MRK 1:32",
    "verseText": "Jioni ile baada ya jua kutua, watu wakamletea Yesu wagonjwa wote na waliopagawa na pepo wachafu."
  },
  {
    "verseNumber": "MRK 1:33",
    "verseText": "Mji wote ukakusanyika mbele ya nyumba hiyo."
  },
  {
    "verseNumber": "MRK 1:34",
    "verseText": "Yesu akawaponya watu wengi waliokuwa na magonjwa ya aina mbalimbali. Akawatoa pepo wachafu wengi, lakini hakuwaacha hao pepo wachafu waseme, kwa sababu walimjua yeye ni nani."
  },
  {
    "verseNumber": "MRK 1:35",
    "verseText": "Alfajiri na mapema sana kulipokuwa bado kuna giza, Yesu akaamka, akaondoka, akaenda mahali pa faragha ili kuomba."
  },
  {
    "verseNumber": "MRK 1:36",
    "verseText": "Simoni na wenzake wakaenda kumtafuta,"
  },
  {
    "verseNumber": "MRK 1:37",
    "verseText": "nao walipomwona, wakamwambia, “Kila mtu anakutafuta!”"
  },
  {
    "verseNumber": "MRK 1:38",
    "verseText": "Yesu akawajibu, “Twendeni mahali pengine kwenye vijiji jirani, ili niweze kuhubiri huko pia, kwa sababu hicho ndicho nilichokuja kukifanya.”"
  },
  {
    "verseNumber": "MRK 1:39",
    "verseText": "Kwa hiyo akazunguka Galilaya kote, akihubiri katika masinagogi yao na kutoa pepo wachafu."
  },
  {
    "verseNumber": "MRK 1:40",
    "verseText": "Mtu mmoja mwenye ukoma alimjia Yesu, akamwomba akipiga magoti, akamwambia, “Ukitaka, waweza kunitakasa.”"
  },
  {
    "verseNumber": "MRK 1:41",
    "verseText": "Yesu, akiwa amejawa na huruma, akanyoosha mkono wake akamgusa, akamwambia, “Nataka. Takasika!”"
  },
  {
    "verseNumber": "MRK 1:42",
    "verseText": "Mara ukoma ukamtoka, naye akatakasika."
  },
  {
    "verseNumber": "MRK 1:43",
    "verseText": "Baada ya Yesu kumwonya vikali, akamruhusu aende zake"
  },
  {
    "verseNumber": "MRK 1:44",
    "verseText": "akimwambia, “Hakikisha humwambii mtu yeyote habari hizi, bali nenda ukajionyeshe kwa kuhani, na ukatoe sadaka alizoagiza Mose kwa utakaso wako, ili kuwa ushuhuda kwao.”"
  },
  {
    "verseNumber": "MRK 1:45",
    "verseText": "Lakini yule mtu akaenda akaanza kutangaza habari za kuponywa kwake waziwazi. Kwa hiyo, Yesu hakuweza tena kuingia katika miji waziwazi lakini alikaa sehemu zisizo na watu. Hata hivyo watu wakamfuata huko kutoka kila upande."
  },
  {
    "verseNumber": "MRK 2:1",
    "verseText": "Baada ya siku kadhaa Yesu alirudi Kapernaumu, watu wakasikia kwamba amerudi nyumbani."
  },
  {
    "verseNumber": "MRK 2:2",
    "verseText": "Hivyo watu wengi wakakusanyika kiasi kwamba hapakubaki nafasi yoyote hata mlangoni! Naye akawahubiria Neno."
  },
  {
    "verseNumber": "MRK 2:3",
    "verseText": "Ndipo baadhi ya watu wakaja wakamletea Yesu mtu aliyepooza, akiwa amebebwa na watu wanne."
  },
  {
    "verseNumber": "MRK 2:4",
    "verseText": "Kwa kuwa walikuwa hawawezi kumfikisha kwa Yesu kwa ajili ya umati wa watu, walitoboa tundu kwenye paa mahali pale alipokuwa Yesu, wakamshusha yule aliyepooza kwa kitanda alichokuwa amelalia."
  },
  {
    "verseNumber": "MRK 2:5",
    "verseText": "Yesu alipoiona imani yao, alimwambia yule mtu aliyepooza, “Mwanangu, dhambi zako zimesamehewa.”"
  },
  {
    "verseNumber": "MRK 2:6",
    "verseText": "Basi baadhi ya walimu wa sheria waliokuwa wameketi huko wakawaza mioyoni mwao,"
  },
  {
    "verseNumber": "MRK 2:7",
    "verseText": "“Kwa nini mtu huyu anasema hivi? Huyu anakufuru! Ni nani awezaye kusamehe dhambi isipokuwa Mungu peke yake?”"
  },
  {
    "verseNumber": "MRK 2:8",
    "verseText": "Mara moja Yesu akatambua rohoni mwake kile walichokuwa wanawaza mioyoni mwao, naye akawaambia, “Kwa nini mnawaza hivyo mioyoni mwenu?"
  },
  {
    "verseNumber": "MRK 2:9",
    "verseText": "Je, ni lipi lililo rahisi zaidi: kumwambia huyu aliyepooza, ‘Umesamehewa dhambi zako,’ au kusema, ‘Inuka, uchukue mkeka wako, uende’?"
  },
  {
    "verseNumber": "MRK 2:10",
    "verseText": "Lakini ili mpate kujua ya kwamba Mwana wa Adamu anayo mamlaka duniani kusamehe dhambi…” Yesu akamwambia yule aliyepooza,"
  },
  {
    "verseNumber": "MRK 2:11",
    "verseText": "“Nakuambia, inuka, chukua mkeka wako, uende nyumbani kwako.”"
  },
  {
    "verseNumber": "MRK 2:12",
    "verseText": "Yule mtu aliyekuwa amepooza akasimama, akachukua mkeka wake, akatembea machoni pao wote! Jambo hili likawashangaza wote, wakamtukuza Mungu, wakisema, “Hatujapata kuona jambo kama hili kamwe!”"
  },
  {
    "verseNumber": "MRK 2:13",
    "verseText": "Yesu akaenda tena kandokando ya Bahari ya Galilaya. Umati mkubwa wa watu ukamfuata, naye akaanza kuwafundisha."
  },
  {
    "verseNumber": "MRK 2:14",
    "verseText": "Alipokuwa akitembea, akamwona Lawi mwana wa Alfayo ameketi forodhani mahali pa kutoza ushuru, akamwambia, “Nifuate.” Lawi akaondoka, akamfuata Yesu."
  },
  {
    "verseNumber": "MRK 2:15",
    "verseText": "Yesu alipokuwa akila chakula nyumbani mwa Lawi, watoza ushuru wengi pamoja na “wenye dhambi” walikuwa wakila pamoja naye na wanafunzi wake, kwa maana kulikuwa na watu wengi waliokuwa wakimfuata."
  },
  {
    "verseNumber": "MRK 2:16",
    "verseText": "Baadhi ya walimu wa sheria waliokuwa Mafarisayo walipomwona akila pamoja na watoza ushuru na “wenye dhambi,” wakawauliza wanafunzi wake: “Mbona Yesu anakula pamoja na watoza ushuru na ‘wenye dhambi’?”"
  },
  {
    "verseNumber": "MRK 2:17",
    "verseText": "Yesu aliposikia haya akawaambia, “Watu wenye afya hawahitaji tabibu, bali walio wagonjwa. Sikuja kuwaita wenye haki, bali wenye dhambi.”"
  },
  {
    "verseNumber": "MRK 2:18",
    "verseText": "Basi wanafunzi wa Yohana pamoja na Mafarisayo walikuwa wakifunga. Baadhi ya watu wakamjia Yesu na kumuuliza, “Mbona wanafunzi wa Yohana na wa Mafarisayo hufunga lakini wanafunzi wako hawafungi?”"
  },
  {
    "verseNumber": "MRK 2:19",
    "verseText": "Yesu akawajibu, “Wageni wa bwana arusi wawezaje kufunga wakati angali pamoja nao? Wakati bwana arusi bado yuko pamoja nao, hawawezi kufunga."
  },
  {
    "verseNumber": "MRK 2:20",
    "verseText": "Lakini wakati utafika ambapo bwana arusi ataondolewa kwao. Siku hiyo ndipo watakapofunga."
  },
  {
    "verseNumber": "MRK 2:21",
    "verseText": "“Hakuna mtu ashoneaye kiraka cha nguo mpya kwenye nguo iliyochakaa. Akifanya hivyo, kile kiraka kipya kitachanika kutoka ile nguo iliyochakaa, nayo itachanika zaidi."
  },
  {
    "verseNumber": "MRK 2:22",
    "verseText": "Wala hakuna mtu awekaye divai mpya kwenye viriba vikuukuu. Akifanya hivyo, ile divai mpya itavipasua hivyo viriba, nayo hiyo divai itamwagika na viriba vitaharibika. Lakini divai mpya huwekwa kwenye viriba vipya.”"
  },
  {
    "verseNumber": "MRK 2:23",
    "verseText": "Siku moja ya Sabato, Yesu pamoja na wanafunzi wake walikuwa wakipita katikati ya mashamba ya nafaka. Walipokuwa wakitembea, wanafunzi wake wakaanza kuvunja masuke."
  },
  {
    "verseNumber": "MRK 2:24",
    "verseText": "Mafarisayo wakamwambia, “Tazama, mbona wanafanya jambo lisilo halali kufanywa siku ya Sabato?”"
  },
  {
    "verseNumber": "MRK 2:25",
    "verseText": "Yesu akawajibu, “Je, hamjasoma kamwe alivyofanya Daudi wakati yeye na wenzake walikuwa na njaa, wakahitaji chakula?"
  },
  {
    "verseNumber": "MRK 2:26",
    "verseText": "Daudi aliingia katika nyumba ya Mungu, wakati Abiathari alikuwa kuhani mkuu, akaila ile mikate iliyowekwa wakfu, ambayo ni halali kuliwa na makuhani peke yao. Naye pia akawapa wenzake.”"
  },
  {
    "verseNumber": "MRK 2:27",
    "verseText": "Kisha Yesu akawaambia, “Sabato ilifanyika kwa ajili ya mwanadamu, lakini si mwanadamu kwa ajili ya Sabato."
  },
  {
    "verseNumber": "MRK 2:28",
    "verseText": "Hivyo, Mwana wa Adamu ndiye Bwana wa Sabato.”"
  },
  {
    "verseNumber": "MRK 3:1",
    "verseText": "Yesu akaingia tena ndani ya sinagogi, na huko palikuwa na mtu aliyepooza mkono."
  },
  {
    "verseNumber": "MRK 3:2",
    "verseText": "Wakawa wanamwangalia waone kama atamponya siku ya Sabato, ili wapate sababu ya kumshtaki."
  },
  {
    "verseNumber": "MRK 3:3",
    "verseText": "Yesu akamwambia yule mwenye mkono uliopooza, “Njoo hapa mbele ya watu wote.”"
  },
  {
    "verseNumber": "MRK 3:4",
    "verseText": "Kisha Yesu akawauliza, “Je, ni lipi lililo halali siku ya Sabato: Ni kutenda mema au kutenda mabaya? Ni kuokoa maisha au kuua?” Lakini wao wakanyamaza kimya."
  },
  {
    "verseNumber": "MRK 3:5",
    "verseText": "Yesu akawatazama pande zote kwa hasira, akahuzunika sana kwa ajili ya ugumu wa mioyo yao. Akamwambia yule mtu mwenye mkono uliopooza, “Nyoosha mkono wako.” Akaunyoosha, nao ukaponywa kabisa!"
  },
  {
    "verseNumber": "MRK 3:6",
    "verseText": "Kisha Mafarisayo wakatoka nje, nao wakaanza kufanya shauri la kumuua Yesu wakiwa na Maherode."
  },
  {
    "verseNumber": "MRK 3:7",
    "verseText": "Yesu pamoja na wanafunzi wake wakaondoka huko wakaenda baharini, nao umati mkubwa wa watu kutoka Galilaya ukamfuata."
  },
  {
    "verseNumber": "MRK 3:8",
    "verseText": "Waliposikia mambo yote aliyokuwa akiyafanya, umati mkubwa wa watu ukamjia kutoka Uyahudi, Yerusalemu, Idumaya, na ngʼambo ya Yordani, pamoja na wale wa sehemu za karibu na Tiro na Sidoni."
  },
  {
    "verseNumber": "MRK 3:9",
    "verseText": "Kwa sababu ya umati mkubwa wa watu, aliwaambia wanafunzi wake waweke tayari mashua ndogo kwa ajili yake, ili kuwazuia watu kumsonga."
  },
  {
    "verseNumber": "MRK 3:10",
    "verseText": "Kwa kuwa alikuwa amewaponya wagonjwa wengi, wale wenye magonjwa walikuwa wanasukumana ili wapate kumgusa."
  },
  {
    "verseNumber": "MRK 3:11",
    "verseText": "Kila mara pepo wachafu walipomwona, walianguka chini mbele yake na kupiga kelele wakisema, “Wewe ndiwe Mwana wa Mungu.”"
  },
  {
    "verseNumber": "MRK 3:12",
    "verseText": "Lakini aliwaonya wasimseme yeye ni nani."
  },
  {
    "verseNumber": "MRK 3:13",
    "verseText": "Yesu akapanda mlimani na kuwaita wale aliowataka, nao wakamjia."
  },
  {
    "verseNumber": "MRK 3:14",
    "verseText": "Akawachagua kumi na wawili, ambao aliwaita mitume, ili wapate kuwa pamoja naye, na awatume kwenda kuhubiri"
  },
  {
    "verseNumber": "MRK 3:15",
    "verseText": "na kuwa na mamlaka ya kutoa pepo wachafu."
  },
  {
    "verseNumber": "MRK 3:16",
    "verseText": "Hawa ndio wale kumi na wawili aliowachagua: Simoni (ambaye alimwita Petro);"
  },
  {
    "verseNumber": "MRK 3:17",
    "verseText": "Yakobo mwana wa Zebedayo, na Yohana nduguye (ambao aliwaita Boanerge, maana yake Wana wa Ngurumo);"
  },
  {
    "verseNumber": "MRK 3:18",
    "verseText": "Andrea, Filipo, Bartholomayo, Mathayo, Tomaso, Yakobo mwana wa Alfayo, Thadayo, Simoni Mkananayo,"
  },
  {
    "verseNumber": "MRK 3:19",
    "verseText": "na Yuda Iskariote aliyemsaliti Yesu."
  },
  {
    "verseNumber": "MRK 3:20",
    "verseText": "Kisha Yesu aliporudi nyumbani, umati wa watu ukakusanyika tena, kiasi kwamba yeye na wanafunzi wake hawakuweza kula chakula."
  },
  {
    "verseNumber": "MRK 3:21",
    "verseText": "Ndugu zake walipopata habari wakaja ili kumchukua kwa maana watu walikuwa wakisema, “Amerukwa na akili.”"
  },
  {
    "verseNumber": "MRK 3:22",
    "verseText": "Walimu wa sheria walioteremka kutoka Yerusalemu walisema, “Amepagawa na Beelzebuli! Anatoa pepo wachafu kwa kutumia mkuu wa pepo wachafu!”"
  },
  {
    "verseNumber": "MRK 3:23",
    "verseText": "Basi Yesu akawaita na kuzungumza nao kwa mifano akasema: “Shetani awezaje kumtoa Shetani?"
  },
  {
    "verseNumber": "MRK 3:24",
    "verseText": "Kama ufalme ukigawanyika dhidi yake wenyewe, ufalme huo hauwezi kusimama."
  },
  {
    "verseNumber": "MRK 3:25",
    "verseText": "Nayo nyumba kama ikigawanyika dhidi yake yenyewe, nyumba hiyo haiwezi kusimama."
  },
  {
    "verseNumber": "MRK 3:26",
    "verseText": "Naye Shetani kama akijipinga mwenyewe na awe amegawanyika, hawezi kusimama bali mwisho wake umewadia."
  },
  {
    "verseNumber": "MRK 3:27",
    "verseText": "Hakuna mtu yeyote awezaye kuingia kwenye nyumba ya mtu mwenye nguvu na kuteka nyara mali zake asipomfunga kwanza yule mwenye nguvu. Ndipo ataweza kuteka nyara mali zake."
  },
  {
    "verseNumber": "MRK 3:28",
    "verseText": "Amin, nawaambia, dhambi zote na makufuru yote ya wanadamu watasamehewa."
  },
  {
    "verseNumber": "MRK 3:29",
    "verseText": "Lakini yeyote anayemkufuru Roho Mtakatifu hatasamehewa kamwe, atakuwa na hatia ya dhambi ya milele.”"
  },
  {
    "verseNumber": "MRK 3:30",
    "verseText": "Yesu alisema hivi kwa sababu walikuwa wanasema, “Ana pepo mchafu.”"
  },
  {
    "verseNumber": "MRK 3:31",
    "verseText": "Kisha wakaja ndugu zake Yesu pamoja na mama yake. Wakasimama nje, wakamtuma mtu kumwita."
  },
  {
    "verseNumber": "MRK 3:32",
    "verseText": "Umati wa watu ulikuwa umeketi kumzunguka, nao wakamwambia, “Mama yako na ndugu zako wako nje, wanakutafuta.”"
  },
  {
    "verseNumber": "MRK 3:33",
    "verseText": "Akawauliza, “Mama yangu na ndugu zangu ni nani?”"
  },
  {
    "verseNumber": "MRK 3:34",
    "verseText": "Kisha akawatazama wale watu waliokuwa wameketi kumzunguka pande zote, akasema, “Hawa ndio mama yangu na ndugu zangu."
  },
  {
    "verseNumber": "MRK 3:35",
    "verseText": "Mtu yeyote anayetenda mapenzi ya Mungu, huyo ndiye ndugu yangu, na dada yangu na mama yangu.”"
  },
  {
    "verseNumber": "MRK 4:1",
    "verseText": "Yesu akaanza kufundisha tena kando ya bahari. Umati wa watu uliokuwa umekusanyika kumzunguka ulikuwa mkubwa, kiasi kwamba ilimbidi Yesu aingie kwenye mashua iliyokuwa baharini na kuketi humo, nao watu wote walikuwa ufuoni mwa bahari."
  },
  {
    "verseNumber": "MRK 4:2",
    "verseText": "Akawafundisha mambo mengi kwa mifano, naye katika mafundisho yake akasema:"
  },
  {
    "verseNumber": "MRK 4:3",
    "verseText": "“Sikilizeni! Mpanzi alitoka kwenda kupanda mbegu zake."
  },
  {
    "verseNumber": "MRK 4:4",
    "verseText": "Alipokuwa akitawanya mbegu, nyingine zilianguka kando ya njia, nao ndege wakaja na kuzila."
  },
  {
    "verseNumber": "MRK 4:5",
    "verseText": "Nyingine zilianguka kwenye ardhi yenye mwamba isiyo na udongo wa kutosha. Zikaota haraka, kwa kuwa udongo ulikuwa haba."
  },
  {
    "verseNumber": "MRK 4:6",
    "verseText": "Lakini jua lilipozidi, mimea ikanyauka na kukauka kwa kuwa mizizi yake haikuwa na kina."
  },
  {
    "verseNumber": "MRK 4:7",
    "verseText": "Mbegu nyingine zilianguka kwenye miiba, nayo miiba hiyo ikakua, ikaisonga hiyo mimea, hivyo haikutoa mazao."
  },
  {
    "verseNumber": "MRK 4:8",
    "verseText": "Mbegu nyingine zilianguka kwenye udongo mzuri, zikaota vizuri na kukua, zikatoa mazao, moja mara thelathini, nyingine mara sitini, na nyingine mara mia moja.”"
  },
  {
    "verseNumber": "MRK 4:9",
    "verseText": "Kisha Yesu akasema, “Mwenye masikio ya kusikia, na asikie.”"
  },
  {
    "verseNumber": "MRK 4:10",
    "verseText": "Alipokuwa peke yake, watu waliokuwepo naye pamoja na wanafunzi wake kumi na wawili wakamuuliza kuhusu mifano yake."
  },
  {
    "verseNumber": "MRK 4:11",
    "verseText": "Naye akawaambia, “Ninyi mmepewa kujua siri ya Ufalme wa Mungu. Lakini kwa wale walioko nje, kila kitu husemwa kwao kwa mifano,"
  },
  {
    "verseNumber": "MRK 4:12",
    "verseText": "ili, “ ‘daima waone lakini wasitambue, daima wasikie lakini wasielewe; wasije wakageuka, wakatubu na kusamehewa!’ ”"
  },
  {
    "verseNumber": "MRK 4:13",
    "verseText": "Kisha Yesu akawauliza, “Hamwelewi maana ya mfano huu? Basi mtaelewaje mifano mingine?"
  },
  {
    "verseNumber": "MRK 4:14",
    "verseText": "Yule mpanzi hupanda neno."
  },
  {
    "verseNumber": "MRK 4:15",
    "verseText": "Hawa ndio wale walio kando ya njia ambako neno lilipandwa. Walisikiapo neno, Shetani huja mara na kulinyakua lile neno lililopandwa ndani yao."
  },
  {
    "verseNumber": "MRK 4:16",
    "verseText": "Nazo zile mbegu zilizoanguka kwenye udongo wenye miamba, ni wale wanaolisikia neno, na mara hulipokea kwa furaha."
  },
  {
    "verseNumber": "MRK 4:17",
    "verseText": "Lakini kwa kuwa hawana mizizi, wao hudumu kwa muda mfupi tu. Kisha dhiki au mateso yanapoinuka kwa ajili ya lile neno, mara wao huiacha imani."
  },
  {
    "verseNumber": "MRK 4:18",
    "verseText": "Lakini wengine, kama mbegu iliyopandwa kwenye miiba, hulisikia lile neno;"
  },
  {
    "verseNumber": "MRK 4:19",
    "verseText": "lakini masumbufu ya maisha haya, na udanganyifu wa mali na tamaa ya mambo mengine huja na kulisonga lile neno na kulifanya lisizae."
  },
  {
    "verseNumber": "MRK 4:20",
    "verseText": "Wengine, kama mbegu iliyopandwa kwenye udongo mzuri, hulisikia lile neno, wakalipokea na kuzaa mazao. Wao huzaa mara thelathini, au mara sitini, au mara mia ya mbegu iliyopandwa.”"
  },
  {
    "verseNumber": "MRK 4:21",
    "verseText": "Akawaambia, “Je, taa huwashwa na kufunikwa chini ya kikapu au mvunguni mwa kitanda? Je, haiwashwi na kuwekwa juu ya kinara chake?"
  },
  {
    "verseNumber": "MRK 4:22",
    "verseText": "Kwa kuwa hakuna kilichofichika ambacho hakitafunuliwa, wala hakuna jambo lolote la siri ambalo halitaletwa nuruni."
  },
  {
    "verseNumber": "MRK 4:23",
    "verseText": "Mwenye masikio ya kusikia, na asikie.”"
  },
  {
    "verseNumber": "MRK 4:24",
    "verseText": "Naye akawaambia, “Kuweni waangalifu na yale mnayosikia. Kipimo kile mpimacho, ndicho mtakachopimiwa ninyi, hata na zaidi."
  },
  {
    "verseNumber": "MRK 4:25",
    "verseText": "Kwa maana kila mtu aliye na kitu atapewa zaidi, naye atakuwa navyo tele. Lakini yule asiye na kitu, hata kile alicho nacho atanyangʼanywa.”"
  },
  {
    "verseNumber": "MRK 4:26",
    "verseText": "Pia akawaambia, “Ufalme wa Mungu unafanana na mtu apandaye mbegu shambani."
  },
  {
    "verseNumber": "MRK 4:27",
    "verseText": "Akiisha kuzipanda, usiku na mchana, akiwa amelala au ameamka, mbegu huota na kukua pasipo yeye kujua ikuavyo."
  },
  {
    "verseNumber": "MRK 4:28",
    "verseText": "Udongo huifanya iote kuwa mche, halafu suke, kisha nafaka kamili kwenye suke."
  },
  {
    "verseNumber": "MRK 4:29",
    "verseText": "Lakini nafaka inapokuwa imekomaa, mara mkulima huingia shambani na mundu wa kuvunia, maana mavuno yamekuwa tayari.”"
  },
  {
    "verseNumber": "MRK 4:30",
    "verseText": "Akawaambia tena, “Tuufananishe Ufalme wa Mungu na nini? Au tutumie mfano gani ili kuueleza?"
  },
  {
    "verseNumber": "MRK 4:31",
    "verseText": "Ni kama punje ya haradali, ambayo ni mbegu ndogo sana kuliko mbegu zote zinazopandwa ardhini."
  },
  {
    "verseNumber": "MRK 4:32",
    "verseText": "Lakini ikishaota, hukua ikawa mmea mkubwa kuliko yote ya bustanini, ikawa na matawi makubwa hata ndege wa angani wanaweza kujenga viota kwenye matawi yake.”"
  },
  {
    "verseNumber": "MRK 4:33",
    "verseText": "Kwa mifano mingine mingi kama hii Yesu alinena nao neno lake, kwa kadiri walivyoweza kulielewa."
  },
  {
    "verseNumber": "MRK 4:34",
    "verseText": "Hakusema nao neno lolote pasipo mfano. Lakini alipokuwa na wanafunzi wake, aliwafafanulia kila kitu."
  },
  {
    "verseNumber": "MRK 4:35",
    "verseText": "Siku hiyo ilipokaribia jioni, aliwaambia wanafunzi wake, “Tuvukeni twende mpaka ngʼambo.”"
  },
  {
    "verseNumber": "MRK 4:36",
    "verseText": "Wakauacha ule umati wa watu, na wakamchukua vile alivyokuwa kwenye mashua. Palikuwa pia na mashua nyingine nyingi pamoja naye."
  },
  {
    "verseNumber": "MRK 4:37",
    "verseText": "Kukawa na dhoruba kali, nayo mawimbi yakaipiga ile mashua hata ikawa karibu kujaa maji."
  },
  {
    "verseNumber": "MRK 4:38",
    "verseText": "Yesu alikuwa katika shetri, akiwa analala juu ya mto. Wanafunzi wake wakamwamsha, wakamwambia, “Mwalimu, hujali kama tunazama?”"
  },
  {
    "verseNumber": "MRK 4:39",
    "verseText": "Akaamka, akaukemea ule upepo, akayaambia yale mawimbi, “Uwe kimya! Tulia!” Ule upepo ukatulia, kukawa shwari kabisa."
  },
  {
    "verseNumber": "MRK 4:40",
    "verseText": "Yesu akawaambia wanafunzi wake, “Kwa nini mnaogopa hivyo? Je, bado hamna imani?”"
  },
  {
    "verseNumber": "MRK 4:41",
    "verseText": "Nao wakawa wameogopa sana, wakaulizana, “Ni nani huyu ambaye hata upepo na mawimbi vinamtii?”"
  },
  {
    "verseNumber": "MRK 5:1",
    "verseText": "Wakafika upande wa pili wa ziwa wakaingia katika nchi ya Wagerasi."
  },
  {
    "verseNumber": "MRK 5:2",
    "verseText": "Yesu alipotoka kwenye mashua, mara mtu mmoja mwenye pepo mchafu akatoka makaburini akakutana naye."
  },
  {
    "verseNumber": "MRK 5:3",
    "verseText": "Mtu huyu aliishi makaburini, wala hakuna aliyeweza kumzuia hata kwa kumfunga minyororo."
  },
  {
    "verseNumber": "MRK 5:4",
    "verseText": "Kwa kuwa mara kwa mara alikuwa amefungwa minyororo mikononi na miguuni, lakini akaikata hiyo minyororo na kuzivunja zile pingu miguuni mwake. Hapakuwa na mtu yeyote aliyekuwa na nguvu za kumzuia."
  },
  {
    "verseNumber": "MRK 5:5",
    "verseText": "Usiku na mchana alikuwa makaburini na milimani, akipiga kelele na kujikatakata kwa mawe."
  },
  {
    "verseNumber": "MRK 5:6",
    "verseText": "Alipomwona Yesu kwa mbali, alimkimbilia, akapiga magoti mbele yake."
  },
  {
    "verseNumber": "MRK 5:7",
    "verseText": "Akapiga kelele kwa nguvu akisema, “Una nini nami, Yesu, Mwana wa Mungu Aliye Juu Sana? Ninakusihi kwa jina la Mungu, usinitese!”"
  },
  {
    "verseNumber": "MRK 5:8",
    "verseText": "Kwa kuwa Yesu alikuwa amemwambia, “Mtoke mtu huyu, wewe pepo mchafu!”"
  },
  {
    "verseNumber": "MRK 5:9",
    "verseText": "Yesu akamuuliza, “Jina lako ni nani?” Akamjibu, “Jina langu ni Legioni, kwa kuwa tuko wengi.”"
  },
  {
    "verseNumber": "MRK 5:10",
    "verseText": "Akamsihi Yesu sana asiwapeleke nje ya nchi ile."
  },
  {
    "verseNumber": "MRK 5:11",
    "verseText": "Palikuwa na kundi kubwa la nguruwe lililokuwa likilisha karibu kando ya kilima."
  },
  {
    "verseNumber": "MRK 5:12",
    "verseText": "Wale pepo wachafu wakamsihi Yesu wakisema, “Tuamuru twende kwenye wale nguruwe. Turuhusu tuwaingie.”"
  },
  {
    "verseNumber": "MRK 5:13",
    "verseText": "Basi Yesu akawaruhusu, nao wale pepo wachafu wakatoka, wakawaingia hao nguruwe. Lile kundi lilikuwa na nguruwe wapatao 2,000, nao wote wakateremkia gengeni kwa kasi, nao wakatumbukia ziwani na kuzama."
  },
  {
    "verseNumber": "MRK 5:14",
    "verseText": "Wale watu waliokuwa wakichunga hao nguruwe wakakimbilia mjini na vijijini kueleza yaliyotukia. Watu wakatoka kwenda kuona hayo yaliyokuwa yametukia."
  },
  {
    "verseNumber": "MRK 5:15",
    "verseText": "Walipofika kwa Yesu, wakamwona yule mtu aliyekuwa amepagawa na pepo wachafu legioni akiwa ameketi hapo, amevaa nguo na mwenye akili timamu. Wakaogopa."
  },
  {
    "verseNumber": "MRK 5:16",
    "verseText": "Wale walioyaona mambo hayo wakawaeleza watu wengine yaliyomtokea yule mtu aliyekuwa amepagawa na pepo wachafu, na habari za lile kundi la nguruwe pia."
  },
  {
    "verseNumber": "MRK 5:17",
    "verseText": "Basi watu wakaanza kumwomba Yesu aondoke katika nchi yao."
  },
  {
    "verseNumber": "MRK 5:18",
    "verseText": "Yesu alipokuwa anaingia kwenye mashua, yule mtu aliyekuwa amepagawa na pepo wachafu akamsihi Yesu waende pamoja."
  },
  {
    "verseNumber": "MRK 5:19",
    "verseText": "Yesu hakumruhusu, bali alimwambia, “Nenda nyumbani kwa jamaa yako ukawaeleze mambo makuu aliyokutendea Bwana, na jinsi alivyokuhurumia.”"
  },
  {
    "verseNumber": "MRK 5:20",
    "verseText": "Yule mtu akaenda zake, akaanza kutangaza katika Dekapoli mambo makuu Yesu aliyomtendea. Nao watu wote wakastaajabu."
  },
  {
    "verseNumber": "MRK 5:21",
    "verseText": "Yesu alipokwisha kuvuka tena na kufika ngʼambo, umati mkubwa wa watu ukamzunguka yeye akiwa hapo kando ya bahari."
  },
  {
    "verseNumber": "MRK 5:22",
    "verseText": "Kisha mmoja wa viongozi wa sinagogi aliyeitwa Yairo akafika pale. Naye alipomwona Yesu, akapiga magoti miguuni pake,"
  },
  {
    "verseNumber": "MRK 5:23",
    "verseText": "akamsihi akisema, “Binti yangu mdogo ni mgonjwa mahututi. Tafadhali nakusihi, njoo uweke mikono yako juu yake ili apate kupona, naye atakuwa hai.”"
  },
  {
    "verseNumber": "MRK 5:24",
    "verseText": "Hivyo Yesu akaenda pamoja naye. Umati mkubwa wa watu ukamfuata, nao watu wakawa wanamsonga."
  },
  {
    "verseNumber": "MRK 5:25",
    "verseText": "Hapo palikuwa na mwanamke aliyekuwa amesumbuliwa na tatizo la kutokwa damu kwa miaka kumi na miwili."
  },
  {
    "verseNumber": "MRK 5:26",
    "verseText": "Mwanamke huyu alikuwa ameteseka sana kwa mikono ya matabibu wengi, na kutumia kila kitu alichokuwa nacho. Lakini badala ya kupona, hali yake ilizidi kuwa mbaya."
  },
  {
    "verseNumber": "MRK 5:27",
    "verseText": "Alikuwa amesikia habari za Yesu, naye akaja kwa nyuma yake kwenye umati wa watu, akaligusa vazi lake,"
  },
  {
    "verseNumber": "MRK 5:28",
    "verseText": "kwa maana alisema moyoni mwake, “Kama nikiweza kuligusa vazi lake tu, nitaponywa.”"
  },
  {
    "verseNumber": "MRK 5:29",
    "verseText": "Mara kutoka damu kwake kukakoma, naye akajisikia mwilini mwake amepona kabisa."
  },
  {
    "verseNumber": "MRK 5:30",
    "verseText": "Ghafula Yesu akatambua kuwa nguvu zimemtoka. Akaugeukia ule umati wa watu na kuuliza, “Ni nani aliyegusa mavazi yangu?”"
  },
  {
    "verseNumber": "MRK 5:31",
    "verseText": "Wanafunzi wake wakamjibu, “Unaona jinsi umati wa watu unavyokusonga. Wawezaje kuuliza, ‘Ni nani aliyenigusa?’ ”"
  },
  {
    "verseNumber": "MRK 5:32",
    "verseText": "Lakini Yesu akaangalia pande zote ili aone ni nani aliyemgusa."
  },
  {
    "verseNumber": "MRK 5:33",
    "verseText": "Yule mwanamke, akijua kilichomtokea, akaja, akaanguka miguuni pake akitetemeka kwa hofu, akamweleza ukweli wote."
  },
  {
    "verseNumber": "MRK 5:34",
    "verseText": "Yesu akamwambia, “Binti, imani yako imekuponya. Nenda kwa amani, upone kabisa ugonjwa wako.”"
  },
  {
    "verseNumber": "MRK 5:35",
    "verseText": "Alipokuwa bado anaongea, watu wakafika kutoka nyumbani kwa Yairo. Wakamwambia, “Binti yako amekufa. Kwa nini kuendelea kumsumbua Mwalimu?”"
  },
  {
    "verseNumber": "MRK 5:36",
    "verseText": "Aliposikia hayo waliyosema, Yesu akamwambia huyo kiongozi wa sinagogi, “Usiogope. Amini tu.”"
  },
  {
    "verseNumber": "MRK 5:37",
    "verseText": "Hakumruhusu mtu mwingine yeyote amfuate isipokuwa Petro, Yakobo na Yohana, nduguye Yakobo."
  },
  {
    "verseNumber": "MRK 5:38",
    "verseText": "Walipofika nyumbani kwa yule kiongozi wa sinagogi, Yesu akaona ghasia, watu wakilia na kuomboleza kwa sauti kubwa."
  },
  {
    "verseNumber": "MRK 5:39",
    "verseText": "Alipokwisha kuingia ndani, akawaambia, “Kwa nini mnafanya ghasia na kulia? Mtoto hajafa, bali amelala tu.”"
  },
  {
    "verseNumber": "MRK 5:40",
    "verseText": "Wale watu wakamcheka kwa dharau. Lakini yeye akawatoa wote nje, akawachukua baba na mama wa yule mtoto, pamoja na wale wanafunzi aliokuwa nao. Wakaingia ndani mpaka pale alipokuwa yule mtoto."
  },
  {
    "verseNumber": "MRK 5:41",
    "verseText": "Akamshika mtoto mkono, akamwambia, “Talitha koum!” (maana yake ni, “Msichana, nakuambia: amka!”)"
  },
  {
    "verseNumber": "MRK 5:42",
    "verseText": "Mara yule msichana akasimama, akaanza kutembea (alikuwa na umri wa miaka kumi na miwili). Walipoona haya, wakastaajabu sana."
  },
  {
    "verseNumber": "MRK 5:43",
    "verseText": "Yesu akawaagiza kwa ukali wasimweleze mtu yeyote jambo hilo, naye akawaambia wampe yule msichana chakula."
  },
  {
    "verseNumber": "MRK 6:1",
    "verseText": "Yesu akaondoka huko na kwenda mji wa kwao, akiwa amefuatana na wanafunzi wake."
  },
  {
    "verseNumber": "MRK 6:2",
    "verseText": "Ilipofika siku ya Sabato, akaanza kufundisha katika sinagogi, na wengi waliomsikia wakashangaa. Nao wakauliza, “Mtu huyu ameyapata wapi mambo haya yote? Tazama ni hekima ya namna gani hii aliyopewa? Tazama matendo ya miujiza ayafanyayo kwa mikono yake!"
  },
  {
    "verseNumber": "MRK 6:3",
    "verseText": "Huyu si yule seremala, mwana wa Maria? Na ndugu zake si Yakobo, Yose, Yuda na Simoni? Dada zake wote si tuko nao hapa kwetu?” Nao wakachukizwa sana kwa ajili yake, wakakataa kumwamini."
  },
  {
    "verseNumber": "MRK 6:4",
    "verseText": "Yesu akawaambia, “Nabii hakosi heshima isipokuwa katika mji wake mwenyewe, na miongoni mwa jamaa na ndugu zake, na nyumbani kwake.”"
  },
  {
    "verseNumber": "MRK 6:5",
    "verseText": "Hakufanya miujiza yoyote huko isipokuwa kuweka mikono yake juu ya wagonjwa wachache na kuwaponya."
  },
  {
    "verseNumber": "MRK 6:6",
    "verseText": "Naye akashangazwa sana kwa jinsi wasivyokuwa na imani. Yesu Awatuma Wale Kumi Na Wawili Kisha Yesu akawa anakwenda kutoka kijiji kimoja hadi kingine akifundisha."
  },
  {
    "verseNumber": "MRK 6:7",
    "verseText": "Akawaita wale kumi na wawili, akawatuma wawili wawili, na kuwapa mamlaka kutoa pepo wachafu."
  },
  {
    "verseNumber": "MRK 6:8",
    "verseText": "Akawaagiza akisema, “Msichukue chochote kwa ajili ya safari isipokuwa fimbo tu. Msichukue mkate, wala mkoba, wala fedha kwenye mikanda yenu."
  },
  {
    "verseNumber": "MRK 6:9",
    "verseText": "Vaeni viatu, lakini msivae nguo ya ziada.”"
  },
  {
    "verseNumber": "MRK 6:10",
    "verseText": "Akawaambia, “Mkiingia kwenye nyumba yoyote, kaeni humo hadi mtakapoondoka katika mji huo."
  },
  {
    "verseNumber": "MRK 6:11",
    "verseText": "Kama mahali popote hawatawakaribisha wala kuwasikiliza, mtakapoondoka huko, kungʼuteni mavumbi kutoka kwenye miguu yenu ili kuwa ushuhuda dhidi yao.”"
  },
  {
    "verseNumber": "MRK 6:12",
    "verseText": "Kwa hiyo wakatoka na kuhubiri kwamba inawapasa watu kutubu na kuacha dhambi."
  },
  {
    "verseNumber": "MRK 6:13",
    "verseText": "Wakatoa pepo wachafu wengi, wakawapaka wagonjwa wengi mafuta na kuwaponya."
  },
  {
    "verseNumber": "MRK 6:14",
    "verseText": "Mfalme Herode akasikia habari hizi, kwa maana jina la Yesu lilikuwa limejulikana sana. Watu wengine walikuwa wakisema, “Yohana Mbatizaji amefufuliwa kutoka kwa wafu, ndiyo sababu nguvu za kutenda miujiza zinafanya kazi ndani yake.”"
  },
  {
    "verseNumber": "MRK 6:15",
    "verseText": "Wengine wakasema, “Yeye ni Eliya.” Nao wengine wakasema, “Yeye ni nabii, kama mmojawapo wa wale manabii wa zamani.”"
  },
  {
    "verseNumber": "MRK 6:16",
    "verseText": "Lakini Herode aliposikia habari hizi, akasema, “Huyo ni Yohana Mbatizaji, niliyemkata kichwa, amefufuliwa kutoka kwa wafu!”"
  },
  {
    "verseNumber": "MRK 6:17",
    "verseText": "Kwa kuwa Herode alikuwa ameagiza kwamba Yohana Mbatizaji akamatwe, afungwe na kutiwa gerezani. Alifanya hivi kwa sababu ya Herodia, mke wa Filipo, ndugu yake, ambaye Herode alikuwa amemwoa."
  },
  {
    "verseNumber": "MRK 6:18",
    "verseText": "Yohana alikuwa amemwambia Herode, “Si halali kwako kuwa na mke wa ndugu yako.”"
  },
  {
    "verseNumber": "MRK 6:19",
    "verseText": "Kwa hiyo Herodia alikuwa amemwekea Yohana kinyongo akataka kumuua. Lakini hakuweza,"
  },
  {
    "verseNumber": "MRK 6:20",
    "verseText": "kwa sababu Herode alimwogopa Yohana akijua kwamba ni mtu mwenye haki na mtakatifu, hivyo akamlinda. Herode alifadhaika sana alipomsikia Yohana, lakini bado alipenda kumsikiliza."
  },
  {
    "verseNumber": "MRK 6:21",
    "verseText": "Mfalme Herode alifanya karamu kubwa wakati wa sikukuu ya kuzaliwa kwake. Akawaalika maafisa wake wakuu, majemadari wa jeshi na watu mashuhuri wa Galilaya. Hatimaye Herodia alipata wasaa aliokuwa akiutafuta."
  },
  {
    "verseNumber": "MRK 6:22",
    "verseText": "Binti yake Herodia alipoingia na kucheza, akamfurahisha Herode pamoja na wageni wake walioalikwa chakulani. Mfalme Herode akamwambia yule binti, “Niombe kitu chochote utakacho, nami nitakupa.”"
  },
  {
    "verseNumber": "MRK 6:23",
    "verseText": "Tena akamwahidi kwa kiapo, akamwambia, “Chochote utakachoomba nitakupa, hata kama ni nusu ya ufalme wangu.”"
  },
  {
    "verseNumber": "MRK 6:24",
    "verseText": "Yule binti akatoka nje, akaenda kumuuliza mama yake, “Niombe nini?” Mama yake akamjibu, “Omba kichwa cha Yohana Mbatizaji.”"
  },
  {
    "verseNumber": "MRK 6:25",
    "verseText": "Yule binti akarudi haraka kwa mfalme, akamwambia, “Nataka unipe sasa hivi kichwa cha Yohana Mbatizaji kwenye sinia.”"
  },
  {
    "verseNumber": "MRK 6:26",
    "verseText": "Mfalme akasikitika sana, lakini kwa sababu alikuwa ameapa viapo mbele ya wageni wake, hakutaka kumkatalia."
  },
  {
    "verseNumber": "MRK 6:27",
    "verseText": "Mara mfalme akatuma askari mmojawapo wa walinzi wake kukileta kichwa cha Yohana. Akaenda na kumkata Yohana kichwa humo gerezani,"
  },
  {
    "verseNumber": "MRK 6:28",
    "verseText": "akakileta kichwa chake kwenye sinia na kumpa yule msichana, naye yule msichana akampa mama yake."
  },
  {
    "verseNumber": "MRK 6:29",
    "verseText": "Wanafunzi wa Yohana walipopata habari hizi, wakaja na kuuchukua mwili wake, wakauzika kaburini."
  },
  {
    "verseNumber": "MRK 6:30",
    "verseText": "Wale mitume wakakusanyika kwa Yesu na kumpa taarifa ya mambo yote waliyokuwa wamefanya na kufundisha."
  },
  {
    "verseNumber": "MRK 6:31",
    "verseText": "Basi kwa kuwa watu wengi mno walikuwa wakija na kutoka, hata wakawa hawana nafasi ya kula, Yesu akawaambia wanafunzi wake, “Twendeni peke yetu mahali pa faragha, mpate kupumzika.”"
  },
  {
    "verseNumber": "MRK 6:32",
    "verseText": "Hivyo wakaondoka kwa mashua peke yao, wakaenda mahali pasipo na watu."
  },
  {
    "verseNumber": "MRK 6:33",
    "verseText": "Lakini watu wengi waliowaona wakiondoka, wakawatambua, nao wakaenda haraka kwa miguu kutoka miji yote, nao wakatangulia kufika."
  },
  {
    "verseNumber": "MRK 6:34",
    "verseText": "Yesu alipofika kando ya bahari, aliona makutano makubwa ya watu, akawahurumia kwa maana walikuwa kama kondoo wasiokuwa na mchungaji. Kwa hiyo akaanza kuwafundisha mambo mengi."
  },
  {
    "verseNumber": "MRK 6:35",
    "verseText": "Mchana ulipokuwa umeendelea sana, wanafunzi wake walienda kwake, wakamwambia, “Mahali hapa ni nyikani, nazo saa zimekwenda sana."
  },
  {
    "verseNumber": "MRK 6:36",
    "verseText": "Waage watu ili waende mashambani na vijijini jirani, wakajinunulie chakula.”"
  },
  {
    "verseNumber": "MRK 6:37",
    "verseText": "Lakini Yesu akawajibu, “Ninyi wapeni chakula.” Wakamwambia, “Je, twende tukanunue mikate ya dinari 200 ili tuwape watu hawa wale?”"
  },
  {
    "verseNumber": "MRK 6:38",
    "verseText": "Akawauliza, “Kuna mikate mingapi? Nendeni mkaangalie.” Walipokwisha kujua wakarudi, wakamwambia, “Kuna mikate mitano na samaki wawili.”"
  },
  {
    "verseNumber": "MRK 6:39",
    "verseText": "Kisha Yesu akawaamuru wawaketishe watu makundi makundi kwenye majani,"
  },
  {
    "verseNumber": "MRK 6:40",
    "verseText": "nao wakaketi kwenye makundi ya watu mia mia na wengine hamsini hamsini."
  },
  {
    "verseNumber": "MRK 6:41",
    "verseText": "Yesu akaichukua ile mikate mitano na wale samaki wawili, akainua macho yake akatazama mbinguni, akavibariki na kuimega ile mikate. Kisha akawapa wanafunzi wake ili wawagawie wale watu wote. Pia akawagawia wote wale samaki wawili."
  },
  {
    "verseNumber": "MRK 6:42",
    "verseText": "Watu wote wakala, wakashiba."
  },
  {
    "verseNumber": "MRK 6:43",
    "verseText": "Nao wanafunzi wake wakakusanya vipande vilivyosalia vya mikate na samaki, wakajaza vikapu kumi na viwili."
  },
  {
    "verseNumber": "MRK 6:44",
    "verseText": "Idadi ya wanaume waliokula walikuwa 5,000."
  },
  {
    "verseNumber": "MRK 6:45",
    "verseText": "Mara Yesu akawaambia wanafunzi wake waingie kwenye mashua watangulie kwenda Bethsaida, wakati yeye alikuwa akiwaaga wale makutano."
  },
  {
    "verseNumber": "MRK 6:46",
    "verseText": "Baada ya kuwaaga wale watu, akaenda mlimani kuomba."
  },
  {
    "verseNumber": "MRK 6:47",
    "verseText": "Ilipofika jioni, ile mashua ilikuwa imefika katikati ya bahari, na Yesu alikuwa peke yake katika nchi kavu."
  },
  {
    "verseNumber": "MRK 6:48",
    "verseText": "Akawaona wanafunzi wake wanahangaika na kupiga makasia kwa nguvu, kwa sababu upepo ulikuwa wa mbisho. Wakati wa zamu ya nne ya usiku, Yesu akawaendea wanafunzi wake, akiwa anatembea juu ya maji. Alikuwa karibu kuwapita,"
  },
  {
    "verseNumber": "MRK 6:49",
    "verseText": "lakini walipomwona akitembea juu ya maji, wakadhani ni mzimu. Wakapiga yowe,"
  },
  {
    "verseNumber": "MRK 6:50",
    "verseText": "kwa sababu wote walipomwona waliogopa. Mara Yesu akasema nao, akawaambia, “Jipeni moyo! Ni mimi. Msiogope!”"
  },
  {
    "verseNumber": "MRK 6:51",
    "verseText": "Akapanda ndani ya mashua nao, na ule upepo ukakoma! Wakashangaa kabisa,"
  },
  {
    "verseNumber": "MRK 6:52",
    "verseText": "kwa kuwa walikuwa hawajaelewa kuhusu ile mikate. Mioyo yao ilikuwa migumu."
  },
  {
    "verseNumber": "MRK 6:53",
    "verseText": "Walipokwisha kuvuka, wakafika nchi ya Genesareti, wakatia nanga."
  },
  {
    "verseNumber": "MRK 6:54",
    "verseText": "Mara waliposhuka kutoka mashua yao, watu wakamtambua Yesu."
  },
  {
    "verseNumber": "MRK 6:55",
    "verseText": "Wakaenda katika vijiji vyote upesi, wakawabeba wagonjwa kwenye mikeka ili kuwapeleka mahali popote waliposikia kuwa Yesu yupo."
  },
  {
    "verseNumber": "MRK 6:56",
    "verseText": "Kila mahali Yesu alipokwenda, iwe vijijini, mijini au mashambani, watu waliwaweka wagonjwa wao masokoni. Wakamwomba awaruhusu hao wagonjwa waguse japo upindo wa vazi lake. Nao wote waliomgusa waliponywa."
  },
  {
    "verseNumber": "MRK 7:1",
    "verseText": "Mafarisayo na baadhi ya walimu wa sheria waliokuwa wametoka Yerusalemu wakakusanyika mbele ya Yesu."
  },
  {
    "verseNumber": "MRK 7:2",
    "verseText": "Wakawaona baadhi ya wanafunzi wake wakila chakula kwa mikono iliyo najisi, yaani, bila kunawa kama ilivyotakiwa na sheria ya dini ya Wayahudi."
  },
  {
    "verseNumber": "MRK 7:3",
    "verseText": "(Kwa kuwa Mafarisayo na Wayahudi wote hawali chakula pasipo kunawa kwa kufuata desturi za wazee wao."
  },
  {
    "verseNumber": "MRK 7:4",
    "verseText": "Wanapotoka sokoni hawawezi kula pasipo kunawa. Pia kuna desturi nyingine nyingi wanazofuata kama vile jinsi ya kuosha vikombe, vyungu na vyombo vya shaba.)"
  },
  {
    "verseNumber": "MRK 7:5",
    "verseText": "Kwa hiyo wale Mafarisayo na walimu wa sheria wakamuuliza Yesu, “Mbona wanafunzi wako hawafuati desturi za wazee, na badala yake wanakula kwa mikono najisi?”"
  },
  {
    "verseNumber": "MRK 7:6",
    "verseText": "Yesu akawajibu, “Nabii Isaya alisema ukweli alipotabiri juu yenu, ninyi wanafiki. Kama ilivyoandikwa: “ ‘Watu hawa huniheshimu kwa midomo yao, lakini mioyo yao iko mbali nami."
  },
  {
    "verseNumber": "MRK 7:7",
    "verseText": "Huniabudu bure, nayo mafundisho yao ni maagizo ya wanadamu tu.’"
  },
  {
    "verseNumber": "MRK 7:8",
    "verseText": "Ninyi mmeziacha amri za Mungu na kushika desturi za watu.”"
  },
  {
    "verseNumber": "MRK 7:9",
    "verseText": "Naye akawaambia, “Ninyi mnayo njia nzuri ya kukataa amri za Mungu ili mpate kuyashika mapokeo yenu!"
  },
  {
    "verseNumber": "MRK 7:10",
    "verseText": "Kwa mfano, Mose alisema, ‘Waheshimu baba yako na mama yako,’ na, ‘Yeyote amtukanaye baba yake au mama yake, na auawe.’"
  },
  {
    "verseNumber": "MRK 7:11",
    "verseText": "Lakini ninyi mwafundisha kwamba mtu akimwambia baba yake au mama yake, ‘Kile ambacho ningeweza kukusaidia ni Korbani’ (yaani kimewekwa wakfu kwa Mungu),"
  },
  {
    "verseNumber": "MRK 7:12",
    "verseText": "basi hawajibiki tena kumsaidia baba yake au mama yake."
  },
  {
    "verseNumber": "MRK 7:13",
    "verseText": "Kwa njia hiyo ninyi mnabatilisha neno la Mungu kwa mapokeo yenu mliyojiwekea. Nanyi mnafanya mambo mengi ya aina hiyo.”"
  },
  {
    "verseNumber": "MRK 7:14",
    "verseText": "Yesu akaita tena ule umati wa watu, akawaambia, “Nisikilizeni, kila mmoja wenu na mwelewe jambo hili."
  },
  {
    "verseNumber": "MRK 7:15",
    "verseText": "Hakuna kitu kinachomwingia mtu kimtiacho unajisi, lakini kile kimtokacho ndicho kimtiacho unajisi. ["
  },
  {
    "verseNumber": "MRK 7:16",
    "verseText": "Kama mtu yeyote ana masikio ya kusikia na asikie.]”"
  },
  {
    "verseNumber": "MRK 7:17",
    "verseText": "Akiisha kuuacha ule umati wa watu na kuingia ndani, wanafunzi wake wakamuuliza maana ya mfano ule."
  },
  {
    "verseNumber": "MRK 7:18",
    "verseText": "Akawajibu, “Je, hata nanyi hamwelewi? Je, hamfahamu kwamba kitu kimwingiacho mtu hakimtii unajisi?"
  },
  {
    "verseNumber": "MRK 7:19",
    "verseText": "Mtu akila kitu hakiingii moyoni mwake bali tumboni, na baadaye hutolewa nje ya mwili wake.” (Kwa kusema hivi, Yesu alivihalalisha vyakula vyote kuwa ni “safi.”)"
  },
  {
    "verseNumber": "MRK 7:20",
    "verseText": "Akaendelea kusema, “Kile kimtokacho mtu ndicho kimtiacho unajisi."
  },
  {
    "verseNumber": "MRK 7:21",
    "verseText": "Kwa maana kutoka ndani ya moyo wa mtu hutoka mawazo mabaya, uasherati, wizi, uuaji, uzinzi,"
  },
  {
    "verseNumber": "MRK 7:22",
    "verseText": "tamaa mbaya, uovu, udanganyifu, ufisadi, wivu, matukano, kiburi na upumbavu."
  },
  {
    "verseNumber": "MRK 7:23",
    "verseText": "Maovu haya yote hutoka ndani ya mtu, nayo ndiyo yamtiayo mtu unajisi.”"
  },
  {
    "verseNumber": "MRK 7:24",
    "verseText": "Ndipo Yesu akaondoka hapo akaenda sehemu za Tiro. Akaingia katika nyumba moja, naye hakutaka mtu yeyote ajue kwamba yuko humo. Lakini hakuweza kujificha."
  },
  {
    "verseNumber": "MRK 7:25",
    "verseText": "Mara mwanamke mmoja, ambaye binti yake mdogo alikuwa na pepo mchafu, akaja na kumpigia magoti miguuni pake."
  },
  {
    "verseNumber": "MRK 7:26",
    "verseText": "Basi huyo mwanamke alikuwa Myunani, aliyezaliwa Foinike ya Siria. Akamsihi Yesu amtoe binti yake huyo pepo mchafu."
  },
  {
    "verseNumber": "MRK 7:27",
    "verseText": "Yesu akamwambia, “Waache watoto washibe kwanza, kwa maana si vyema kuchukua chakula cha watoto na kuwatupia mbwa.”"
  },
  {
    "verseNumber": "MRK 7:28",
    "verseText": "Lakini yule mwanamke akamjibu, “Bwana, hata mbwa walio chini ya meza hula makombo ya chakula cha watoto.”"
  },
  {
    "verseNumber": "MRK 7:29",
    "verseText": "Ndipo Yesu akamjibu, “Kwa sababu ya jibu lako, nenda zako nyumbani; yule pepo mchafu amemtoka binti yako.”"
  },
  {
    "verseNumber": "MRK 7:30",
    "verseText": "Akaenda zake nyumbani akamkuta binti yake amelala kitandani, yule pepo mchafu akiwa amemtoka."
  },
  {
    "verseNumber": "MRK 7:31",
    "verseText": "Kisha Yesu akaondoka sehemu za Tiro, akapita katikati ya Sidoni, hadi Bahari ya Galilaya na kuingia eneo la Dekapoli."
  },
  {
    "verseNumber": "MRK 7:32",
    "verseText": "Huko, watu wakamletea Yesu mtu mmoja kiziwi, ambaye pia alikuwa na kigugumizi, wakamwomba aweke mkono wake juu ya huyo mtu na amponye."
  },
  {
    "verseNumber": "MRK 7:33",
    "verseText": "Baadaye Yesu akampeleka yule kiziwi kando mbali na watu, Yesu akatia vidole vyake masikioni mwa yule mtu. Kisha akatema mate na kuugusa ulimi wa yule mtu."
  },
  {
    "verseNumber": "MRK 7:34",
    "verseText": "Ndipo Yesu akatazama mbinguni, akavuta hewa ndani kwa nguvu akamwambia, “Efatha!” (yaani, “Funguka!”)"
  },
  {
    "verseNumber": "MRK 7:35",
    "verseText": "Mara masikio yake yakafunguka na ulimi wake ukaachiliwa, akaanza kuongea sawasawa."
  },
  {
    "verseNumber": "MRK 7:36",
    "verseText": "Yesu akawaamuru wasimwambie mtu yeyote habari hizi. Lakini kadiri alivyowazuia, ndivyo walivyozidi kutangaza kwa bidii."
  },
  {
    "verseNumber": "MRK 7:37",
    "verseText": "Walistaajabu mno. Wakasema, “Amefanya mambo yote vizuri mno! Amewawezesha viziwi wasikie na bubu waseme!”"
  },
  {
    "verseNumber": "MRK 8:1",
    "verseText": "Katika siku hizo, umati mkubwa wa watu ulikusanyika tena. Kwa kuwa walikuwa hawana chakula, Yesu akawaita wanafunzi wake akawaambia,"
  },
  {
    "verseNumber": "MRK 8:2",
    "verseText": "“Ninauhurumia huu umati wa watu, kwa sababu sasa wamekuwa nami kwa muda wa siku tatu na hawana chakula."
  },
  {
    "verseNumber": "MRK 8:3",
    "verseText": "Nikiwaaga waende nyumbani bila kula, watazimia njiani kwa sababu baadhi yao wametoka mbali.”"
  },
  {
    "verseNumber": "MRK 8:4",
    "verseText": "Wanafunzi wake wakamjibu, “Lakini hapa nyikani tutapata wapi mikate ya kutosha kuwalisha?”"
  },
  {
    "verseNumber": "MRK 8:5",
    "verseText": "Yesu akawauliza, “Mna mikate mingapi?” Wakajibu, “Tuna mikate saba.”"
  },
  {
    "verseNumber": "MRK 8:6",
    "verseText": "Akawaambia watu waketi chini. Akiisha kuichukua mikate saba na kushukuru, akaimega na kuwapa wanafunzi wake ili wawagawie watu. Wanafunzi wake wakafanya hivyo."
  },
  {
    "verseNumber": "MRK 8:7",
    "verseText": "Walikuwa pia na visamaki vichache, Yesu akavibariki, akawaamuru wanafunzi wake wawagawie watu."
  },
  {
    "verseNumber": "MRK 8:8",
    "verseText": "Wale watu walikula na kutosheka. Baadaye wanafunzi wakakusanya vipande vilivyosalia, wakajaza vikapu saba."
  },
  {
    "verseNumber": "MRK 8:9",
    "verseText": "Watu waliokula walikuwa wapata 4,000. Akiisha kuwaaga,"
  },
  {
    "verseNumber": "MRK 8:10",
    "verseText": "aliingia kwenye mashua pamoja na wanafunzi wake, akaenda sehemu za Dalmanutha."
  },
  {
    "verseNumber": "MRK 8:11",
    "verseText": "Mafarisayo wakaja, wakaanza kumhoji Yesu. Ili kumtega, wakamwomba awaonyeshe ishara kutoka mbinguni."
  },
  {
    "verseNumber": "MRK 8:12",
    "verseText": "Akahuzunika moyoni, akawaambia, “Kwa nini kizazi hiki kinataka ishara? Amin nawaambieni, hakitapewa ishara yoyote.”"
  },
  {
    "verseNumber": "MRK 8:13",
    "verseText": "Kisha akawaacha, akarudi kwenye mashua, akavuka hadi ngʼambo."
  },
  {
    "verseNumber": "MRK 8:14",
    "verseText": "Wanafunzi walikuwa wamesahau kuchukua mikate ya kutosha. Walikuwa na mkate mmoja tu kwenye mashua."
  },
  {
    "verseNumber": "MRK 8:15",
    "verseText": "Yesu akawaonya: “Jihadharini na chachu ya Mafarisayo na ya Herode.”"
  },
  {
    "verseNumber": "MRK 8:16",
    "verseText": "Wakajadiliana wao kwa wao, na kusema, “Anasema hivi kwa sababu hatukuleta mikate.”"
  },
  {
    "verseNumber": "MRK 8:17",
    "verseText": "Yesu, akifahamu majadiliano yao, akawauliza: “Mbona mnajadiliana kuhusu kutokuwa na mikate? Je, bado hamtambui wala hamwelewi? Je, mbona mioyo yenu ni migumu kiasi hicho?"
  },
  {
    "verseNumber": "MRK 8:18",
    "verseText": "Je, mna macho lakini mnashindwa kuona, na mna masikio lakini mnashindwa kusikia? Je, hamkumbuki?"
  },
  {
    "verseNumber": "MRK 8:19",
    "verseText": "Nilipoimega ile mikate mitano kuwalisha watu 5,000, mlikusanya vikapu vingapi vilivyojaa vya masazo?” Wakamjibu, “Kumi na viwili.”"
  },
  {
    "verseNumber": "MRK 8:20",
    "verseText": "“Je, nilipoimega ile mikate saba kuwalisha watu 4,000, mlikusanya vikapu vingapi vilivyojaa vya masazo?” Wakamjibu, “Saba.”"
  },
  {
    "verseNumber": "MRK 8:21",
    "verseText": "Ndipo akawauliza, “Je, bado hamwelewi?”"
  },
  {
    "verseNumber": "MRK 8:22",
    "verseText": "Wakafika Bethsaida na baadhi ya watu wakamleta mtu mmoja kipofu wakamsihi Yesu amguse."
  },
  {
    "verseNumber": "MRK 8:23",
    "verseText": "Yesu akamshika mkono huyo kipofu akampeleka nje ya kijiji. Baada ya kuyatemea mate macho ya yule kipofu na kumwekea mikono, Yesu akamuuliza, “Unaona chochote?”"
  },
  {
    "verseNumber": "MRK 8:24",
    "verseText": "Yule kipofu akaangalia, akasema, “Ninaona watu, wanaonekana kama miti inayotembea.”"
  },
  {
    "verseNumber": "MRK 8:25",
    "verseText": "Yesu akamwekea tena mikono machoni. Kisha macho yake yakafunguka, kuona kwake kukarejea naye akaona kila kitu dhahiri."
  },
  {
    "verseNumber": "MRK 8:26",
    "verseText": "Yesu akamuaga aende nyumbani kwake, akimwambia, “Hata kijijini usiingie.”"
  },
  {
    "verseNumber": "MRK 8:27",
    "verseText": "Yesu na wanafunzi wake wakaondoka kwenda katika vijiji vya Kaisaria-Filipi. Walipokuwa njiani, Yesu akawauliza, “Watu husema mimi ni nani?”"
  },
  {
    "verseNumber": "MRK 8:28",
    "verseText": "Wakamjibu, “Baadhi husema wewe ni Yohana Mbatizaji, wengine husema ni Eliya, na bado wengine husema wewe ni mmojawapo wa manabii.”"
  },
  {
    "verseNumber": "MRK 8:29",
    "verseText": "Akawauliza, “Je, ninyi mnasema mimi ni nani?” Petro akajibu, “Wewe ndiwe Kristo.”"
  },
  {
    "verseNumber": "MRK 8:30",
    "verseText": "Yesu akawaonya wasimwambie mtu yeyote habari zake."
  },
  {
    "verseNumber": "MRK 8:31",
    "verseText": "Ndipo akaanza kuwafundisha wanafunzi wake kuwa Mwana wa Adamu lazima atapata mateso mengi na kukataliwa na wazee, viongozi wa makuhani, na walimu wa sheria, na kwamba itampasa auawe lakini baada ya siku tatu afufuke."
  },
  {
    "verseNumber": "MRK 8:32",
    "verseText": "Aliyasema haya waziwazi, ndipo Petro akamchukua kando na akaanza kumkemea."
  },
  {
    "verseNumber": "MRK 8:33",
    "verseText": "Lakini Yesu alipogeuka na kuwaangalia wanafunzi wake, akamkemea Petro. Akasema, “Rudi nyuma yangu, Shetani! Moyo wako hauwazi yaliyo ya Mungu, bali ya wanadamu.”"
  },
  {
    "verseNumber": "MRK 8:34",
    "verseText": "Ndipo akauita ule umati wa watu pamoja na wanafunzi wake, akasema, “Mtu yeyote akitaka kunifuata, ni lazima ajikane mwenyewe, auchukue msalaba wake, anifuate."
  },
  {
    "verseNumber": "MRK 8:35",
    "verseText": "Kwa maana yeyote anayetaka kuyaokoa maisha yake atayapoteza, lakini yeyote atakayeyapoteza maisha yake kwa ajili yangu na kwa ajili ya Injili atayaokoa."
  },
  {
    "verseNumber": "MRK 8:36",
    "verseText": "Je, itamfaidi nini mtu kuupata ulimwengu wote, lakini akayapoteza maisha yake?"
  },
  {
    "verseNumber": "MRK 8:37",
    "verseText": "Au mtu atatoa nini badala ya nafsi yake?"
  },
  {
    "verseNumber": "MRK 8:38",
    "verseText": "Mtu yeyote akinionea aibu mimi na maneno yangu katika kizazi hiki cha uzinzi na dhambi, Mwana wa Adamu naye atamwonea aibu wakati atakapokuja katika utukufu wa Baba yake pamoja na malaika watakatifu.”"
  },
  {
    "verseNumber": "MRK 9:1",
    "verseText": "Yesu akaendelea kuwaambia, “Amin, nawaambia, kuna watu waliosimama hapa ambao hawataonja mauti kabla ya kuuona Ufalme wa Mungu ukija kwa nguvu.”"
  },
  {
    "verseNumber": "MRK 9:2",
    "verseText": "Baada ya siku sita, Yesu akawachukua Petro, Yakobo na Yohana, akawapeleka juu ya mlima mrefu, mahali walipokuwa faraghani. Huko, Yesu akageuka sura mbele yao."
  },
  {
    "verseNumber": "MRK 9:3",
    "verseText": "Mavazi yake yakawa na weupe wa kuzima macho, meupe kuliko ambavyo mtu yeyote duniani angaliweza kuyangʼarisha."
  },
  {
    "verseNumber": "MRK 9:4",
    "verseText": "Mose na Eliya wakawatokea, wakawa wanazungumza na Yesu."
  },
  {
    "verseNumber": "MRK 9:5",
    "verseText": "Petro akamwambia Yesu, “Rabi, ni vyema sisi tukae hapa. Turuhusu tujenge vibanda vitatu: kimoja chako, kingine cha Mose na kingine cha Eliya.”"
  },
  {
    "verseNumber": "MRK 9:6",
    "verseText": "Petro hakujua aseme nini kwa maana yeye na wenzake walikuwa wameogopa sana."
  },
  {
    "verseNumber": "MRK 9:7",
    "verseText": "Ndipo pakatokea wingu, likawafunika, nayo sauti kutoka lile wingu ikasema, “Huyu ni Mwanangu mpendwa. Msikieni yeye.”"
  },
  {
    "verseNumber": "MRK 9:8",
    "verseText": "Mara walipotazama huku na huku, hawakuona tena mtu mwingine yeyote pamoja nao isipokuwa Yesu."
  },
  {
    "verseNumber": "MRK 9:9",
    "verseText": "Walipokuwa wakishuka kutoka mlimani, Yesu akawakataza wasimwambie mtu yeyote mambo waliyoona, mpaka Mwana wa Adamu atakapokuwa amefufuka kutoka kwa wafu."
  },
  {
    "verseNumber": "MRK 9:10",
    "verseText": "Wakalihifadhi jambo hilo wao wenyewe, lakini wakawa wanajiuliza, “Huku kufufuka kwa wafu maana yake nini?”"
  },
  {
    "verseNumber": "MRK 9:11",
    "verseText": "Wakamuuliza, “Kwa nini walimu wa sheria husema kwamba ni lazima Eliya aje kwanza?”"
  },
  {
    "verseNumber": "MRK 9:12",
    "verseText": "Yesu akawajibu, “Ni kweli, Eliya yuaja kwanza ili kutengeneza mambo yote. Mbona basi imeandikwa kwamba Mwana wa Adamu ni lazima ateseke sana na kudharauliwa?"
  },
  {
    "verseNumber": "MRK 9:13",
    "verseText": "Lakini ninawaambia, Eliya amekwisha kuja, nao wakamtendea walivyopenda, kama ilivyoandikwa kumhusu yeye.”"
  },
  {
    "verseNumber": "MRK 9:14",
    "verseText": "Walipowafikia wale wanafunzi wengine, wakawakuta wamezungukwa na umati mkubwa wa watu na baadhi ya walimu wa sheria wakibishana nao."
  },
  {
    "verseNumber": "MRK 9:15",
    "verseText": "Mara wale watu walipomwona Yesu, wakastaajabu sana, wakamkimbilia ili kumsalimu."
  },
  {
    "verseNumber": "MRK 9:16",
    "verseText": "Akawauliza wanafunzi wake, “Mnabishana nao kuhusu nini?”"
  },
  {
    "verseNumber": "MRK 9:17",
    "verseText": "Mtu mmoja miongoni mwa ule umati wa watu akajibu, “Mwalimu, nilimleta kwako mwanangu ambaye ana pepo mchafu anayemfanya asiweze kuongea."
  },
  {
    "verseNumber": "MRK 9:18",
    "verseText": "Kila mara huyo pepo mchafu ampagaapo mwanangu, humwangusha chini na kumfanya atokwe povu mdomoni na kusaga meno, kisha mwili wake hukauka. Niliwaomba wanafunzi wako wamtoe huyo pepo mchafu, lakini hawakuweza.”"
  },
  {
    "verseNumber": "MRK 9:19",
    "verseText": "Yesu akawaambia, “Enyi kizazi kisicho na imani! Nitakuwa pamoja nanyi mpaka lini? Nitawavumilia mpaka lini? Mleteni mvulana kwangu.”"
  },
  {
    "verseNumber": "MRK 9:20",
    "verseText": "Nao wakamleta yule mvulana. Yule pepo mchafu alipomwona Yesu, mara akamtia yule mvulana kifafa, akaanguka, akagaagaa chini huku akitokwa na povu kinywani."
  },
  {
    "verseNumber": "MRK 9:21",
    "verseText": "Yesu akamuuliza baba yake, “Mwanao amekuwa katika hali hii tangu lini?” Akamjibu, “Tangu utoto wake."
  },
  {
    "verseNumber": "MRK 9:22",
    "verseText": "Mara kwa mara huyo pepo mchafu amekuwa akimwangusha kwenye moto au kwenye maji ili kumwangamiza. Lakini kama unaweza kufanya jambo lolote, tafadhali tuhurumie utusaidie.”"
  },
  {
    "verseNumber": "MRK 9:23",
    "verseText": "Yesu akamwambia, “Kama ukiweza kuamini, yote yawezekana kwake yeye aaminiye.”"
  },
  {
    "verseNumber": "MRK 9:24",
    "verseText": "Mara baba yake yule mvulana akapiga kelele akisema, “Ninaamini. Nisaidie kutokuamini kwangu!”"
  },
  {
    "verseNumber": "MRK 9:25",
    "verseText": "Yesu alipoona kwamba umati wa watu unakusanyika pamoja mbio, akamkemea yule pepo mchafu, akimwambia, “Wewe pepo bubu na kiziwi, nakuamuru umtoke, wala usimwingie tena!”"
  },
  {
    "verseNumber": "MRK 9:26",
    "verseText": "Yule pepo mchafu akiisha kupiga kelele, akamtia kifafa kwa nguvu, na akamtoka. Yule mvulana alikuwa kama maiti, hivyo watu wengi wakasema, “Amekufa.”"
  },
  {
    "verseNumber": "MRK 9:27",
    "verseText": "Lakini Yesu akamshika mkono, akamwinua, naye akasimama."
  },
  {
    "verseNumber": "MRK 9:28",
    "verseText": "Baada ya Yesu kuingia ndani ya nyumba, wanafunzi wake wakamuuliza wakiwa peke yao, “Mbona sisi hatukuweza kumtoa huyo pepo mchafu?”"
  },
  {
    "verseNumber": "MRK 9:29",
    "verseText": "Yesu akawajibu, “Hali hii haiwezi kutoka isipokuwa kwa kuomba na kufunga.”"
  },
  {
    "verseNumber": "MRK 9:30",
    "verseText": "Wakaondoka huko, wakapitia Galilaya. Yesu hakutaka mtu yeyote afahamu mahali walipo,"
  },
  {
    "verseNumber": "MRK 9:31",
    "verseText": "kwa maana alikuwa anawafundisha wanafunzi wake. Akawaambia, “Mwana wa Adamu atasalitiwa na kutiwa mikononi mwa watu. Nao watamuua, lakini siku tatu baada ya kuuawa atafufuka.”"
  },
  {
    "verseNumber": "MRK 9:32",
    "verseText": "Lakini wao hawakuelewa kile alimaanisha, nao waliogopa kumuuliza maana yake."
  },
  {
    "verseNumber": "MRK 9:33",
    "verseText": "Basi wakafika Kapernaumu na baada ya kuingia nyumbani akawauliza, “Mlikuwa mnabishana nini kule njiani?”"
  },
  {
    "verseNumber": "MRK 9:34",
    "verseText": "Lakini hawakumjibu, kwa sababu njiani walikuwa wakibishana kuhusu nani miongoni mwao alikuwa mkuu zaidi ya wote."
  },
  {
    "verseNumber": "MRK 9:35",
    "verseText": "Akaketi chini, akawaita wote kumi na wawili, akawaambia: “Kama mtu yeyote akitaka kuwa wa kwanza, hana budi kuwa wa mwisho na mtumishi wa wote.”"
  },
  {
    "verseNumber": "MRK 9:36",
    "verseText": "Kisha akamchukua mtoto mdogo, akamsimamisha katikati yao. Akamkumbatia, akawaambia,"
  },
  {
    "verseNumber": "MRK 9:37",
    "verseText": "“Mtu yeyote amkaribishaye mmoja wa hawa watoto wadogo kwa Jina langu, anikaribisha mimi. Naye anikaribishaye mimi, amkaribisha Baba yangu aliyenituma.”"
  },
  {
    "verseNumber": "MRK 9:38",
    "verseText": "Yohana akamwambia, “Mwalimu, tumemwona mtu akitoa pepo wachafu kwa jina lako, nasi tukamkataza, kwa sababu yeye si mmoja wetu.”"
  },
  {
    "verseNumber": "MRK 9:39",
    "verseText": "Yesu akasema, “Msimkataze, kwa kuwa hakuna yeyote atendaye miujiza kwa Jina langu ambaye baada ya kitambo kidogo aweza kunena lolote baya dhidi yangu."
  },
  {
    "verseNumber": "MRK 9:40",
    "verseText": "Kwa maana yeyote asiye kinyume chetu, yuko upande wetu."
  },
  {
    "verseNumber": "MRK 9:41",
    "verseText": "Amin, nawaambia, yeyote awapaye ninyi kikombe cha maji kwa Jina langu kwa sababu ninyi ni mali ya Kristo, hakika hataikosa thawabu yake.”"
  },
  {
    "verseNumber": "MRK 9:42",
    "verseText": "“Kama mtu yeyote akimsababisha mmojawapo wa wadogo hawa wanaoniamini kutenda dhambi, ingekuwa bora kwake afungiwe jiwe kubwa la kusagia shingoni mwake, na kutoswa baharini."
  },
  {
    "verseNumber": "MRK 9:43",
    "verseText": "Kama mkono wako ukikusababisha kutenda dhambi, ukate. Ni afadhali kwako kuingia katika uzima ukiwa na mkono mmoja, kuliko kuwa na mikono miwili lakini ukaingia jehanamu, mahali ambako moto hauzimiki. ["
  },
  {
    "verseNumber": "MRK 9:44",
    "verseText": "Mahali ambako funza wake hawafi wala moto wake hauzimiki.]"
  },
  {
    "verseNumber": "MRK 9:45",
    "verseText": "Kama mguu wako ukikusababisha kutenda dhambi, ukate. Ni afadhali kwako kuingia katika uzima ukiwa kiwete, kuliko kuwa na miguu miwili lakini ukaingia jehanamu. ["
  },
  {
    "verseNumber": "MRK 9:46",
    "verseText": "Mahali ambako funza wake hawafi wala moto hauzimiki.]"
  },
  {
    "verseNumber": "MRK 9:47",
    "verseText": "Nalo jicho lako likikusababisha kutenda dhambi, lingʼoe. Ni afadhali kwako kuingia katika Ufalme wa Mungu ukiwa na jicho moja, kuliko kuwa na macho mawili lakini ukatupwa jehanamu,"
  },
  {
    "verseNumber": "MRK 9:48",
    "verseText": "mahali ambako “ ‘funza wake hawafi, wala moto wake hauzimiki.’"
  },
  {
    "verseNumber": "MRK 9:49",
    "verseText": "Kila mmoja atatiwa chumvi kwa moto."
  },
  {
    "verseNumber": "MRK 9:50",
    "verseText": "“Chumvi ni nzuri, lakini ikipoteza ladha yake utaifanyaje ili iweze kukolea tena? Mwe na chumvi ndani yenu, mkaishi kwa amani, kila mmoja na mwenzake.”"
  },
  {
    "verseNumber": "MRK 10:1",
    "verseText": "Yesu akaondoka huko, akavuka Mto Yordani, akaenda sehemu za Uyahudi. Umati mkubwa wa watu ukaenda kwake tena, naye kama ilivyokuwa desturi yake, akawafundisha."
  },
  {
    "verseNumber": "MRK 10:2",
    "verseText": "Baadhi ya Mafarisayo wakaja ili kumjaribu kwa kumuuliza, “Je, ni halali mtu kumwacha mke wake?”"
  },
  {
    "verseNumber": "MRK 10:3",
    "verseText": "Yesu akawajibu, “Je, Mose aliwaamuru nini?”"
  },
  {
    "verseNumber": "MRK 10:4",
    "verseText": "Wakajibu, “Mose aliruhusu kwamba mume anaweza kumwandikia mkewe hati ya talaka na kumwacha.”"
  },
  {
    "verseNumber": "MRK 10:5",
    "verseText": "Yesu akawaambia, “Mose aliwaandikia sheria hiyo kwa sababu ya ugumu wa mioyo yenu."
  },
  {
    "verseNumber": "MRK 10:6",
    "verseText": "Lakini tangu mwanzo wa uumbaji, ‘Mungu aliwaumba mwanaume na mwanamke."
  },
  {
    "verseNumber": "MRK 10:7",
    "verseText": "Kwa sababu hii mwanaume atamwacha baba yake na mama yake na kuambatana na mkewe, na hao wawili watakuwa mwili mmoja.’"
  },
  {
    "verseNumber": "MRK 10:8",
    "verseText": "Kwa hiyo hawatakuwa wawili tena, bali mwili mmoja."
  },
  {
    "verseNumber": "MRK 10:9",
    "verseText": "Basi, alichokiunganisha Mungu, mwanadamu asikitenganishe.”"
  },
  {
    "verseNumber": "MRK 10:10",
    "verseText": "Walipokuwa tena ndani ya nyumba, wanafunzi wake wakamuuliza kuhusu jambo hili."
  },
  {
    "verseNumber": "MRK 10:11",
    "verseText": "Akawajibu, “Mtu yeyote amwachaye mkewe na kuoa mke mwingine, anazini naye."
  },
  {
    "verseNumber": "MRK 10:12",
    "verseText": "Naye mwanamke amwachaye mumewe na kuolewa na mume mwingine, anazini.”"
  },
  {
    "verseNumber": "MRK 10:13",
    "verseText": "Watu walikuwa wakimletea Yesu watoto wadogo ili awaguse, lakini wanafunzi wake wakawakemea."
  },
  {
    "verseNumber": "MRK 10:14",
    "verseText": "Yesu alipoona yaliyokuwa yakitukia, akachukizwa. Akawaambia wanafunzi wake, “Waacheni watoto wadogo waje kwangu, wala msiwazuie, kwa maana Ufalme wa Mungu ni wa wale walio kama hawa."
  },
  {
    "verseNumber": "MRK 10:15",
    "verseText": "Amin, nawaambia, mtu yeyote asiyeupokea Ufalme wa Mungu kama mtoto mdogo, hatauingia kamwe.”"
  },
  {
    "verseNumber": "MRK 10:16",
    "verseText": "Akawachukua watoto mikononi mwake, akawakumbatia, akaweka mikono yake juu yao, akawabariki."
  },
  {
    "verseNumber": "MRK 10:17",
    "verseText": "Yesu alipokuwa anaondoka, mtu mmoja akamkimbilia, akapiga magoti mbele yake, akamuuliza, “Mwalimu mwema, nifanye nini ili niurithi uzima wa milele?”"
  },
  {
    "verseNumber": "MRK 10:18",
    "verseText": "Yesu akamwambia, “Mbona unaniita mwema? Hakuna yeyote aliye mwema ila Mungu peke yake."
  },
  {
    "verseNumber": "MRK 10:19",
    "verseText": "Unazijua amri: ‘Usiue, usizini, usiibe, usishuhudie uongo, usidanganye, waheshimu baba yako na mama yako.’ ”"
  },
  {
    "verseNumber": "MRK 10:20",
    "verseText": "Akamjibu, “Mwalimu, amri hizi zote nimezishika tangu nikiwa mtoto.”"
  },
  {
    "verseNumber": "MRK 10:21",
    "verseText": "Yesu akamtazama na kumpenda, akamwambia, “Umepungukiwa na kitu kimoja. Nenda ukauze kila kitu ulicho nacho uwape maskini hizo fedha, nawe utakuwa na hazina mbinguni. Kisha njoo, unifuate.”"
  },
  {
    "verseNumber": "MRK 10:22",
    "verseText": "Yule mtu aliposikia hayo, akasikitika sana. Akaondoka kwa huzuni kwa sababu alikuwa na mali nyingi."
  },
  {
    "verseNumber": "MRK 10:23",
    "verseText": "Yesu akatazama pande zote, akawaambia wanafunzi wake, “Itakuwa vigumu sana kwa wenye mali kuingia katika Ufalme wa Mungu!”"
  },
  {
    "verseNumber": "MRK 10:24",
    "verseText": "Wanafunzi wake wakashangazwa sana na maneno hayo. Lakini Yesu akawaambia tena, “Wanangu, tazama jinsi ilivyo vigumu kwa wale wanaotumainia mali kuingia katika Ufalme wa Mungu."
  },
  {
    "verseNumber": "MRK 10:25",
    "verseText": "Ni rahisi zaidi kwa ngamia kupita kwenye tundu la sindano kuliko mtu tajiri kuingia katika Ufalme wa Mungu.”"
  },
  {
    "verseNumber": "MRK 10:26",
    "verseText": "Wanafunzi wake wakashangaa sana. Wakaulizana wao kwa wao, “Ni nani basi awezaye kuokoka?”"
  },
  {
    "verseNumber": "MRK 10:27",
    "verseText": "Yesu akawatazama, akawaambia, “Kwa mwanadamu jambo hili haliwezekani, lakini kwa Mungu sivyo. Mambo yote yanawezekana kwa Mungu.”"
  },
  {
    "verseNumber": "MRK 10:28",
    "verseText": "Ndipo Petro akamjibu, “Tazama, tumeacha kila kitu na kukufuata wewe!”"
  },
  {
    "verseNumber": "MRK 10:29",
    "verseText": "Yesu akasema, “Amin, nawaambia, hakuna mtu yeyote aliyeacha nyumba, ndugu wa kiume au wa kike, au mama au baba, au watoto au mashamba kwa ajili yangu na kwa ajili ya Injili,"
  },
  {
    "verseNumber": "MRK 10:30",
    "verseText": "ambaye hatalipwa mara mia katika ulimwengu huu: nyumba, ndugu wa kiume na wa kike, mama na baba na watoto, mashamba pamoja na mateso, kisha uzima wa milele katika ulimwengu ujao."
  },
  {
    "verseNumber": "MRK 10:31",
    "verseText": "Lakini wengi walio wa kwanza watakuwa wa mwisho, na wa mwisho watakuwa wa kwanza.”"
  },
  {
    "verseNumber": "MRK 10:32",
    "verseText": "Walikuwa njiani wakipanda kwenda Yerusalemu, na Yesu alikuwa ametangulia. Wanafunzi wake walishangaa, nao watu waliowafuata walijawa na hofu. Yesu akawachukua tena wale wanafunzi wake kumi na wawili kando na kuwaambia yatakayompata."
  },
  {
    "verseNumber": "MRK 10:33",
    "verseText": "Akasema, “Tunapanda kwenda Yerusalemu, na Mwana wa Adamu atasalitiwa kwa viongozi wa makuhani na walimu wa sheria. Wao watamhukumu kifo na kumtia mikononi mwa watu wa Mataifa,"
  },
  {
    "verseNumber": "MRK 10:34",
    "verseText": "ambao watamdhihaki na kumtemea mate, watampiga na kumuua. Siku tatu baadaye atafufuka.”"
  },
  {
    "verseNumber": "MRK 10:35",
    "verseText": "Kisha Yakobo na Yohana, wana wa Zebedayo, wakaja kwake na kumwambia, “Mwalimu, tunataka utufanyie lolote tutakalokuomba.”"
  },
  {
    "verseNumber": "MRK 10:36",
    "verseText": "Naye akawaambia, “Je, mwataka niwafanyie jambo gani?”"
  },
  {
    "verseNumber": "MRK 10:37",
    "verseText": "Wakamwambia, “Tupe kukaa mmoja upande wako wa kuume na mwingine upande wako wa kushoto katika utukufu wako.”"
  },
  {
    "verseNumber": "MRK 10:38",
    "verseText": "Lakini Yesu akawaambia, “Ninyi hamjui mnaloliomba. Je, mnaweza kukinywea kikombe ninyweacho mimi, au kubatizwa ubatizo nibatizwao mimi?”"
  },
  {
    "verseNumber": "MRK 10:39",
    "verseText": "Wakajibu, “Tunaweza.” Kisha Yesu akawaambia, “Kikombe nikinyweacho mtakinywea na ubatizo nibatizwao mtabatizwa,"
  },
  {
    "verseNumber": "MRK 10:40",
    "verseText": "lakini kuketi mkono wangu wa kuume au wa kushoto si juu yangu mimi kuwapa. Nafasi hizi ni kwa ajili ya wale walioandaliwa.”"
  },
  {
    "verseNumber": "MRK 10:41",
    "verseText": "Wale wanafunzi wengine kumi waliposikia hayo, wakaanza kuwakasirikia Yakobo na Yohana."
  },
  {
    "verseNumber": "MRK 10:42",
    "verseText": "Lakini Yesu akawaita wote pamoja na kuwaambia, “Mnafahamu kuwa wale wanaodhaniwa kuwa watawala wa watu wa Mataifa huwatawala watu kwa nguvu, nao wenye vyeo huonyesha mamlaka yao."
  },
  {
    "verseNumber": "MRK 10:43",
    "verseText": "Lakini isiwe hivyo kwenu. Badala yake, yeyote anayetaka kuwa mkuu miongoni mwenu hana budi kuwa mtumishi wenu,"
  },
  {
    "verseNumber": "MRK 10:44",
    "verseText": "na yeyote anayetaka kuwa wa kwanza, hana budi kuwa mtumwa wa wote."
  },
  {
    "verseNumber": "MRK 10:45",
    "verseText": "Kwa kuwa hata Mwana wa Adamu hakuja ili kutumikiwa, bali kutumika na kuutoa uhai wake uwe fidia kwa ajili ya wengi.”"
  },
  {
    "verseNumber": "MRK 10:46",
    "verseText": "Kisha wakafika Yeriko. Yesu alipokuwa akiondoka mjini na wanafunzi wake pamoja na umati mkubwa wa watu, kipofu mmoja, jina lake Bartimayo, mwana wa Timayo, alikuwa ameketi kando ya njia akiomba msaada."
  },
  {
    "verseNumber": "MRK 10:47",
    "verseText": "Aliposikia kuwa ni Yesu wa Nazareti aliyekuwa anapita, akaanza kupaza sauti akisema, “Yesu, Mwana wa Daudi, nihurumie!”"
  },
  {
    "verseNumber": "MRK 10:48",
    "verseText": "Watu wengi wakamkemea, wakamwambia akae kimya, lakini yeye akazidi kupaza sauti, akisema, “Mwana wa Daudi, nihurumie!”"
  },
  {
    "verseNumber": "MRK 10:49",
    "verseText": "Yesu akasimama na kusema, “Mwiteni.” Hivyo wakamwita yule mtu kipofu, wakamwambia, “Jipe moyo! Inuka, anakuita.”"
  },
  {
    "verseNumber": "MRK 10:50",
    "verseText": "Akiwa analivua lile joho lake, alisimama na kumwendea Yesu."
  },
  {
    "verseNumber": "MRK 10:51",
    "verseText": "Yesu akamuuliza, “Unataka nikufanyie nini?” Yule kipofu akajibu, “Mwalimu, nataka kuona.”"
  },
  {
    "verseNumber": "MRK 10:52",
    "verseText": "Yesu akamwambia, “Nenda zako, imani yako imekuponya.” Mara akapata kuona, akamfuata Yesu njiani."
  },
  {
    "verseNumber": "MRK 11:1",
    "verseText": "Walipokaribia Yerusalemu, wakafika Bethfage na Bethania katika Mlima wa Mizeituni. Yesu akawatuma wawili wa wanafunzi wake,"
  },
  {
    "verseNumber": "MRK 11:2",
    "verseText": "akawaambia, “Nendeni katika kijiji kilichoko mbele yenu. Na hapo mtakapoingia kijijini, mtamkuta mwana-punda amefungwa hapo, ambaye hajapandwa na mtu bado. Mfungueni, mkamlete hapa."
  },
  {
    "verseNumber": "MRK 11:3",
    "verseText": "Kama mtu yeyote akiwauliza, ‘Mbona mnamfungua?’ Mwambieni, ‘Bwana anamhitaji, na atamrudisha hapa baada ya muda mfupi.’ ”"
  },
  {
    "verseNumber": "MRK 11:4",
    "verseText": "Wakaenda, wakamkuta mwana-punda amefungwa kando ya barabara, karibu na mlango wa nyumba."
  },
  {
    "verseNumber": "MRK 11:5",
    "verseText": "Walipokuwa wanamfungua, watu waliokuwa wamesimama karibu wakawauliza, “Mna maana gani mnapomfungua huyo mwana-punda?”"
  },
  {
    "verseNumber": "MRK 11:6",
    "verseText": "Wakawajibu kama vile Yesu alivyokuwa amewaagiza, nao wale watu wakawaruhusu."
  },
  {
    "verseNumber": "MRK 11:7",
    "verseText": "Kisha wakamleta huyo mwana-punda kwa Yesu na kutandika mavazi yao juu yake, naye akampanda."
  },
  {
    "verseNumber": "MRK 11:8",
    "verseText": "Watu wengi wakatandaza mavazi yao barabarani, na wengine wakatandaza matawi waliyokuwa wamekata mashambani."
  },
  {
    "verseNumber": "MRK 11:9",
    "verseText": "Kisha wale waliokuwa wametangulia mbele na wale waliokuwa wakifuata nyuma wakapaza sauti, wakisema, “Hosana!” “Amebarikiwa yeye ajaye kwa Jina la Bwana!”"
  },
  {
    "verseNumber": "MRK 11:10",
    "verseText": "“Umebarikiwa Ufalme unaokuja wa baba yetu Daudi!” “Hosana kwake yeye aliye juu!”"
  },
  {
    "verseNumber": "MRK 11:11",
    "verseText": "Yesu akaingia Yerusalemu na kwenda Hekaluni. Akaangalia kila kitu kilichokuwamo, lakini kwa kuwa ilishakuwa jioni, akaenda zake Bethania pamoja na wale kumi na wawili."
  },
  {
    "verseNumber": "MRK 11:12",
    "verseText": "Kesho yake walipokuwa wakitoka Bethania, Yesu alikuwa na njaa."
  },
  {
    "verseNumber": "MRK 11:13",
    "verseText": "Akauona mtini kwa mbali, naye akaenda ili aone kama ulikuwa na matunda. Alipoufikia, akakuta una majani tu, kwa kuwa hayakuwa majira ya tini."
  },
  {
    "verseNumber": "MRK 11:14",
    "verseText": "Akauambia ule mti, “Tangu leo mtu yeyote asile kamwe matunda kutoka kwako.” Wanafunzi wake walimsikia akisema hayo."
  },
  {
    "verseNumber": "MRK 11:15",
    "verseText": "Walipofika Yerusalemu, Yesu akaingia katika eneo la Hekalu, akaanza kuwafukuza wale waliokuwa wakinunua na kuuza humo ndani. Akazipindua meza za wale waliokuwa wakibadilisha fedha, na pia viti vya wale waliokuwa wakiuza njiwa,"
  },
  {
    "verseNumber": "MRK 11:16",
    "verseText": "wala hakumruhusu mtu yeyote kuchukua bidhaa kupitia ukumbi wa Hekalu."
  },
  {
    "verseNumber": "MRK 11:17",
    "verseText": "Naye alipokuwa akiwafundisha, akasema, “Je, haikuandikwa kuwa: “ ‘Nyumba yangu itaitwa nyumba ya sala kwa mataifa yote’? Lakini ninyi mmeifanya kuwa ‘pango la wanyangʼanyi.’ ”"
  },
  {
    "verseNumber": "MRK 11:18",
    "verseText": "Viongozi wa makuhani na walimu wa sheria wakapata habari hizi, nao wakaanza kutafuta njia ya kumuua, kwa kuwa walikuwa wakimwogopa, kwa sababu umati wote ulikuwa unashangazwa na mafundisho yake."
  },
  {
    "verseNumber": "MRK 11:19",
    "verseText": "Ilipofika jioni, Yesu na wanafunzi wake wakatoka nje ya mji."
  },
  {
    "verseNumber": "MRK 11:20",
    "verseText": "Asubuhi yake walipokuwa wakipita, wakauona ule mtini umenyauka kutoka juu hadi kwenye mizizi yake."
  },
  {
    "verseNumber": "MRK 11:21",
    "verseText": "Petro akakumbuka na kumwambia Yesu, “Rabi, tazama! Ule mtini ulioulaani umenyauka!”"
  },
  {
    "verseNumber": "MRK 11:22",
    "verseText": "Yesu akawajibu, “Mwaminini Mungu."
  },
  {
    "verseNumber": "MRK 11:23",
    "verseText": "Amin, nawaambia, mtu yeyote atakayeuambia mlima huu, ‘Ngʼoka ukatupwe baharini,’ wala asione shaka moyoni mwake, bali aamini kwamba hayo asemayo yametukia, atatimiziwa."
  },
  {
    "verseNumber": "MRK 11:24",
    "verseText": "Kwa sababu hiyo nawaambia, yoyote mtakayoyaomba mkisali, aminini ya kwamba mmeyapokea, nayo yatakuwa yenu."
  },
  {
    "verseNumber": "MRK 11:25",
    "verseText": "Nanyi kila msimamapo kusali, sameheni mkiwa na neno na mtu, ili naye Baba yenu aliye mbinguni awasamehe ninyi makosa yenu. ["
  },
  {
    "verseNumber": "MRK 11:26",
    "verseText": "Lakini kama ninyi msiposamehe, wala Baba yenu aliye mbinguni hatawasamehe ninyi makosa yenu.]”"
  },
  {
    "verseNumber": "MRK 11:27",
    "verseText": "Wakafika tena Yerusalemu, na Yesu alipokuwa akitembea Hekaluni, viongozi wa makuhani, walimu wa sheria pamoja na wazee wa watu wakamjia."
  },
  {
    "verseNumber": "MRK 11:28",
    "verseText": "Wakamuuliza, “Unafanya mambo haya kwa mamlaka gani? Na ni nani aliyekupa mamlaka ya kufanya hayo?”"
  },
  {
    "verseNumber": "MRK 11:29",
    "verseText": "Yesu akawajibu, “Nitawauliza swali moja. Nijibuni, nami nitawaambia ni kwa mamlaka gani ninafanya mambo haya."
  },
  {
    "verseNumber": "MRK 11:30",
    "verseText": "Niambieni, je, ubatizo wa Yohana ulitoka mbinguni au kwa wanadamu?”"
  },
  {
    "verseNumber": "MRK 11:31",
    "verseText": "Wakahojiana wao kwa wao, wakisema, “Kama tukisema, ‘Ulitoka mbinguni,’ atatuuliza, ‘Mbona hamkumwamini?’"
  },
  {
    "verseNumber": "MRK 11:32",
    "verseText": "Lakini tukisema, ‘Ulitoka kwa wanadamu,’…” (Waliwaogopa watu, kwa sababu kila mtu aliamini kwamba Yohana alikuwa nabii wa kweli.)"
  },
  {
    "verseNumber": "MRK 11:33",
    "verseText": "Kwa hiyo wakamjibu Yesu, “Hatujui.” Naye Yesu akawaambia, “Wala mimi sitawaambia ni kwa mamlaka gani ninatenda mambo haya.”"
  },
  {
    "verseNumber": "MRK 12:1",
    "verseText": "Yesu akaanza kusema nao kwa mifano, akawaambia: “Mtu mmoja alipanda shamba la mizabibu. Akajenga ukuta kulizunguka, akachimba shimo ndani yake kwa ajili ya shinikizo la kusindika divai, na akajenga mnara wa ulinzi. Kisha akalikodisha shamba hilo la mizabibu kwa wakulima fulani, kisha akasafiri kwenda nchi nyingine."
  },
  {
    "verseNumber": "MRK 12:2",
    "verseText": "Wakati wa mavuno ulipofika, mwenye shamba akamtuma mtumishi wake kwa hao wapangaji ili kuchukua sehemu yake ya mavuno ya shamba la mizabibu kutoka kwa hao wapangaji."
  },
  {
    "verseNumber": "MRK 12:3",
    "verseText": "Lakini wale wakulima walimkamata yule mtumishi, wakampiga, wakamfukuza mikono mitupu."
  },
  {
    "verseNumber": "MRK 12:4",
    "verseText": "Kisha yule mwenye shamba akamtuma mtumishi mwingine kwao; nao wale wakulima wakampiga kichwani na kumfanyia mambo ya aibu."
  },
  {
    "verseNumber": "MRK 12:5",
    "verseText": "Kisha akamtuma mtumishi mwingine, naye huyo wakamuua. Akawatuma wengine wengi; baadhi yao wakawapiga, na wengine wakawaua."
  },
  {
    "verseNumber": "MRK 12:6",
    "verseText": "“Mwenye shamba alikuwa bado na mmoja wa kumtuma, mwanawe aliyempenda. Hatimaye akamtuma akisema, ‘Watamheshimu mwanangu.’"
  },
  {
    "verseNumber": "MRK 12:7",
    "verseText": "“Lakini wale wapangaji wakasemezana pamoja, ‘Huyu ndiye mrithi. Njooni tumuue, nao urithi utakuwa wetu.’"
  },
  {
    "verseNumber": "MRK 12:8",
    "verseText": "Hivyo wakamchukua na kumuua, wakamtupa nje ya lile shamba la mizabibu."
  },
  {
    "verseNumber": "MRK 12:9",
    "verseText": "“Sasa basi yule mwenye shamba atafanya nini? Atakuja na kuwaua hao wapangaji, kisha atawapa wapangaji wengine hilo shamba la mizabibu."
  },
  {
    "verseNumber": "MRK 12:10",
    "verseText": "Je, hamjasoma Andiko hili: “ ‘Jiwe walilolikataa waashi limekuwa jiwe kuu la pembeni;"
  },
  {
    "verseNumber": "MRK 12:11",
    "verseText": "Bwana ndiye alitenda jambo hili, nalo ni ajabu machoni petu’?”"
  },
  {
    "verseNumber": "MRK 12:12",
    "verseText": "Walipotambua kuwa amesema mfano huo kwa ajili yao, wakataka kumkamata, lakini wakaogopa ule umati wa watu. Wakamwacha, wakaondoka, wakaenda zao."
  },
  {
    "verseNumber": "MRK 12:13",
    "verseText": "Baadaye wakawatuma baadhi ya Mafarisayo na Maherode ili kwenda kumtega Yesu katika yale anayosema."
  },
  {
    "verseNumber": "MRK 12:14",
    "verseText": "Wakamjia, wakamwambia, “Mwalimu, tunajua kwamba wewe ni mtu mwadilifu. Wewe huyumbishwi na wanadamu, kwa kuwa huna upendeleo. Lakini wewe huifundisha njia ya Mungu katika kweli. Je, ni halali kulipa kodi kwa Kaisari, au la?"
  },
  {
    "verseNumber": "MRK 12:15",
    "verseText": "Je, tulipe kodi au tusilipe?” Lakini Yesu alijua unafiki wao. Akawauliza “Mbona mnajaribu kunitega? Nileteeni hiyo dinari niione.”"
  },
  {
    "verseNumber": "MRK 12:16",
    "verseText": "Wakamletea hiyo sarafu. Naye akawauliza, “Sura hii ni ya nani? Na maandishi haya ni ya nani?” Wakamjibu, “Ni vya Kaisari.”"
  },
  {
    "verseNumber": "MRK 12:17",
    "verseText": "Ndipo Yesu akawaambia, “Mpeni Kaisari kilicho cha Kaisari, naye Mungu mpeni kilicho cha Mungu.” Nao wakamstaajabia sana."
  },
  {
    "verseNumber": "MRK 12:18",
    "verseText": "Kisha Masadukayo, wale wasemao kuwa hakuna ufufuo wa wafu, wakamjia Yesu,"
  },
  {
    "verseNumber": "MRK 12:19",
    "verseText": "wakasema, “Mwalimu, Mose alituandikia kuwa kama ndugu wa mtu akifa na kumwacha mkewe bila mtoto, basi huyo mtu inampasa amwoe huyo mjane ili amzalie ndugu yake watoto."
  },
  {
    "verseNumber": "MRK 12:20",
    "verseText": "Basi palikuwepo ndugu saba. Yule wa kwanza akaoa mke, naye akafa pasipo kuwa na mtoto yeyote."
  },
  {
    "verseNumber": "MRK 12:21",
    "verseText": "Wa pili akamwoa yule mjane, lakini naye akafa bila kuacha mtoto yeyote. Ikawa vivyo hivyo kwa yule wa tatu."
  },
  {
    "verseNumber": "MRK 12:22",
    "verseText": "Hakuna hata mmojawapo wa hao ndugu wote saba aliyeacha mtoto. Hatimaye yule mwanamke naye akafa."
  },
  {
    "verseNumber": "MRK 12:23",
    "verseText": "Kwa hiyo wakati wa ufufuo, yeye atakuwa mke wa nani, maana aliolewa na ndugu wote saba?”"
  },
  {
    "verseNumber": "MRK 12:24",
    "verseText": "Yesu akawajibu, “Je, hampotoki kwa sababu hamfahamu Maandiko wala uweza wa Mungu?"
  },
  {
    "verseNumber": "MRK 12:25",
    "verseText": "Wafu watakapofufuka, hawataoa wala kuolewa, bali watakuwa kama malaika wa mbinguni."
  },
  {
    "verseNumber": "MRK 12:26",
    "verseText": "Basi kuhusu wafu kufufuliwa, je hamjasoma katika Kitabu cha Mose jinsi Mungu alivyosema na Mose kutoka kile kichaka akisema, ‘Mimi ni Mungu wa Abrahamu, na Mungu wa Isaki, na Mungu wa Yakobo?’"
  },
  {
    "verseNumber": "MRK 12:27",
    "verseText": "Yeye si Mungu wa wafu, bali ni Mungu wa walio hai. Kwa hiyo mmekosea kabisa.”"
  },
  {
    "verseNumber": "MRK 12:28",
    "verseText": "Mwalimu mmoja wa sheria akaja, akawasikia wakijadiliana. Akiona kwamba Yesu amewajibu vyema, naye akamuuliza, “Katika amri zote, ni ipi iliyo kuu?”"
  },
  {
    "verseNumber": "MRK 12:29",
    "verseText": "Yesu akajibu, “Amri iliyo kuu ndiyo hii: ‘Sikia ee Israeli. Bwana Mungu wetu, Bwana ndiye mmoja."
  },
  {
    "verseNumber": "MRK 12:30",
    "verseText": "Mpende Bwana Mungu wako kwa moyo wako wote, kwa roho yako yote, kwa akili zako zote, na kwa nguvu zako zote.’"
  },
  {
    "verseNumber": "MRK 12:31",
    "verseText": "Ya pili ndiyo hii: ‘Mpende jirani yako kama nafsi yako.’ Hakuna amri nyingine iliyo kuu kuliko hizi.”"
  },
  {
    "verseNumber": "MRK 12:32",
    "verseText": "Yule mwalimu wa sheria akamwambia Yesu, “Mwalimu, umejibu vyema kwamba Mungu ni mmoja, wala hakuna mwingine ila yeye."
  },
  {
    "verseNumber": "MRK 12:33",
    "verseText": "Kumpenda Mungu kwa moyo wote na kwa akili zote na kwa nguvu zote, na kumpenda jirani kama mtu anavyojipenda mwenyewe ni bora zaidi kuliko kutoa sadaka za kuteketezwa na dhabihu zote.”"
  },
  {
    "verseNumber": "MRK 12:34",
    "verseText": "Yesu alipoona kwamba amejibu kwa busara, akamwambia, “Wewe hauko mbali na Ufalme wa Mungu.” Tangu wakati huo, hakuna mtu yeyote aliyethubutu kumuuliza maswali tena."
  },
  {
    "verseNumber": "MRK 12:35",
    "verseText": "Yesu alipokuwa akifundisha Hekaluni, akauliza, “Imekuwaje walimu wa sheria wanasema kwamba Kristo ni Mwana wa Daudi?"
  },
  {
    "verseNumber": "MRK 12:36",
    "verseText": "Kwa maana Daudi mwenyewe, akinena kwa kuongozwa na Roho Mtakatifu, alisema: “ ‘BWANA alimwambia BWANA wangu: “Keti mkono wangu wa kuume, hadi nitakapowaweka adui zako chini ya miguu yako.” ’"
  },
  {
    "verseNumber": "MRK 12:37",
    "verseText": "Kwa hiyo Daudi mwenyewe anamwita ‘Bwana.’ Awezaje basi yeye kuwa mwanawe?” Ule umati wote wa watu wakamsikiliza kwa furaha."
  },
  {
    "verseNumber": "MRK 12:38",
    "verseText": "Alipokuwa akifundisha, Yesu alisema, “Jihadharini na walimu wa sheria. Wao hupenda kutembea wakiwa wamevaa mavazi marefu, na kusalimiwa kwa heshima masokoni."
  },
  {
    "verseNumber": "MRK 12:39",
    "verseText": "Pia wao hupenda kukaa kwenye viti vya mbele katika masinagogi, na kupewa nafasi za heshima katika karamu."
  },
  {
    "verseNumber": "MRK 12:40",
    "verseText": "Wao hula nyumba za wajane, na ili waonekane kuwa wema wanasali sala ndefu. Watu kama hawa watapata hukumu iliyo kuu sana.”"
  },
  {
    "verseNumber": "MRK 12:41",
    "verseText": "Kisha Yesu akaketi mkabala na sehemu ambapo sadaka zilikuwa zinawekwa na kuangalia umati wa watu wakiweka fedha zao kwenye sanduku la hazina ya Hekalu. Matajiri wengi wakaweka kiasi kikubwa cha fedha."
  },
  {
    "verseNumber": "MRK 12:42",
    "verseText": "Lakini mjane mmoja maskini akaja na kuweka sarafu mbili ndogo za shaba zenye thamani ya senti mbili."
  },
  {
    "verseNumber": "MRK 12:43",
    "verseText": "Yesu akawaita wanafunzi wake, akawaambia, “Amin, nawaambia, huyu mjane maskini ameweka katika sanduku la hazina zaidi ya watu wengine wote."
  },
  {
    "verseNumber": "MRK 12:44",
    "verseText": "Wengine wote wametoa kutokana na ziada ya mali zao. Lakini huyu mjane ametoa kutokana na umaskini wake, akaweka kila kitu alichokuwa nacho, hata kile alichohitaji ili kuishi.”"
  },
  {
    "verseNumber": "MRK 13:1",
    "verseText": "Yesu alipokuwa akitoka Hekaluni, mmojawapo wa wanafunzi wake akamwambia, “Mwalimu! Tazama jinsi mawe haya yalivyo makubwa, na majengo haya yalivyo mazuri!”"
  },
  {
    "verseNumber": "MRK 13:2",
    "verseText": "Ndipo Yesu akajibu akasema, “Je, unayaona majengo haya yalivyo makubwa? Hakuna hata jiwe moja litakalobaki juu ya jingine, bali yote yatabomolewa.”"
  },
  {
    "verseNumber": "MRK 13:3",
    "verseText": "Yesu alipokuwa ameketi kwenye Mlima wa Mizeituni mkabala na Hekalu, Petro, Yakobo, Yohana na Andrea wakamuuliza faraghani,"
  },
  {
    "verseNumber": "MRK 13:4",
    "verseText": "“Tafadhali tuambie, mambo haya yatatukia lini? Nayo dalili ya kuwa hayo yote yanakaribia kutimia itakuwa gani?”"
  },
  {
    "verseNumber": "MRK 13:5",
    "verseText": "Yesu akawaambia: “Jihadharini mtu yeyote asiwadanganye."
  },
  {
    "verseNumber": "MRK 13:6",
    "verseText": "Wengi watakuja kwa Jina langu wakidai, ‘Mimi ndiye,’ nao watawadanganya wengi."
  },
  {
    "verseNumber": "MRK 13:7",
    "verseText": "Msikiapo habari za vita na uvumi wa vita, msiwe na hofu. Mambo haya hayana budi kutukia, lakini ule mwisho bado."
  },
  {
    "verseNumber": "MRK 13:8",
    "verseText": "Taifa litainuka dhidi ya taifa na ufalme dhidi ya ufalme. Kutakuwa na mitetemeko sehemu mbalimbali na njaa. Haya yatakuwa ndio mwanzo wa utungu."
  },
  {
    "verseNumber": "MRK 13:9",
    "verseText": "“Lakini ninyi jihadharini. Kwa maana watawapeleka katika mabaraza yao na kupigwa mijeledi katika masinagogi. Mtashtakiwa mbele ya watawala na wafalme kwa ajili yangu, ili kuwa ushuhuda kwao."
  },
  {
    "verseNumber": "MRK 13:10",
    "verseText": "Nayo habari njema lazima ihubiriwe kwanza kwa mataifa yote kabla ule mwisho haujawadia."
  },
  {
    "verseNumber": "MRK 13:11",
    "verseText": "Mtakapokamatwa na kushtakiwa, msisumbuke awali kuhusu mtakalosema. Semeni tu lolote mtakalopewa wakati huo, kwa kuwa si ninyi mtakaokuwa mkinena, bali ni Roho Mtakatifu."
  },
  {
    "verseNumber": "MRK 13:12",
    "verseText": "“Ndugu atamsaliti ndugu yake ili auawe, naye baba atamsaliti mtoto wake. Watoto nao wataasi dhidi ya wazazi wao na kusababisha wauawe."
  },
  {
    "verseNumber": "MRK 13:13",
    "verseText": "Watu wote watawachukia kwa ajili ya Jina langu. Lakini yule atakayevumilia hadi mwisho ataokolewa."
  },
  {
    "verseNumber": "MRK 13:14",
    "verseText": "“Mtakapoona ‘chukizo la uharibifu’ limesimama mahali pasipolipasa (asomaye na afahamu), basi wale walioko Uyahudi wakimbilie milimani."
  },
  {
    "verseNumber": "MRK 13:15",
    "verseText": "Yeyote aliye juu ya dari ya nyumba asishuke au kuingia ndani ili kuchukua chochote."
  },
  {
    "verseNumber": "MRK 13:16",
    "verseText": "Aliye shambani asirudi nyumbani kuchukua vazi lake."
  },
  {
    "verseNumber": "MRK 13:17",
    "verseText": "Ole wao wenye mimba na wale wanaonyonyesha watoto siku hizo!"
  },
  {
    "verseNumber": "MRK 13:18",
    "verseText": "Ombeni mambo haya yasitokee wakati wa baridi."
  },
  {
    "verseNumber": "MRK 13:19",
    "verseText": "Kwa maana siku hizo zitakuwa za dhiki kuu ambayo haijapata kuwako tangu mwanzo, hapo Mungu alipoumba ulimwengu, mpaka leo, na wala haitakuwako tena kamwe."
  },
  {
    "verseNumber": "MRK 13:20",
    "verseText": "Kama Bwana asingelifupisha siku hizo, kamwe asingeliokoka mtu yeyote. Lakini kwa ajili ya wateule, wale aliowachagua, amezifupisha siku hizo."
  },
  {
    "verseNumber": "MRK 13:21",
    "verseText": "Wakati huo mtu yeyote akiwaambia, ‘Tazama, Kristo huyu hapa!’ au, ‘Tazama, yuko kule,’ msisadiki."
  },
  {
    "verseNumber": "MRK 13:22",
    "verseText": "Kwa maana watatokea makristo wa uongo na manabii wa uongo, nao watafanya ishara na maajabu ili kuwapotosha, ikiwezekana, hata wale wateule."
  },
  {
    "verseNumber": "MRK 13:23",
    "verseText": "Hivyo jihadharini. Nimekwisha kuwaambia mambo haya yote mapema kabla hayajatukia."
  },
  {
    "verseNumber": "MRK 13:24",
    "verseText": "“Lakini katika siku hizo, baada ya hiyo dhiki, “ ‘jua litatiwa giza nao mwezi hautatoa nuru yake;"
  },
  {
    "verseNumber": "MRK 13:25",
    "verseText": "nazo nyota zitaanguka kutoka angani, na nguvu za anga zitatikisika.’"
  },
  {
    "verseNumber": "MRK 13:26",
    "verseText": "“Ndipo watu wote watakapomwona Mwana wa Adamu akija mawinguni kwa nguvu nyingi na utukufu."
  },
  {
    "verseNumber": "MRK 13:27",
    "verseText": "Naye atawatuma malaika wake wawakusanye wateule wake kutoka pande zote nne za dunia, kutoka miisho ya dunia hadi miisho ya mbingu."
  },
  {
    "verseNumber": "MRK 13:28",
    "verseText": "“Basi jifunzeni somo hili kutokana na mtini: Matawi yake yanapoanza kuchipua na kutoa majani, mnatambua kwamba wakati wa kiangazi umekaribia."
  },
  {
    "verseNumber": "MRK 13:29",
    "verseText": "Vivyo hivyo, myaonapo mambo haya yakitukia, mnatambua kwamba wakati u karibu, hata malangoni."
  },
  {
    "verseNumber": "MRK 13:30",
    "verseText": "Amin, nawaambia, kizazi hiki hakitapita hadi mambo haya yote yawe yametimia."
  },
  {
    "verseNumber": "MRK 13:31",
    "verseText": "Mbingu na nchi zitapita, lakini maneno yangu hayatapita kamwe."
  },
  {
    "verseNumber": "MRK 13:32",
    "verseText": "“Kwa habari ya siku ile na saa hakuna yeyote ajuaye, hata malaika walio mbinguni wala Mwana, ila Baba peke yake."
  },
  {
    "verseNumber": "MRK 13:33",
    "verseText": "Jihadharini! Kesheni! Kwa maana hamjui wakati ule utakapowadia."
  },
  {
    "verseNumber": "MRK 13:34",
    "verseText": "Ni kama mtu anayesafiri. Anaiacha nyumba yake na kuwaachia watumishi wake kuiangalia, kila mtu na kazi yake, kisha akamwamuru yule bawabu aliye mlangoni akeshe."
  },
  {
    "verseNumber": "MRK 13:35",
    "verseText": "“Basi kesheni kwa sababu hamjui ni lini mwenye nyumba atakaporudi: iwapo ni jioni, au ni usiku wa manane, au alfajiri awikapo jogoo, au mapambazuko."
  },
  {
    "verseNumber": "MRK 13:36",
    "verseText": "Kama akija ghafula, asije akawakuta mmelala."
  },
  {
    "verseNumber": "MRK 13:37",
    "verseText": "Lile ninalowaambia ninyi, nawaambia watu wote: ‘Kesheni!’ ”"
  },
  {
    "verseNumber": "MRK 14:1",
    "verseText": "Zilikuwa zimebaki siku mbili tu kabla ya Sikukuu ya Pasaka, na Sikukuu ya Mikate Isiyotiwa Chachu. Viongozi wa makuhani na walimu wa sheria walikuwa wakitafuta njia ya kumkamata Yesu kwa hila na kumuua."
  },
  {
    "verseNumber": "MRK 14:2",
    "verseText": "Lakini walisema, “Tusilifanye jambo hili wakati wa Sikukuu, maana watu wanaweza wakafanya ghasia.”"
  },
  {
    "verseNumber": "MRK 14:3",
    "verseText": "Yesu alikuwa Bethania nyumbani kwa Simoni aliyekuwa na ukoma. Wakati alipokuwa ameketi mezani akila chakula cha jioni, mwanamke mmoja aliingia akiwa na chupa ya marhamu yenye manukato ya nardo safi ya thamani kubwa. Akaivunja hiyo chupa, akamiminia hayo manukato kichwani mwa Yesu."
  },
  {
    "verseNumber": "MRK 14:4",
    "verseText": "Baadhi ya watu waliokuwepo pale walikuwa wakisemezana wao kwa wao, “Upotevu huu wote ni wa nini?"
  },
  {
    "verseNumber": "MRK 14:5",
    "verseText": "Mafuta haya yangeweza kuuzwa kwa zaidi ya dinari 300, na fedha hizo wakapewa maskini.” Wakamkemea vikali huyo mwanamke."
  },
  {
    "verseNumber": "MRK 14:6",
    "verseText": "Lakini Yesu akawaambia, “Mbona mnamsumbua huyu mwanamke? Mwacheni! Yeye amenitendea jambo zuri sana."
  },
  {
    "verseNumber": "MRK 14:7",
    "verseText": "Maskini mtakuwa nao siku zote na mnaweza kuwasaidia wakati wowote mnaotaka. Lakini mimi hamtakuwa nami siku zote."
  },
  {
    "verseNumber": "MRK 14:8",
    "verseText": "Huyu mwanamke amenitendea lile aliloweza. Ameumiminia mwili wangu manukato ili kuniandaa kwa maziko yangu."
  },
  {
    "verseNumber": "MRK 14:9",
    "verseText": "Amin, nawaambia, mahali popote ulimwenguni ambapo Injili itahubiriwa, jambo hili alilolitenda huyu mwanamke litatajwa pia kwa ukumbusho wake.”"
  },
  {
    "verseNumber": "MRK 14:10",
    "verseText": "Kisha Yuda Iskariote, mmoja wa wale wanafunzi kumi na wawili, akaenda kwa viongozi wa makuhani ili kumsaliti Yesu kwao."
  },
  {
    "verseNumber": "MRK 14:11",
    "verseText": "Walifurahi sana kusikia jambo hili na wakaahidi kumpa fedha. Hivyo yeye akawa anatafuta wakati uliofaa wa kumsaliti."
  },
  {
    "verseNumber": "MRK 14:12",
    "verseText": "Siku ya kwanza ya Sikukuu ya Mikate Isiyotiwa Chachu, siku ambayo kwa desturi mwana-kondoo wa Pasaka huchinjwa, wanafunzi wa Yesu wakamuuliza, “Unataka twende wapi ili tukuandalie mahali pa kula Pasaka?”"
  },
  {
    "verseNumber": "MRK 14:13",
    "verseText": "Basi akawatuma wawili miongoni mwa wanafunzi wake, akawaambia, “Nendeni mjini. Huko mtakutana na mwanaume amebeba mtungi wa maji. Mfuateni."
  },
  {
    "verseNumber": "MRK 14:14",
    "verseText": "Mwambieni mwenye nyumba ile atakayoingia, ‘Mwalimu anauliza: Kiko wapi chumba changu cha wageni, ambamo mimi na wanafunzi wangu tutakula Pasaka?’"
  },
  {
    "verseNumber": "MRK 14:15",
    "verseText": "Atawaonyesha chumba kikubwa ghorofani, kilichopambwa tena kilicho tayari. Tuandalieni humo.”"
  },
  {
    "verseNumber": "MRK 14:16",
    "verseText": "Wale wanafunzi wakaondoka na kwenda mjini, nao wakakuta kila kitu kama Yesu alivyowaambia. Hivyo wakaiandaa Pasaka."
  },
  {
    "verseNumber": "MRK 14:17",
    "verseText": "Ilipofika jioni, Yesu akaja pamoja na wale wanafunzi wake kumi na wawili."
  },
  {
    "verseNumber": "MRK 14:18",
    "verseText": "Walipoketi mezani wakila, Yesu akawaambia, “Amin, nawaambia, mmoja wenu atanisaliti, mmoja anayekula pamoja nami.”"
  },
  {
    "verseNumber": "MRK 14:19",
    "verseText": "Wakaanza kuhuzunika na kumuuliza mmoja baada ya mwingine, “Je, ni mimi Bwana?”"
  },
  {
    "verseNumber": "MRK 14:20",
    "verseText": "Akawajibu, “Ni mmoja miongoni mwenu ninyi kumi na wawili, yule anayechovya mkate kwenye bakuli pamoja nami."
  },
  {
    "verseNumber": "MRK 14:21",
    "verseText": "Mwana wa Adamu anaenda zake kama vile alivyoandikiwa. Lakini ole wake mtu yule amsalitiye Mwana wa Adamu! Ingekuwa heri kwake mtu huyo kama hangezaliwa.”"
  },
  {
    "verseNumber": "MRK 14:22",
    "verseText": "Walipokuwa wanakula, Yesu akachukua mkate, akashukuru, akaumega na kuwapa wanafunzi wake, akisema, “Twaeni mle; huu ndio mwili wangu.”"
  },
  {
    "verseNumber": "MRK 14:23",
    "verseText": "Kisha akakitwaa kikombe, akashukuru, akawapa, nao wote wakanywa kutoka humo."
  },
  {
    "verseNumber": "MRK 14:24",
    "verseText": "Akawaambia, “Hii ndiyo damu yangu ya agano, imwagikayo kwa ajili ya wengi."
  },
  {
    "verseNumber": "MRK 14:25",
    "verseText": "Amin, nawaambia, sitakunywa tena katika uzao wa mzabibu, hadi siku ile nitakapounywa mpya katika Ufalme wa Mungu.”"
  },
  {
    "verseNumber": "MRK 14:26",
    "verseText": "Walipokwisha kuimba wimbo, wakatoka wakaenda Mlima wa Mizeituni."
  },
  {
    "verseNumber": "MRK 14:27",
    "verseText": "Yesu akawaambia, “Ninyi nyote mtaniacha, kwa maana imeandikwa: “ ‘Nitampiga mchungaji, nao kondoo watatawanyika.’"
  },
  {
    "verseNumber": "MRK 14:28",
    "verseText": "Lakini baada ya kufufuka kwangu, nitawatangulia kwenda Galilaya.”"
  },
  {
    "verseNumber": "MRK 14:29",
    "verseText": "Petro akasema, “Hata kama wengine wote watakuacha, mimi sitakuacha.”"
  },
  {
    "verseNumber": "MRK 14:30",
    "verseText": "Yesu akamwambia, “Amin, nakuambia; leo, usiku huu, kabla jogoo hajawika mara mbili, wewe mwenyewe utanikana mara tatu.”"
  },
  {
    "verseNumber": "MRK 14:31",
    "verseText": "Lakini Petro akasisitiza zaidi, “Hata kama itabidi kufa pamoja nawe, sitakukana kamwe.” Nao wale wengine wote wakasema vivyo hivyo."
  },
  {
    "verseNumber": "MRK 14:32",
    "verseText": "Wakaenda mahali paitwapo Gethsemane. Yesu akawaambia wanafunzi wake, “Kaeni hapa, nami niende nikaombe.”"
  },
  {
    "verseNumber": "MRK 14:33",
    "verseText": "Kisha akawachukua pamoja naye Petro, Yakobo na Yohana. Akaanza kuhuzunika sana na kutaabika."
  },
  {
    "verseNumber": "MRK 14:34",
    "verseText": "Akawaambia, “Moyo wangu umejawa na huzuni kiasi cha kufa. Kaeni hapa na mkeshe.”"
  },
  {
    "verseNumber": "MRK 14:35",
    "verseText": "Akaenda mbele kidogo, akaanguka kifudifudi, akaomba kwamba kama ingewezekana saa hiyo ya mateso imwondokee."
  },
  {
    "verseNumber": "MRK 14:36",
    "verseText": "Akasema, “Abba, Baba, mambo yote yawezekana kwako. Niondolee kikombe hiki. Lakini si kama nipendavyo mimi, bali vile upendavyo wewe.”"
  },
  {
    "verseNumber": "MRK 14:37",
    "verseText": "Akarudi kwa wanafunzi wake, akawakuta wamelala. Akamwambia Petro, “Simoni, umelala? Je, hukuweza kukesha hata kwa saa moja?"
  },
  {
    "verseNumber": "MRK 14:38",
    "verseText": "Kesheni na mwombe, msije mkaingia majaribuni. Roho iko radhi, lakini mwili ni mdhaifu.”"
  },
  {
    "verseNumber": "MRK 14:39",
    "verseText": "Akaenda tena kuomba, akisema maneno yale yale."
  },
  {
    "verseNumber": "MRK 14:40",
    "verseText": "Aliporudi, akawakuta tena wamelala kwa sababu macho yao yalikuwa mazito. Nao hawakujua la kumwambia."
  },
  {
    "verseNumber": "MRK 14:41",
    "verseText": "Akaja mara ya tatu, akawaambia, “Bado mmelala na kupumzika? Imetosha! Saa imewadia. Tazameni, Mwana wa Adamu anasalitiwa na kutiwa mikononi mwa wenye dhambi."
  },
  {
    "verseNumber": "MRK 14:42",
    "verseText": "Inukeni, twende zetu! Tazameni, msaliti wangu yuaja!”"
  },
  {
    "verseNumber": "MRK 14:43",
    "verseText": "Yesu alipokuwa bado anazungumza, Yuda, mmoja wa wale wanafunzi Kumi na Wawili, akatokea. Alikuwa amefuatana na umati wa watu wenye panga na marungu, waliokuwa wametumwa na viongozi wa makuhani, walimu wa sheria, na wazee."
  },
  {
    "verseNumber": "MRK 14:44",
    "verseText": "Basi msaliti alikuwa amewapa hao watu ishara, kwamba: “Yule nitakayembusu ndiye. Mkamateni, mkamchukue chini ya ulinzi.”"
  },
  {
    "verseNumber": "MRK 14:45",
    "verseText": "Mara Yuda akamjia Yesu na kusema, “Rabi.” Akambusu."
  },
  {
    "verseNumber": "MRK 14:46",
    "verseText": "Wale watu wakamkamata Yesu, wakamweka chini ya ulinzi."
  },
  {
    "verseNumber": "MRK 14:47",
    "verseText": "Ndipo mmoja wa wale waliokuwa wamesimama karibu aliuchomoa upanga wake na kumpiga mtumishi wa kuhani mkuu, akamkata sikio."
  },
  {
    "verseNumber": "MRK 14:48",
    "verseText": "Kisha Yesu akawaambia, “Mmekuja na panga na marungu kunikamata kana kwamba mimi ni mnyangʼanyi?"
  },
  {
    "verseNumber": "MRK 14:49",
    "verseText": "Siku kwa siku nilikuwa pamoja nanyi nikifundisha Hekaluni, wala hamkunikamata. Lakini Maandiko sharti yatimie.”"
  },
  {
    "verseNumber": "MRK 14:50",
    "verseText": "Ndipo wanafunzi wake wote wakamwacha, wakakimbia."
  },
  {
    "verseNumber": "MRK 14:51",
    "verseText": "Kijana mmoja, ambaye hakuwa amevaa kitu isipokuwa alijitanda nguo ya kitani, alikuwa akimfuata Yesu. Walipomkamata,"
  },
  {
    "verseNumber": "MRK 14:52",
    "verseText": "alikimbia uchi, akaliacha vazi lake."
  },
  {
    "verseNumber": "MRK 14:53",
    "verseText": "Wakampeleka Yesu kwa kuhani mkuu, nao viongozi wa makuhani wote, na wazee na walimu wa sheria wote wakakusanyika pamoja."
  },
  {
    "verseNumber": "MRK 14:54",
    "verseText": "Petro akamfuata kwa mbali, hadi uani kwa kuhani mkuu. Huko akaketi pamoja na walinzi, akiota moto."
  },
  {
    "verseNumber": "MRK 14:55",
    "verseText": "Viongozi wa makuhani na Baraza la Wayahudi lote wakatafuta ushahidi dhidi ya Yesu ili wapate kumuua. Lakini hawakupata jambo lolote."
  },
  {
    "verseNumber": "MRK 14:56",
    "verseText": "Wengi walitoa ushahidi wa uongo dhidi yake, lakini maelezo yao hayakukubaliana."
  },
  {
    "verseNumber": "MRK 14:57",
    "verseText": "Ndipo wengine wakasimama wakatoa ushahidi wa uongo dhidi yake, wakisema:"
  },
  {
    "verseNumber": "MRK 14:58",
    "verseText": "“Sisi tulimsikia akisema, ‘Mimi nitalibomoa Hekalu hili lililojengwa na wanadamu, na katika siku tatu nitajenga jingine ambalo halikujengwa na wanadamu.’ ”"
  },
  {
    "verseNumber": "MRK 14:59",
    "verseText": "Lakini hata hivyo, ushahidi wao haukukubaliana."
  },
  {
    "verseNumber": "MRK 14:60",
    "verseText": "Basi kuhani mkuu akasimama mbele yao, akamuuliza Yesu, “Je, wewe hutajibu? Ni ushahidi gani hawa watu wanauleta dhidi yako?”"
  },
  {
    "verseNumber": "MRK 14:61",
    "verseText": "Lakini Yesu akakaa kimya, hakusema neno lolote. Kuhani mkuu akamuuliza tena, “Je, wewe ndiwe Kristo, Mwana wa Mungu Aliyebarikiwa?”"
  },
  {
    "verseNumber": "MRK 14:62",
    "verseText": "Yesu akajibu, “Mimi ndimi. Nanyi mtamwona Mwana wa Adamu akiwa ameketi mkono wa kuume wa Mwenye Nguvu, na akija juu ya mawingu ya mbinguni.”"
  },
  {
    "verseNumber": "MRK 14:63",
    "verseText": "Kuhani mkuu akararua mavazi yake, akasema, “Tuna haja gani tena ya mashahidi zaidi?"
  },
  {
    "verseNumber": "MRK 14:64",
    "verseText": "Ninyi mmesikia hayo makufuru. Uamuzi wenu ni gani?” Wote wakamhukumu kwamba anastahili kifo."
  },
  {
    "verseNumber": "MRK 14:65",
    "verseText": "Kisha baadhi ya watu wakaanza kumtemea mate; wakamfunga kitambaa machoni, wakampiga kwa ngumi na kumwambia, “Tabiri!” Walinzi wakamchukua na kumpiga makofi."
  },
  {
    "verseNumber": "MRK 14:66",
    "verseText": "Petro alipokuwa bado yuko chini kwenye ua wa jumba la kifalme, tazama akaja mmoja wa watumishi wa kike wa kuhani mkuu."
  },
  {
    "verseNumber": "MRK 14:67",
    "verseText": "Alipomwona Petro akiota moto, akamtazama sana, akamwambia, “Wewe pia ulikuwa pamoja na Yesu, Mnazareti.”"
  },
  {
    "verseNumber": "MRK 14:68",
    "verseText": "Lakini Petro akakana, akasema, “Sijui wala sielewi unalosema.” Naye akaondoka kuelekea kwenye njia ya kuingilia."
  },
  {
    "verseNumber": "MRK 14:69",
    "verseText": "Yule mtumishi wa kike alipomwona mahali pale, akawaambia tena wale waliokuwa wamesimama hapo, “Huyu mtu ni mmoja wao.”"
  },
  {
    "verseNumber": "MRK 14:70",
    "verseText": "Lakini Petro akakana tena. Baada ya muda kidogo wale waliokuwa wamesimama hapo karibu na Petro wakamwambia, “Hakika wewe ni mmoja wao, kwa maana wewe pia ni Mgalilaya!”"
  },
  {
    "verseNumber": "MRK 14:71",
    "verseText": "Petro akaanza kujilaani na kuwaapia, “Mimi simjui huyu mtu mnayesema habari zake!”"
  },
  {
    "verseNumber": "MRK 14:72",
    "verseText": "Papo hapo jogoo akawika mara ya pili. Ndipo Petro akakumbuka lile neno Yesu alikuwa amemwambia: “Kabla jogoo hajawika mara mbili, utanikana mara tatu.” Akavunjika moyo, akalia sana."
  },
  {
    "verseNumber": "MRK 15:1",
    "verseText": "Asubuhi na mapema, viongozi wa makuhani, pamoja na wazee, walimu wa sheria na Baraza lote, wakafikia uamuzi. Wakamfunga Yesu, wakamchukua na kumkabidhi kwa Pilato."
  },
  {
    "verseNumber": "MRK 15:2",
    "verseText": "Pilato akamuuliza, “Je, wewe ndiye Mfalme wa Wayahudi?” Yesu akajibu, “Wewe umesema.”"
  },
  {
    "verseNumber": "MRK 15:3",
    "verseText": "Viongozi wa makuhani wakamshtaki kwa mambo mengi."
  },
  {
    "verseNumber": "MRK 15:4",
    "verseText": "Pilato akamuuliza tena, “Je, huna la kujibu? Tazama ni mashtaka mangapi wanayaleta juu yako.”"
  },
  {
    "verseNumber": "MRK 15:5",
    "verseText": "Lakini Yesu hakujibu lolote, hivyo Pilato akashangaa."
  },
  {
    "verseNumber": "MRK 15:6",
    "verseText": "Ilikuwa desturi wakati wa Sikukuu ya Pasaka kumfungulia mfungwa yeyote ambaye watu wangemtaka."
  },
  {
    "verseNumber": "MRK 15:7",
    "verseText": "Wakati huo, mtu aliyeitwa Baraba alikuwa amefungwa gerezani pamoja na waasi wengine waliokuwa wametekeleza uuaji wakati wa maasi."
  },
  {
    "verseNumber": "MRK 15:8",
    "verseText": "Ule umati wa watu ukamjia Pilato na kumwomba awafanyie kama ilivyokuwa desturi yake."
  },
  {
    "verseNumber": "MRK 15:9",
    "verseText": "Pilato akawauliza, “Mnataka niwafungulie huyu Mfalme wa Wayahudi?”"
  },
  {
    "verseNumber": "MRK 15:10",
    "verseText": "Kwa maana yeye alitambua kuwa viongozi wa makuhani walikuwa wamemtia Yesu mikononi mwake kwa ajili ya wivu."
  },
  {
    "verseNumber": "MRK 15:11",
    "verseText": "Lakini viongozi wa makuhani wakauchochea ule umati wa watu wamwombe awafungulie Baraba badala yake."
  },
  {
    "verseNumber": "MRK 15:12",
    "verseText": "Pilato akawauliza tena, “Basi mnataka nifanye nini na huyu mtu mnayemwita Mfalme wa Wayahudi?”"
  },
  {
    "verseNumber": "MRK 15:13",
    "verseText": "Wakapiga kelele wakisema, “Msulubishe!”"
  },
  {
    "verseNumber": "MRK 15:14",
    "verseText": "Pilato akawauliza, “Kwa nini? Amefanya kosa gani?” Lakini wao wakapiga kelele kwa nguvu zaidi, wakisema, “Msulubishe!”"
  },
  {
    "verseNumber": "MRK 15:15",
    "verseText": "Pilato, akitaka kuuridhisha ule umati wa watu, akawafungulia Baraba. Naye baada ya kuamuru Yesu achapwe mijeledi, akamtoa ili asulubishwe."
  },
  {
    "verseNumber": "MRK 15:16",
    "verseText": "Askari wakampeleka Yesu hadi kwenye ukumbi wa ndani wa jumba la kifalme, ndio Praitorio, wakakusanya kikosi kizima cha askari."
  },
  {
    "verseNumber": "MRK 15:17",
    "verseText": "Wakamvalisha Yesu joho la zambarau, wakasokota taji ya miiba, wakamvika kichwani."
  },
  {
    "verseNumber": "MRK 15:18",
    "verseText": "Wakaanza kumsalimu kwa dhihaka, “Salamu, mfalme wa Wayahudi!”"
  },
  {
    "verseNumber": "MRK 15:19",
    "verseText": "Wakampiga kwa fimbo ya mwanzi tena na tena kichwani na kumtemea mate. Wakapiga magoti mbele yake, wakamsujudia kwa kumdhihaki."
  },
  {
    "verseNumber": "MRK 15:20",
    "verseText": "Walipokwisha kumdhihaki, wakamvua lile joho la zambarau, wakamvika tena nguo zake. Kisha wakamtoa nje ili wakamsulubishe."
  },
  {
    "verseNumber": "MRK 15:21",
    "verseText": "Mtu mmoja kutoka Kirene, jina lake Simoni, baba yao Aleksanda na Rufo, alikuwa anapita zake kuingia mjini kutoka shamba, nao wakamlazimisha kuubeba ule msalaba."
  },
  {
    "verseNumber": "MRK 15:22",
    "verseText": "Kisha wakampeleka Yesu mpaka mahali palipoitwa Golgotha (maana yake ni Mahali pa Fuvu la Kichwa)."
  },
  {
    "verseNumber": "MRK 15:23",
    "verseText": "Nao wakampa divai iliyochanganywa na manemane, lakini hakuinywa."
  },
  {
    "verseNumber": "MRK 15:24",
    "verseText": "Basi wakamsulubisha, nazo nguo zake wakagawana miongoni mwao kwa kuzipigia kura ili kuamua ni gani kila mtu ataichukua."
  },
  {
    "verseNumber": "MRK 15:25",
    "verseText": "Ilikuwa yapata saa tatu asubuhi walipomsulubisha."
  },
  {
    "verseNumber": "MRK 15:26",
    "verseText": "Tangazo likaandikwa la mashtaka dhidi yake lenye maneno haya: “Mfalme wa Wayahudi.”"
  },
  {
    "verseNumber": "MRK 15:27",
    "verseText": "Pamoja naye walisulubiwa wanyangʼanyi wawili, mmoja upande wake wa kuume na mwingine upande wa kushoto. ["
  },
  {
    "verseNumber": "MRK 15:28",
    "verseText": "Nayo maandiko yakatimizwa, yale yasemayo, “Alihesabiwa pamoja na watenda dhambi.]”"
  },
  {
    "verseNumber": "MRK 15:29",
    "verseText": "Watu waliokuwa wakipita njiani wakamtukana huku wakitikisa vichwa vyao na kusema, “Aha! Wewe ambaye utalivunja Hekalu na kulijenga kwa siku tatu,"
  },
  {
    "verseNumber": "MRK 15:30",
    "verseText": "basi shuka kutoka msalabani na ujiokoe mwenyewe!”"
  },
  {
    "verseNumber": "MRK 15:31",
    "verseText": "Vivyo hivyo, viongozi wa makuhani pamoja na walimu wa sheria wakamdhihaki miongoni mwao wakisema, “Aliwaokoa wengine, lakini hawezi kujiokoa mwenyewe!"
  },
  {
    "verseNumber": "MRK 15:32",
    "verseText": "Basi huyu Kristo, huyu Mfalme wa Israeli, ashuke sasa kutoka msalabani, ili tupate kuona na kuamini.” Wale waliosulubiwa pamoja naye pia wakamtukana."
  },
  {
    "verseNumber": "MRK 15:33",
    "verseText": "Ilipofika saa sita, giza liliifunika nchi yote hadi saa tisa."
  },
  {
    "verseNumber": "MRK 15:34",
    "verseText": "Mnamo saa tisa, Yesu akapaza sauti, akalia, “Eloi, Eloi, lama sabakthani?” (maana yake, “Mungu wangu, Mungu wangu, mbona umeniacha?”)"
  },
  {
    "verseNumber": "MRK 15:35",
    "verseText": "Baadhi ya watu waliokuwa wamesimama karibu waliposikia hayo, wakasema, “Msikieni, anamwita Eliya.”"
  },
  {
    "verseNumber": "MRK 15:36",
    "verseText": "Mtu mmoja akaenda mbio, akachovya sifongo kwenye siki, akaiweka kwenye mwanzi na akampa Yesu ili anywe, akisema, “Basi mwacheni. Hebu tuone kama Eliya atakuja kumshusha kutoka hapo msalabani.”"
  },
  {
    "verseNumber": "MRK 15:37",
    "verseText": "Kisha Yesu akatoa sauti kuu, akakata roho."
  },
  {
    "verseNumber": "MRK 15:38",
    "verseText": "Pazia la Hekalu likachanika vipande viwili kuanzia juu hadi chini."
  },
  {
    "verseNumber": "MRK 15:39",
    "verseText": "Basi yule jemadari aliyekuwa amesimama hapo mbele ya msalaba wa Yesu aliposikia ile sauti yake na kuona jinsi alivyokata roho, akasema, “Hakika mtu huyu alikuwa Mwana wa Mungu!”"
  },
  {
    "verseNumber": "MRK 15:40",
    "verseText": "Walikuwepo pia wanawake waliokuwa wakiangalia kwa mbali. Miongoni mwao walikuwepo Maria Magdalene, na Maria mama yao Yakobo mdogo na Yose, pia na Salome."
  },
  {
    "verseNumber": "MRK 15:41",
    "verseText": "Hawa walifuatana na Yesu na kushughulikia mahitaji yake alipokuwa Galilaya. Pia walikuwepo wanawake wengine wengi waliokuwa wamekuja pamoja naye Yerusalemu."
  },
  {
    "verseNumber": "MRK 15:42",
    "verseText": "Ilipofika jioni, kwa kuwa ilikuwa Siku ya Maandalizi, yaani siku moja kabla ya Sabato,"
  },
  {
    "verseNumber": "MRK 15:43",
    "verseText": "Yosefu wa Arimathaya, mtu aliyeheshimiwa katika Baraza, na ambaye alikuwa anautarajia Ufalme wa Mungu, akamwendea Pilato kwa ujasiri na kumwomba mwili wa Yesu."
  },
  {
    "verseNumber": "MRK 15:44",
    "verseText": "Pilato alikuwa akijiuliza kama Yesu alikuwa amekwisha kufa. Hivyo akamwita yule jemadari, akamuuliza iwapo Yesu alikuwa amekwisha kufa."
  },
  {
    "verseNumber": "MRK 15:45",
    "verseText": "Baada ya kupata habari kutoka kwa yule jemadari kwamba kweli amekwisha kufa, Pilato akampa Yosefu ruhusa ya kuuchukua huo mwili."
  },
  {
    "verseNumber": "MRK 15:46",
    "verseText": "Hivyo Yosefu akanunua kitambaa cha kitani safi, akaushusha mwili kutoka msalabani, akaufunga katika kile kitambaa cha kitani, na kuuweka ndani ya kaburi lililochongwa kwenye mwamba. Kisha akavingirisha jiwe kwenye ingilio la kaburi."
  },
  {
    "verseNumber": "MRK 15:47",
    "verseText": "Maria Magdalene na Maria mamaye Yose walipaona mahali pale alipolazwa."
  },
  {
    "verseNumber": "MRK 16:1",
    "verseText": "Sabato ilipomalizika, Maria Magdalene, Maria mama yake Yakobo, na Salome walinunua manukato ili wakaupake mwili wa Yesu."
  },
  {
    "verseNumber": "MRK 16:2",
    "verseText": "Asubuhi na mapema, siku ya kwanza ya juma, mara tu baada ya kuchomoza jua, walikwenda kaburini."
  },
  {
    "verseNumber": "MRK 16:3",
    "verseText": "Njiani wakawa wanaulizana wao kwa wao, “Ni nani atakayetuvingirishia lile jiwe kutoka kwenye ingilio la kaburi?”"
  },
  {
    "verseNumber": "MRK 16:4",
    "verseText": "Lakini walipotazama, wakaona lile jiwe, ambalo lilikuwa kubwa sana, limekwisha kuvingirishwa kutoka pale penye ingilio la kaburi."
  },
  {
    "verseNumber": "MRK 16:5",
    "verseText": "Walipokuwa wakiingia mle kaburini, wakamwona kijana mmoja aliyevaa joho jeupe akiwa ameketi upande wa kuume, nao wakastaajabu."
  },
  {
    "verseNumber": "MRK 16:6",
    "verseText": "Yule malaika akawaambia, “Msistaajabu. Mnamtafuta Yesu, Mnazareti, aliyesulubiwa. Amefufuka! Hayuko hapa. Tazameni mahali walipomlaza."
  },
  {
    "verseNumber": "MRK 16:7",
    "verseText": "Lakini nendeni mkawaambie wanafunzi wake pamoja na Petro, kwamba, ‘Anawatangulia kwenda Galilaya. Huko ndiko mtamwona, kama alivyowaambia.’ ”"
  },
  {
    "verseNumber": "MRK 16:8",
    "verseText": "Hivyo wakatoka, wakakimbia kutoka mle kaburini wakiwa na hofu kuu na mshangao. Nao hawakumwambia mtu yeyote neno lolote, kwa sababu waliogopa."
  },
  {
    "verseNumber": "MRK 16:9",
    "verseText": "Yesu alipofufuka alfajiri na mapema siku ya kwanza ya juma alimtokea kwanza Maria Magdalene, yule ambaye alikuwa amemtoa pepo wachafu saba."
  },
  {
    "verseNumber": "MRK 16:10",
    "verseText": "Maria akaenda, naye akawaambia wale waliokuwa wamefuatana na Yesu, waliokuwa wanaomboleza na kulia."
  },
  {
    "verseNumber": "MRK 16:11",
    "verseText": "Lakini waliposikia kwamba Yesu yu hai na kwamba Maria alikuwa amemwona, hawakusadiki."
  },
  {
    "verseNumber": "MRK 16:12",
    "verseText": "Baadaye Yesu akawatokea wawili miongoni mwa wanafunzi wake walipokuwa wakienda shambani akiwa katika sura nyingine."
  },
  {
    "verseNumber": "MRK 16:13",
    "verseText": "Nao wakarudi na kuwaambia wenzao. Lakini hawakuwasadiki wao pia."
  },
  {
    "verseNumber": "MRK 16:14",
    "verseText": "Baadaye Yesu akawatokea wale wanafunzi kumi na mmoja walipokuwa wakila chakula. Akawakemea kwa kutoamini kwao na kwa ugumu wa mioyo yao kwa kutosadiki wale waliomwona baada yake kufufuka."
  },
  {
    "verseNumber": "MRK 16:15",
    "verseText": "Akawaambia, “Enendeni ulimwenguni kote, mkaihubiri Injili kwa kila kiumbe."
  },
  {
    "verseNumber": "MRK 16:16",
    "verseText": "Yeyote aaminiye na kubatizwa ataokoka. Lakini yeyote asiyeamini atahukumiwa."
  },
  {
    "verseNumber": "MRK 16:17",
    "verseText": "Nazo ishara hizi zitafuatana na wanaoamini: Kwa Jina langu watatoa pepo wachafu; watasema kwa lugha mpya;"
  },
  {
    "verseNumber": "MRK 16:18",
    "verseText": "watashika nyoka kwa mikono yao; na hata wakinywa kitu chochote cha kuua, hakitawadhuru kamwe; wataweka mikono yao juu ya wagonjwa, nao watapona.”"
  },
  {
    "verseNumber": "MRK 16:19",
    "verseText": "Baada ya Bwana Yesu kusema nao, alichukuliwa juu mbinguni na kuketi mkono wa kuume wa Mungu."
  },
  {
    "verseNumber": "MRK 16:20",
    "verseText": "Kisha wanafunzi wake wakatoka, wakahubiri kila mahali, naye Bwana akatenda kazi pamoja nao na kulithibitisha neno lake kwa ishara zilizofuatana nalo.]"
  }
]