[
  {
    "verseNumber": "NAM 1:1",
    "verseText": "Neno alilosema Mungu kuhusu Ninawi. Kitabu cha maono cha Nahumu, Mwelkoshi."
  },
  {
    "verseNumber": "NAM 1:2",
    "verseText": "BWANA ni mwenye wivu na Mungu mlipiza kisasi; BWANA hulipiza kisasi na amejaa ghadhabu. BWANA hulipiza kisasi juu ya watesi wake, naye anadumisha ghadhabu yake dhidi ya adui zake."
  },
  {
    "verseNumber": "NAM 1:3",
    "verseText": "BWANA si mwepesi wa hasira naye ni mwenye nguvu, BWANA hataacha kuadhibu wenye hatia. Njia yake ipo katika kisulisuli na tufani, na mawingu ni vumbi la miguu yake."
  },
  {
    "verseNumber": "NAM 1:4",
    "verseText": "Anakemea bahari na kuikausha, anafanya mito yote kukauka. Bashani na Karmeli zinanyauka na maua ya Lebanoni hukauka."
  },
  {
    "verseNumber": "NAM 1:5",
    "verseText": "Milima hutikisika mbele yake na vilima huyeyuka. Nchi hutetemeka mbele yake, dunia na wote waishio ndani yake."
  },
  {
    "verseNumber": "NAM 1:6",
    "verseText": "Ni nani awezaye kuzuia hasira yake yenye uchungu? Nani awezaye kuvumilia hasira yake kali? Ghadhabu yake imemiminwa kama moto, na miamba inapasuka mbele zake."
  },
  {
    "verseNumber": "NAM 1:7",
    "verseText": "BWANA ni Mwema, kimbilio wakati wa taabu. Huwatunza wale wanaomtegemea,"
  },
  {
    "verseNumber": "NAM 1:8",
    "verseText": "lakini kwa mafuriko makubwa, ataangamiza Ninawi; atafuatilia adui zake hadi gizani."
  },
  {
    "verseNumber": "NAM 1:9",
    "verseText": "Shauri baya lolote wapangalo dhidi ya BWANA yeye atalikomesha; taabu haitatokea mara ya pili."
  },
  {
    "verseNumber": "NAM 1:10",
    "verseText": "Watasongwa katikati ya miiba na kulewa kwa mvinyo wao. Watateketezwa kama mabua makavu."
  },
  {
    "verseNumber": "NAM 1:11",
    "verseText": "Ee Ninawi, kutoka kwako amejitokeza mmoja, ambaye anapanga shauri baya dhidi ya BWANA na kushauri uovu."
  },
  {
    "verseNumber": "NAM 1:12",
    "verseText": "Hili ndilo asemalo BWANA: “Ingawa wana muungano nao ni wengi sana, watakatiliwa mbali na kuangamia. Ingawa nimekutesa wewe, ee Yuda, sitakutesa tena."
  },
  {
    "verseNumber": "NAM 1:13",
    "verseText": "Sasa nitavunja nira zao kutoka shingo yako, nami nitazivunjilia mbali pingu zako.”"
  },
  {
    "verseNumber": "NAM 1:14",
    "verseText": "Hii ndiyo amri BWANA aliyoitoa kukuhusu wewe, Ninawi: “Hutakuwa na wazao watakaoendeleza jina lako. Nitaharibu sanamu za kuchonga na sanamu za kuyeyusha ambazo zipo katika hekalu la miungu yenu. Nitaandaa kaburi lako, kwa maana wewe ni mwovu kabisa.”"
  },
  {
    "verseNumber": "NAM 1:15",
    "verseText": "Tazama, huko juu milimani, miguu ya huyo mmoja aletaye habari njema, ambaye anatangaza amani! Ee Yuda, sherehekea sikukuu zako, nawe utimize nadhiri zako. Waovu hawatakuvamia tena; wataangamizwa kabisa."
  },
  {
    "verseNumber": "NAM 2:1",
    "verseText": "Mshambuliaji anasogea dhidi yako, Ninawi. Linda ngome, chunga barabara, jitieni nguvu wenyewe, kusanya nguvu zako zote!"
  },
  {
    "verseNumber": "NAM 2:2",
    "verseText": "BWANA atarudisha fahari ya Yakobo, kama fahari ya Israeli, ingawa waangamizi wamewaacha ukiwa na wameharibu mizabibu yao."
  },
  {
    "verseNumber": "NAM 2:3",
    "verseText": "Ngao za askari wake ni nyekundu, mashujaa wamevaa nguo nyekundu. Chuma kwenye magari ya vita chametameta, katika siku aliyoyaweka tayari, mikuki ya mierezi inametameta."
  },
  {
    "verseNumber": "NAM 2:4",
    "verseText": "Magari ya vita yanafanya msukosuko barabarani, yakikimbia nyuma na mbele uwanjani. Yanaonekana kama mienge ya moto; yanakwenda kasi kama umeme."
  },
  {
    "verseNumber": "NAM 2:5",
    "verseText": "Anaita vikosi vilivyochaguliwa, lakini bado wanajikwaa njiani. Wanakimbilia haraka kwenye ukuta wa mji, ile ngao ya kuwakinga imetayarishwa."
  },
  {
    "verseNumber": "NAM 2:6",
    "verseText": "Malango ya mto yamefunguliwa wazi, na jumba la kifalme limeanguka."
  },
  {
    "verseNumber": "NAM 2:7",
    "verseText": "Imeagizwa kwamba mji uchukuliwe na upelekwe uhamishoni. Vijakazi wake wanaomboleza kama hua na kupigapiga vifua vyao."
  },
  {
    "verseNumber": "NAM 2:8",
    "verseText": "Ninawi ni kama dimbwi, nayo maji yake yanakauka. Wanalia, “Simama! Simama!” Lakini hakuna anayegeuka nyuma."
  },
  {
    "verseNumber": "NAM 2:9",
    "verseText": "Chukueni nyara za fedha! Chukueni nyara za dhahabu! Wingi wake hauna mwisho, utajiri kutoka hazina zake zote!"
  },
  {
    "verseNumber": "NAM 2:10",
    "verseText": "Ameharibiwa, ametekwa nyara, ameachwa uchi! Mioyo inayeyuka, magoti yanalegea, miili inatetemeka, na kila uso umebadilika rangi."
  },
  {
    "verseNumber": "NAM 2:11",
    "verseText": "Liko wapi sasa pango la simba, mahali ambapo waliwalisha watoto wao, ambapo simba dume na simba jike walikwenda na ambapo wana simba walikwenda bila kuogopa chochote?"
  },
  {
    "verseNumber": "NAM 2:12",
    "verseText": "Simba aliua mawindo ya kutosha watoto wake, alinyonga mawindo kwa ajili ya mwenzi wake, akijaza makao yake kwa alivyoua na mapango yake kwa mawindo."
  },
  {
    "verseNumber": "NAM 2:13",
    "verseText": "BWANA Mwenye Nguvu Zote anatangaza, “Mimi ni kinyume na ninyi. Magari yenu ya vita nitayateketeza kwa moto, na upanga utakula wana simba wako. Sitawaachia mawindo juu ya nchi. Sauti za wajumbe wako hazitasikika tena.”"
  },
  {
    "verseNumber": "NAM 3:1",
    "verseText": "Ole wa mji umwagao damu, uliojaa uongo, umejaa nyara, usiokosa kuwa na vitu vya kuteka nyara."
  },
  {
    "verseNumber": "NAM 3:2",
    "verseText": "Kelele za mijeledi, vishindo vya magurudumu, farasi waendao mbio na mshtuo wa magari ya vita!"
  },
  {
    "verseNumber": "NAM 3:3",
    "verseText": "Wapanda farasi wanaenda mbio, panga zinameremeta, na mikuki inangʼaa! Majeruhi wengi, malundo ya maiti, idadi kubwa ya miili isiyohesabika, watu wanajikwaa juu ya mizoga:"
  },
  {
    "verseNumber": "NAM 3:4",
    "verseText": "yote haya kwa sababu ya wingi wa tamaa za kahaba, anayeshawishi, bibi wa mambo ya uchawi, anayewatia utumwani mataifa kwa ukahaba wake na pia jamaa za watu kwa ulozi wake."
  },
  {
    "verseNumber": "NAM 3:5",
    "verseText": "BWANA Mwenye Nguvu Zote anasema, “Mimi ni kinyume na ninyi. Nitafunika uso wako kwa gauni lako. Nitaonyesha mataifa uchi wako na falme aibu yako."
  },
  {
    "verseNumber": "NAM 3:6",
    "verseText": "Nitakutupia uchafu, nitakufanyia dharau na kukufanya kioja."
  },
  {
    "verseNumber": "NAM 3:7",
    "verseText": "Wote wanaokuona watakukimbia na kusema, ‘Ninawi ipo katika kuangamia: ni nani atakayeomboleza kwa ajili yake?’ Nitampata wapi yeyote wa kukufariji?”"
  },
  {
    "verseNumber": "NAM 3:8",
    "verseText": "Je, wewe ni bora kuliko No-Amoni, uliopo katika Mto Naili, uliozungukwa na maji? Mto ulikuwa kinga yake, nayo maji yalikuwa ukuta wake."
  },
  {
    "verseNumber": "NAM 3:9",
    "verseText": "Kushi na Misri walikuwa nguvu zake zisizo na mpaka; Putu na Libia walikuwa miongoni mwa wale walioungana naye."
  },
  {
    "verseNumber": "NAM 3:10",
    "verseText": "Hata hivyo alichukuliwa mateka na kwenda uhamishoni. Watoto wake wachanga walivunjwa vunjwa vipande kwenye mwanzo wa kila barabara. Kura zilipigwa kwa watu wake wenye heshima, na watu wake wote wakuu walifungwa kwa minyororo."
  },
  {
    "verseNumber": "NAM 3:11",
    "verseText": "Wewe pia utalewa; utakwenda mafichoni na kutafuta kimbilio kutoka kwa adui."
  },
  {
    "verseNumber": "NAM 3:12",
    "verseText": "Ngome zako zote ni kama mitini yenye matunda yake ya kwanza yaliyoiva; wakati inapotikiswa, tini huanguka kwenye kinywa chake alaye."
  },
  {
    "verseNumber": "NAM 3:13",
    "verseText": "Tazama vikosi vyako: wote ni wanawake! Malango ya nchi yako yamekuwa wazi kwa adui zako; moto umeteketeza mapingo yake."
  },
  {
    "verseNumber": "NAM 3:14",
    "verseText": "Teka maji kwa ajili ya kuzingirwa kwako, imarisha ulinzi wako, Ufanyie udongo wa mfinyanzi kazi, yakanyage matope, karabati tanuru la kuchomea matofali!"
  },
  {
    "verseNumber": "NAM 3:15",
    "verseText": "Huko moto utakuteketeza, huko upanga utakuangusha chini na kama vile panzi, watakumaliza. Ongezeka kama panzi, ongezeka kama nzige!"
  },
  {
    "verseNumber": "NAM 3:16",
    "verseText": "Umeongeza idadi ya wafanyabiashara wako mpaka wamekuwa wengi kuliko nyota za angani, lakini kama nzige wanaacha nchi tupu kisha huruka na kwenda zake."
  },
  {
    "verseNumber": "NAM 3:17",
    "verseText": "Walinzi wako ni kama nzige, maafisa wako ni kama makundi ya nzige watuao kwenye kuta wakati wa siku ya baridi: lakini wakati jua linapotokea wanaruka kwenda zao, na hakuna ajuaye waendako."
  },
  {
    "verseNumber": "NAM 3:18",
    "verseText": "Ee mfalme wa Ashuru, wachungaji wako wanasinzia; wakuu wako wanalala chini mavumbini kupumzika. Watu wako wametawanyika juu ya milima bila kuwa na mtu yeyote wa kuwakusanya."
  },
  {
    "verseNumber": "NAM 3:19",
    "verseText": "Hakuna kitu kinachoweza kuponya jeraha lako; jeraha lako ni la kukuua. Kila anayesikia habari zako, hupiga makofi kwa kuanguka kwako, kwa kuwa ni nani ambaye hajaguswa na ukatili wako usio na mwisho?"
  }
]