[
  {
    "verseNumber": "NEH 1:1",
    "verseText": "Maneno ya Nehemia mwana wa Hakalia: Katika mwezi wa Kisleu katika mwaka wa ishirini, wakati nilikuwa ngomeni katika jumba la kifalme la Shushani,"
  },
  {
    "verseNumber": "NEH 1:2",
    "verseText": "Hanani, mmoja wa ndugu zangu, alikuja kutoka Yuda akiwa na watu wengine, nami nikawauliza kuhusu mabaki ya Wayahudi wale walionusurika kwenda uhamishoni na pia kuhusu Yerusalemu."
  },
  {
    "verseNumber": "NEH 1:3",
    "verseText": "Wakaniambia, “Wale walionusurika kwenda uhamishoni, wale ambao wamerudi kwenye lile jimbo, wako katika taabu kubwa na aibu. Ukuta wa Yerusalemu umebomoka, na malango yake yamechomwa moto.”"
  },
  {
    "verseNumber": "NEH 1:4",
    "verseText": "Niliposikia mambo haya, niliketi, nikalia. Kwa siku kadhaa niliomboleza na kufunga na kuomba mbele za Mungu wa mbinguni."
  },
  {
    "verseNumber": "NEH 1:5",
    "verseText": "Kisha nikasema: “Ee BWANA, Mungu wa mbinguni, mkuu na mwenye kuogofya, ambaye hulishika agano lake la upendo na wale wampendao na kutii amri zake,"
  },
  {
    "verseNumber": "NEH 1:6",
    "verseText": "tega masikio yako, na ufungue macho yako, ili usikie maombi ya mtumishi wako anayoomba mbele yako usiku na mchana kwa ajili ya watumishi wako, watu wa Israeli. Ninaungama dhambi zetu sisi Waisraeli, pamoja na zangu na za nyumba ya baba yangu, tulizotenda dhidi yako."
  },
  {
    "verseNumber": "NEH 1:7",
    "verseText": "Tumetenda uovu sana mbele zako. Hatukutii amri, maagizo na sheria ulizompa Mose mtumishi wako."
  },
  {
    "verseNumber": "NEH 1:8",
    "verseText": "“Kumbuka agizo ulilompa Mose mtumishi wako, ukisema, ‘Kama mkikosa uaminifu, nitawatawanya miongoni mwa mataifa,"
  },
  {
    "verseNumber": "NEH 1:9",
    "verseText": "lakini mkinirudia na kutii amri zangu, ndipo hata kama watu wenu walio uhamishoni wako mbali sana katika miisho ya dunia, nitawakusanya kutoka huko na kuwaleta mahali ambapo nimepachagua kuwa makao kwa ajili ya Jina langu.’"
  },
  {
    "verseNumber": "NEH 1:10",
    "verseText": "“Hawa ni watumishi wako na watu wako, uliowakomboa kwa nguvu zako kuu na mkono wako wenye nguvu."
  },
  {
    "verseNumber": "NEH 1:11",
    "verseText": "Ee Bwana, tega sikio lako na usikie maombi ya huyu mtumishi wako, na maombi ya watumishi wako wanaofurahia kuliheshimu Jina lako. Nipe leo, mimi mtumishi wako, mafanikio kwa kunipa kibali mbele ya mtu huyu.” Kwa maana nilikuwa mnyweshaji wa mfalme."
  },
  {
    "verseNumber": "NEH 2:1",
    "verseText": "Katika mwezi wa Nisani mwaka wa ishirini wa utawala wa Mfalme Artashasta, wakati divai ilipoletwa kwake, niliichukua na kumpa mfalme. Sikuwahi kuonekana mwenye huzuni mbele yake kabla ya hapo."
  },
  {
    "verseNumber": "NEH 2:2",
    "verseText": "Basi mfalme akaniuliza, “Kwa nini uso wako unaonekana una huzuni wakati wewe si mgonjwa? Jambo hili si kitu kingine bali ni huzuni ya moyo.” Niliogopa sana,"
  },
  {
    "verseNumber": "NEH 2:3",
    "verseText": "lakini nikamwambia mfalme, “Mfalme na aishi milele! Kwa nini uso wangu usiwe na huzuni wakati mji walipozikwa baba zangu umebaki magofu, na malango yake yameteketezwa kwa moto?”"
  },
  {
    "verseNumber": "NEH 2:4",
    "verseText": "Mfalme akaniambia, “Je, haja yako ni gani?” Ndipo nikaomba kwa Mungu wa mbinguni,"
  },
  {
    "verseNumber": "NEH 2:5",
    "verseText": "na nikamjibu mfalme, “Kama ikimpendeza mfalme, na kama mtumishi wako amepata kibali machoni pake, anitume kule mji wa Yuda, mahali baba zangu walipozikwa, ili niweze kuujenga upya.”"
  },
  {
    "verseNumber": "NEH 2:6",
    "verseText": "Kisha mfalme, na malkia akiwa ameketi karibu naye, akaniuliza, “Safari yako itachukua muda gani, nawe utarudi lini?” Ilimpendeza mfalme kunituma, kwa hiyo nikapanga muda."
  },
  {
    "verseNumber": "NEH 2:7",
    "verseText": "Pia nikamwambia, “Kama ikimpendeza mfalme, naomba nipewe barua kwa watawala wa Ngʼambo ya Frati, ili wanipe ulinzi mpaka nifike Yuda."
  },
  {
    "verseNumber": "NEH 2:8",
    "verseText": "Naomba nipewe barua nipeleke kwa Asafu, mtunzaji wa msitu wa mfalme, ili anipe miti ya kutengeneza boriti kwa ajili ya malango ya ngome ya Hekalu, na ukuta wa mji, na makao yangu nitakapoishi.” Kwa kuwa mkono wenye neema wa Mungu wangu ulikuwa juu yangu, mfalme akanijalia ombi langu."
  },
  {
    "verseNumber": "NEH 2:9",
    "verseText": "Basi nilienda kwa watawala wa Ngʼambo ya Frati na kuwapa barua za mfalme. Pia mfalme alikuwa ametuma maafisa wa jeshi na askari wapanda farasi pamoja nami."
  },
  {
    "verseNumber": "NEH 2:10",
    "verseText": "Sanbalati Mhoroni na Tobia afisa Mwamoni waliposikia juu ya jambo hili, waliudhika sana kwamba amekuja mtu kuinua ustawi wa Waisraeli."
  },
  {
    "verseNumber": "NEH 2:11",
    "verseText": "Nilienda Yerusalemu, na baada ya kukaa huko siku tatu,"
  },
  {
    "verseNumber": "NEH 2:12",
    "verseText": "nikaondoka wakati wa usiku pamoja na watu wachache. Sikuwa nimemwambia mtu yeyote kile ambacho Mungu wangu alikuwa ameweka moyoni mwangu kufanya kwa ajili ya Yerusalemu. Hapakuwepo na mnyama yeyote pamoja nami isipokuwa yule niliyekuwa nimempanda."
  },
  {
    "verseNumber": "NEH 2:13",
    "verseText": "Nikatoka nje usiku kupitia Lango la Bondeni, kuelekea Kisima cha Joka na Lango la Samadi, nikikagua kuta za Yerusalemu zilizokuwa zimebomolewa, na malango yake yaliyokuwa yameteketezwa kwa moto."
  },
  {
    "verseNumber": "NEH 2:14",
    "verseText": "Kisha nikaelekea mpaka Lango la Chemchemi na Bwawa la Mfalme, lakini hapakuwepo nafasi ya kutosha kwa ajili ya mnyama wangu kupita,"
  },
  {
    "verseNumber": "NEH 2:15",
    "verseText": "kwa hiyo nikapandia bondeni usiku nikikagua ukuta. Mwishoni nikarudi na kuingia tena kupitia Lango la Bondeni."
  },
  {
    "verseNumber": "NEH 2:16",
    "verseText": "Maafisa hawakujua nilikokwenda wala nilichokuwa nikifanya, kwa sababu mpaka sasa nilikuwa bado sijasema lolote kwa Wayahudi, wala makuhani, wala wakuu, wala maafisa, wala mtu yeyote ambaye angefanya kazi."
  },
  {
    "verseNumber": "NEH 2:17",
    "verseText": "Ndipo nilipowaambia, “Mnaona taabu tuliyo nayo: Yerusalemu imebaki magofu na malango yake yameteketezwa kwa moto. Njooni tujenge upya ukuta wa Yerusalemu, nasi hatutakuwa tena katika aibu hii.”"
  },
  {
    "verseNumber": "NEH 2:18",
    "verseText": "Pia niliwaambia kuhusu mkono wenye neema wa Mungu wangu uliokuwa juu yangu, na kile mfalme alichokuwa ameniambia. Wakajibu, “Haya! Tuanze kujenga tena.” Kwa hiyo wakaanza kazi hii njema."
  },
  {
    "verseNumber": "NEH 2:19",
    "verseText": "Lakini Sanbalati Mhoroni, Tobia afisa Mwamoni, na Geshemu Mwarabu waliposikia kuhusu jambo hili, walitudhihaki na kutucheka. Wakauliza, “Ni nini hiki mnachokifanya? Je, mnaasi dhidi ya mfalme?”"
  },
  {
    "verseNumber": "NEH 2:20",
    "verseText": "Nikawajibu kwa kusema, “Mungu wa mbinguni atatufanikisha. Sisi watumishi wake tutaanza kujenga upya, lakini kwenu ninyi, hamna sehemu wala dai lolote wala kumbukumbu la haki katika Yerusalemu.”"
  },
  {
    "verseNumber": "NEH 3:1",
    "verseText": "Eliashibu kuhani mkuu na makuhani wenzake walikwenda kufanya kazi na kulijenga upya Lango la Kondoo. Waliliweka wakfu na kuweka milango mahali pake, wakajenga hadi kufikia Mnara wa Mia, ambao waliuweka wakfu hadi Mnara wa Hananeli."
  },
  {
    "verseNumber": "NEH 3:2",
    "verseText": "Watu wa Yeriko wakajenga sehemu zilizopakana nao, naye Zakuri mwana wa Imri akajenga karibu nao."
  },
  {
    "verseNumber": "NEH 3:3",
    "verseText": "Lango la Samaki lilijengwa upya na wana wa Hasenaa. Waliweka boriti zake, na wakaweka milango yake na makomeo na nondo."
  },
  {
    "verseNumber": "NEH 3:4",
    "verseText": "Meremothi mwana wa Uria, mwana wa Hakosi, alikarabati sehemu iliyofuatia. Baada yake Meshulamu mwana wa Berekia, mwana wa Meshezabeli, alifanya ukarabati na aliyemfuatia ni Sadoki mwana wa Baana."
  },
  {
    "verseNumber": "NEH 3:5",
    "verseText": "Sehemu iliyofuatia ilikarabatiwa na watu kutoka Tekoa, lakini wakuu wao walikataa kufanya kazi chini ya wasimamizi wao."
  },
  {
    "verseNumber": "NEH 3:6",
    "verseText": "Lango la Yeshana lilikarabatiwa na Yoyada mwana wa Pasea, na Meshulamu mwana wa Besodeya. Waliweka boriti zake, na wakaweka milango, makomeo na nondo."
  },
  {
    "verseNumber": "NEH 3:7",
    "verseText": "Karibu nao ukarabati ulifanywa na watu kutoka Gibeoni na Mispa, yaani Melati Mgibeoni, na Yadoni Mmeronothi, sehemu hizi zikiwa chini ya mamlaka ya mtawala wa Ngʼambo ya Frati."
  },
  {
    "verseNumber": "NEH 3:8",
    "verseText": "Uzieli mwana wa Harhaya, mmoja wa masonara, alikarabati sehemu iliyofuatia, naye Hanania mmoja wa watengenezaji marashi akakarabati sehemu iliyofuatia. Walitengeneza Yerusalemu mpaka kufikia Ukuta Mpana."
  },
  {
    "verseNumber": "NEH 3:9",
    "verseText": "Refaya mwana wa Huri, mtawala wa nusu ya wilaya ya Yerusalemu, alikarabati sehemu iliyofuatia."
  },
  {
    "verseNumber": "NEH 3:10",
    "verseText": "Kupakana na sehemu hii, Yedaya mwana wa Harumafu alikarabati sehemu iliyokuwa mkabala na nyumba yake, naye Hatushi mwana wa Hashabnea akakarabati sehemu iliyofuatia."
  },
  {
    "verseNumber": "NEH 3:11",
    "verseText": "Malkiya mwana wa Harimu, na Hashubu mwana wa Pahath-Moabu walikarabati sehemu nyingine pamoja na Mnara wa Matanuru."
  },
  {
    "verseNumber": "NEH 3:12",
    "verseText": "Shalumu mwana wa Haloheshi, mtawala wa nusu ya wilaya ya Yerusalemu, alikarabati sehemu iliyofuatia akisaidiwa na binti zake."
  },
  {
    "verseNumber": "NEH 3:13",
    "verseText": "Lango la Bondeni lilikarabatiwa na Hanuni na wakazi wa Zanoa. Walilijenga upya, na kuweka milango yake na makomeo na nondo mahali pake. Pia walikarabati ukuta wenye urefu wa mita 450 hadi Lango la Samadi."
  },
  {
    "verseNumber": "NEH 3:14",
    "verseText": "Lango la Samadi lilikarabatiwa na Malkiya mwana wa Rekabu, mtawala wa wilaya ya Beth-Hakeremu. Alilijenga upya, na kuweka milango yake, na makomeo na nondo."
  },
  {
    "verseNumber": "NEH 3:15",
    "verseText": "Lango la Chemchemi lilikarabatiwa na Shalumu mwana wa Kolhoze, mtawala wa wilaya ya Mispa. Alilijenga upya, akaliezeka na kuweka milango yake, na makomeo na nondo mahali pake. Pia alikarabati ukuta wa Bwawa la Siloamu karibu na Bustani ya Mfalme, hadi kwenye ngazi zinazoshuka kutoka Mji wa Daudi."
  },
  {
    "verseNumber": "NEH 3:16",
    "verseText": "Baada yake, Nehemia mwana wa Azbuki, mtawala wa nusu ya wilaya ya Beth-Suri, alikarabati kufikia mkabala na makaburi ya Daudi, mpaka kwenye bwawa lililotengenezwa, na kufikia Nyumba ya Mashujaa."
  },
  {
    "verseNumber": "NEH 3:17",
    "verseText": "Baada yake, ukarabati ulifanywa na Walawi chini ya uongozi wa Rehumu mwana wa Bani. Aliyefuatia ni Hashabia, mtawala wa nusu ya wilaya ya Keila, aliyekarabati sehemu ya wilaya yake."
  },
  {
    "verseNumber": "NEH 3:18",
    "verseText": "Baada yake, ukarabati ulifanywa na ndugu zao chini ya usimamizi wa Binui mwana wa Henadadi, mtawala wa nusu hiyo ingine ya wilaya ya Keila."
  },
  {
    "verseNumber": "NEH 3:19",
    "verseText": "Baada yao, Ezeri mwana wa Yeshua, mtawala wa Mispa, alikarabati sehemu nyingine, kuanzia ile sehemu inayotazamana na mwinuko wa kuelekea kwenye ghala la kuhifadhia silaha, mpaka kwenye pembe ya ukuta."
  },
  {
    "verseNumber": "NEH 3:20",
    "verseText": "Baada yake, Baruku mwana wa Zakai alikarabati kwa bidii sehemu nyingine kuanzia ile pembe, mpaka kwenye lango la nyumba ya Eliashibu kuhani mkuu."
  },
  {
    "verseNumber": "NEH 3:21",
    "verseText": "Kupakana naye, Meremothi mwana wa Uria, mwana wa Hakosi, alikarabati sehemu nyingine, kuanzia penye lango la nyumba ya Eliashibu mpaka mwisho wake."
  },
  {
    "verseNumber": "NEH 3:22",
    "verseText": "Baada yake, ukarabati ulifanywa na makuhani waliotoka eneo lililouzunguka mji."
  },
  {
    "verseNumber": "NEH 3:23",
    "verseText": "Baada yao Benyamini na Hashubu walikarabati mbele ya nyumba zao, na baada yao Azaria mwana wa Maaseya, mwana wa Anania alifanya ukarabati kando ya nyumba yake."
  },
  {
    "verseNumber": "NEH 3:24",
    "verseText": "Baada yake, Binui mwana wa Henadadi alikarabati sehemu nyingine, kuanzia kwenye nyumba ya Azaria mpaka kwenye pembe ya ukuta."
  },
  {
    "verseNumber": "NEH 3:25",
    "verseText": "Naye Palali, mwana wa Uzai alijenga sehemu iliyokuwa mkabala na pembe ya ukuta, mpaka kwenye mnara wa juu ambao unajitokeza kuanzia kwenye jumba la kifalme, kando ya ua wa walinzi. Baada yake, Pedaya mwana wa Paroshi,"
  },
  {
    "verseNumber": "NEH 3:26",
    "verseText": "na watumishi wa Hekalu walioishi juu ya kilima cha Ofeli walikarabati hadi kufikia mkabala na Lango la Maji, kuelekea mashariki na ule mnara uliojitokeza."
  },
  {
    "verseNumber": "NEH 3:27",
    "verseText": "Baada yao, watu wa Tekoa walikarabati sehemu nyingine, kuanzia mnara mkubwa utokezao hadi ukuta wa Ofeli."
  },
  {
    "verseNumber": "NEH 3:28",
    "verseText": "Makuhani walifanya ukarabati juu ya Lango la Farasi, kila mmoja mbele ya nyumba yake."
  },
  {
    "verseNumber": "NEH 3:29",
    "verseText": "Baada yao, Sadoki mwana wa Imeri alifanya ukarabati mkabala na nyumba yake. Baada yake, Shemaya mwana wa Shekania, mlinzi wa Lango la Mashariki, alifanya ukarabati."
  },
  {
    "verseNumber": "NEH 3:30",
    "verseText": "Baada yake, Hanania mwana wa Shelemia, na Hanuni mwana wa sita wa Salafu walikarabati sehemu nyingine. Baada yao, Meshulamu mwana wa Berekia alikarabati sehemu iliyokuwa mkabala na nyumba zake za kuishi."
  },
  {
    "verseNumber": "NEH 3:31",
    "verseText": "Baada yake Malkiya, mmoja wa masonara, alifanya ukarabati mpaka kwenye nyumba za watumishi wa Hekalu na wafanyabiashara, mkabala na Lango la Ukaguzi, hadi kufikia chumba kilicho juu ya pembe."
  },
  {
    "verseNumber": "NEH 3:32",
    "verseText": "Masonara na wafanyabiashara walifanya ukarabati kutoka chumba kilichoko juu ya pembe hadi Lango la Kondoo."
  },
  {
    "verseNumber": "NEH 4:1",
    "verseText": "Sanbalati aliposikia kwamba tulikuwa tunajenga ukuta upya, alikasirika na akawa na uchungu sana. Aliwadhihaki Wayahudi"
  },
  {
    "verseNumber": "NEH 4:2",
    "verseText": "mbele ya rafiki zake na jeshi la Samaria, akisema, “Hawa Wayahudi wanyonge wanafanya nini? Je, wataweza kuurudishia ukuta wao? Je, watatoa dhabihu? Je, wataweza kumaliza kuujenga kwa siku moja? Je, wataweza kufufua mawe kutoka malundo ya vifusi yaliyoungua hivyo?”"
  },
  {
    "verseNumber": "NEH 4:3",
    "verseText": "Tobia Mwamoni aliyekuwa upande wake akasema, “Wanachokijenga, hata kama mbweha angepanda juu yake, huo ukuta wao wa mawe angeliubomoa!”"
  },
  {
    "verseNumber": "NEH 4:4",
    "verseText": "Ee Mungu wetu, utusikie, kwa kuwa tumedharauliwa. Warudishie matukano yao kwenye vichwa vyao wenyewe. Uwatoe ili wawe nyara katika nchi ya waliowateka."
  },
  {
    "verseNumber": "NEH 4:5",
    "verseText": "Usiusitiri uovu wao, wala usifute dhambi zao mbele zako, kwa kuwa wamewatukana wajenzi mbele."
  },
  {
    "verseNumber": "NEH 4:6",
    "verseText": "Basi tuliujenga upya ukuta mpaka wote ukafikia nusu ya kimo chake, kwa kuwa watu walifanya kazi kwa moyo wote."
  },
  {
    "verseNumber": "NEH 4:7",
    "verseText": "Lakini wakati Sanbalati, Tobia, Waarabu, Waamoni na watu wa Ashdodi waliposikia kuwa ukarabati wa kuta za Yerusalemu ulikuwa umeendelea na mianya ilikuwa inazibwa, walikasirika sana."
  },
  {
    "verseNumber": "NEH 4:8",
    "verseText": "Wote walifanya shauri pamoja kuja kupigana dhidi ya Yerusalemu, na kuchochea machafuko dhidi yake."
  },
  {
    "verseNumber": "NEH 4:9",
    "verseText": "Lakini tulimwomba Mungu wetu, na tukaweka ulinzi usiku na mchana kupambana na tishio hili."
  },
  {
    "verseNumber": "NEH 4:10",
    "verseText": "Wakati ule ule, watu wa Yuda wakasema, “Nguvu za wafanyakazi zinapungua, nacho kifusi ni kingi mno, kiasi kwamba hatuwezi kuujenga upya ukuta.”"
  },
  {
    "verseNumber": "NEH 4:11",
    "verseText": "Pia adui zetu walisema, “Kabla hawajajua au kutuona, tutakuwa palepale katikati yao, na tutawaua na kuikomesha hiyo kazi.”"
  },
  {
    "verseNumber": "NEH 4:12",
    "verseText": "Kisha Wayahudi ambao waliishi karibu nao walikuja zaidi ya mara kumi na kutuambia, “Popote mtakapoelekea, watatushambulia.”"
  },
  {
    "verseNumber": "NEH 4:13",
    "verseText": "Kwa hiyo nikaweka baadhi ya watu nyuma ya sehemu za chini za ukuta kwenye sehemu zilizo wazi, nikawaweka kufuatana na jamaa zao, wakiwa na panga, mikuki na pinde zao."
  },
  {
    "verseNumber": "NEH 4:14",
    "verseText": "Baada ya kuona hali ilivyo, nikasimama na kuwaambia wakuu, maafisa na wengine wote, “Msiwaogope. Mkumbukeni Bwana, ambaye ni mkuu mwenye kuogofya. Piganeni kwa ajili ya ndugu zenu, wana wenu na binti zenu, wake zenu na nyumba zenu.”"
  },
  {
    "verseNumber": "NEH 4:15",
    "verseText": "Adui zetu waliposikia kwamba tumetambua hila yao, na kwamba Mungu amevuruga shauri lao, sote tulirudi kwenye ukuta, kila mmoja kwenye kazi yake."
  },
  {
    "verseNumber": "NEH 4:16",
    "verseText": "Kuanzia siku ile na kuendelea, nusu ya watu wangu walifanya kazi ya ujenzi, na nusu nyingine wakashika mikuki, ngao, pinde na dirii. Maafisa walijipanga nyuma ya watu wote wa Yuda"
  },
  {
    "verseNumber": "NEH 4:17",
    "verseText": "waliokuwa wakijenga ukuta. Wale waliobeba vifaa vya ujenzi walifanya kazi yao kwa mkono mmoja, na kushika silaha kwa mkono mwingine,"
  },
  {
    "verseNumber": "NEH 4:18",
    "verseText": "na kila mjenzi alijifunga upanga wake upande mmoja akiwa anafanya kazi. Lakini mtu wa kupiga baragumu alikaa pamoja nami."
  },
  {
    "verseNumber": "NEH 4:19",
    "verseText": "Kisha nikawaambia wakuu, maafisa na watu wengine wote, “Kazi hii ni kubwa na imeenea sehemu kubwa, nasi tumetawanyika kila mmoja akiwa mbali na mwenzake juu ya ukuta."
  },
  {
    "verseNumber": "NEH 4:20",
    "verseText": "Popote mtakaposikia sauti ya baragumu, jiungeni nasi huko. Mungu wetu atatupigania!”"
  },
  {
    "verseNumber": "NEH 4:21",
    "verseText": "Basi tuliendelea na kazi, nusu ya watu wakishikilia mikuki, kuanzia mawio ya jua hadi nyota zilipoonekana."
  },
  {
    "verseNumber": "NEH 4:22",
    "verseText": "Wakati huo pia niliwaambia watu, “Kila mtu na msaidizi wake wakae ndani ya Yerusalemu wakati wa usiku, ili waweze kutumika kama walinzi wakati wa usiku, na kufanya kazi wakati wa mchana.”"
  },
  {
    "verseNumber": "NEH 4:23",
    "verseText": "Mimi, wala ndugu zangu, wala watu wangu, wala walinzi waliokuwa pamoja nami hatukuvua nguo zetu. Kila mmoja alikuwa na silaha yake, hata alipokwenda kuchota maji."
  },
  {
    "verseNumber": "NEH 5:1",
    "verseText": "Wakati huu wanaume na wake zao wakalia kilio kikuu dhidi ya ndugu zao Wayahudi."
  },
  {
    "verseNumber": "NEH 5:2",
    "verseText": "Baadhi yao walikuwa wakisema, “Sisi na wana wetu na binti zetu tuko wengi. Ili tuweze kula na kuishi, ni lazima tupate nafaka.”"
  },
  {
    "verseNumber": "NEH 5:3",
    "verseText": "Wengine walikuwa wakisema, “Tunaweka rehani mashamba yetu, mashamba ya mizabibu, na nyumba zetu ili tupate nafaka wakati wa njaa.”"
  },
  {
    "verseNumber": "NEH 5:4",
    "verseText": "Bado kukawa na wengine waliokuwa wakisema, “Ilitubidi tukope fedha ili kulipa kodi ya mfalme kwa ajili ya mashamba yetu na mashamba yetu ya mizabibu."
  },
  {
    "verseNumber": "NEH 5:5",
    "verseText": "Ingawa sisi ni mwili na damu moja sawa na watu wa nchi yetu, na ijapo wana wetu ni wazuri kama wana wao, bado inatupasa kuwatoa wana wetu na binti zetu kwenye utumwa. Baadhi ya binti zetu wameshakuwa watumwa tayari, lakini hatuna uwezo wa kuwakomboa, kwa sababu mashamba yetu na mashamba ya mizabibu yetu ni mali ya wengine.”"
  },
  {
    "verseNumber": "NEH 5:6",
    "verseText": "Niliposikia kilio chao na malalamiko haya, nilikasirika sana."
  },
  {
    "verseNumber": "NEH 5:7",
    "verseText": "Nikayatafakari katika akili yangu, nikiwalaumu wakuu na maafisa. Nikawaambia, “Mnawaonea ndugu zenu kwa kuwatoza riba!” Basi nikaitisha mkutano mkubwa ili kuwashughulikia"
  },
  {
    "verseNumber": "NEH 5:8",
    "verseText": "na kusema: “Kulingana na uwezo wetu, tumewakomboa ndugu zetu Wayahudi waliokuwa wameuzwa kwa watu wasioamini. Sasa mnawauza ndugu zenu, ili wauzwe tena kwetu!” Walinyamaza kimya, kwa sababu hawakupata chochote cha kusema."
  },
  {
    "verseNumber": "NEH 5:9",
    "verseText": "Basi nikaendelea kusema, “Mnachokifanya si sawa. Je, haikuwapasa kutembea katika hofu ya Mungu wetu ili tuepukane na shutuma za adui zetu wasioamini?"
  },
  {
    "verseNumber": "NEH 5:10",
    "verseText": "Mimi na ndugu zangu na watu wangu tunawakopesha watu fedha na nafaka. Lakini jambo hili la kutoza riba likome!"
  },
  {
    "verseNumber": "NEH 5:11",
    "verseText": "Warudishieni mara moja mashamba yao, mashamba yao ya mizabibu, mashamba yao ya mizeituni, na nyumba zao, pia riba yao mnayowatoza na sehemu ya fungu la mia la fedha, nafaka, divai mpya na mafuta.”"
  },
  {
    "verseNumber": "NEH 5:12",
    "verseText": "Wakasema, “Tutawarudishia na hatutataka kitu chochote zaidi kutoka kwao. Tutafanya kama ulivyosema.” Kisha nikawaita makuhani na kuwafanya wakuu na maafisa kuapa kufanya kile walichoahidi."
  },
  {
    "verseNumber": "NEH 5:13",
    "verseText": "Pia nikakungʼuta makunjo ya vazi langu na kusema, “Kila mtu ambaye hatatimiza ahadi hii, Mungu na amkungʼute hivi kutoka nyumba yake na katika mali zake. Basi mtu wa namna hiyo akungʼutiwe nje na aachwe bila kitu!” Waliposikia hili, mkutano wote ukasema, “Amen,” na wakamtukuza BWANA. Nao watu wakafanya kama walivyokuwa wameahidi."
  },
  {
    "verseNumber": "NEH 5:14",
    "verseText": "Zaidi ya hayo, kutoka mwaka wa ishirini wa Mfalme Artashasta, wakati nilipoteuliwa kuwa mtawala wao katika nchi ya Yuda, mpaka mwaka wake wa thelathini na mbili, yaani miaka kumi na miwili, mimi wala ndugu zangu hatukula chakula ambacho kwa kawaida hupewa watawala."
  },
  {
    "verseNumber": "NEH 5:15",
    "verseText": "Lakini watawala wa mwanzoni, wale walionitangulia, waliwalemea watu na kuchukua kutoka kwao shekeli arobaini za fedha, pamoja na chakula na mvinyo. Wasaidizi wao pia walijifanya wakuu juu ya watu. Lakini kwa kumheshimu Mungu sikufanya hivyo."
  },
  {
    "verseNumber": "NEH 5:16",
    "verseText": "Badala yake, nilijitoa kwa bidii katika kazi ya ukuta huu. Watu wangu wote walikutanika pale kwa ajili ya kazi. Hatukujipatia shamba lolote."
  },
  {
    "verseNumber": "NEH 5:17",
    "verseText": "Zaidi ya hayo, Wayahudi na maafisa 150 walikula mezani pangu, pamoja na wale waliotujia kutoka mataifa jirani."
  },
  {
    "verseNumber": "NEH 5:18",
    "verseText": "Kila siku niliandaliwa maksai mmoja, kondoo sita wazuri, na kuku, na mvinyo wa kila aina kwa wingi kila baada ya siku kumi. Licha ya mambo haya yote, sikudai chakula kilichokuwa fungu la mtawala, kwa sababu madai yalikuwa mazito sana kwa watu hawa."
  },
  {
    "verseNumber": "NEH 5:19",
    "verseText": "Unikumbuke kwa fadhili, Ee Mungu wangu, kwa yote niliyofanya kwa ajili ya watu hawa."
  },
  {
    "verseNumber": "NEH 6:1",
    "verseText": "Habari zilipofika kwa Sanbalati, Tobia, Geshemu Mwarabu, na adui zetu wengine kwamba nimejenga tena ukuta na hakuna nafasi iliyobakia ndani mwake, ingawa mpaka wakati huo sikuwa nimeweka milango kwenye malango,"
  },
  {
    "verseNumber": "NEH 6:2",
    "verseText": "Sanbalati na Geshemu wakanitumia ujumbe huu: “Njoo, tukutane katika mojawapo ya vijiji katika nchi tambarare ya Ono.” Lakini walikuwa wakikusudia kunidhuru."
  },
  {
    "verseNumber": "NEH 6:3",
    "verseText": "Kwa hiyo niliwatuma wajumbe kwao na majibu haya: “Kazi ninayoifanya ni kubwa sana, siwezi kuja. Kwa nini niiache kazi isimame nije kwenu?”"
  },
  {
    "verseNumber": "NEH 6:4",
    "verseText": "Mara nne walinitumia ujumbe wa namna iyo hiyo, na kila mara niliwapa jibu lile lile."
  },
  {
    "verseNumber": "NEH 6:5",
    "verseText": "Basi, mara ya tano, Sanbalati akamtuma msaidizi wake kwangu akiwa na ujumbe wa aina ile ile, naye alikuwa amechukua mkononi mwake barua isiyofungwa,"
  },
  {
    "verseNumber": "NEH 6:6",
    "verseText": "iliyokuwa imeandikwa: “Habari imeenezwa miongoni mwa mataifa, naye Geshemu anasema kwamba ni kweli, kuwa wewe na Wayahudi mnafanya hila ya kuasi, ndiyo sababu mnajenga ukuta. Zaidi ya hayo, kufuatana na taarifa hizi, karibuni utakuwa mfalme wao,"
  },
  {
    "verseNumber": "NEH 6:7",
    "verseText": "na hata umewateua manabii wafanye tangazo hili kukuhusu wewe huko Yerusalemu: ‘Yuko mfalme katika Yuda!’ Sasa taarifa hii itarudishwa kwa mfalme. Basi njoo, tufanye shauri pamoja.”"
  },
  {
    "verseNumber": "NEH 6:8",
    "verseText": "Nilimpelekea jibu hili: “Hakuna jambo kama hilo unalosema linalofanyika. Unalitunga tu kwenye kichwa chako.”"
  },
  {
    "verseNumber": "NEH 6:9",
    "verseText": "Wote walikuwa wakijaribu kutuogopesha, wakifikiri hivi: “Mikono ya watu italegea kiasi kwamba hawataweza kufanya kazi, nayo haitakamilika.” Lakini niliomba, “Ee Mungu, sasa nitie mikono yangu nguvu.”"
  },
  {
    "verseNumber": "NEH 6:10",
    "verseText": "Siku moja nilikwenda nyumbani kwa Shemaya mwana wa Delaya, mwana wa Mehetabeli, ambaye alikuwa amefungwa ndani ya nyumba yake. Akasema, “Tukutane katika nyumba ya Mungu, ndani ya Hekalu, na tufunge milango ya Hekalu, kwa sababu watu wanakuja kukuua. Naam, wanakuja usiku kukuua.”"
  },
  {
    "verseNumber": "NEH 6:11",
    "verseText": "Lakini nikasema, “Je, mtu kama mimi akimbie? Au mtu kama mimi aende Hekaluni kuokoa maisha yake? Sitakwenda!”"
  },
  {
    "verseNumber": "NEH 6:12",
    "verseText": "Nilitambua kwamba Mungu hakumtuma, bali alitabiri dhidi yangu kwa sababu Tobia na Sanbalati walikuwa wamemwajiri."
  },
  {
    "verseNumber": "NEH 6:13",
    "verseText": "Alikuwa ameajiriwa kunitisha ili kwa kufanya jambo hili nitende dhambi, kisha waweze kuniharibia jina langu na kuniaibisha."
  },
  {
    "verseNumber": "NEH 6:14",
    "verseText": "Ee Mungu wangu, wakumbuke Tobia na Sanbalati kwa sababu ya yale waliyotenda. Pia kumbuka nabii mke Noadia na manabii wengine ambao wamekuwa wakijaribu kunitisha."
  },
  {
    "verseNumber": "NEH 6:15",
    "verseText": "Basi ukuta ukakamilika siku ya ishirini na tano mwezi wa Eluli, kazi ambayo ilichukua siku hamsini na mbili."
  },
  {
    "verseNumber": "NEH 6:16",
    "verseText": "Adui zetu wote waliposikia kuhusu hili, mataifa yote yaliyotuzunguka yakaogopa na kupoteza ujasiri, kwa sababu yalitambua kuwa kazi hii imefanyika kwa msaada wa Mungu wetu."
  },
  {
    "verseNumber": "NEH 6:17",
    "verseText": "Pia katika siku hizo wakuu wa Yuda walikuwa wakituma barua nyingi kwa Tobia, nayo majibu yaliyotoka kwa Tobia yaliendelea kuwajia."
  },
  {
    "verseNumber": "NEH 6:18",
    "verseText": "Kwa kuwa watu wengi katika Yuda walikuwa wamemwapia Tobia, kwani alikuwa mkwewe Shekania mwana wa Ara, na Yehohanani mwanawe alikuwa amemwoa binti wa Meshulamu mwana wa Berekia."
  },
  {
    "verseNumber": "NEH 6:19",
    "verseText": "Zaidi ya hayo, walikuwa wakiniarifu jinsi Tobia alivyo mtu mwema, nao walimwambia kila kitu nilichosema. Naye Tobia alituma barua za kunitisha."
  },
  {
    "verseNumber": "NEH 7:1",
    "verseText": "Baada ya ukuta kukamilika kujengwa upya na nikaweka milango, mabawabu wa lango, waimbaji, na Walawi waliteuliwa."
  },
  {
    "verseNumber": "NEH 7:2",
    "verseText": "Nikamweka Hanani ndugu yangu kuwa kiongozi wa Yerusalemu, pamoja na Hanania jemadari wa ngome, kwa kuwa alikuwa mtu mwadilifu na mwenye kumcha Mungu kuliko watu wengine."
  },
  {
    "verseNumber": "NEH 7:3",
    "verseText": "Nikawaambia, “Malango ya Yerusalemu yasifunguliwe mpaka jua litakapokuwa limepanda. Walinzi wa malango wakiwa bado kwenye zamu, waamuru wafunge milango na waweke makomeo. Pia wateueni wenyeji wa Yerusalemu wawe walinzi, kila mmoja kwenye lindo lake, na wengine karibu na nyumba zao wenyewe.”"
  },
  {
    "verseNumber": "NEH 7:4",
    "verseText": "Mji ulikuwa mkubwa, tena wenye nafasi nyingi, lakini walikuwepo watu wachache ndani yake, nazo nyumba zilikuwa bado ni magofu."
  },
  {
    "verseNumber": "NEH 7:5",
    "verseText": "Hivyo Mungu wangu akaweka moyoni mwangu kuwakusanya wakuu, maafisa na watu wa kawaida kwa ajili ya kuorodheshwa kulingana na jamaa zao. Nilikuta orodha ya vizazi ya wale waliokuwa wa kwanza kurudi toka utumwani. Haya ndiyo niliyokuta yameandikwa humo:"
  },
  {
    "verseNumber": "NEH 7:6",
    "verseText": "Hawa ndio watu wa jimbo waliotoka uhamishoni, ambao Nebukadneza mfalme wa Babeli alikuwa amewachukua mateka (walirudi Yerusalemu na Yuda, kila mmoja kwenye mji wake,"
  },
  {
    "verseNumber": "NEH 7:7",
    "verseText": "wakiwa wamefuatana na Zerubabeli, Yeshua, Nehemia, Azaria, Raamia, Nahamani, Mordekai, Bilshani, Mispereti, Bigwai, Nehumu na Baana): Orodha ya wanaume wa Israeli ilikuwa:"
  },
  {
    "verseNumber": "NEH 7:8",
    "verseText": "wazao wa Paroshi 2,172"
  },
  {
    "verseNumber": "NEH 7:9",
    "verseText": "wazao wa Shefatia 372"
  },
  {
    "verseNumber": "NEH 7:10",
    "verseText": "wazao wa Ara 652"
  },
  {
    "verseNumber": "NEH 7:11",
    "verseText": "wazao wa Pahath-Moabu (wa jamaa ya Yeshua na Yoabu) 2,818"
  },
  {
    "verseNumber": "NEH 7:12",
    "verseText": "wazao wa Elamu 1,254"
  },
  {
    "verseNumber": "NEH 7:13",
    "verseText": "wazao wa Zatu 845"
  },
  {
    "verseNumber": "NEH 7:14",
    "verseText": "wazao wa Zakai 760"
  },
  {
    "verseNumber": "NEH 7:15",
    "verseText": "wazao wa Binui 648"
  },
  {
    "verseNumber": "NEH 7:16",
    "verseText": "wazao wa Bebai 628"
  },
  {
    "verseNumber": "NEH 7:17",
    "verseText": "wazao wa Azgadi 2,322"
  },
  {
    "verseNumber": "NEH 7:18",
    "verseText": "wazao wa Adonikamu 667"
  },
  {
    "verseNumber": "NEH 7:19",
    "verseText": "wazao wa Bigwai 2,067"
  },
  {
    "verseNumber": "NEH 7:20",
    "verseText": "wazao wa Adini 655"
  },
  {
    "verseNumber": "NEH 7:21",
    "verseText": "wazao wa Ateri (kupitia Hezekia) 98"
  },
  {
    "verseNumber": "NEH 7:22",
    "verseText": "wazao wa Hashumu 328"
  },
  {
    "verseNumber": "NEH 7:23",
    "verseText": "wazao wa Besai 324"
  },
  {
    "verseNumber": "NEH 7:24",
    "verseText": "wazao wa Harifu 112"
  },
  {
    "verseNumber": "NEH 7:25",
    "verseText": "wazao wa Gibeoni 95"
  },
  {
    "verseNumber": "NEH 7:26",
    "verseText": "watu wa Bethlehemu na Netofa 188"
  },
  {
    "verseNumber": "NEH 7:27",
    "verseText": "watu wa Anathothi 128"
  },
  {
    "verseNumber": "NEH 7:28",
    "verseText": "watu wa Beth-Azmawethi 42"
  },
  {
    "verseNumber": "NEH 7:29",
    "verseText": "watu wa Kiriath-Yearimu, Kefira na Beerothi 743"
  },
  {
    "verseNumber": "NEH 7:30",
    "verseText": "watu wa Rama na Geba 621"
  },
  {
    "verseNumber": "NEH 7:31",
    "verseText": "watu wa Mikmashi 122"
  },
  {
    "verseNumber": "NEH 7:32",
    "verseText": "watu wa Betheli na Ai 123"
  },
  {
    "verseNumber": "NEH 7:33",
    "verseText": "watu wa Nebo 52"
  },
  {
    "verseNumber": "NEH 7:34",
    "verseText": "wazao wa Elamu 1,254"
  },
  {
    "verseNumber": "NEH 7:35",
    "verseText": "wazao wa Harimu 320"
  },
  {
    "verseNumber": "NEH 7:36",
    "verseText": "wazao wa Yeriko 345"
  },
  {
    "verseNumber": "NEH 7:37",
    "verseText": "wazao wa Lodi, Hadidi na Ono 721"
  },
  {
    "verseNumber": "NEH 7:38",
    "verseText": "wazao wa Senaa 3,930"
  },
  {
    "verseNumber": "NEH 7:39",
    "verseText": "Makuhani: wazao wa Yedaya (kwa jamaa ya Yeshua) 973"
  },
  {
    "verseNumber": "NEH 7:40",
    "verseText": "wazao wa Imeri 1,052"
  },
  {
    "verseNumber": "NEH 7:41",
    "verseText": "wazao wa Pashuri 1,247"
  },
  {
    "verseNumber": "NEH 7:42",
    "verseText": "wazao wa Harimu 1,017"
  },
  {
    "verseNumber": "NEH 7:43",
    "verseText": "Walawi: wazao wa Yeshua (kupitia Kadmieli kupitia jamaa ya Hodavia) 74"
  },
  {
    "verseNumber": "NEH 7:44",
    "verseText": "Waimbaji: wazao wa Asafu 148"
  },
  {
    "verseNumber": "NEH 7:45",
    "verseText": "Mabawabu wa malango: wazao wa Shalumu, Ateri, Talmoni, Akubu, Hatita na Shobai 138"
  },
  {
    "verseNumber": "NEH 7:46",
    "verseText": "Watumishi wa Hekalu: wazao wa Siha, Hasufa, Tabaothi,"
  },
  {
    "verseNumber": "NEH 7:47",
    "verseText": "wazao wa Kerosi, Sia, Padoni,"
  },
  {
    "verseNumber": "NEH 7:48",
    "verseText": "wazao wa Lebana, Hagaba, Shalmai,"
  },
  {
    "verseNumber": "NEH 7:49",
    "verseText": "wazao wa Hanani, Gideli, Gahari,"
  },
  {
    "verseNumber": "NEH 7:50",
    "verseText": "wazao wa Reaya, Resini, Nekoda,"
  },
  {
    "verseNumber": "NEH 7:51",
    "verseText": "wazao wa Gazamu, Uza, Pasea,"
  },
  {
    "verseNumber": "NEH 7:52",
    "verseText": "wazao wa Besai, Meunimu, Nefusimu,"
  },
  {
    "verseNumber": "NEH 7:53",
    "verseText": "wazao wa Bakbuki, Hakufa, Harhuri,"
  },
  {
    "verseNumber": "NEH 7:54",
    "verseText": "wazao wa Basluthi, Mehida, Harsha,"
  },
  {
    "verseNumber": "NEH 7:55",
    "verseText": "wazao wa Barkosi, Sisera, Tema,"
  },
  {
    "verseNumber": "NEH 7:56",
    "verseText": "wazao wa Nesia na Hatifa."
  },
  {
    "verseNumber": "NEH 7:57",
    "verseText": "Wazao wa watumishi wa Solomoni: wazao wa Sotai, Soferethi, Perida,"
  },
  {
    "verseNumber": "NEH 7:58",
    "verseText": "wazao wa Yaala, Darkoni, Gideli,"
  },
  {
    "verseNumber": "NEH 7:59",
    "verseText": "wazao wa Shefatia, Hatili, Pokereth-Hasebaimu na Amoni."
  },
  {
    "verseNumber": "NEH 7:60",
    "verseText": "Watumishi wa Hekalu wote na wazao wa watumishi wa Solomoni 392"
  },
  {
    "verseNumber": "NEH 7:61",
    "verseText": "Wafuatao walikuja kutoka miji ya Tel-Mela, Tel-Harsha, Kerubu, Adoni na Imeri, lakini hawakuweza kuthibitisha kwamba jamaa zao zilikuwa uzao wa Israeli:"
  },
  {
    "verseNumber": "NEH 7:62",
    "verseText": "wazao wa Delaya, Tobia na Nekoda 642"
  },
  {
    "verseNumber": "NEH 7:63",
    "verseText": "Na kutoka miongoni mwa makuhani: wazao wa Hobaya, Hakosi na Barzilai (mtu aliyekuwa amemwoa binti wa Barzilai, Mgileadi, naye akaitwa kwa jina hilo)."
  },
  {
    "verseNumber": "NEH 7:64",
    "verseText": "Hawa walitafuta orodha za jamaa zao, lakini hawakuonekana humo, kwa hiyo waliondolewa kutoka kundi la makuhani, kwa kuwa walihesabiwa kuwa najisi."
  },
  {
    "verseNumber": "NEH 7:65",
    "verseText": "Kwa hiyo, mtawala aliagiza kuwa wasile chochote miongoni mwa vyakula vitakatifu hadi kuwe kuhani atakayehudumu kwa Urimu na Thumimu."
  },
  {
    "verseNumber": "NEH 7:66",
    "verseText": "Jumla ya watu wote waliorudi walikuwa 42,360;"
  },
  {
    "verseNumber": "NEH 7:67",
    "verseText": "tena zaidi ya hao walikuwepo watumishi wa kiume na wa kike 7,337; pia walikuwamo waimbaji wanaume na wanawake 245."
  },
  {
    "verseNumber": "NEH 7:68",
    "verseText": "Walikuwa na farasi 736, nyumbu 245"
  },
  {
    "verseNumber": "NEH 7:69",
    "verseText": "ngamia 435 na punda 6,720."
  },
  {
    "verseNumber": "NEH 7:70",
    "verseText": "Baadhi ya viongozi wa jamaa walichangia kazi ya ujenzi. Mtawala alikabidhi kwenye hazina darkoni 1,000 za dhahabu, mabakuli 50, na mavazi 530 kwa ajili ya makuhani."
  },
  {
    "verseNumber": "NEH 7:71",
    "verseText": "Baadhi ya viongozi wa jamaa walikabidhi kwenye hazina darkoni 20,000 za dhahabu, na mane 2,200 za fedha kwa ajili ya kazi hiyo."
  },
  {
    "verseNumber": "NEH 7:72",
    "verseText": "Jumla ya matoleo ya watu wengine yalikuwa ni darkoni 20,000 za dhahabu, mane 2,000 za fedha, na mavazi sitini na saba ya makuhani."
  },
  {
    "verseNumber": "NEH 7:73",
    "verseText": "Makuhani, Walawi, mabawabu, waimbaji na watumishi wa Hekalu, pamoja na baadhi ya watu wengine na Waisraeli waliosalia waliishi katika miji yao wenyewe. Ezra Asoma Sheria Ilipotimia miezi saba, nao Waisraeli wakiwa tayari wanaishi katika miji yao,"
  },
  {
    "verseNumber": "NEH 8:1",
    "verseText": "watu wote wakakusanyika kama mtu mmoja kwenye uwanja mbele ya Lango la Maji. Wakamwambia Ezra mwandishi alete Kitabu cha Sheria ya Mose, ambacho BWANA aliamuru kwa ajili ya Israeli."
  },
  {
    "verseNumber": "NEH 8:2",
    "verseText": "Basi katika siku ya kwanza ya mwezi wa saba, kuhani Ezra akaleta Sheria mbele ya kusanyiko, ambamo walikuwamo wanaume, wanawake na watu wote walioweza kufahamu."
  },
  {
    "verseNumber": "NEH 8:3",
    "verseText": "Akaisoma kwa sauti kubwa tangu mapambazuko mpaka adhuhuri, akiwa ameuelekea uwanja uliokuwa mbele ya Lango la Maji mbele ya wanaume, wanawake na wengine ambao waliweza kufahamu. Watu wote wakasikiliza kwa makini kile Kitabu cha Sheria."
  },
  {
    "verseNumber": "NEH 8:4",
    "verseText": "Mwandishi Ezra alikuwa amesimama juu ya jukwaa la miti lililojengwa kwa kusudi hilo. Karibu naye upande wa kuume alisimama Matithia, Shema, Anaya, Uria, Hilkia na Maaseya. Upande wake wa kushoto walikuwepo Pedaya, Mishaeli, Malkiya, Hashumu, Hashbadani, Zekaria na Meshulamu."
  },
  {
    "verseNumber": "NEH 8:5",
    "verseText": "Ezra akakifungua kile kitabu. Watu wote waliweza kumwona kwa sababu alikuwa amesimama juu zaidi, naye alipokifungua watu wote wakasimama."
  },
  {
    "verseNumber": "NEH 8:6",
    "verseText": "Ezra akamsifu BWANA, Mungu mkuu, nao watu wote wakainua mikono yao na kuitikia, “Amen! Amen!” Kisha wakasujudu na kumwabudu BWANA hali nyuso zao zikigusa ardhi."
  },
  {
    "verseNumber": "NEH 8:7",
    "verseText": "Watu wakiwa wamesimama pale, Walawi wafuatao waliwafunza ile Sheria: Yeshua, Bani, Sherebia, Yamini, Akubu, Shabethai, Hodia, Maaseya, Kelita, Azaria, Yozabadi, Hanani na Pelaya."
  },
  {
    "verseNumber": "NEH 8:8",
    "verseText": "Walisoma kutoka kile Kitabu cha Sheria ya Mungu, wakiifafanua na kuwapa maelezo ili watu waweze kufahamu kile kilichokuwa kikisomwa."
  },
  {
    "verseNumber": "NEH 8:9",
    "verseText": "Ndipo Nehemia aliyekuwa mtawala, Ezra kuhani na mwandishi, pamoja na Walawi waliokuwa wakiwafundisha watu wakawaambia wote, “Siku hii ni takatifu kwa BWANA Mungu wenu. Msiomboleze wala msilie.” Kwa kuwa watu wote walikuwa wakilia walipokuwa wakisikiliza maneno ya ile Sheria."
  },
  {
    "verseNumber": "NEH 8:10",
    "verseText": "Nehemia akasema, “Nendeni mkafurahie chakula kizuri na vinywaji vitamu, na mpeleke sehemu kwa wale ambao hawana chochote cha kula. Siku hii ni takatifu kwa BWANA. Msihuzunike, kwa kuwa furaha ya BWANA ni nguvu zenu.”"
  },
  {
    "verseNumber": "NEH 8:11",
    "verseText": "Walawi wakawatuliza watu wote wakisema, “Kuweni watulivu, kwa kuwa hii ni siku takatifu. Msihuzunike.”"
  },
  {
    "verseNumber": "NEH 8:12",
    "verseText": "Kisha watu wote wakaondoka kwenda kula na kunywa, na kupeana sehemu ya chakula, na wakaadhimisha kwa furaha kubwa, kwa sababu sasa walifahamu maneno yale waliyokuwa wameelezwa."
  },
  {
    "verseNumber": "NEH 8:13",
    "verseText": "Katika siku ya pili ya mwezi, wakuu wa mbari zote, pamoja na makuhani na Walawi, walikusanyika wakimzunguka Ezra mwandishi ili wapate kusikiliza kwa makini maneno ya Sheria."
  },
  {
    "verseNumber": "NEH 8:14",
    "verseText": "Wakakuta imeandikwa katika ile Sheria, ambayo BWANA aliiamuru kupitia kwa Mose, kwamba Waisraeli walipaswa kukaa katika vibanda wakati wa sikukuu ya mwezi wa saba,"
  },
  {
    "verseNumber": "NEH 8:15",
    "verseText": "na kwamba walipaswa kutangaza neno hili na kulieneza katika miji yao na katika Yerusalemu wakisema: “Enendeni katika nchi ya mlima na kuleta matawi kutoka miti ya mizeituni, mizeituni mwitu, mihadasi, mitende na miti ya kivuli, ili kutengeneza vibanda,” kama ilivyoandikwa."
  },
  {
    "verseNumber": "NEH 8:16",
    "verseText": "Basi watu wakaenda na kuleta matawi, nao wakajijengea vibanda juu ya paa za nyumba zao, katika nyua zao, katika nyua za nyumba ya Mungu, na katika uwanja karibu na Lango la Maji na uwanja wa Lango la Efraimu."
  },
  {
    "verseNumber": "NEH 8:17",
    "verseText": "Jamii yote ya watu waliorudi kutoka utumwani wakajenga vibanda na kuishi ndani yake. Tangu wakati wa Yoshua mwana wa Nuni mpaka siku ile, Waisraeli hawakuwahi kuiadhimisha namna hii. Furaha yao ilikuwa kubwa sana."
  },
  {
    "verseNumber": "NEH 8:18",
    "verseText": "Siku baada ya siku, kuanzia siku ya kwanza hadi ya mwisho, Ezra alisoma kutoka kwenye kile Kitabu cha Sheria ya Mungu. Wakaiadhimisha sikukuu ile kwa siku saba, nayo siku ya nane, kufuatana na maagizo, kulikuwa na kusanyiko maalum."
  },
  {
    "verseNumber": "NEH 9:1",
    "verseText": "Katika siku ya ishirini na nne ya mwezi ule ule, Waisraeli walikusanyika pamoja, wakifunga na kuvaa nguo za gunia na kujitia mavumbi vichwani mwao."
  },
  {
    "verseNumber": "NEH 9:2",
    "verseText": "Wale wa uzao wa Israeli walijitenga na wageni wote. Wakasimama mahali pao, na kuungama dhambi zao na uovu wa baba zao."
  },
  {
    "verseNumber": "NEH 9:3",
    "verseText": "Wakasimama pale walipokuwa, wakasoma kutoka kwenye kile Kitabu cha Sheria ya BWANA Mungu wao kwa muda wa robo siku, na wakatumia robo nyingine kwa kuungama dhambi na kumwabudu BWANA Mungu wao."
  },
  {
    "verseNumber": "NEH 9:4",
    "verseText": "Walawi wafuatao walikuwa wamesimama kwenye ngazi: Yeshua, Bani, Kadmieli, Shebania, Buni, Sherebia, Bani na Kenani. Hawa walimlilia BWANA Mungu wao kwa sauti kubwa."
  },
  {
    "verseNumber": "NEH 9:5",
    "verseText": "Nao Walawi Yeshua, Kadmieli, Bani, Hashabnea, Sherebia, Hodia, Shebania na Pethahia wakasema: “Simameni mkamsifu BWANA Mungu wenu, yeye ambaye ni Mungu tangu milele hata milele. “Libarikiwe jina lake tukufu, litukuzwe juu ya baraka zote na sifa."
  },
  {
    "verseNumber": "NEH 9:6",
    "verseText": "Wewe peke yako ndiwe BWANA. Uliziumba mbingu, hata mbingu za mbingu na jeshi lote la mbinguni, dunia na vyote vilivyo ndani yake, na pia bahari na vyote vilivyomo ndani yake. Huvipa vitu vyote uhai, nalo jeshi la mbinguni linakuabudu wewe."
  },
  {
    "verseNumber": "NEH 9:7",
    "verseText": "“Wewe ni BWANA Mungu uliyemchagua Abramu na kumtoa kutoka Uru ya Wakaldayo, nawe ukamwita Abrahamu."
  },
  {
    "verseNumber": "NEH 9:8",
    "verseText": "Uliona kuwa moyo wake ni mwaminifu kwako, nawe ukafanya Agano naye kuwapa wazao wake nchi ya Wakanaani, Wahiti, Waamori, Waperizi, Wayebusi na Wagirgashi. Umetimiza ahadi yako kwa sababu wewe ni mwenye haki."
  },
  {
    "verseNumber": "NEH 9:9",
    "verseText": "“Uliona mateso ya baba zetu huko Misri, ukasikia kilio chao huko Bahari ya Shamu."
  },
  {
    "verseNumber": "NEH 9:10",
    "verseText": "Ulituma ishara za miujiza na maajabu dhidi ya Farao, dhidi ya maafisa wake wote na watu wote wa nchi yake, kwa kuwa ulifahamu jinsi Wamisri walivyowafanyia ufidhuli. Ukajifanyia jina linalodumu hadi leo."
  },
  {
    "verseNumber": "NEH 9:11",
    "verseText": "Ukagawa bahari mbele yao, ili waweze kupita katikati yake penye nchi kavu, lakini uliwatupa Wamisri waliowafuatilia katika vilindi, kama jiwe kwenye maji mengi."
  },
  {
    "verseNumber": "NEH 9:12",
    "verseText": "Mchana uliwaongoza kwa nguzo ya wingu, na usiku kwa nguzo ya moto kuwamulikia njia iliyowapasa kuiendea."
  },
  {
    "verseNumber": "NEH 9:13",
    "verseText": "“Ulishuka katika Mlima Sinai, ukanena nao kutoka mbinguni. Uliwapa masharti na sheria zile ambazo ni za kweli na haki, pia amri na maagizo mazuri."
  },
  {
    "verseNumber": "NEH 9:14",
    "verseText": "Uliwafahamisha Sabato yako takatifu na ukawapa amri, maagizo na sheria kupitia mtumishi wako Mose."
  },
  {
    "verseNumber": "NEH 9:15",
    "verseText": "Katika njaa yao uliwapa mkate kutoka mbinguni, na katika kiu yao uliwatolea maji kutoka kwenye mwamba. Uliwaambia waingie na kuimiliki nchi ambayo ulikuwa umeapa kuwapa kwa mkono ulioinuliwa."
  },
  {
    "verseNumber": "NEH 9:16",
    "verseText": "“Lakini wao, baba zetu, wakawa na kiburi na shingo ngumu, nao hawakutii maagizo yako."
  },
  {
    "verseNumber": "NEH 9:17",
    "verseText": "Wakakataa kusikiliza na kushindwa kukumbuka miujiza uliyoifanya miongoni mwao. Wakawa na shingo ngumu, na katika uasi wao wakamchagua kiongozi ili warudi kwenye utumwa wao. Lakini wewe ni Mungu mwenye kusamehe, mwenye neema na mwingi wa huruma, si mwepesi wa hasira, ni mwingi wa upendo. Kwa hiyo hukuwaacha,"
  },
  {
    "verseNumber": "NEH 9:18",
    "verseText": "hata wakati walijitengenezea sanamu ya ndama ya kusubu na kusema, ‘Huyu ni mungu wenu, aliyewapandisha kutoka nchi ya Misri,’ au walipofanya makufuru makubwa."
  },
  {
    "verseNumber": "NEH 9:19",
    "verseText": "“Kwa sababu ya huruma zako kuu hukuwaacha jangwani. Wakati wa mchana ile nguzo ya wingu haikukoma kuwaongoza katika njia yao, wala nguzo ya moto haikuacha kuwamulikia usiku njia iliyowapasa kuiendea."
  },
  {
    "verseNumber": "NEH 9:20",
    "verseText": "Uliwapa Roho wako mwema ili kuwafundisha. Hukuwanyima mana yako vinywani mwao, nawe ukawapa maji kwa ajili ya kiu yao."
  },
  {
    "verseNumber": "NEH 9:21",
    "verseText": "Kwa miaka arobaini uliwatunza jangwani. Hawakukosa chochote, na nguo zao hazikuchakaa wala miguu yao haikuvimba."
  },
  {
    "verseNumber": "NEH 9:22",
    "verseText": "“Uliwapa falme na mataifa, ukiwagawia hata mipaka ya mbali. Wakaimiliki nchi ya Sihoni mfalme wa Heshboni, na nchi ya Ogu mfalme wa Bashani."
  },
  {
    "verseNumber": "NEH 9:23",
    "verseText": "Uliwafanya wana wao kuwa wengi kama nyota za angani, nawe ukawaleta katika nchi ambayo uliwaambia baba zao kuingia na kuimiliki."
  },
  {
    "verseNumber": "NEH 9:24",
    "verseText": "Wana wao wakaingia na kuimiliki nchi. Uliwatiisha Wakanaani mbele yao, walioishi katika nchi, ukawatia Wakanaani mikononi mwao, pamoja na wafalme wao na watu wa nchi, wawafanyie kama wapendavyo."
  },
  {
    "verseNumber": "NEH 9:25",
    "verseText": "Wakateka miji yenye ngome na nchi yenye rutuba, wakamiliki nyumba zilizojazwa na vitu vizuri vya kila aina, visima vilivyochimbwa tayari, mashamba ya mizabibu, mashamba ya mizeituni na miti yenye matunda kwa wingi. Wakala, wakashiba nao wakanawiri sana, wakajifurahisha katika wema wako mwingi."
  },
  {
    "verseNumber": "NEH 9:26",
    "verseText": "“Lakini hawakukutii nao wakaasi dhidi yako, wakatupa sheria zako nyuma yao. Wakawaua manabii wako, waliowaonya ili wakurudie, na wakafanya makufuru makubwa."
  },
  {
    "verseNumber": "NEH 9:27",
    "verseText": "Hivyo ukawatia mikononi mwa adui zao, ambao waliwatesa. Lakini walipoteswa, wakakulilia wewe. Kutoka mbinguni uliwasikia, nawe kwa huruma zako kuu ukawapa waokozi, waliowaokoa kutoka mikononi mwa adui zao."
  },
  {
    "verseNumber": "NEH 9:28",
    "verseText": "“Lakini mara walipokuwa na raha, wakafanya maovu tena machoni pako. Kisha ukawaacha mikononi mwa adui zao, nao wakawatawala. Walipokulilia tena, ukasikia kutoka mbinguni, na kwa huruma zako ukawaokoa kila mara."
  },
  {
    "verseNumber": "NEH 9:29",
    "verseText": "“Ukawaonya warudi katika sheria yako, lakini wakawa na kiburi na hawakutii amri zako. Wakatenda dhambi dhidi ya maagizo yako ambayo kwayo mtu ataishi kama akiyatii. Kwa ukaidi wakakugeuzia kisogo, wakawa na shingo ngumu na wakakataa kusikiliza."
  },
  {
    "verseNumber": "NEH 9:30",
    "verseText": "Kwa miaka mingi ulikuwa mvumilivu kwao. Kwa njia ya Roho wako ukawaonya kupitia manabii wako. Hata hivyo hawakujali, basi ukawatia mikononi mwa mataifa jirani."
  },
  {
    "verseNumber": "NEH 9:31",
    "verseText": "Lakini kwa rehema zako kuu hukuwakomesha wala kuwaacha, kwa kuwa wewe ni Mungu mwenye neema na rehema."
  },
  {
    "verseNumber": "NEH 9:32",
    "verseText": "“Basi sasa, Ee Mungu wetu, uliye mkuu, mwenye nguvu na Mungu wa kuogofya, mwenye kushika agano lake la upendo, usiache taabu hizi zote zionekane kuwa kitu kidogo mbele za macho yako, taabu hizi zilizotupata, juu ya wafalme wetu na viongozi, juu ya makuhani wetu na manabii, juu ya baba zetu na watu wako wote, tangu siku za wafalme wa Ashuru hadi leo."
  },
  {
    "verseNumber": "NEH 9:33",
    "verseText": "Katika hayo yote yaliyotupata, umekuwa mwenye haki, na umetenda kwa uaminifu, wakati sisi tumetenda mabaya."
  },
  {
    "verseNumber": "NEH 9:34",
    "verseText": "Wafalme wetu, viongozi wetu, makuhani wetu na baba zetu hawakufuata sheria yako. Hawakuzingatia amri zako wala maonyo uliyowapa."
  },
  {
    "verseNumber": "NEH 9:35",
    "verseText": "Hata walipokuwa wangali katika ufalme wao, wakiufurahia wema wako mkuu katika nchi kubwa na yenye rutuba uliyowapa, hawakukutumikia wala kugeuka kutoka njia zao mbaya."
  },
  {
    "verseNumber": "NEH 9:36",
    "verseText": "“Lakini tazama, sisi ni watumwa leo, watumwa katika nchi uliyowapa baba zetu ili wapate kula matunda yake na vitu vingine vizuri inayozalisha."
  },
  {
    "verseNumber": "NEH 9:37",
    "verseText": "Kwa sababu ya dhambi zetu, mavuno yake mengi huenda kwa wafalme uliowaweka watutawale. Wanatawala juu ya miili yetu na mifugo yetu kama wapendavyo. Tuko katika dhiki kuu."
  },
  {
    "verseNumber": "NEH 9:38",
    "verseText": "“Kwa sababu ya haya yote, tunajifunga katika mapatano, na kuyaandika, nao viongozi wetu, Walawi wetu na makuhani wetu wanatia mihuri yao.”"
  },
  {
    "verseNumber": "NEH 10:1",
    "verseText": "Wale waliotia muhuri walikuwa: Nehemia mtawala, mwana wa Hakalia. Sedekia,"
  },
  {
    "verseNumber": "NEH 10:2",
    "verseText": "Seraya, Azaria, Yeremia,"
  },
  {
    "verseNumber": "NEH 10:3",
    "verseText": "Pashuri, Amaria, Malkiya,"
  },
  {
    "verseNumber": "NEH 10:4",
    "verseText": "Hatushi, Shebania, Maluki,"
  },
  {
    "verseNumber": "NEH 10:5",
    "verseText": "Harimu, Meremothi, Obadia,"
  },
  {
    "verseNumber": "NEH 10:6",
    "verseText": "Danieli, Ginethoni, Baruku,"
  },
  {
    "verseNumber": "NEH 10:7",
    "verseText": "Meshulamu, Abiya, Miyamini,"
  },
  {
    "verseNumber": "NEH 10:8",
    "verseText": "Maazia, Bilgai na Shemaya. Hawa ndio waliokuwa makuhani."
  },
  {
    "verseNumber": "NEH 10:9",
    "verseText": "Walawi: Yeshua mwana wa Azania, Binui wa wana wa Henadadi, Kadmieli,"
  },
  {
    "verseNumber": "NEH 10:10",
    "verseText": "na wenzao: Shebania, Hodia, Kelita, Pelaya, Hanani,"
  },
  {
    "verseNumber": "NEH 10:11",
    "verseText": "Mika, Rehobu, Hashabia,"
  },
  {
    "verseNumber": "NEH 10:12",
    "verseText": "Zakuri, Sherebia, Shebania,"
  },
  {
    "verseNumber": "NEH 10:13",
    "verseText": "Hodia, Bani na Beninu."
  },
  {
    "verseNumber": "NEH 10:14",
    "verseText": "Viongozi wa watu: Paroshi, Pahath-Moabu, Elamu, Zatu, Bani,"
  },
  {
    "verseNumber": "NEH 10:15",
    "verseText": "Buni, Azgadi, Bebai,"
  },
  {
    "verseNumber": "NEH 10:16",
    "verseText": "Adoniya, Bigwai, Adini,"
  },
  {
    "verseNumber": "NEH 10:17",
    "verseText": "Ateri, Hezekia, Azuri,"
  },
  {
    "verseNumber": "NEH 10:18",
    "verseText": "Hodia, Hashumu, Besai,"
  },
  {
    "verseNumber": "NEH 10:19",
    "verseText": "Harifu, Anathothi, Nebai,"
  },
  {
    "verseNumber": "NEH 10:20",
    "verseText": "Magpiashi, Meshulamu, Heziri,"
  },
  {
    "verseNumber": "NEH 10:21",
    "verseText": "Meshezabeli, Sadoki, Yadua,"
  },
  {
    "verseNumber": "NEH 10:22",
    "verseText": "Pelatia, Hanani, Anaya,"
  },
  {
    "verseNumber": "NEH 10:23",
    "verseText": "Hoshea, Hanania, Hashubu,"
  },
  {
    "verseNumber": "NEH 10:24",
    "verseText": "Haloheshi, Pilha, Shobeki,"
  },
  {
    "verseNumber": "NEH 10:25",
    "verseText": "Rehumu, Hashabna, Maaseya,"
  },
  {
    "verseNumber": "NEH 10:26",
    "verseText": "Ahiya, Hanani, Anani,"
  },
  {
    "verseNumber": "NEH 10:27",
    "verseText": "Maluki, Harimu na Baana."
  },
  {
    "verseNumber": "NEH 10:28",
    "verseText": "“Watu wengine wote, wakiwa ni makuhani, Walawi, mabawabu, waimbaji, watumishi wa Hekalu, na wale wote waliojitenga na mataifa jirani kwa ajili ya Sheria ya Mungu, pamoja na wake zao na wana wao na binti zao wote waliokuwa na uwezo wa kufahamu,"
  },
  {
    "verseNumber": "NEH 10:29",
    "verseText": "basi hawa wote wanajiunga na ndugu zao na wakuu wao, na kujifunga kwa laana na kwa kiapo kufuata Sheria ya Mungu iliyotolewa kupitia kwa Mose mtumishi wa Mungu, na kutii kwa uangalifu amri zote, maagizo na sheria za BWANA, BWANA wetu."
  },
  {
    "verseNumber": "NEH 10:30",
    "verseText": "“Tunaahidi kutowaoza binti zetu kwa watu wanaotuzunguka, wala kuwaoza wana wetu binti zao."
  },
  {
    "verseNumber": "NEH 10:31",
    "verseText": "“Wakati mataifa jirani waletapo bidhaa zao au nafaka kuuza siku ya Sabato, hatutazinunua kutoka kwao siku ya Sabato, wala siku nyingine yoyote takatifu. Kila mwaka wa saba, tutaacha kuilima ardhi na tutafuta madeni yote."
  },
  {
    "verseNumber": "NEH 10:32",
    "verseText": "“Tunakubali wajibu wa kutimiza amri za kutoa theluthi ya shekeli kila mwaka kwa ajili ya utumishi wa nyumba ya Mungu:"
  },
  {
    "verseNumber": "NEH 10:33",
    "verseText": "Kwa ajili ya mikate ya Wonyesho, kwa ajili ya sadaka za kawaida za nafaka na sadaka za kuteketezwa, kwa ajili ya sadaka za siku za Sabato, Sikukuu za Mwandamo wa Mwezi na sikukuu nyingine zilizoamriwa, kwa ajili ya sadaka takatifu, kwa ajili ya sadaka za dhambi ili kufanya upatanisho kwa ajili ya Israeli, na kwa ajili ya kazi zote za nyumba ya Mungu wetu."
  },
  {
    "verseNumber": "NEH 10:34",
    "verseText": "“Sisi makuhani, Walawi na watu, tumepiga kura kuamua kuwa kila mmoja wa jamaa zetu lazima alete katika nyumba ya Mungu wetu kwa nyakati maalum kila mwaka mchango wa kuni za kukokea moto katika madhabahu ya BWANA Mungu wetu, kama ilivyoandikwa katika Sheria."
  },
  {
    "verseNumber": "NEH 10:35",
    "verseText": "“Pia tunachukua wajibu wa kuleta malimbuko ya mazao yetu na matunda ya kwanza ya kila mti wa matunda katika nyumba ya BWANA kila mwaka."
  },
  {
    "verseNumber": "NEH 10:36",
    "verseText": "“Kama pia ilivyoandikwa katika Sheria, tutawaleta wazaliwa wetu wa kwanza wa kiume, na wa mifugo yetu, yaani wa ngʼombe wetu na wa makundi yetu ya kondoo na mbuzi, katika nyumba ya Mungu wetu, kwa ajili ya makuhani wanaohudumu huko."
  },
  {
    "verseNumber": "NEH 10:37",
    "verseText": "“Zaidi ya hayo, tutaleta katika ghala za nyumba ya Mungu wetu, kwa makuhani, vyakula vya kwanza vya mashamba yetu, sadaka zetu za nafaka, matunda ya miti yetu yote, divai yetu mpya na mafuta. Nasi tutaleta zaka za mazao yetu kwa Walawi, kwa kuwa Walawi ndio ambao hukusanya zaka katika miji yote tunakofanya kazi."
  },
  {
    "verseNumber": "NEH 10:38",
    "verseText": "Kuhani atokanaye na uzao wa Aroni atashirikiana na Walawi wakati wanapopokea zaka, nao Walawi itawapasa kuleta sehemu ya kumi ya zaka katika nyumba ya Mungu wetu katika ghala za hazina."
  },
  {
    "verseNumber": "NEH 10:39",
    "verseText": "Watu wa Israeli pamoja na Walawi itawapasa kuleta michango yao ya nafaka, divai mpya na mafuta katika vyumba vya ghala, mahali vifaa vya mahali patakatifu vinapohifadhiwa, na wanapokaa makuhani wanaohudumu, na mabawabu na waimbaji. “Hatutaacha kuijali nyumba ya Mungu wetu.”"
  },
  {
    "verseNumber": "NEH 11:1",
    "verseText": "Basi viongozi wa watu walikaa Yerusalemu, nao watu wale wengine walipiga kura ili kuleta mtu mmoja kati ya watu kumi aje kuishi Yerusalemu, mji mtakatifu, nao wengine tisa waliobaki wakae katika miji yao wenyewe."
  },
  {
    "verseNumber": "NEH 11:2",
    "verseText": "Watu waliwasifu wale wote waliojitolea kuishi Yerusalemu."
  },
  {
    "verseNumber": "NEH 11:3",
    "verseText": "Hawa ndio viongozi wa majimbo waliokuja kuishi Yerusalemu (baadhi ya Waisraeli, makuhani, Walawi, watumishi wa Hekalu, na wazao wa watumishi wa Solomoni waliendelea kuishi katika miji ya Yuda, kila mmoja katika milki yake mwenyewe katika miji mbalimbali,"
  },
  {
    "verseNumber": "NEH 11:4",
    "verseText": "ambapo watu wengine kutoka Yuda na Benyamini waliishi Yerusalemu). Kutoka wazao wa Yuda: Athaya mwana wa Uzia, mwana wa Zekaria, mwana wa Amaria, mwana wa Shefatia, mwana wa Mahalaleli, mzao wa Peresi."
  },
  {
    "verseNumber": "NEH 11:5",
    "verseText": "Naye Maaseya mwana wa Baruku, mwana wa Kolhoze, mwana wa Hazaya, mwana wa Adaya, mwana wa Yoyaribu, mwana wa Zekaria, mzao wa Mshiloni."
  },
  {
    "verseNumber": "NEH 11:6",
    "verseText": "Wazao wa Peresi walioishi Yerusalemu walikuwa 468, watu wenye uwezo."
  },
  {
    "verseNumber": "NEH 11:7",
    "verseText": "Kutoka wazao wa Benyamini: Salu mwana wa Meshulamu, mwana wa Yoedi, mwana wa Pedaya, mwana wa Kolaya, mwana wa Maaseya, mwana wa Ithieli, mwana wa Yeshaya"
  },
  {
    "verseNumber": "NEH 11:8",
    "verseText": "na wafuasi wake, Gabai na Salai watu 928."
  },
  {
    "verseNumber": "NEH 11:9",
    "verseText": "Yoeli mwana wa Zikri alikuwa afisa wao mkuu, naye Yuda mwana wa Hasenua alikuwa msimamizi juu ya Mtaa wa Pili katika mji."
  },
  {
    "verseNumber": "NEH 11:10",
    "verseText": "Kutoka makuhani: Yedaya, mwana wa Yoyaribu, Yakini,"
  },
  {
    "verseNumber": "NEH 11:11",
    "verseText": "Seraya mwana wa Hilkia, mwana wa Meshulamu, mwana wa Sadoki, mwana wa Merayothi, mwana wa Ahitubu, msimamizi katika nyumba ya Mungu,"
  },
  {
    "verseNumber": "NEH 11:12",
    "verseText": "pamoja na wenzao waliofanya kazi hekaluni: watu 822. Adaya mwana wa Yerohamu, mwana wa Pelalia, mwana wa Amsi, mwana wa Zekaria, mwana wa Pashuri, mwana wa Malkiya,"
  },
  {
    "verseNumber": "NEH 11:13",
    "verseText": "na wenzao, waliokuwa viongozi wa jamaa: watu 242. Amashisai mwana wa Azareli, mwana wa Azai, mwana wa Meshilemothi, mwana wa Imeri,"
  },
  {
    "verseNumber": "NEH 11:14",
    "verseText": "na wenzao waliokuwa wenye uwezo: watu 128. Afisa wao mkuu alikuwa Zabdieli mwana wa Hagedolimu."
  },
  {
    "verseNumber": "NEH 11:15",
    "verseText": "Kutoka Walawi: Shemaya mwana wa Hashubu, mwana wa Azrikamu, mwana wa Hashabia, mwana wa Buni;"
  },
  {
    "verseNumber": "NEH 11:16",
    "verseText": "Shabethai na Yozabadi, viongozi wawili wa Walawi, ambao walisimamia kazi za nje za nyumba ya Mungu;"
  },
  {
    "verseNumber": "NEH 11:17",
    "verseText": "Matania mwana wa Mika, mwana wa Zabdi, mwana wa Asafu, kiongozi aliyeongoza kutoa shukrani na maombi; Bakbukia aliyekuwa msaidizi wake kati ya wenzake; na Abda mwana wa Shamua, mwana wa Galali, mwana wa Yeduthuni."
  },
  {
    "verseNumber": "NEH 11:18",
    "verseText": "Jumla ya Walawi waliokaa katika mji mtakatifu walikuwa watu 284."
  },
  {
    "verseNumber": "NEH 11:19",
    "verseText": "Mabawabu: Akubu, Talmoni na wenzao, waliolinda malango: watu 172."
  },
  {
    "verseNumber": "NEH 11:20",
    "verseText": "Waisraeli waliosalia, pamoja na makuhani na Walawi, walikuwa katika miji yote ya Yuda, kila mmoja katika urithi wa baba yake."
  },
  {
    "verseNumber": "NEH 11:21",
    "verseText": "Watumishi wa Hekalu waliishi katika kilima cha Ofeli. Siha na Gishpa walikuwa wasimamizi wao."
  },
  {
    "verseNumber": "NEH 11:22",
    "verseText": "Afisa mkuu wa Walawi huko Yerusalemu alikuwa Uzi mwana wa Bani, mwana wa Hashabia, mwana wa Matania, mwana wa Mika. Uzi alikuwa mmoja wa wazao wa Asafu, waliokuwa waimbaji wenye kuwajibika kwa ajili ya huduma ya nyumba ya Mungu."
  },
  {
    "verseNumber": "NEH 11:23",
    "verseText": "Waimbaji walikuwa chini ya amri za mfalme, ambazo pia ziliratibu shughuli zao za kila siku."
  },
  {
    "verseNumber": "NEH 11:24",
    "verseText": "Pethahia mwana wa Meshezabeli, mmoja wa wazao wa Zera mwana wa Yuda, alikuwa mwakilishi wa mfalme katika mambo yote kuhusu mahusiano na watu."
  },
  {
    "verseNumber": "NEH 11:25",
    "verseText": "Kuhusu vijiji na mashamba yake, baadhi ya watu wa Yuda waliishi Kiriath-Arba na makazi yaliyokizunguka, katika Diboni na makazi yake, katika Yekabzeeli na vijiji vyake,"
  },
  {
    "verseNumber": "NEH 11:26",
    "verseText": "katika Yeshua, katika Molada, katika Beth-Peleti,"
  },
  {
    "verseNumber": "NEH 11:27",
    "verseText": "katika Hasar-Shuali, katika Beer-Sheba na makazi yake,"
  },
  {
    "verseNumber": "NEH 11:28",
    "verseText": "katika Siklagi, katika Mekona na makazi yake,"
  },
  {
    "verseNumber": "NEH 11:29",
    "verseText": "katika En-Rimoni, katika Sora, katika Yarmuthi,"
  },
  {
    "verseNumber": "NEH 11:30",
    "verseText": "Zanoa, Adulamu na vijiji vyake, katika Lakishi na mashamba yake, na katika Azeka na makazi yake. Hivyo walikuwa wakiishi kuanzia Beer-Sheba mpaka Bonde la Hinomu."
  },
  {
    "verseNumber": "NEH 11:31",
    "verseText": "Wazao wa Wabenyamini kutoka Geba waliishi Mikmashi, Aiya, Betheli na makazi yake,"
  },
  {
    "verseNumber": "NEH 11:32",
    "verseText": "katika Anathothi, Nobu na Anania,"
  },
  {
    "verseNumber": "NEH 11:33",
    "verseText": "katika Hazori, Rama na Gitaimu,"
  },
  {
    "verseNumber": "NEH 11:34",
    "verseText": "katika Hadidi, Seboimu na Nebalati,"
  },
  {
    "verseNumber": "NEH 11:35",
    "verseText": "katika Lodi na Ono, na katika Bonde la Mafundi."
  },
  {
    "verseNumber": "NEH 11:36",
    "verseText": "Baadhi ya makundi ya Walawi wa Yuda waliishi huko Benyamini."
  },
  {
    "verseNumber": "NEH 12:1",
    "verseText": "Hawa wafuatao walikuwa makuhani na Walawi ambao walirudi na Zerubabeli mwana wa Shealtieli pamoja na Yeshua: Seraya, Yeremia, Ezra,"
  },
  {
    "verseNumber": "NEH 12:2",
    "verseText": "Amaria, Maluki, Hatushi,"
  },
  {
    "verseNumber": "NEH 12:3",
    "verseText": "Shekania, Rehumu, Meremothi,"
  },
  {
    "verseNumber": "NEH 12:4",
    "verseText": "Ido, Ginethoni, Abiya,"
  },
  {
    "verseNumber": "NEH 12:5",
    "verseText": "Miyamini, Moadia, Bilga,"
  },
  {
    "verseNumber": "NEH 12:6",
    "verseText": "Shemaya, Yoyaribu, Yedaya,"
  },
  {
    "verseNumber": "NEH 12:7",
    "verseText": "Salu, Amoki, Hilkia na Yedaya. Hawa walikuwa viongozi wa makuhani na wenzao wakati wa Yeshua."
  },
  {
    "verseNumber": "NEH 12:8",
    "verseText": "Walawi walikuwa Yeshua, Binui, Kadmieli, Sherebia, Yuda, na pia Matania, ambaye pamoja na wenzake, alikuwa kiongozi wa nyimbo za shukrani."
  },
  {
    "verseNumber": "NEH 12:9",
    "verseText": "Bakbukia na Uni, wenzao, walisimama mkabala nao wakati wa ibada."
  },
  {
    "verseNumber": "NEH 12:10",
    "verseText": "Yeshua alikuwa baba wa Yoyakimu, Yoyakimu alikuwa baba wa Eliashibu, Eliashibu alikuwa baba wa Yoyada,"
  },
  {
    "verseNumber": "NEH 12:11",
    "verseText": "Yoyada alikuwa baba wa Yonathani, na Yonathani alikuwa baba wa Yadua."
  },
  {
    "verseNumber": "NEH 12:12",
    "verseText": "Katika siku za Yoyakimu, kulikuwa na wakuu wa jamaa za kikuhani: wa jamaa ya Seraya, Meraya; wa jamaa ya Yeremia, Hanania;"
  },
  {
    "verseNumber": "NEH 12:13",
    "verseText": "wa jamaa ya Ezra, Meshulamu; wa jamaa ya Amaria, Yehohanani;"
  },
  {
    "verseNumber": "NEH 12:14",
    "verseText": "wa jamaa ya Maluki, Yonathani; wa jamaa ya Shebania, Yosefu;"
  },
  {
    "verseNumber": "NEH 12:15",
    "verseText": "wa jamaa ya Harimu, Adna; wa jamaa ya Meremothi, Helkai;"
  },
  {
    "verseNumber": "NEH 12:16",
    "verseText": "wa jamaa ya Ido, Zekaria; wa jamaa ya Ginethoni, Meshulamu;"
  },
  {
    "verseNumber": "NEH 12:17",
    "verseText": "wa jamaa ya Abiya, Zikri; wa jamaa ya Miniamini na ya Maazia, Piltai;"
  },
  {
    "verseNumber": "NEH 12:18",
    "verseText": "wa jamaa ya Bilgai, Shamua; wa jamaa ya Shemaya, Yehonathani;"
  },
  {
    "verseNumber": "NEH 12:19",
    "verseText": "wa jamaa ya Yoyaribu, Matenai; wa jamaa ya Yedaya, Uzi;"
  },
  {
    "verseNumber": "NEH 12:20",
    "verseText": "wa jamaa ya Salu, Kalai; wa jamaa ya Amoki, Eberi;"
  },
  {
    "verseNumber": "NEH 12:21",
    "verseText": "wa jamaa ya Hilkia, Hashabia; wa jamaa ya Yedaya, Nethaneli."
  },
  {
    "verseNumber": "NEH 12:22",
    "verseText": "Wakuu wa jamaa za Walawi katika siku za Eliashibu, Yoyada, Yohanani na Yadua, pia wale jamaa za makuhani, waliandikishwa wakati wa utawala wa Dario, Mwajemi."
  },
  {
    "verseNumber": "NEH 12:23",
    "verseText": "Wakuu wa jamaa miongoni mwa wazao wa Lawi hadi wakati wa Yohanani mwana wa Eliashibu waliandikishwa katika kitabu cha kumbukumbu."
  },
  {
    "verseNumber": "NEH 12:24",
    "verseText": "Viongozi wa Walawi walikuwa: Hashabia, Sherebia, Yeshua mwana wa Kadmieli na wenzao, waliosimama mkabala nao kusifu na kushukuru, sehemu moja ikipokezana na nyingine kama ilivyoagizwa na Daudi mtu wa Mungu."
  },
  {
    "verseNumber": "NEH 12:25",
    "verseText": "Mabawabu waliokuwa wakilinda kwenye malango ya ghala ni: Matania, Bakbukia, Obadia, Meshulamu, Talmoni na Akubu."
  },
  {
    "verseNumber": "NEH 12:26",
    "verseText": "Walihudumu siku za Yoyakimu mwana wa Yeshua, mwana wa Yosadaki, na katika siku za mtawala Nehemia, na za Ezra kuhani na mwandishi."
  },
  {
    "verseNumber": "NEH 12:27",
    "verseText": "Wakati wa kuwekwa wakfu ukuta wa Yerusalemu, Walawi walitafutwa kule walikokuwa wakiishi, nao wakaletwa Yerusalemu kuadhimisha kwa shangwe huko kuweka wakfu kwa nyimbo za shukrani na kwa uimbaji wakitumia matoazi, vinubi na zeze."
  },
  {
    "verseNumber": "NEH 12:28",
    "verseText": "Pia waimbaji walikusanywa pamoja kutoka maeneo yaliyozunguka Yerusalemu, kutoka vijiji vya Wanetofathi,"
  },
  {
    "verseNumber": "NEH 12:29",
    "verseText": "kutoka Beth-Gilgali, na kutoka eneo la Geba na Azmawethi, kwa kuwa waimbaji walikuwa wamejijengea vijiji kuzunguka Yerusalemu."
  },
  {
    "verseNumber": "NEH 12:30",
    "verseText": "Wakati makuhani na Walawi walipokuwa wamekwisha kujitakasa kwa kufuatana na desturi, waliwatakasa watu, malango na ukuta."
  },
  {
    "verseNumber": "NEH 12:31",
    "verseText": "Niliwaagiza viongozi wa Yuda wapande juu ya ukuta. Pia niliagiza makundi mawili makubwa ya waimbaji waimbe nyimbo za kumshukuru Mungu. Kundi moja lilipanda juu ya ukuta upande wa kuume, kuelekea Lango la Samadi."
  },
  {
    "verseNumber": "NEH 12:32",
    "verseText": "Hoshaya na nusu ya viongozi wa Yuda wakawafuata,"
  },
  {
    "verseNumber": "NEH 12:33",
    "verseText": "pamoja na Azaria, Ezra, Meshulamu,"
  },
  {
    "verseNumber": "NEH 12:34",
    "verseText": "Yuda, Benyamini, Shemaya, Yeremia,"
  },
  {
    "verseNumber": "NEH 12:35",
    "verseText": "pamoja na baadhi ya makuhani wenye tarumbeta, na pia walikuwa na Zekaria mwana wa Yonathani, mwana wa Shemaya, mwana wa Matania, mwana wa Mikaya, mwana wa Zakuri, mwana wa Asafu,"
  },
  {
    "verseNumber": "NEH 12:36",
    "verseText": "pamoja na wenzake, Shemaya, Azareli, Milalai, Gilalai, Maai, Nethaneli, Yuda na Hanani, wakiwa na vyombo vya uimbaji, kama ilivyoagizwa na Daudi mtu wa Mungu. Mwandishi Ezra aliongoza maandamano."
  },
  {
    "verseNumber": "NEH 12:37",
    "verseText": "Kwenye Lango la Chemchemi waliendelea moja kwa moja mpaka kwenye ngazi za Mji wa Daudi, kwenye mwinuko wa ukuta, na kupitia juu ya nyumba ya Daudi mpaka kwenye Lango la Maji upande wa mashariki."
  },
  {
    "verseNumber": "NEH 12:38",
    "verseText": "Kundi la pili la waimbaji lilielekea upande wa kushoto. Niliwafuata juu ya ukuta, pamoja na nusu ya watu kupitia Mnara wa Tanuru mpaka kwenye Ukuta Mpana,"
  },
  {
    "verseNumber": "NEH 12:39",
    "verseText": "juu ya Lango la Efraimu, Lango la Yeshana, Lango la Samaki, Mnara wa Hananeli, na Mnara wa Mia, mpaka kwenye Lango la Kondoo. Walipofika kwenye Lango la Ulinzi wakasimama."
  },
  {
    "verseNumber": "NEH 12:40",
    "verseText": "Kisha yale makundi mawili ya waimbaji yaliyoshukuru yakachukua nafasi zao katika nyumba ya Mungu. Nami pia nikafanya hivyo, pamoja na nusu ya maafisa,"
  },
  {
    "verseNumber": "NEH 12:41",
    "verseText": "na makuhani wafuatao: Eliakimu, Maaseya, Miniamini, Mikaya, Elioenai, Zekaria na Hanania wakiwa na tarumbeta zao,"
  },
  {
    "verseNumber": "NEH 12:42",
    "verseText": "na pia Maaseya, Shemaya, Eleazari, Uzi, Yehohanani, Malkiya, Elamu na Ezeri. Makundi haya yaliimba chini ya uongozi wa Yezrahia."
  },
  {
    "verseNumber": "NEH 12:43",
    "verseText": "Siku hiyo watu walitoa dhabihu nyingi, wakishangilia kwa sababu Mungu aliwapa furaha kuu. Wanawake na watoto walishangilia pia. Sauti ya kushangilia huko Yerusalemu iliweza kusikika mbali sana."
  },
  {
    "verseNumber": "NEH 12:44",
    "verseText": "Wakati huo watu walichaguliwa kuwa wasimamizi wa vyumba vya ghala kwa ajili ya matoleo, malimbuko na zaka. Kutoka kwenye yale mashamba yaliyozunguka miji walipaswa walete kwenye ghala mafungu kama sheria ilivyoamuru kwa ajili ya makuhani na Walawi, kwa kuwa Yuda alifurahishwa na huduma ya makuhani na Walawi."
  },
  {
    "verseNumber": "NEH 12:45",
    "verseText": "Walifanya ibada ya Mungu wao na ibada ya utakaso, nao waimbaji na walinzi wa lango wakafanya hivyo pia, kufuatana na amri za Daudi na Solomoni mwanawe."
  },
  {
    "verseNumber": "NEH 12:46",
    "verseText": "Muda mrefu uliopita, katika siku za Daudi na Asafu, walikuwepo viongozi wa waimbaji na wa nyimbo za sifa na za kumshukuru Mungu."
  },
  {
    "verseNumber": "NEH 12:47",
    "verseText": "Kwa hiyo katika siku za Zerubabeli na za Nehemia, Israeli wote walitoa mafungu kila siku kwa ajili ya waimbaji na mabawabu. Pia walitenga fungu kwa ajili ya Walawi wengine, nao Walawi walitenga fungu kwa ajili ya wazao wa Aroni."
  },
  {
    "verseNumber": "NEH 13:1",
    "verseText": "Siku hiyo, Kitabu cha Mose kilisomwa kwa sauti kuu, na watu wote wakasikia. Humo ilionekana imeandikwa kwamba hakuna Mwamoni wala Mmoabu atakayeruhusiwa katika kusanyiko la watu wa Mungu,"
  },
  {
    "verseNumber": "NEH 13:2",
    "verseText": "kwa sababu hawakuwalaki Waisraeli kwa chakula na maji. Badala yake walimwajiri Balaamu kuwalaani (lakini hata hivyo Mungu wetu aligeuza laana kuwa baraka)."
  },
  {
    "verseNumber": "NEH 13:3",
    "verseText": "Watu waliposikia sheria hii, waliwatenga watu wote wasio Waisraeli waliokuwa wa uzao wa kigeni."
  },
  {
    "verseNumber": "NEH 13:4",
    "verseText": "Kabla ya hili, kuhani Eliashibu alikuwa amewekwa kuwa msimamizi wa vyumba vya ghala ya nyumba ya Mungu wetu. Alikuwa na uhusiano wa karibu na Tobia,"
  },
  {
    "verseNumber": "NEH 13:5",
    "verseText": "naye alikuwa amempa Tobia chumba kikubwa ambacho mwanzo kilikuwa kikitumika kuweka sadaka za nafaka, uvumba na vyombo vya Hekalu, pamoja na zaka za nafaka, divai mpya na mafuta waliyoagizwa Waisraeli kwa ajili ya Walawi, waimbaji na mabawabu wa lango, pamoja na matoleo kwa makuhani."
  },
  {
    "verseNumber": "NEH 13:6",
    "verseText": "Lakini wakati haya yote yalipokuwa yakitendeka, sikuwa Yerusalemu, kwa kuwa katika mwaka wa thelathini na mbili wa utawala wa Artashasta mfalme wa Babeli nilikuwa nimerudi kwa mfalme. Baadaye nilimwomba ruhusa,"
  },
  {
    "verseNumber": "NEH 13:7",
    "verseText": "nikarudi Yerusalemu. Hapo niligundua jambo la uovu alilofanya Eliashibu kwa kumpa Tobia chumba katika nyua za nyumba ya Mungu."
  },
  {
    "verseNumber": "NEH 13:8",
    "verseText": "Nilikasirika sana na nikavitupa nje vyombo vyote vya Tobia."
  },
  {
    "verseNumber": "NEH 13:9",
    "verseText": "Nilitoa amri kutakasa vyumba, kisha nikavirudisha vifaa vya nyumba ya Mungu, pamoja na sadaka za nafaka na uvumba."
  },
  {
    "verseNumber": "NEH 13:10",
    "verseText": "Pia niligundua kuwa mafungu yaliyopangwa kupewa Walawi hawakuwa wamepewa, nao Walawi wote na waimbaji waliowajibika kwa huduma walikuwa wamerudi katika mashamba yao."
  },
  {
    "verseNumber": "NEH 13:11",
    "verseText": "Basi niliwakemea maafisa na kuwauliza, “Kwa nini nyumba ya Mungu imepuuzwa?” Kisha niliwaita pamoja na kuwaweka kwenye nafasi zao."
  },
  {
    "verseNumber": "NEH 13:12",
    "verseText": "Yuda wote walileta zaka za nafaka, divai mpya na mafuta kwenye ghala."
  },
  {
    "verseNumber": "NEH 13:13",
    "verseText": "Nikamweka kuhani Shelemia, mwandishi Sadoki, na Mlawi aliyeitwa Pedaya kuwa wasimamizi wa ghala, na kumfanya Hanani mwana wa Zakuri, mwana wa Matania kuwa msaidizi wao, kwa sababu watu hawa walionekana kuwa waaminifu. Walipewa wajibu wa kugawa mahitaji kwa ndugu zao."
  },
  {
    "verseNumber": "NEH 13:14",
    "verseText": "Ee Mungu wangu, unikumbuke kwa hili, wala usifute kile nilichokifanya kwa uaminifu kwa ajili ya nyumba ya Mungu wangu na kwa ajili ya huduma yake."
  },
  {
    "verseNumber": "NEH 13:15",
    "verseText": "Siku hizo nikaona watu katika Yuda wakikanyaga mashinikizo ya divai siku ya Sabato na kuleta nafaka wakiwapakiza punda, pamoja na divai, zabibu, tini na aina nyingine za mizigo. Nao walikuwa wakileta haya yote Yerusalemu siku ya Sabato. Kwa hiyo niliwaonya dhidi ya kuuza vyakula siku hiyo."
  },
  {
    "verseNumber": "NEH 13:16",
    "verseText": "Watu kutoka Tiro waliokuwa wakiishi Yerusalemu walileta samaki na aina nyingi za bidhaa na kuziuza Yerusalemu siku ya Sabato kwa watu wa Yuda."
  },
  {
    "verseNumber": "NEH 13:17",
    "verseText": "Niliwakemea wakuu wa Yuda na kuwaambia, “Ni uovu gani huu mnaofanya wa kuinajisi siku ya Sabato?"
  },
  {
    "verseNumber": "NEH 13:18",
    "verseText": "Je, baba zenu hawakufanya mambo kama haya, hata wakamsababisha Mungu wetu kuleta maafa haya yote juu yetu na juu ya mji huu? Sasa bado mnazidi kuchochea ghadhabu yake dhidi ya Israeli kwa kuinajisi Sabato.”"
  },
  {
    "verseNumber": "NEH 13:19",
    "verseText": "Wakati vivuli vya jioni vilipoangukia juu ya malango ya Yerusalemu kabla ya Sabato, niliamuru milango ifungwe, wala isifunguliwe mpaka Sabato iishe. Nikawaweka baadhi ya watu wangu mwenyewe kwenye malango ili pasiwepo mzigo utakaoingizwa ndani siku ya Sabato."
  },
  {
    "verseNumber": "NEH 13:20",
    "verseText": "Mara moja au mbili wachuuzi na wauzaji wa bidhaa za aina zote walilala usiku nje ya mji wa Yerusalemu."
  },
  {
    "verseNumber": "NEH 13:21",
    "verseText": "Lakini niliwaonya na kuwaambia, “Kwa nini mnalala karibu na ukuta? Kama mkifanya hivi tena, nitawaadhibu.” Kuanzia wakati ule hawakuja tena siku ya Sabato."
  },
  {
    "verseNumber": "NEH 13:22",
    "verseText": "Kisha nikawaamuru Walawi kujitakasa na kwenda kulinda malango ili kutunza Sabato iwe takatifu. Ee Mungu wangu, unikumbuke kwa ajili ya hili pia, nawe unionyeshe wema wako sawasawa na upendo wako mkuu."
  },
  {
    "verseNumber": "NEH 13:23",
    "verseText": "Zaidi ya hayo, niliona Wayahudi waliokuwa wameoa wanawake kutoka Ashdodi, Amoni na Moabu."
  },
  {
    "verseNumber": "NEH 13:24",
    "verseText": "Nusu ya watoto wao walizungumza lugha ya Kiashidodi au lugha ya watu wengine, bali hawakuweza kuzungumza Kiyahudi."
  },
  {
    "verseNumber": "NEH 13:25",
    "verseText": "Niliwakemea na kuwalaani. Niliwapiga baadhi ya watu na kungʼoa nywele zao. Niliwaapisha kwa jina la Mungu na kusema: “Msiwaoze binti zenu kwa wana wao, wala binti zao wasiolewe na wana wenu wala ninyi wenyewe."
  },
  {
    "verseNumber": "NEH 13:26",
    "verseText": "Je, Solomoni hakutenda dhambi kwa sababu ya wanawake wa namna hiyo? Miongoni mwa mataifa mengi hapakuwepo mfalme kama yeye. Alipendwa na Mungu wake. Naye Mungu alimweka kuwa mfalme juu ya Israeli yote, lakini hata yeye, wanawake wa mataifa mengine walimfanya atende dhambi."
  },
  {
    "verseNumber": "NEH 13:27",
    "verseText": "Je, tulazimike sasa kusikia kwamba ninyi pia mmefanya uovu huu mkubwa na kutokuwa waaminifu kwa Mungu wetu kwa kuoa wanawake wa kigeni?”"
  },
  {
    "verseNumber": "NEH 13:28",
    "verseText": "Mmoja wa wana wa Yoyada mwana wa Eliashibu kuhani mkuu alikuwa mkwewe Sanbalati Mhoroni. Nami nilimfukuza mbele yangu."
  },
  {
    "verseNumber": "NEH 13:29",
    "verseText": "Ee Mungu wangu, uwakumbuke, kwa sababu wamenajisi ukuhani, na agano la kikuhani na la Walawi."
  },
  {
    "verseNumber": "NEH 13:30",
    "verseText": "Kwa hiyo niliwatakasa makuhani na Walawi kutokana na chochote kilichokuwa cha kigeni, na kuwapa wajibu, kila mmoja katika kazi yake."
  },
  {
    "verseNumber": "NEH 13:31",
    "verseText": "Pia nilihakikisha kwamba matoleo ya kuni yaliletwa kwa wakati unaopaswa, na malimbuko kwa wakati wake. Ee Mungu wangu, unikumbuke, unitendee mema."
  }
]