[
  {
    "verseNumber": "NUM 1:1",
    "verseText": "BWANA alisema na Mose katika Jangwa la Sinai, katika Hema la Kukutania, siku ya kwanza ya mwezi wa pili, katika mwaka wa pili baada ya Waisraeli kutoka nchi ya Misri. Akamwambia,"
  },
  {
    "verseNumber": "NUM 1:2",
    "verseText": "“Hesabu watu wa jumuiya yote ya Waisraeli kwa kufuata koo zao na jamaa zao, ukiorodhesha kila mwanaume kwa jina lake, mmoja mmoja."
  },
  {
    "verseNumber": "NUM 1:3",
    "verseText": "Wewe na Aroni mtawahesabu kwa migawanyo yao wanaume wote katika Israeli wenye miaka ishirini na kuendelea ambao wanaweza kutumika katika jeshi."
  },
  {
    "verseNumber": "NUM 1:4",
    "verseText": "Mwanaume mmoja kutoka kila kabila, kila aliye kiongozi wa jamaa yake, atawasaidia."
  },
  {
    "verseNumber": "NUM 1:5",
    "verseText": "Haya ndiyo majina ya wanaume watakaowasaidia: “kutoka Reubeni, ni Elisuri mwana wa Shedeuri;"
  },
  {
    "verseNumber": "NUM 1:6",
    "verseText": "kutoka Simeoni, ni Shelumieli mwana wa Surishadai;"
  },
  {
    "verseNumber": "NUM 1:7",
    "verseText": "kutoka Yuda, ni Nashoni mwana wa Aminadabu;"
  },
  {
    "verseNumber": "NUM 1:8",
    "verseText": "kutoka Isakari, ni Nethaneli mwana wa Suari;"
  },
  {
    "verseNumber": "NUM 1:9",
    "verseText": "kutoka Zabuloni, ni Eliabu mwana wa Heloni;"
  },
  {
    "verseNumber": "NUM 1:10",
    "verseText": "kutoka wana wa Yosefu: kutoka Efraimu, ni Elishama mwana wa Amihudi; kutoka Manase, ni Gamalieli mwana wa Pedasuri;"
  },
  {
    "verseNumber": "NUM 1:11",
    "verseText": "kutoka Benyamini, ni Abidani mwana wa Gideoni;"
  },
  {
    "verseNumber": "NUM 1:12",
    "verseText": "kutoka Dani, ni Ahiezeri mwana wa Amishadai;"
  },
  {
    "verseNumber": "NUM 1:13",
    "verseText": "kutoka Asheri, ni Pagieli mwana wa Okrani;"
  },
  {
    "verseNumber": "NUM 1:14",
    "verseText": "kutoka Gadi, ni Eliasafu mwana wa Deueli;"
  },
  {
    "verseNumber": "NUM 1:15",
    "verseText": "kutoka Naftali, ni Ahira mwana wa Enani.”"
  },
  {
    "verseNumber": "NUM 1:16",
    "verseText": "Hawa walikuwa wanaume walioteuliwa kutoka jumuiya, viongozi wa makabila ya baba zao. Walikuwa wakuu wa koo za Israeli."
  },
  {
    "verseNumber": "NUM 1:17",
    "verseText": "Mose na Aroni wakawachukua wanaume hao waliokuwa wamepewa majina yao,"
  },
  {
    "verseNumber": "NUM 1:18",
    "verseText": "wakaita jumuiya yote pamoja katika siku ya kwanza ya mwezi wa pili. Watu wakaonyesha nasaba zao kwa koo zao na jamaa zao, nao wanaume waliokuwa na miaka ishirini au zaidi waliorodheshwa kwa majina, mmoja mmoja,"
  },
  {
    "verseNumber": "NUM 1:19",
    "verseText": "kama BWANA alivyomwagiza Mose. Hivyo aliwahesabu katika Jangwa la Sinai:"
  },
  {
    "verseNumber": "NUM 1:20",
    "verseText": "Kutoka wazao wa Reubeni, mzaliwa wa kwanza wa kiume wa Israeli: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, mmoja mmoja, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:21",
    "verseText": "Idadi kutoka kabila la Reubeni ilikuwa watu 46,500."
  },
  {
    "verseNumber": "NUM 1:22",
    "verseText": "Kutoka wazao wa Simeoni: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi walihesabiwa na kuorodheshwa kwa majina, mmoja mmoja, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:23",
    "verseText": "Idadi kutoka kabila la Simeoni walikuwa watu 59,300."
  },
  {
    "verseNumber": "NUM 1:24",
    "verseText": "Kutoka wazao wa Gadi: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:25",
    "verseText": "Idadi kutoka kabila la Gadi walikuwa watu 45,650."
  },
  {
    "verseNumber": "NUM 1:26",
    "verseText": "Kutoka wazao wa Yuda: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:27",
    "verseText": "Idadi kutoka kabila la Yuda walikuwa watu 74,600."
  },
  {
    "verseNumber": "NUM 1:28",
    "verseText": "Kutoka wazao wa Isakari: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:29",
    "verseText": "Idadi kutoka kabila la Isakari walikuwa watu 54,400."
  },
  {
    "verseNumber": "NUM 1:30",
    "verseText": "Kutoka wazao wa Zabuloni: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:31",
    "verseText": "Idadi kutoka kabila la Zabuloni walikuwa watu 57,400."
  },
  {
    "verseNumber": "NUM 1:32",
    "verseText": "Kutoka wana wa Yosefu: Kutoka wazao wa Efraimu: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:33",
    "verseText": "Idadi kutoka kabila la Efraimu walikuwa watu 40,500."
  },
  {
    "verseNumber": "NUM 1:34",
    "verseText": "Kutoka wazao wa Manase: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:35",
    "verseText": "Idadi kutoka kabila la Manase walikuwa watu 32,200."
  },
  {
    "verseNumber": "NUM 1:36",
    "verseText": "Kutoka wazao wa Benyamini: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:37",
    "verseText": "Idadi kutoka kabila la Benyamini walikuwa watu 35,400."
  },
  {
    "verseNumber": "NUM 1:38",
    "verseText": "Kutoka wazao wa Dani: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:39",
    "verseText": "Idadi kutoka kabila la Dani walikuwa watu 62,700."
  },
  {
    "verseNumber": "NUM 1:40",
    "verseText": "Kutoka wazao wa Asheri: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:41",
    "verseText": "Idadi kutoka kabila la Asheri walikuwa watu 41,500."
  },
  {
    "verseNumber": "NUM 1:42",
    "verseText": "Kutoka wazao wa Naftali: Wanaume wote waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi waliorodheshwa kwa majina, kufuatana na kumbukumbu za koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:43",
    "verseText": "Idadi kutoka kabila la Naftali walikuwa watu 53,400."
  },
  {
    "verseNumber": "NUM 1:44",
    "verseText": "Hawa walikuwa wanaume waliohesabiwa na Mose, Aroni na viongozi kumi na wawili wa Israeli, kila mmoja akiwakilisha jamaa yake."
  },
  {
    "verseNumber": "NUM 1:45",
    "verseText": "Wanaume wote Waisraeli waliokuwa na miaka ishirini au zaidi ambao waliweza kutumika katika jeshi la Israeli walihesabiwa kufuatana na jamaa zao."
  },
  {
    "verseNumber": "NUM 1:46",
    "verseText": "Jumla ya hesabu yao ilikuwa watu 603,550."
  },
  {
    "verseNumber": "NUM 1:47",
    "verseText": "Hata hivyo, jamaa ya kabila la Lawi hawakuhesabiwa pamoja na wengine."
  },
  {
    "verseNumber": "NUM 1:48",
    "verseText": "BWANA alikuwa amemwambia Mose:"
  },
  {
    "verseNumber": "NUM 1:49",
    "verseText": "“Kamwe usihesabu kabila la Lawi wala kuwaweka pamoja katika hesabu ya Waisraeli wengine."
  },
  {
    "verseNumber": "NUM 1:50",
    "verseText": "Badala yake, waweke Walawi kuwa viongozi wa Maskani ya Ushuhuda, juu ya samani zake na kila kitu kilichomo ndani yake. Wao watabeba Maskani na samani zake zote; wataitunza na kupiga kambi kuizunguka."
  },
  {
    "verseNumber": "NUM 1:51",
    "verseText": "Wakati wowote Maskani inapohamishwa, Walawi wataifungua, na wakati wowote maskani inapotakiwa kusimamishwa, Walawi watafanya kazi hiyo. Mtu yeyote mwingine ambaye atasogea karibu nayo atauawa."
  },
  {
    "verseNumber": "NUM 1:52",
    "verseText": "Waisraeli watapiga mahema yao kwa makundi makundi, kila mwanaume katika kambi yake mwenyewe chini ya bendera yake."
  },
  {
    "verseNumber": "NUM 1:53",
    "verseText": "Hata hivyo, Walawi watapiga mahema yao kuzunguka Maskani ya Ushuhuda ili ghadhabu isiipate jumuiya ya Waisraeli. Walawi watawajibika kwa utunzaji wa Maskani ya Ushuhuda.”"
  },
  {
    "verseNumber": "NUM 1:54",
    "verseText": "Waisraeli walifanya yote haya sawasawa kama BWANA alivyomwamuru Mose."
  },
  {
    "verseNumber": "NUM 2:1",
    "verseText": "BWANA aliwaambia Mose na Aroni:"
  },
  {
    "verseNumber": "NUM 2:2",
    "verseText": "“Waisraeli watapiga kambi zao kuzunguka Hema la Kukutania kwa umbali fulani kutoka kwenye hema, kila mwanaume chini ya alama yake pamoja na bendera ya jamaa yake.”"
  },
  {
    "verseNumber": "NUM 2:3",
    "verseText": "Kwa upande wa mashariki kuelekea mawio ya jua, kambi ya makundi ya Yuda watapiga kambi chini ya alama yao. Kiongozi wa watu wa Yuda ni Nashoni mwana wa Aminadabu."
  },
  {
    "verseNumber": "NUM 2:4",
    "verseText": "Kundi lake lina watu 74,600."
  },
  {
    "verseNumber": "NUM 2:5",
    "verseText": "Kabila la Isakari watapiga kambi karibu na Yuda. Kiongozi wa watu wa Isakari ni Nethaneli mwana wa Suari."
  },
  {
    "verseNumber": "NUM 2:6",
    "verseText": "Kundi lake lina watu 54,400."
  },
  {
    "verseNumber": "NUM 2:7",
    "verseText": "Kabila la Zabuloni litafuata. Kiongozi wa watu wa Zabuloni ni Eliabu mwana wa Heloni."
  },
  {
    "verseNumber": "NUM 2:8",
    "verseText": "Kundi lake lina watu 57,400."
  },
  {
    "verseNumber": "NUM 2:9",
    "verseText": "Wanaume wote walio katika kambi ya Yuda, kufuatana na makundi yao, ni 186,400. Wao watatangulia kuondoka."
  },
  {
    "verseNumber": "NUM 2:10",
    "verseText": "Kwa upande wa kusini kutakuwa kambi ya makundi ya Reubeni chini ya alama yao. Kiongozi wa watu wa Reubeni ni Elisuri mwana wa Shedeuri."
  },
  {
    "verseNumber": "NUM 2:11",
    "verseText": "Kundi lake lina watu 46,500."
  },
  {
    "verseNumber": "NUM 2:12",
    "verseText": "Kabila la Simeoni watapiga kambi karibu na Reubeni. Kiongozi wa watu wa Simeoni ni Shelumieli mwana wa Surishadai."
  },
  {
    "verseNumber": "NUM 2:13",
    "verseText": "Kundi lake lina watu 59,300."
  },
  {
    "verseNumber": "NUM 2:14",
    "verseText": "Kabila la Gadi litafuata. Kiongozi wa watu wa Gadi ni Eliasafu mwana wa Deueli."
  },
  {
    "verseNumber": "NUM 2:15",
    "verseText": "Kundi lake lina watu 45,650."
  },
  {
    "verseNumber": "NUM 2:16",
    "verseText": "Wanaume wote walio katika kambi ya Reubeni, kufuatana na makundi yao, ni 151,450. Nao watakuwa nafasi ya pili kuondoka."
  },
  {
    "verseNumber": "NUM 2:17",
    "verseText": "Kisha Hema la Kukutania na kambi ya Walawi vitakuwa katikati ya kambi zote. Wao watasafiri kwa utaratibu ule ule kama walivyopiga kambi, kila mmoja mahali pake mwenyewe chini ya alama yake."
  },
  {
    "verseNumber": "NUM 2:18",
    "verseText": "Upande wa magharibi kutakuwepo na kambi ya makundi ya Efraimu chini ya alama yao. Kiongozi wa watu wa Efraimu ni Elishama mwana wa Amihudi."
  },
  {
    "verseNumber": "NUM 2:19",
    "verseText": "Kundi lake lina watu 40,500."
  },
  {
    "verseNumber": "NUM 2:20",
    "verseText": "Kabila la Manase litafuata baada ya Efraimu. Kiongozi wa watu wa Manase ni Gamalieli mwana wa Pedasuri."
  },
  {
    "verseNumber": "NUM 2:21",
    "verseText": "Kundi lake lina watu 32,200."
  },
  {
    "verseNumber": "NUM 2:22",
    "verseText": "Kabila la Benyamini litafuata baada ya Manase. Kiongozi wa watu wa Benyamini ni Abidani mwana wa Gideoni."
  },
  {
    "verseNumber": "NUM 2:23",
    "verseText": "Kundi lake lina watu 35,400."
  },
  {
    "verseNumber": "NUM 2:24",
    "verseText": "Wanaume wote walio katika kambi ya Efraimu kufuatana na makundi yao ni 108,100. Nao watakuwa nafasi ya tatu kuondoka."
  },
  {
    "verseNumber": "NUM 2:25",
    "verseText": "Upande wa kaskazini kutakuwa na makundi ya kambi ya Dani, chini ya alama yao. Kiongozi wa watu wa Dani ni Ahiezeri mwana wa Amishadai."
  },
  {
    "verseNumber": "NUM 2:26",
    "verseText": "Kundi lake lina watu 62,700."
  },
  {
    "verseNumber": "NUM 2:27",
    "verseText": "Kabila la Asheri watapiga kambi karibu na Dani. Kiongozi wa watu wa Asheri ni Pagieli mwana wa Okrani."
  },
  {
    "verseNumber": "NUM 2:28",
    "verseText": "Kundi lake lina watu 41,500."
  },
  {
    "verseNumber": "NUM 2:29",
    "verseText": "Kabila la Naftali litafuata. Kiongozi wa watu wa Naftali ni Ahira mwana wa Enani."
  },
  {
    "verseNumber": "NUM 2:30",
    "verseText": "Kundi lake lina watu 53,400."
  },
  {
    "verseNumber": "NUM 2:31",
    "verseText": "Wanaume wote walio katika kambi ya Dani ni 157,600. Wao watakuwa wa mwisho kuondoka chini ya alama yao."
  },
  {
    "verseNumber": "NUM 2:32",
    "verseText": "Hawa ndio Waisraeli, wakiwa wamehesabiwa kufuatana na jamaa zao. Wote walio kambini kwa makundi yao ni watu 603,550."
  },
  {
    "verseNumber": "NUM 2:33",
    "verseText": "Hata hivyo, Walawi hawakuhesabiwa pamoja na Waisraeli wengine, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "NUM 2:34",
    "verseText": "Kwa hiyo Waisraeli wakafanya kila kitu BWANA alichomwamuru Mose. Hivyo ndivyo walivyopiga kambi chini ya alama zao, pia hivyo ndivyo walivyoondoka, kila mmoja akiwa na ukoo wake na jamaa yake."
  },
  {
    "verseNumber": "NUM 3:1",
    "verseText": "Hii ni hesabu ya jamaa ya Aroni na Mose kwa wakati ambao BWANA alizungumza na Mose katika Mlima Sinai."
  },
  {
    "verseNumber": "NUM 3:2",
    "verseText": "Majina ya wana wa Aroni yalikuwa: Nadabu mzaliwa wa kwanza na Abihu, Eleazari na Ithamari."
  },
  {
    "verseNumber": "NUM 3:3",
    "verseText": "Hayo yalikuwa majina ya wana wa Aroni, makuhani wapakwa mafuta, waliokuwa wamesimikwa kuhudumu kama makuhani."
  },
  {
    "verseNumber": "NUM 3:4",
    "verseText": "Hata hivyo Nadabu na Abihu walikufa mbele za BWANA walipotoa sadaka kwa moto usioruhusiwa mbele zake katika Jangwa la Sinai. Hawakuwa na wana; kwa hiyo Eleazari na Ithamari walihudumu peke yao kama makuhani wakati wote wa maisha ya Aroni baba yao."
  },
  {
    "verseNumber": "NUM 3:5",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 3:6",
    "verseText": "“Walete watu wa kabila la Lawi mbele ya Aroni kuhani ili wamsaidie."
  },
  {
    "verseNumber": "NUM 3:7",
    "verseText": "Watafanya huduma kwa ajili yake na kwa jumuiya yote katika Hema la Kukutania kwa kufanya kazi za Maskani."
  },
  {
    "verseNumber": "NUM 3:8",
    "verseText": "Watatunza samani zote za Hema la Kukutania, wakitimiza wajibu wa kuhudumia Waisraeli kwa kufanya kazi ya Maskani."
  },
  {
    "verseNumber": "NUM 3:9",
    "verseText": "Wakabidhi Walawi kwa Aroni na wanawe; hao ndio Waisraeli ambao wanakabidhiwa kwake kabisa."
  },
  {
    "verseNumber": "NUM 3:10",
    "verseText": "Waweke Aroni na wanawe kuhudumu kama makuhani; mtu mwingine yeyote atakayesogea mahali patakatifu ni lazima auawe.”"
  },
  {
    "verseNumber": "NUM 3:11",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 3:12",
    "verseText": "“Nimewatwaa Walawi kutoka miongoni mwa Waisraeli badala ya mzaliwa wa kwanza wa kiume wa kila mwanamke wa Mwisraeli. Walawi ni wangu,"
  },
  {
    "verseNumber": "NUM 3:13",
    "verseText": "kwa kuwa wazaliwa wote wa kwanza ni wangu. Nilipowaua wazaliwa wa kwanza huko Misri, nilimtenga kila mzaliwa wa kwanza katika Israeli awe wangu, akiwa mwanadamu au mnyama. Watakuwa wangu. Mimi ndimi BWANA.”"
  },
  {
    "verseNumber": "NUM 3:14",
    "verseText": "BWANA akamwambia Mose katika Jangwa la Sinai,"
  },
  {
    "verseNumber": "NUM 3:15",
    "verseText": "“Wahesabu Walawi kwa jamaa zao na koo zao. Mhesabu kila mwanaume mwenye umri wa mwezi mmoja au zaidi.”"
  },
  {
    "verseNumber": "NUM 3:16",
    "verseText": "Kwa hiyo Mose akawahesabu, kama alivyoamriwa na neno la BWANA."
  },
  {
    "verseNumber": "NUM 3:17",
    "verseText": "Haya yalikuwa majina ya wana wa Lawi: Gershoni, Kohathi na Merari."
  },
  {
    "verseNumber": "NUM 3:18",
    "verseText": "Haya ndiyo yaliyokuwa majina ya koo za Wagershoni: Libni na Shimei."
  },
  {
    "verseNumber": "NUM 3:19",
    "verseText": "Koo za Wakohathi zilikuwa ni: Amramu, Ishari, Hebroni na Uzieli."
  },
  {
    "verseNumber": "NUM 3:20",
    "verseText": "Koo za Wamerari zilikuwa ni: Mahli na Mushi. Hizi ndizo zilizokuwa koo za Walawi, kufuatana na jamaa zao."
  },
  {
    "verseNumber": "NUM 3:21",
    "verseText": "Kulikuwa na koo za Walibni na Washimei kwa Gershoni; hizi ndizo zilizokuwa koo za Wagershoni."
  },
  {
    "verseNumber": "NUM 3:22",
    "verseText": "Idadi ya waume wote waliokuwa na mwezi mmoja au zaidi waliohesabiwa walikuwa 7,500."
  },
  {
    "verseNumber": "NUM 3:23",
    "verseText": "Ukoo wa Wagershoni walitakiwa kuweka kambi zao upande wa magharibi, nyuma ya Maskani."
  },
  {
    "verseNumber": "NUM 3:24",
    "verseText": "Kiongozi wa jamaa za Wagershoni alikuwa Eliasafu mwana wa Laeli."
  },
  {
    "verseNumber": "NUM 3:25",
    "verseText": "Katika Hema la Kukutania, Wagershoni walikuwa na wajibu wa kutunza Maskani na hema, vifuniko vyake, pazia katika mlango wa kuingilia ndani ya Hema la Kukutania,"
  },
  {
    "verseNumber": "NUM 3:26",
    "verseText": "mapazia ya ua, pazia katika ingilio la ua unaozunguka Maskani na madhabahu, pamoja na kamba, na kila kinachohusika kwa matumizi yake."
  },
  {
    "verseNumber": "NUM 3:27",
    "verseText": "Kwa Kohathi kulikuwepo koo za Waamramu, Waishari, Wahebroni na Wauzieli; hizi ndizo zilizokuwa koo za Wakohathi."
  },
  {
    "verseNumber": "NUM 3:28",
    "verseText": "Hesabu ya waume wote wenye mwezi mmoja au zaidi ilikuwa watu 8,600. Wakohathi waliwajibika kutunza mahali patakatifu."
  },
  {
    "verseNumber": "NUM 3:29",
    "verseText": "Koo za Wakohathi zilitakiwa kuweka kambi zao upande wa kusini wa Maskani."
  },
  {
    "verseNumber": "NUM 3:30",
    "verseText": "Kiongozi wa jamaa za koo za Wakohathi alikuwa Elisafani mwana wa Uzieli."
  },
  {
    "verseNumber": "NUM 3:31",
    "verseText": "Waliwajibika kutunza Sanduku la Agano, meza, kinara cha taa, madhabahu, na vile vyombo vya mahali patakatifu vinavyotumika kuhudumu, pazia, na kila kitu kinachohusika na matumizi yake."
  },
  {
    "verseNumber": "NUM 3:32",
    "verseText": "Kiongozi mkuu wa Walawi alikuwa Eleazari mwana wa kuhani, Aroni. Aliwekwa juu ya wale waliowajibika kutunza mahali patakatifu."
  },
  {
    "verseNumber": "NUM 3:33",
    "verseText": "Kwa Merari kulikuwa na koo za Wamahli na Wamushi; hizi zilikuwa koo za Merari."
  },
  {
    "verseNumber": "NUM 3:34",
    "verseText": "Hesabu ya waume wote wenye umri wa mwaka mmoja au zaidi waliohesabiwa walikuwa 6,200."
  },
  {
    "verseNumber": "NUM 3:35",
    "verseText": "Kiongozi wa jamaa za koo za Wamerari alikuwa Surieli mwana wa Abihaili; hawa walitakiwa kuweka kambi zao upande wa kaskazini mwa Maskani."
  },
  {
    "verseNumber": "NUM 3:36",
    "verseText": "Wamerari waliwekwa kutunza miimo ya Maskani, mataruma yake, nguzo, vitako na vifaa vyake vyote na kila kitu kilichohusika na matumizi yake,"
  },
  {
    "verseNumber": "NUM 3:37",
    "verseText": "na pia nguzo za ua unaozunguka pamoja na vitako vyake, vigingi vya hema na kamba zake."
  },
  {
    "verseNumber": "NUM 3:38",
    "verseText": "Mose, na Aroni na wanawe walitakiwa kuweka kambi zao mashariki mwa Maskani, kuelekea mawio ya jua, mbele ya Hema la Kukutania. Wao walihusika na utunzaji wa mahali patakatifu kwa niaba ya Waisraeli. Mtu mwingine yeyote aliyepasogelea mahali patakatifu angeuawa."
  },
  {
    "verseNumber": "NUM 3:39",
    "verseText": "Jumla ya hesabu ya Walawi waliohesabiwa na Mose na Aroni kwa amri ya BWANA, kufuatana na koo, pamoja na kila mume mwenye umri wa mwezi mmoja au zaidi, walikuwa 22,000."
  },
  {
    "verseNumber": "NUM 3:40",
    "verseText": "BWANA akamwambia Mose, “Wahesabu wazaliwa wa kwanza wa kiume wote wa Waisraeli wenye umri wa mwezi mmoja au zaidi na uorodheshe majina yao."
  },
  {
    "verseNumber": "NUM 3:41",
    "verseText": "Nitwalie Walawi badala ya wazaliwa wa kwanza wa Waisraeli, nayo mifugo ya Walawi badala ya wazaliwa wa mifugo ya Waisraeli. Mimi ndimi BWANA.”"
  },
  {
    "verseNumber": "NUM 3:42",
    "verseText": "Hivyo Mose akawahesabu wazaliwa wa kwanza wote wa Waisraeli, kama BWANA alivyomwamuru."
  },
  {
    "verseNumber": "NUM 3:43",
    "verseText": "Jumla ya hesabu ya wazaliwa wa kwanza waume wenye umri wa mwezi mmoja au zaidi, walioorodheshwa kwa majina, walikuwa 22,273."
  },
  {
    "verseNumber": "NUM 3:44",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 3:45",
    "verseText": "“Watwae Walawi badala ya wazaliwa wa kwanza wote wa Israeli, nayo mifugo ya Walawi badala ya mifugo yao. Walawi watakuwa wangu. Mimi ndimi BWANA."
  },
  {
    "verseNumber": "NUM 3:46",
    "verseText": "Ili kukomboa wazao wa kwanza 273 wa Waisraeli ambao wamezidi hesabu ya Walawi,"
  },
  {
    "verseNumber": "NUM 3:47",
    "verseText": "kusanya shekeli tano kwa kila mmoja, kufuatana na shekeli ya mahali patakatifu, ambayo ina uzito wa gera ishirini."
  },
  {
    "verseNumber": "NUM 3:48",
    "verseText": "Mpe Aroni na wanawe hizo fedha kwa ajili ya ukombozi wa idadi ya Waisraeli waliozidi.”"
  },
  {
    "verseNumber": "NUM 3:49",
    "verseText": "Kwa hiyo Mose akakusanya fedha za ukombozi kutoka kwa wale ambao hesabu yao ilizidi wale waliokombolewa na Walawi."
  },
  {
    "verseNumber": "NUM 3:50",
    "verseText": "Kutokana na wazaliwa wa kwanza wa Waisraeli alikusanya fedha yenye uzito wa shekeli 1,365 kufuatana na shekeli ya mahali patakatifu."
  },
  {
    "verseNumber": "NUM 3:51",
    "verseText": "Mose akampa Aroni na wanawe ile fedha ya ukombozi, kama alivyoamriwa na neno la BWANA."
  },
  {
    "verseNumber": "NUM 4:1",
    "verseText": "BWANA akawaambia Mose na Aroni,"
  },
  {
    "verseNumber": "NUM 4:2",
    "verseText": "“Wahesabu Wakohathi walio sehemu ya Walawi kwa koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 4:3",
    "verseText": "Wahesabu wanaume wote wenye umri wa miaka thelathini hadi hamsini wanaokuja kutumika katika kazi ya Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 4:4",
    "verseText": "“Hii ndiyo kazi ya Wakohathi katika Hema la Kukutania: Watatunza vitu vilivyo vitakatifu sana."
  },
  {
    "verseNumber": "NUM 4:5",
    "verseText": "Wakati kambi inapohamishwa, Aroni na wanawe wataingia ndani na kushusha lile pazia la kuzuilia na kufunika nalo Sanduku la Ushuhuda."
  },
  {
    "verseNumber": "NUM 4:6",
    "verseText": "Kisha watafunika juu yake na ngozi za pomboo, na kutandaza juu yake kitambaa cha rangi ya buluu iliyokolea na kuingiza mipiko mahali pake."
  },
  {
    "verseNumber": "NUM 4:7",
    "verseText": "“Juu ya meza ya mikate ya Wonyesho watatandaza kitambaa cha buluu na waweke sahani juu yake, masinia, bakuli na magudulia kwa ajili ya sadaka za kinywaji; mkate ule ambao upo hapa daima utabaki juu yake."
  },
  {
    "verseNumber": "NUM 4:8",
    "verseText": "Juu ya hivyo vitu watatandaza kitambaa chekundu na kufunika kwa ngozi za pomboo na kuweka mipiko yake mahali pake."
  },
  {
    "verseNumber": "NUM 4:9",
    "verseText": "“Watachukua kitambaa cha buluu na kufunika kinara cha taa kilicho kwa ajili ya nuru, pamoja na taa zake, mikasi yake, sinia zake, magudulia yake yote yaliyotumika kuwekea mafuta."
  },
  {
    "verseNumber": "NUM 4:10",
    "verseText": "Kisha watakisokotea pamoja na vifaa vyake vyote katika ngozi za pomboo na kukiweka kwenye jukwaa lake."
  },
  {
    "verseNumber": "NUM 4:11",
    "verseText": "“Juu ya madhabahu ya dhahabu watatandaza kitambaa cha buluu na kukifunika kwa ngozi za pomboo na kuweka mipiko yake mahali pake."
  },
  {
    "verseNumber": "NUM 4:12",
    "verseText": "“Watavichukua vyombo vyote vinavyotumika kuhudumia mahali patakatifu, watavisokotea kwenye kitambaa cha buluu na kufunika kwa ngozi za pomboo, na kuviweka juu ya miti ya kuchukulia."
  },
  {
    "verseNumber": "NUM 4:13",
    "verseText": "“Wataondoa majivu kutoka madhabahu ya shaba na kutandaza kitambaa cha zambarau juu yake."
  },
  {
    "verseNumber": "NUM 4:14",
    "verseText": "Kisha wataweka vyombo vyote juu yake vinavyotumika kwa kuhudumia madhabahuni pamoja na vyombo vya kutolea moto, nyuma, miiko na mabakuli ya kunyunyizia. Juu yake watatandaza ngozi za pomboo ya kufunika, na kuweka mipiko mahali pake."
  },
  {
    "verseNumber": "NUM 4:15",
    "verseText": "“Baada ya Aroni na wanawe kumaliza kazi ya kufunika samani takatifu na vyombo vyake vyote, watu watakapokuwa tayari kungʼoa kambi, Wakohathi watakuja kufanya kazi ya kubeba. Lakini wasije wakagusa vitu vitakatifu la sivyo watakufa. Wakohathi ndio watakaobeba vile vitu vilivyomo katika Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 4:16",
    "verseText": "“Eleazari mwana wa Aroni, kuhani, ndiye atakayesimamia mafuta kwa ajili ya taa, uvumba wenye harufu nzuri, sadaka za kila siku za nafaka na mafuta ya upako. Ndiye atakayekuwa msimamizi wa maskani yote ya BWANA na kila kitu kilichomo ndani mwake pamoja na samani takatifu na vyombo vyake.”"
  },
  {
    "verseNumber": "NUM 4:17",
    "verseText": "BWANA akawaambia Mose na Aroni,"
  },
  {
    "verseNumber": "NUM 4:18",
    "verseText": "“Hakikisheni kwamba koo za kabila la Wakohathi hawatengwi kutoka Walawi."
  },
  {
    "verseNumber": "NUM 4:19",
    "verseText": "Ili wapate kuishi wala wasife wanapokaribia vitu vitakatifu sana, uwafanyie hivi: Aroni na wanawe watakwenda mahali patakatifu na kumgawia kila mtu kazi yake, na kwamba ni nini atakachochukua."
  },
  {
    "verseNumber": "NUM 4:20",
    "verseText": "Lakini Wakohathi hawaruhusiwi kuingia ndani ili kuangalia vitu vitakatifu, hata kwa kitambo kidogo, la sivyo watakufa.”"
  },
  {
    "verseNumber": "NUM 4:21",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 4:22",
    "verseText": "“Wahesabu pia Wagershoni kwa jamaa zao na koo zao."
  },
  {
    "verseNumber": "NUM 4:23",
    "verseText": "Wahesabu wanaume wote wenye umri wa miaka thelathini hadi hamsini ambao huja kutumika katika Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 4:24",
    "verseText": "“Hii ndiyo huduma ya koo za Wagershoni wakati wanapofanya kazi na kubeba mizigo."
  },
  {
    "verseNumber": "NUM 4:25",
    "verseText": "Watabeba mapazia ya maskani. Hema la Kukutania, kifuniko chake na kifuniko cha nje cha ngozi za pomboo, mapazia ya maingilio ya Hema la Kukutania,"
  },
  {
    "verseNumber": "NUM 4:26",
    "verseText": "mapazia ya ua unaozunguka Maskani na madhabahu, pazia la maingilio, kamba na vifaa vyote vinavyotumika katika huduma yake. Wagershoni watafanya yote yatakiwayo kufanyika na vitu hivi."
  },
  {
    "verseNumber": "NUM 4:27",
    "verseText": "Utumishi wao wote ukiwa ni kuchukua au wa kufanya kazi nyingine, utafanyika chini ya maelekezo ya Aroni na wanawe. Mtawapangia kama wajibu wao yote watakayoyafanya."
  },
  {
    "verseNumber": "NUM 4:28",
    "verseText": "Hii ndiyo huduma ya koo za Wagershoni katika Hema la Kukutania. Wajibu wao utakuwa chini ya maelekezo ya Ithamari mwana wa kuhani Aroni."
  },
  {
    "verseNumber": "NUM 4:29",
    "verseText": "“Wahesabu Wamerari kwa koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 4:30",
    "verseText": "Wahesabu wanaume wote kuanzia umri wa miaka thelathini hadi hamsini ambao watakuja kutumika katika Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 4:31",
    "verseText": "Huu ndio wajibu wao wanapofanya huduma katika Hema la Kukutania: kubeba miimo ya Maskani, mataruma yake, nguzo na vitako,"
  },
  {
    "verseNumber": "NUM 4:32",
    "verseText": "nguzo za ua unaozunguka pamoja na vitako vyake, vigingi vya hema, kamba, vifaa vyake vyote na kila kitu kinachohusiana na matumizi yake. Kila mtu mpangie vitu maalum vya kubeba."
  },
  {
    "verseNumber": "NUM 4:33",
    "verseText": "Huu ndio utumishi wa koo za Merari kama watakavyofanya kazi katika Hema la Kukutania, chini ya maelekezo ya Ithamari mwana wa kuhani, Aroni.”"
  },
  {
    "verseNumber": "NUM 4:34",
    "verseText": "Mose, Aroni na viongozi wa jumuiya wakawahesabu Wakohathi kwa koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 4:35",
    "verseText": "Wanaume wote kuanzia umri wa miaka thelathini hadi hamsini ambao walikuja kutumika katika Hema la Kukutania,"
  },
  {
    "verseNumber": "NUM 4:36",
    "verseText": "waliohesabiwa kwa koo zao, walikuwa 2,750."
  },
  {
    "verseNumber": "NUM 4:37",
    "verseText": "Hii ilikuwa ndiyo jumla ya wote wale wa koo za Wakohathi ambao walitumika katika Hema la Kukutania. Mose na Aroni waliwahesabu kufuatana na amri ya BWANA kupitia kwa Mose."
  },
  {
    "verseNumber": "NUM 4:38",
    "verseText": "Wagershoni walihesabiwa kwa koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 4:39",
    "verseText": "Watu wote kuanzia umri wa miaka thelathini hadi hamsini ambao walikuja kutumika katika Hema la Kukutania,"
  },
  {
    "verseNumber": "NUM 4:40",
    "verseText": "waliohesabiwa kwa koo zao na jamaa zao, walikuwa 2,630."
  },
  {
    "verseNumber": "NUM 4:41",
    "verseText": "Hii ilikuwa ndiyo jumla ya wale wa koo za Gershoni ambao walitumika katika Hema la Kukutania. Mose na Aroni waliwahesabu kufuatana na amri ya BWANA."
  },
  {
    "verseNumber": "NUM 4:42",
    "verseText": "Wamerari walihesabiwa kwa koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 4:43",
    "verseText": "Wanaume wote kuanzia umri wa miaka thelathini hadi miaka hamsini ambao walikuja kutumika katika Hema la Kukutania,"
  },
  {
    "verseNumber": "NUM 4:44",
    "verseText": "waliohesabiwa kwa koo zao, walikuwa 3,200."
  },
  {
    "verseNumber": "NUM 4:45",
    "verseText": "Hii ilikuwa ndiyo jumla ya wale wa koo za Wamerari. Mose na Aroni waliwahesabu kufuatia amri ya BWANA kupitia kwa Mose."
  },
  {
    "verseNumber": "NUM 4:46",
    "verseText": "Hivyo Mose, Aroni na viongozi wa Israeli waliwahesabu Walawi wote kwa koo zao na jamaa zao."
  },
  {
    "verseNumber": "NUM 4:47",
    "verseText": "Wanaume wote wenye umri kuanzia miaka thelathini hadi hamsini waliokuja kufanya kazi ya kuhudumu na kubeba Hema la Kukutania"
  },
  {
    "verseNumber": "NUM 4:48",
    "verseText": "walikuwa watu 8,580."
  },
  {
    "verseNumber": "NUM 4:49",
    "verseText": "Kwa amri ya BWANA kupitia Mose, kila mmoja aligawiwa kazi yake na kuambiwa kitu cha kubeba. Hivyo ndivyo walivyohesabiwa kama BWANA alivyomwamuru Mose."
  },
  {
    "verseNumber": "NUM 5:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 5:2",
    "verseText": "“Waamuru Waisraeli kumtoa nje ya kambi mtu yeyote ambaye ana ugonjwa wa ngozi uambukizao, au anayetokwa na majimaji ya aina yoyote, au ambaye ni najisi kwa utaratibu wa ibada kwa sababu ya maiti."
  },
  {
    "verseNumber": "NUM 5:3",
    "verseText": "Hii itakuwa ni kwa wote, yaani, wanaume na wanawake; watoeni nje ya kambi ili wasije wakanajisi kambi yao, ambamo ninaishi miongoni mwao.”"
  },
  {
    "verseNumber": "NUM 5:4",
    "verseText": "Waisraeli wakafanya hivyo; wakawatoa nje ya kambi. Wakafanya kama vile BWANA alivyokuwa amemwelekeza Mose."
  },
  {
    "verseNumber": "NUM 5:5",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 5:6",
    "verseText": "“Waambie Waisraeli, ‘Wakati mwanaume au mwanamke akimkosea mwenzake kwa njia yoyote, na kwa hivyo akawa si mwaminifu kwa BWANA, mtu huyo ana hatia,"
  },
  {
    "verseNumber": "NUM 5:7",
    "verseText": "na ni lazima atubu dhambi aliyoifanya. Ni lazima atoe malipo kamili kwa ajili ya kosa lake, aongeze sehemu ya tano juu ya malipo hayo na kutoa yote kwa mtu aliyemkosea."
  },
  {
    "verseNumber": "NUM 5:8",
    "verseText": "Lakini ikiwa mtu huyo hana jamaa ya karibu ambaye malipo yanaweza kufanywa kwa ajili ya kosa, malipo yatakuwa mali ya BWANA, nayo ni lazima apewe kuhani, pamoja na kondoo dume ambaye anatumika kufanyia upatanisho kwa ajili yake."
  },
  {
    "verseNumber": "NUM 5:9",
    "verseText": "Matoleo yote matakatifu ya Waisraeli wanayoleta kwa kuhani yatakuwa yake."
  },
  {
    "verseNumber": "NUM 5:10",
    "verseText": "Kila kitu cha mtu kilichowekwa wakfu ni chake mwenyewe, lakini kile atoacho kwa kuhani kitakuwa cha kuhani.’ ”"
  },
  {
    "verseNumber": "NUM 5:11",
    "verseText": "Kisha BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 5:12",
    "verseText": "“Nena na Waisraeli uwaambie: ‘Ikiwa mke wa mtu amepotoka na si mwaminifu kwa mumewe,"
  },
  {
    "verseNumber": "NUM 5:13",
    "verseText": "kwa kukutana kimwili na mwanaume mwingine, tendo hili likafichika kwa mumewe na unajisi wake usigundulike (kwa kuwa hakuna ushahidi dhidi yake, naye hakukamatwa katika tendo hilo),"
  },
  {
    "verseNumber": "NUM 5:14",
    "verseText": "nazo hisia za wivu zikamjia mumewe na kumshuku mkewe, naye mke yule ni najisi, au mumewe ana wivu na akamshuku ingawa si najisi,"
  },
  {
    "verseNumber": "NUM 5:15",
    "verseText": "basi atampeleka mkewe kwa kuhani. Huyo mume itampasa apeleke pia sadaka ya unga wa shayiri kiasi cha sehemu ya kumi ya efa kwa niaba ya mkewe. Huyo mwanaume kamwe asimimine mafuta juu ya huo unga wala asiweke uvumba juu yake, kwa sababu ni sadaka ya nafaka kwa ajili ya wivu, sadaka ya ukumbusho ili kukumbushia uovu."
  },
  {
    "verseNumber": "NUM 5:16",
    "verseText": "“ ‘Kuhani atamleta huyo mwanamke na kumsimamisha mbele za BWANA."
  },
  {
    "verseNumber": "NUM 5:17",
    "verseText": "Kisha kuhani atachukua sehemu ya maji matakatifu ndani ya gudulia la udongo na kuchanganya na baadhi ya vumbi kutoka sakafu ya Maskani."
  },
  {
    "verseNumber": "NUM 5:18",
    "verseText": "Baada ya kuhani kumsimamisha huyo mwanamke mbele za BWANA, atazifungua nywele za huyo mwanamke na kuweka sadaka ya ukumbusho mikononi mwake, ile sadaka ya nafaka kwa ajili ya wivu, huku kuhani mwenyewe akishikilia yale maji machungu yaletayo laana."
  },
  {
    "verseNumber": "NUM 5:19",
    "verseText": "Kisha kuhani atamwapiza huyo mwanamke, akimwambia, “Ikiwa hakuna mwanaume mwingine aliyekutana kimwili nawe, wala hujapotoka na kuwa najisi wakati ukiwa umeolewa na mumeo, maji haya machungu yaletayo laana na yasikudhuru."
  },
  {
    "verseNumber": "NUM 5:20",
    "verseText": "Lakini ikiwa umepotoka wakati ukiwa umeolewa na mume wako na umejinajisi mwenyewe kwa kukutana kimwili na mwanaume mwingine asiyekuwa mumeo”;"
  },
  {
    "verseNumber": "NUM 5:21",
    "verseText": "hapa kuhani atamweka huyo mwanamke chini ya laana ya kiapo akisema: “BWANA na awafanye watu wako wakulaani na kukukataa, wakati BWANA atakapolifanya paja lako kupooza na tumbo lako kuvimba."
  },
  {
    "verseNumber": "NUM 5:22",
    "verseText": "Maji haya yaletayo laana na yaingie ndani ya mwili wako ili tumbo lako livimbe na paja lako lipooze.” “ ‘Kisha mwanamke atasema, “Amen. Iwe hivyo.”"
  },
  {
    "verseNumber": "NUM 5:23",
    "verseText": "“ ‘Kuhani ataandika laana hizi kwenye kitabu, kisha atazioshea laana hizo kwenye yale maji machungu."
  },
  {
    "verseNumber": "NUM 5:24",
    "verseText": "Kuhani atamnywesha yule mwanamke yale maji machungu yaletayo laana, nayo maji haya yatamwingia na kumsababishia maumivu makali."
  },
  {
    "verseNumber": "NUM 5:25",
    "verseText": "Kuhani atachukua sadaka ya nafaka kwa ajili ya wivu kutoka mikononi mwa huyo mwanamke, naye ataipunga mbele za BWANA na kuileta madhabahuni."
  },
  {
    "verseNumber": "NUM 5:26",
    "verseText": "Kisha kuhani atachota sadaka ya nafaka mkono uliojaa kama sehemu ya kumbukumbu na kuiteketeza juu ya madhabahu, baada ya hayo, atamtaka huyo mwanamke anywe yale maji."
  },
  {
    "verseNumber": "NUM 5:27",
    "verseText": "Kama amejitia unajisi na kukosa uaminifu kwa mumewe, wakati anapotakiwa anywe maji yale yaletayo laana, yatamwingia na kusababisha maumivu makali; tumbo lake litavimba na paja lake litapooza, naye atakuwa amelaaniwa miongoni mwa watu wake."
  },
  {
    "verseNumber": "NUM 5:28",
    "verseText": "Hata hivyo, ikiwa huyo mwanamke hakujitia unajisi, naye ni safi, atasafishwa hatia na ataweza kuzaa watoto."
  },
  {
    "verseNumber": "NUM 5:29",
    "verseText": "“ ‘Basi, hii ndiyo sheria ya wivu mwanamke anapopotoka na kujitia unajisi akiwa ameolewa na mumewe,"
  },
  {
    "verseNumber": "NUM 5:30",
    "verseText": "au hisia za wivu zinapomjia mwanaume kwa sababu ya kumshuku mkewe. Kuhani atamfanya huyo mwanamke kusimama mbele za BWANA na atatumia sheria hii yote kwa huyo mwanamke."
  },
  {
    "verseNumber": "NUM 5:31",
    "verseText": "Mume atakuwa hana hatia ya kosa lolote, bali mwanamke atayachukua matokeo ya dhambi yake.’ ”"
  },
  {
    "verseNumber": "NUM 6:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 6:2",
    "verseText": "“Sema na Waisraeli na uwaambie: ‘Ikiwa mwanaume au mwanamke anataka kuweka nadhiri maalum, nadhiri ya kutengwa kwa ajili ya BWANA kama Mnadhiri,"
  },
  {
    "verseNumber": "NUM 6:3",
    "verseText": "ni lazima ajitenge na mvinyo na kinywaji kingine chochote chenye chachu, na kamwe asinywe siki itokanayo na mvinyo au itokanayo na kinywaji kingine chenye chachu. Kamwe asinywe maji ya zabibu wala kula zabibu mbichi au kavu."
  },
  {
    "verseNumber": "NUM 6:4",
    "verseText": "Kwa muda wote atakaokuwa Mnadhiri, kamwe hatakula chochote kitokanacho na mzabibu, sio mbegu wala maganda."
  },
  {
    "verseNumber": "NUM 6:5",
    "verseText": "“ ‘Kwa muda wote wa nadhiri yake ya kujitenga kwa ajili ya BWANA, wembe hautapita kichwani mwake. Ni lazima awe mtakatifu mpaka kipindi cha kujitenga kwake kwa ajili ya BWANA kiishe; ni lazima aache nywele za kichwa chake zirefuke."
  },
  {
    "verseNumber": "NUM 6:6",
    "verseText": "Kwa kipindi chochote cha kujitenga kwa ajili ya BWANA hatakaribia maiti."
  },
  {
    "verseNumber": "NUM 6:7",
    "verseText": "Hata kama baba yake mwenyewe au mama au kaka au dada akifa, hatajinajisi mwenyewe kwa taratibu za ibada kwa ajili yao, kwa sababu ishara ya kujiweka wakfu kwake kwa Mungu ipo katika kichwa chake."
  },
  {
    "verseNumber": "NUM 6:8",
    "verseText": "Kwa kipindi chote cha kujitenga kwake yeye ni wakfu kwa BWANA."
  },
  {
    "verseNumber": "NUM 6:9",
    "verseText": "“ ‘Kama mtu yeyote akifa ghafula karibu naye, atakuwa ametiwa unajisi nywele zake alizoziweka wakfu, hivyo ni lazima anyoe nywele zake siku ya utakaso wake, yaani siku ya saba."
  },
  {
    "verseNumber": "NUM 6:10",
    "verseText": "Kisha siku ya nane ni lazima alete hua wawili au makinda mawili ya njiwa kwa kuhani katika mlango wa Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 6:11",
    "verseText": "Kuhani atatoa mmoja kama sadaka ya dhambi, na mwingine kama sadaka ya kuteketezwa ili kufanya upatanisho kwa ajili yake kwa sababu ametenda dhambi kwa kuwepo mbele ya maiti. Siku iyo hiyo atakiweka wakfu kichwa chake."
  },
  {
    "verseNumber": "NUM 6:12",
    "verseText": "Ni lazima ajitoe kabisa kwa BWANA kwa kipindi cha kujitenga kwake, na ni lazima atoe mwana-kondoo wa mwaka mmoja kama sadaka ya hatia. Siku zilizopita hazitahesabiwa kwa sababu alijitia unajisi katika siku zake za kujitenga."
  },
  {
    "verseNumber": "NUM 6:13",
    "verseText": "“ ‘Basi hii ndiyo sheria kwa ajili ya Mnadhiri baada ya kipindi chake cha kujitenga kupita. Ataletwa kwenye ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 6:14",
    "verseText": "Hapo atatoa sadaka zake kwa BWANA: yaani, mwana-kondoo wa mwaka mmoja asiye na waa kwa ajili ya sadaka ya kuteketezwa, kondoo mke wa mwaka mmoja asiye na waa kwa ajili ya sadaka ya dhambi, kondoo dume asiye na waa kwa ajili ya sadaka ya amani,"
  },
  {
    "verseNumber": "NUM 6:15",
    "verseText": "pamoja na sadaka zake za nafaka na za vinywaji, na kikapu cha mikate isiyotiwa chachu, yaani maandazi yaliyotengenezwa kwa unga laini uliochanganywa na mafuta, na mikate myembamba iliyopakwa mafuta."
  },
  {
    "verseNumber": "NUM 6:16",
    "verseText": "“ ‘Kuhani atavileta vitu hivyo mbele za BWANA na kufanya sadaka ya dhambi na sadaka ya kuteketezwa."
  },
  {
    "verseNumber": "NUM 6:17",
    "verseText": "Ataleta pia kikapu cha mikate isiyotiwa chachu, na atatoa dhabihu kondoo dume kama sadaka ya amani kwa BWANA, pamoja na sadaka yake ya nafaka na sadaka ya kinywaji."
  },
  {
    "verseNumber": "NUM 6:18",
    "verseText": "“ ‘Kisha kwenye ingilio la Hema la Kukutania, Mnadhiri ni lazima anyoe nywele zake ambazo alikuwa ameziweka wakfu. Atazichukua hizo nywele na kuziweka ndani ya moto ulio chini ya dhabihu ya sadaka ya amani."
  },
  {
    "verseNumber": "NUM 6:19",
    "verseText": "“ ‘Baada ya Mnadhiri kunyoa hizo nywele zake za kujitenga kwake, kuhani atampa mikononi mwake bega la kondoo dume lililochemshwa, na pia andazi na mkate mwembamba kutoka kwenye kikapu, vyote vikiwa vimetengenezwa bila kuwekwa chachu."
  },
  {
    "verseNumber": "NUM 6:20",
    "verseText": "Kisha kuhani ataviinua mbele za BWANA kama sadaka ya kuinua; ni vitakatifu na ni mali ya kuhani, pamoja na kile kidari kilichoinuliwa na lile paja lililotolewa. Baada ya hayo, Mnadhiri anaweza kunywa divai."
  },
  {
    "verseNumber": "NUM 6:21",
    "verseText": "“ ‘Hii ndiyo sheria ya Mnadhiri ambaye anaweka nadhiri kwa matoleo yake kwa BWANA kufuatana na kujitenga kwake, zaidi ya chochote kile anachoweza kupata. Ni lazima atimize nadhiri aliyoiweka kufuatana na sheria ya Mnadhiri.’ ”"
  },
  {
    "verseNumber": "NUM 6:22",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 6:23",
    "verseText": "“Mwambie Aroni na wanawe, ‘Hivi ndivyo mtakavyowabariki Waisraeli. Waambieni:"
  },
  {
    "verseNumber": "NUM 6:24",
    "verseText": "“ ‘ “BWANA akubariki na kukulinda;"
  },
  {
    "verseNumber": "NUM 6:25",
    "verseText": "BWANA akuangazie nuru ya uso wake na kukufadhili;"
  },
  {
    "verseNumber": "NUM 6:26",
    "verseText": "BWANA akugeuzie uso wake na kukupa amani.” ’"
  },
  {
    "verseNumber": "NUM 6:27",
    "verseText": "“Hivyo wataliweka Jina langu juu ya Waisraeli, nami nitawabariki.”"
  },
  {
    "verseNumber": "NUM 7:1",
    "verseText": "Mose alipomaliza kuisimamisha Maskani, aliitia mafuta na kuiweka wakfu pamoja na samani zake zote. Pia alitia madhabahu mafuta na kuiweka wakfu, pamoja na vyombo vyake vyote."
  },
  {
    "verseNumber": "NUM 7:2",
    "verseText": "Ndipo viongozi wa Israeli, wale wakuu wa jamaa waliokuwa viongozi wa kabila wasimamizi wa wale waliohesabiwa, wakatoa sadaka."
  },
  {
    "verseNumber": "NUM 7:3",
    "verseText": "Walizileta kama matoleo yao mbele za BWANA: magari sita ya kukokotwa yaliyofunikwa, pamoja na maksai kumi na wawili; yaani maksai mmoja kutoka kwa kila kiongozi, na gari moja la kukokotwa kutoka kwa kila viongozi wawili. Haya waliyaleta mbele ya Maskani."
  },
  {
    "verseNumber": "NUM 7:4",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 7:5",
    "verseText": "“Vikubali vitu hivi kutoka kwao, ili viweze kutumika katika kazi kwenye Hema la Kukutania. Wapatie Walawi kama kazi ya kila mtu itakavyohitaji.”"
  },
  {
    "verseNumber": "NUM 7:6",
    "verseText": "Hivyo Mose akachukua yale magari ya kukokotwa pamoja na maksai, na kuwapa Walawi."
  },
  {
    "verseNumber": "NUM 7:7",
    "verseText": "Aliwapa Wagershoni magari mawili ya kukokotwa na maksai wanne, kama walivyohitaji kwa kazi yao,"
  },
  {
    "verseNumber": "NUM 7:8",
    "verseText": "na pia aliwapa Wamerari magari manne ya kukokotwa na maksai wanane, kama kazi yao ilivyohitaji. Wote walikuwa chini ya maelekezo ya Ithamari mwana wa kuhani, Aroni."
  },
  {
    "verseNumber": "NUM 7:9",
    "verseText": "Lakini Mose hakuwapa Wakohathi chochote kati ya hivyo, kwa sababu walitakiwa kubeba vitu vitakatifu mabegani mwao, vile walikuwa wanawajibika."
  },
  {
    "verseNumber": "NUM 7:10",
    "verseText": "Wakati madhabahu yalitiwa mafuta, viongozi walileta sadaka zao kwa ajili ya kule kuwekwa wakfu kwake na kuziweka mbele ya madhabahu."
  },
  {
    "verseNumber": "NUM 7:11",
    "verseText": "Kwa maana BWANA alikuwa amemwambia Mose, “Kila siku kiongozi mmoja ataleta sadaka yake ili kuwekwa wakfu madhabahu.”"
  },
  {
    "verseNumber": "NUM 7:12",
    "verseText": "Yule ambaye alileta sadaka yake siku ya kwanza alikuwa Nashoni, mwana wa Aminadabu, wa kabila la Yuda."
  },
  {
    "verseNumber": "NUM 7:13",
    "verseText": "Sadaka yake ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:14",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:15",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:16",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:17",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Nashoni mwana wa Aminadabu."
  },
  {
    "verseNumber": "NUM 7:18",
    "verseText": "Siku ya pili yake Nethaneli mwana wa Suari, kiongozi wa kabila la Isakari, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:19",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:20",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:21",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:22",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:23",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Nethaneli mwana wa Suari."
  },
  {
    "verseNumber": "NUM 7:24",
    "verseText": "Siku ya tatu Eliabu mwana wa Heloni, kiongozi wa kabila la Zabuloni, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:25",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:26",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:27",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:28",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:29",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Eliabu mwana wa Heloni."
  },
  {
    "verseNumber": "NUM 7:30",
    "verseText": "Siku ya nne Elisuri mwana wa Shedeuri, kiongozi wa kabila la Reubeni, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:31",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:32",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:33",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:34",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:35",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Elisuri mwana wa Shedeuri."
  },
  {
    "verseNumber": "NUM 7:36",
    "verseText": "Siku ya tano Shelumieli mwana wa Surishadai, kiongozi wa watu wa Simeoni, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:37",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:38",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:39",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:40",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:41",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Shelumieli mwana wa Surishadai."
  },
  {
    "verseNumber": "NUM 7:42",
    "verseText": "Siku ya sita Eliasafu mwana wa Deueli, kiongozi wa watu wa Gadi, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:43",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:44",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:45",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:46",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:47",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Eliasafu mwana wa Deueli."
  },
  {
    "verseNumber": "NUM 7:48",
    "verseText": "Siku ya saba Elishama mwana wa Amihudi, kiongozi wa watu wa Efraimu, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:49",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:50",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:51",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:52",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:53",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Elishama mwana wa Amihudi."
  },
  {
    "verseNumber": "NUM 7:54",
    "verseText": "Siku ya nane Gamalieli mwana wa Pedasuri, kiongozi wa watu wa Manase, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:55",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:56",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:57",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:58",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:59",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Gamalieli mwana wa Pedasuri."
  },
  {
    "verseNumber": "NUM 7:60",
    "verseText": "Siku ya tisa Abidani mwana wa Gideoni, kiongozi wa watu wa Benyamini, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:61",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:62",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:63",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:64",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:65",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Abidani mwana wa Gideoni."
  },
  {
    "verseNumber": "NUM 7:66",
    "verseText": "Siku ya kumi Ahiezeri mwana wa Amishadai, kiongozi wa watu wa Dani, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:67",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:68",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:69",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:70",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:71",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Ahiezeri mwana wa Amishadai."
  },
  {
    "verseNumber": "NUM 7:72",
    "verseText": "Siku ya kumi na moja Pagieli mwana wa Okrani, kiongozi wa watu wa Asheri, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:73",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:74",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:75",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:76",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:77",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Pagieli mwana wa Okrani."
  },
  {
    "verseNumber": "NUM 7:78",
    "verseText": "Siku ya kumi na mbili Ahira mwana wa Enani, kiongozi wa watu wa Naftali, alileta sadaka yake."
  },
  {
    "verseNumber": "NUM 7:79",
    "verseText": "Sadaka aliyoleta ilikuwa sahani moja ya fedha yenye uzito wa shekeli 130, na bakuli moja la fedha la kunyunyizia lenye uzito wa shekeli sabini, vyote kulingana na shekeli ya mahali patakatifu, vikiwa vimejazwa unga laini uliochanganywa na mafuta kama sadaka ya nafaka;"
  },
  {
    "verseNumber": "NUM 7:80",
    "verseText": "sinia moja la dhahabu lenye uzito wa shekeli kumi, likiwa limejazwa uvumba;"
  },
  {
    "verseNumber": "NUM 7:81",
    "verseText": "fahali mmoja mchanga, kondoo dume mmoja na mwana-kondoo dume mmoja wa mwaka mmoja, kwa ajili ya sadaka ya kuteketezwa;"
  },
  {
    "verseNumber": "NUM 7:82",
    "verseText": "mbuzi dume mmoja kwa ajili ya sadaka ya dhambi;"
  },
  {
    "verseNumber": "NUM 7:83",
    "verseText": "maksai wawili, kondoo dume watano, mbuzi dume watano na wana-kondoo dume watano wa mwaka mmoja, ili vitolewe dhabihu kama sadaka ya amani. Hii ndiyo ilikuwa sadaka ya Ahira mwana wa Enani."
  },
  {
    "verseNumber": "NUM 7:84",
    "verseText": "Hizi ndizo zilikuwa sadaka za viongozi wa Israeli madhabahu yalipowekwa wakfu, wakati yalitiwa mafuta: sahani kumi na mbili za fedha, bakuli kumi na mbili za fedha za kunyunyizia, na masinia kumi na mawili ya dhahabu."
  },
  {
    "verseNumber": "NUM 7:85",
    "verseText": "Kila sahani ya fedha ilikuwa na uzito wa shekeli 130, na kila bakuli la fedha la kunyunyizia lilikuwa na uzito wa shekeli sabini. Masinia yote kumi na mawili yalikuwa na uzito wa shekeli 2,400 kulingana na shekeli ya mahali patakatifu."
  },
  {
    "verseNumber": "NUM 7:86",
    "verseText": "Sahani kumi na mbili za dhahabu zilizojazwa uvumba zilikuwa na uzito wa shekeli kumi kila moja, kulingana na shekeli ya mahali patakatifu. Kwa jumla, sahani za dhahabu zilikuwa na uzito wa shekeli 120."
  },
  {
    "verseNumber": "NUM 7:87",
    "verseText": "Jumla ya wanyama waliotolewa kwa ajili ya sadaka ya kuteketezwa walikuwa fahali kumi na wawili wachanga, kondoo dume kumi na wawili na wana-kondoo dume kumi na wawili wa mwaka mmoja, pamoja na sadaka zao za nafaka. Mbuzi waume kumi na wawili walitolewa kwa ajili ya sadaka za dhambi."
  },
  {
    "verseNumber": "NUM 7:88",
    "verseText": "Jumla ya wanyama kwa ajili ya dhabihu ya sadaka ya amani walikuwa maksai ishirini na wanne, kondoo dume sitini, mbuzi dume wa mwaka mmoja sitini na wana-kondoo dume wa mwaka mmoja sitini. Hizi ndizo zilikuwa sadaka zilizoletwa kwa ajili ya kuwekwa wakfu kwa madhabahu baada ya kutiwa mafuta."
  },
  {
    "verseNumber": "NUM 7:89",
    "verseText": "Mose alipoingia kwenye Hema la Kukutania kuzungumza na BWANA, alisikia sauti ikisema naye kutoka kati ya wale makerubi wawili waliokuwa juu ya kile kiti cha rehema, juu ya Sanduku la Ushuhuda. Mose akazungumza naye."
  },
  {
    "verseNumber": "NUM 8:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 8:2",
    "verseText": "“Sema na Aroni umwambie, ‘Wakati utakapoziweka zile taa saba, zinatakiwa kuangaza eneo lililo mbele ya kinara cha taa.’ ”"
  },
  {
    "verseNumber": "NUM 8:3",
    "verseText": "Aroni akafanya hivyo; akaziweka zile taa ili zielekee mbele kwenye kinara cha taa, kama vile BWANA alivyomwamuru Mose."
  },
  {
    "verseNumber": "NUM 8:4",
    "verseText": "Hivi ndivyo kinara cha taa kilivyotengenezwa: Kilitengenezwa kwa dhahabu iliyofuliwa, kuanzia kwenye kitako chake hadi kwenye maua yake. Kinara cha taa kilitengenezwa sawasawa kabisa na kielelezo ambacho BWANA alikuwa amemwonyesha Mose."
  },
  {
    "verseNumber": "NUM 8:5",
    "verseText": "BWANA akamwambia Mose:"
  },
  {
    "verseNumber": "NUM 8:6",
    "verseText": "“Watwae Walawi kutoka miongoni mwa Waisraeli wengine na uwatakase kwa kawaida ya ibada."
  },
  {
    "verseNumber": "NUM 8:7",
    "verseText": "Ili kuwatakasa fanya hivi: Nyunyizia maji ya utakaso juu yao; kisha uwaambie wanyoe nywele kwenye mwili mzima, wafue nguo zao na hivyo wajitakase wenyewe."
  },
  {
    "verseNumber": "NUM 8:8",
    "verseText": "Waambie wamchukue fahali mchanga pamoja na sadaka yake ya nafaka ya unga laini uliochanganywa na mafuta; kisha utamchukua fahali mchanga wa pili kwa ajili ya sadaka ya dhambi."
  },
  {
    "verseNumber": "NUM 8:9",
    "verseText": "Walete Walawi mbele ya Hema la Kukutania na ukusanye jumuiya yote ya Waisraeli."
  },
  {
    "verseNumber": "NUM 8:10",
    "verseText": "Utawaleta Walawi mbele za BWANA, na Waisraeli wataweka mikono yao juu ya Walawi."
  },
  {
    "verseNumber": "NUM 8:11",
    "verseText": "Aroni atawaweka Walawi mbele za BWANA kama sadaka ya kuinua kutoka kwa Waisraeli, ili kwamba wawe tayari kuifanya kazi ya BWANA."
  },
  {
    "verseNumber": "NUM 8:12",
    "verseText": "“Baada ya Walawi kuweka mikono yao juu ya vichwa vya hao mafahali wawili, tumia mmoja kwa ajili ya sadaka ya dhambi kwa BWANA, na mwingine kuwa sadaka ya kuteketezwa, ili kufanya upatanisho kwa ajili ya Walawi."
  },
  {
    "verseNumber": "NUM 8:13",
    "verseText": "Waambie hao Walawi wasimame mbele ya Aroni na wanawe, kisha wawatoe kama sadaka ya kuinuliwa kwa BWANA."
  },
  {
    "verseNumber": "NUM 8:14",
    "verseText": "Kwa njia hii utakuwa umewatenga Walawi kutoka kwa Waisraeli wengine, nao Walawi watakuwa wangu."
  },
  {
    "verseNumber": "NUM 8:15",
    "verseText": "“Utakapokuwa umekwisha kuwatakasa Walawi na kuwatoa kama sadaka ya kuinuliwa, watakuja kufanya kazi yao katika Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 8:16",
    "verseText": "Wao ndio Waisraeli ambao watatolewa kabisa kwangu. Nimewatwaa kama mali yangu mwenyewe badala ya mzaliwa wa kwanza, mzaliwa wa kwanza wa kiume kutoka kwa kila mwanamke wa Kiisraeli."
  },
  {
    "verseNumber": "NUM 8:17",
    "verseText": "Kila mzaliwa wa kwanza wa kiume katika Israeli, awe wa mwanadamu au mnyama, ni wangu. Wakati nilipowaua wazaliwa wote wa kwanza huko Misri, niliwatenga kwa ajili yangu mwenyewe."
  },
  {
    "verseNumber": "NUM 8:18",
    "verseText": "Nami nimewatwaa Walawi badala ya wazaliwa wote wa kwanza wa kiume katika Israeli."
  },
  {
    "verseNumber": "NUM 8:19",
    "verseText": "Kati ya Waisraeli wote, nimempa Aroni na wanawe Walawi kama zawadi ili wafanye kazi katika Hema la Kukutania kwa niaba ya Waisraeli, na kufanya upatanisho kwa ajili yao ili pasiwepo na pigo lolote litakalowapata Waisraeli wakati watakapokaribia mahali patakatifu.”"
  },
  {
    "verseNumber": "NUM 8:20",
    "verseText": "Mose, Aroni na jumuiya yote ya Waisraeli wakawafanyia Walawi kama BWANA alivyomwamuru Mose."
  },
  {
    "verseNumber": "NUM 8:21",
    "verseText": "Walawi wakajitakasa wenyewe na wakafua nguo zao. Kisha Aroni akawasogeza mbele za BWANA kuwa sadaka ya kuinuliwa, na kufanya upatanisho kwa ajili yao ili kuwatakasa."
  },
  {
    "verseNumber": "NUM 8:22",
    "verseText": "Baada ya hayo, Walawi walikuja kufanya kazi yao katika Hema la Kukutania chini ya usimamizi wa Aroni na wanawe. Waliwafanyia Walawi kama vile BWANA alivyomwamuru Mose."
  },
  {
    "verseNumber": "NUM 8:23",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 8:24",
    "verseText": "“Hili linawahusu Walawi: Wanaume wenye umri wa miaka ishirini na mitano au zaidi watakuja kushiriki katika kazi kwenye Hema la Kukutania,"
  },
  {
    "verseNumber": "NUM 8:25",
    "verseText": "lakini watakapofika umri wa miaka hamsini, ni lazima waache kazi zao za kawaida wala wasiendelee."
  },
  {
    "verseNumber": "NUM 8:26",
    "verseText": "Wanaweza kuwasaidia ndugu zao kufanya wajibu wao katika Hema la Kukutania, lakini wao wenyewe kamwe hawatafanya hiyo kazi. Basi, hivi ndivyo utakavyogawa wajibu kwa Walawi.”"
  },
  {
    "verseNumber": "NUM 9:1",
    "verseText": "BWANA akasema na Mose katika Jangwa la Sinai katika mwezi wa kwanza wa mwaka wa pili baada ya Waisraeli kutoka Misri. Akasema,"
  },
  {
    "verseNumber": "NUM 9:2",
    "verseText": "“Waamuru Waisraeli waadhimishe Pasaka katika wakati ulioamriwa."
  },
  {
    "verseNumber": "NUM 9:3",
    "verseText": "Adhimisheni wakati ulioamriwa, yaani wakati wa kuzama jua siku ya kumi na nne ya mwezi huu, kufuatana na desturi zake zote na masharti yake.”"
  },
  {
    "verseNumber": "NUM 9:4",
    "verseText": "Hivyo Mose akawaambia Waisraeli waiadhimishe Pasaka,"
  },
  {
    "verseNumber": "NUM 9:5",
    "verseText": "nao wakafanya hivyo kwenye Jangwa la Sinai wakati wa kuzama jua siku ya kumi na nne ya mwezi wa kwanza. Waisraeli wakafanya kila kitu kama vile BWANA alivyomwamuru Mose."
  },
  {
    "verseNumber": "NUM 9:6",
    "verseText": "Lakini baadhi yao hawakuweza kuadhimisha Pasaka siku ile kwa sababu walikuwa najisi kwa taratibu za kiibada kwa ajili ya kugusa maiti. Kwa hiyo wakamwendea Mose na Aroni siku ile ile,"
  },
  {
    "verseNumber": "NUM 9:7",
    "verseText": "wakamwambia Mose, “Tumekuwa najisi kwa sababu tumegusa maiti, lakini kwa nini tuzuiliwe kumtolea BWANA sadaka yake pamoja na Waisraeli wengine katika wakati ulioamriwa?”"
  },
  {
    "verseNumber": "NUM 9:8",
    "verseText": "Mose akawajibu, “Ngojeni mpaka nitafute kile BWANA anachoagiza kuwahusu ninyi.”"
  },
  {
    "verseNumber": "NUM 9:9",
    "verseText": "Ndipo BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 9:10",
    "verseText": "“Waambie Waisraeli: ‘Wakati mmoja wenu au wazao wenu wanapokuwa najisi kwa sababu ya maiti au wakiwa safarini, hata hivyo wanaweza kuadhimisha Pasaka ya BWANA."
  },
  {
    "verseNumber": "NUM 9:11",
    "verseText": "Wataiadhimisha wakati wa kuzama jua siku ya kumi na nne ya mwezi wa pili. Watamla mwana-kondoo, pamoja na mkate usiotiwa chachu, na mboga chungu."
  },
  {
    "verseNumber": "NUM 9:12",
    "verseText": "Wasibakize chochote hadi asubuhi wala wasivunje mifupa ya mwana-kondoo. Wakati wanapoadhimisha Pasaka, hawana budi kufuata masharti yote."
  },
  {
    "verseNumber": "NUM 9:13",
    "verseText": "Lakini kama mtu ni safi kwa taratibu za kiibada naye hayuko safarini, asipoadhimisha Pasaka, mtu huyo hana budi kukatiliwa mbali na watu wake kwa sababu hakutoa sadaka ya BWANA kwa wakati ulioamriwa. Mtu huyo atawajibika kubeba matokeo ya dhambi yake."
  },
  {
    "verseNumber": "NUM 9:14",
    "verseText": "“ ‘Mgeni anayeishi miongoni mwenu ambaye anataka kuadhimisha Pasaka ya BWANA, lazima afanye hivyo kwa kufuata desturi na masharti. Lazima masharti yawe sawasawa kwa mgeni na mzawa.’ ”"
  },
  {
    "verseNumber": "NUM 9:15",
    "verseText": "Katika siku hiyo ambayo Maskani, Hema la Ushuhuda, iliposimamishwa, wingu liliifunika. Kuanzia jioni mpaka asubuhi wingu lililokuwa juu ya Maskani lilionekana kama moto."
  },
  {
    "verseNumber": "NUM 9:16",
    "verseText": "Hivyo ndivyo lilivyoendelea kuwa; wingu liliifunika wakati wa mchana, na usiku lilionekana kama moto."
  },
  {
    "verseNumber": "NUM 9:17",
    "verseText": "Wakati wowote wingu lilipoinuka kutoka juu ya Hema, nao Waisraeli waliondoka; mahali popote wingu liliposimama, Waisraeli walipiga kambi."
  },
  {
    "verseNumber": "NUM 9:18",
    "verseText": "Kwa amri ya BWANA Waisraeli waliondoka, na kwa amri yake walipiga kambi. Kwa muda wote wingu liliposimama juu ya Maskani, Waisraeli walibaki wamepiga kambi."
  },
  {
    "verseNumber": "NUM 9:19",
    "verseText": "Wakati wingu lilipobaki juu ya Maskani kwa muda mrefu, Waisraeli walitii amri ya BWANA nao hawakuondoka."
  },
  {
    "verseNumber": "NUM 9:20",
    "verseText": "Wakati mwingine wingu lilikuwa juu ya Maskani kwa siku chache tu; kwa amri ya BWANA wangelipiga kambi na kisha kwa amri yake wangeliondoka."
  },
  {
    "verseNumber": "NUM 9:21",
    "verseText": "Wakati mwingine wingu lilikuwepo kuanzia jioni mpaka asubuhi tu, na lilipoinuka asubuhi, nao waliondoka. Ikiwa ni mchana au usiku, wakati wowote wingu lilipoinuka, waliondoka."
  },
  {
    "verseNumber": "NUM 9:22",
    "verseText": "Ikiwa wingu lilikaa juu ya Maskani kwa siku mbili au mwezi au mwaka, Waisraeli wangebaki wamepiga kambi na hawakuondoka; lakini lilipoinuka, wangeondoka."
  },
  {
    "verseNumber": "NUM 9:23",
    "verseText": "Kwa amri ya BWANA walipiga kambi, na kwa amri ya BWANA waliondoka. Walitii amri ya BWANA, kufuatana na agizo lake kupitia Mose."
  },
  {
    "verseNumber": "NUM 10:1",
    "verseText": "BWANA akamwambia Mose:"
  },
  {
    "verseNumber": "NUM 10:2",
    "verseText": "“Tengeneza tarumbeta mbili za fedha ya kufua, uzitumie kwa kuita jumuiya pamoja na wakati wa kuvunja makambi ili kuondoka."
  },
  {
    "verseNumber": "NUM 10:3",
    "verseText": "Tarumbeta zote mbili zikipigwa, jumuiya yote itakusanyika mbele yako katika ingilio la Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 10:4",
    "verseText": "Kama tarumbeta moja tu ikipigwa, viongozi, yaani wakuu wa koo za Israeli, ndio watakaokusanyika mbele yako."
  },
  {
    "verseNumber": "NUM 10:5",
    "verseText": "Wakati mlio wa kujulisha hatari ukipigwa, makabila yaliyo na makambi upande wa mashariki yataondoka."
  },
  {
    "verseNumber": "NUM 10:6",
    "verseText": "Ukisikika mlio wa pili wa jinsi hiyo, walioko kwenye makambi ya kusini wataondoka. Mlio huo wa kujulisha hatari utakuwa ishara ya kuondoka."
  },
  {
    "verseNumber": "NUM 10:7",
    "verseText": "Ili kukusanya kusanyiko, piga tarumbeta zote, lakini siyo kwa mlio wa kujulisha hatari."
  },
  {
    "verseNumber": "NUM 10:8",
    "verseText": "“Wana wa Aroni, makuhani, ndio watakaopiga hizo tarumbeta. Hili litakuwa agizo la kudumu kwa ajili yenu na kwa vizazi vijavyo."
  },
  {
    "verseNumber": "NUM 10:9",
    "verseText": "Wakati mtakapopigana vita katika nchi yenu wenyewe dhidi ya adui anayewaonea, piga tarumbeta kwa mlio wa kujulisha hatari. Ndipo utakumbukwa na BWANA Mungu wenu na kuokolewa kutoka kwa adui zenu."
  },
  {
    "verseNumber": "NUM 10:10",
    "verseText": "Pia nyakati za furaha yenu, yaani sikukuu zenu zilizoamriwa na sikukuu za Mwezi Mwandamo, mtapiga tarumbeta juu ya sadaka zenu za kuteketezwa na sadaka zenu za amani, nazo zitakuwa ukumbusho kwa ajili yenu mbele za Mungu wenu. Mimi ndimi BWANA, Mungu wenu.”"
  },
  {
    "verseNumber": "NUM 10:11",
    "verseText": "Katika siku ya ishirini ya mwezi wa pili wa mwaka wa pili, wingu liliinuka kutoka juu ya maskani ya Ushuhuda."
  },
  {
    "verseNumber": "NUM 10:12",
    "verseText": "Ndipo Waisraeli wakaondoka kutoka Jangwa la Sinai wakasafiri kutoka sehemu moja hadi nyingine mpaka wingu lilipotua katika Jangwa la Parani."
  },
  {
    "verseNumber": "NUM 10:13",
    "verseText": "Waliondoka kwa mara ya kwanza kwa agizo la BWANA kupitia kwa Mose."
  },
  {
    "verseNumber": "NUM 10:14",
    "verseText": "Vikosi vya kambi ya Yuda vilitangulia kwanza chini ya alama yao. Nashoni mwana wa Aminadabu alikuwa kiongozi wao."
  },
  {
    "verseNumber": "NUM 10:15",
    "verseText": "Nethaneli mwana wa Suari alikuwa kiongozi wa kabila la Isakari,"
  },
  {
    "verseNumber": "NUM 10:16",
    "verseText": "naye Eliabu mwana wa Heloni alikuwa kiongozi wa kabila la Zabuloni."
  },
  {
    "verseNumber": "NUM 10:17",
    "verseText": "Ndipo Maskani iliposhushwa, nao wana wa Gershoni na wana wa Merari ambao waliibeba wakaondoka."
  },
  {
    "verseNumber": "NUM 10:18",
    "verseText": "Vikosi vya kambi ya Reubeni vilifuata, chini ya alama yao. Elisuri mwana wa Shedeuri alikuwa kiongozi wao."
  },
  {
    "verseNumber": "NUM 10:19",
    "verseText": "Shelumieli mwana wa Surishadai aliongoza kikosi cha kabila la Simeoni,"
  },
  {
    "verseNumber": "NUM 10:20",
    "verseText": "naye Eliasafu mwana wa Deueli aliongoza kikosi cha kabila la Gadi."
  },
  {
    "verseNumber": "NUM 10:21",
    "verseText": "Kisha Wakohathi wakaondoka, wakichukua vitu vitakatifu. Maskani ilikuwa isimamishwe kabla wao hawajafika."
  },
  {
    "verseNumber": "NUM 10:22",
    "verseText": "Vikosi vya kambi ya Efraimu vilifuata, chini ya alama yao. Elishama mwana wa Amihudi alikuwa kiongozi wao."
  },
  {
    "verseNumber": "NUM 10:23",
    "verseText": "Gamalieli mwana wa Pedasuri aliongoza kikosi cha kabila la Manase,"
  },
  {
    "verseNumber": "NUM 10:24",
    "verseText": "naye Abidani mwana wa Gideoni alikuwa kiongozi wa kikosi cha kabila la Benyamini."
  },
  {
    "verseNumber": "NUM 10:25",
    "verseText": "Mwishowe, kama kikosi cha nyuma cha ulinzi wa vikosi vyote, vikosi vya kambi ya Dani viliondoka chini ya alama yao. Ahiezeri mwana wa Amishadai alikuwa kiongozi wao."
  },
  {
    "verseNumber": "NUM 10:26",
    "verseText": "Pagieli mwana wa Okrani aliongoza kikosi cha kabila la Asheri,"
  },
  {
    "verseNumber": "NUM 10:27",
    "verseText": "naye Ahira mwana wa Enani aliongoza kikosi cha kabila la Naftali."
  },
  {
    "verseNumber": "NUM 10:28",
    "verseText": "Huu ndio ulikuwa utaratibu wa kuondoka wa vikosi vya Waisraeli walipokuwa wanaondoka."
  },
  {
    "verseNumber": "NUM 10:29",
    "verseText": "Basi Mose akamwambia Hobabu mwana wa Reueli, Mmidiani, mkwewe Mose, “Tunaondoka kwenda mahali ambapo BWANA amesema ‘Nitawapa ninyi mahali hapo.’ Twende pamoja nasi tutakutendea mema, kwa maana BWANA ameahidi mambo mema kwa Israeli.”"
  },
  {
    "verseNumber": "NUM 10:30",
    "verseText": "Akajibu, “Hapana, sitakwenda; nitarudi kwenye nchi yangu mwenyewe na watu wangu mwenyewe.”"
  },
  {
    "verseNumber": "NUM 10:31",
    "verseText": "Lakini Mose akasema, “Tafadhali usituache. Wewe unajua mahali ambapo yatupasa kupiga kambi jangwani, nawe unaweza kuwa macho yetu."
  },
  {
    "verseNumber": "NUM 10:32",
    "verseText": "Ikiwa utafuatana nasi, tutashirikiana nawe mema yoyote tutakayopewa na BWANA.”"
  },
  {
    "verseNumber": "NUM 10:33",
    "verseText": "Hivyo waliondoka kutoka mlima wa BWANA, nao wakasafiri kwa siku tatu. Sanduku la Agano la BWANA liliwatangulia kwa zile siku tatu ili kuwatafutia mahali pa kupumzika."
  },
  {
    "verseNumber": "NUM 10:34",
    "verseText": "Wingu la BWANA lilikuwa juu yao wakati wa mchana walipoondoka kambini."
  },
  {
    "verseNumber": "NUM 10:35",
    "verseText": "Wakati wowote Sanduku lilipoondoka, Mose alisema, “Ee BWANA, inuka! Watesi wako na watawanyike; adui zako na wakimbie mbele zako.”"
  },
  {
    "verseNumber": "NUM 10:36",
    "verseText": "Wakati wowote Sanduku liliposimama, alisema, “Ee BWANA, rudi, kwa maelfu ya Waisraeli wasiohesabika.”"
  },
  {
    "verseNumber": "NUM 11:1",
    "verseText": "Basi watu wakalalamika kwa habari ya taabu zao masikioni mwa BWANA, naye alipowasikia, hasira yake ikawaka. Ndipo moto kutoka kwa BWANA ukawaka miongoni mwao na kuteketeza baadhi ya viunga vya kambi."
  },
  {
    "verseNumber": "NUM 11:2",
    "verseText": "Watu walipomlilia Mose, akamwomba BWANA, nao moto ukazimika."
  },
  {
    "verseNumber": "NUM 11:3",
    "verseText": "Hivyo mahali pale pakaitwa Tabera, kwa sababu moto kutoka kwa BWANA uliwaka miongoni mwao."
  },
  {
    "verseNumber": "NUM 11:4",
    "verseText": "Umati wa watu wenye zogo waliokuwa miongoni mwao walitamani sana chakula kingine, Waisraeli wakaanza kulia tena na kusema, “Laiti tungekuwa na nyama tule!"
  },
  {
    "verseNumber": "NUM 11:5",
    "verseText": "Tunakumbuka wale samaki tuliokula huko Misri bila gharama, pia yale matango, matikitimaji, mboga, vitunguu, na vitunguu saumu."
  },
  {
    "verseNumber": "NUM 11:6",
    "verseText": "Lakini sasa tumepoteza hamu ya chakula; hatuoni kitu kingine chochote isipokuwa hii mana!”"
  },
  {
    "verseNumber": "NUM 11:7",
    "verseText": "Mana ilifanana kama mbegu za giligilani, nayo ilikuwa na rangi ya manjano iliyopauka."
  },
  {
    "verseNumber": "NUM 11:8",
    "verseText": "Hao watu walikwenda kukusanya, kisha waliisaga kwa mawe ya kusagia ya mkono au kuitwanga kwenye vinu. Waliipika vyunguni au kutengeneza maandazi. Ladha yake ilikuwa kama kitu kilichotengenezwa kwa mafuta ya zeituni."
  },
  {
    "verseNumber": "NUM 11:9",
    "verseText": "Umande ulipoanguka kambini wakati wa usiku, pia mana ilianguka pamoja nao."
  },
  {
    "verseNumber": "NUM 11:10",
    "verseText": "Mose akasikia watu wa kila jamaa wakilia, kila mmoja kwenye mlango wa hema lake. BWANA akakasirika mno, naye Mose akafadhaika."
  },
  {
    "verseNumber": "NUM 11:11",
    "verseText": "Akamuuliza BWANA, “Kwa nini umeleta taabu hii juu ya mtumishi wako? Nimekufanyia nini cha kukuchukiza hata ukaweka mzigo huu wa watu hawa wote juu yangu?"
  },
  {
    "verseNumber": "NUM 11:12",
    "verseText": "Je, watu hawa wote mimi ndiye niliyewatungisha mimba? Je, ni mimi niliyewazaa? Kwa nini unaniambia niwachukue mikononi mwangu, kama vile mlezi abebavyo mtoto mchanga, hadi kwenye nchi uliyowaahidi baba zao?"
  },
  {
    "verseNumber": "NUM 11:13",
    "verseText": "Nitapata wapi nyama kwa ajili ya watu wote hawa? Wanaendelea kunililia wakisema, ‘Tupe nyama tule!’"
  },
  {
    "verseNumber": "NUM 11:14",
    "verseText": "Mimi siwezi kuwabeba watu hawa wote peke yangu, mzigo ni mzito sana kwangu."
  },
  {
    "verseNumber": "NUM 11:15",
    "verseText": "Kama hivi ndivyo unavyonitendea, uniue sasa hivi, yaani kama nimepata kibali machoni pako, wala usiniache nione maangamizi yangu mwenyewe.”"
  },
  {
    "verseNumber": "NUM 11:16",
    "verseText": "BWANA akamwambia Mose: “Niletee wazee sabini wa Israeli, unaowafahamu kama viongozi na maafisa miongoni mwa watu. Walete katika Hema la Kukutania, ili waweze kusimama huko pamoja nawe."
  },
  {
    "verseNumber": "NUM 11:17",
    "verseText": "Nami nitashuka na kusema nawe huko. Nami nitachukua sehemu ya Roho iliyo juu yako na kuiweka juu yao. Watakusaidia kubeba mzigo wa watu hao ili usije ukaubeba peke yako."
  },
  {
    "verseNumber": "NUM 11:18",
    "verseText": "“Waambie hao watu: ‘Jiwekeni wakfu wenyewe kwa ajili ya kesho, wakati mtakapokula nyama. BWANA aliwasikia mlipolia, mkisema, “Laiti tungekuwa na nyama tule! Tulikuwa na hali nzuri zaidi katika nchi ya Misri!” Sasa BWANA atawapa nyama, nanyi mtaila."
  },
  {
    "verseNumber": "NUM 11:19",
    "verseText": "Hamtaila kwa siku moja tu, au siku mbili, au tano, kumi au siku ishirini,"
  },
  {
    "verseNumber": "NUM 11:20",
    "verseText": "bali kwa mwezi mzima mpaka iwatokee puani, nanyi mtaichukia kabisa, kwa kuwa mmemkataa BWANA, ambaye yupo miongoni mwenu, nanyi mmelia mbele zake, mkisema, “Hivi kwa nini tulitoka Misri?” ’ ”"
  },
  {
    "verseNumber": "NUM 11:21",
    "verseText": "Lakini Mose alisema, “Mimi niko hapa miongoni mwa watu 600,000 wanaotembea kwa miguu, nawe umesema, ‘Nitawapa nyama ya kula kwa mwezi mzima!’"
  },
  {
    "verseNumber": "NUM 11:22",
    "verseText": "Je, wangeweza kupata nyama ya kuwatosha hata kama makundi ya kondoo na ya ngʼombe yangechinjwa kwa ajili yao? Je, wangetosheka hata kama samaki wote wa baharini wangevuliwa kwa ajili yao?”"
  },
  {
    "verseNumber": "NUM 11:23",
    "verseText": "BWANA akamjibu Mose, “Je, mkono wa BWANA ni mfupi sana? Sasa utaona kama jambo nililolisema litatimizwa kwa ajili yako au la.”"
  },
  {
    "verseNumber": "NUM 11:24",
    "verseText": "Kwa hiyo Mose akatoka na kuwaambia watu lile ambalo BWANA alikuwa amesema. Akawakusanya wazee wao sabini, akawasimamisha kuzunguka Hema."
  },
  {
    "verseNumber": "NUM 11:25",
    "verseText": "Kisha BWANA akashuka katika wingu na kunena na Mose, naye akachukua sehemu ya Roho iliyokuwa juu ya Mose na kuiweka juu ya wale wazee sabini. Roho aliposhuka juu yao, wakatoa unabii, lakini hawakufanya hivyo tena."
  },
  {
    "verseNumber": "NUM 11:26",
    "verseText": "Lakini, watu wawili, ambao majina yao ni Eldadi na Medadi, walibaki kambini. Walikuwa wameorodheshwa miongoni mwa wale wazee sabini, lakini hawakutoka kwenda kwenye Hema. Lakini Roho pia alishuka juu yao, nao wakatabiri huko kambini."
  },
  {
    "verseNumber": "NUM 11:27",
    "verseText": "Mwanaume mmoja kijana alikimbia na kumwambia Mose, “Eldadi na Medadi wanatoa unabii kambini.”"
  },
  {
    "verseNumber": "NUM 11:28",
    "verseText": "Yoshua mwana wa Nuni, ambaye alikuwa msaidizi wa Mose tangu ujana wake, akajibu akasema, “Mose bwana wangu, wanyamazishe!”"
  },
  {
    "verseNumber": "NUM 11:29",
    "verseText": "Lakini Mose akajibu, “Je, unaona wivu kwa ajili yangu? Ningetamani watu wote wa BWANA wangekuwa manabii na kwamba BWANA angeweka Roho yake juu yao!”"
  },
  {
    "verseNumber": "NUM 11:30",
    "verseText": "Ndipo Mose na wale wazee wa Israeli wakarudi kambini."
  },
  {
    "verseNumber": "NUM 11:31",
    "verseText": "Kisha ukatokea upepo kutoka kwa BWANA, nao ukawaletea kware kutoka baharini. Ukawaangusha kwenye eneo lote linalozunguka kambi na kujaa ardhini kimo cha mita moja hivi kutoka ardhini kwenye eneo la umbali wa mwendo wa siku moja kila upande."
  },
  {
    "verseNumber": "NUM 11:32",
    "verseText": "Mchana kutwa na usiku kucha pamoja na siku nzima iliyofuata watu walitoka kwenda kuokota kware. Hakuna mtu yeyote aliyekusanya chini ya homeri kumi. Kisha wakazianika kuzunguka kambi yote."
  },
  {
    "verseNumber": "NUM 11:33",
    "verseText": "Lakini walipokuwa wakila nyama, ilipokuwa ingali kati ya meno yao na kabla hawajamaliza kula, hasira ya BWANA ikawaka dhidi ya watu, naye akawapiga kwa tauni."
  },
  {
    "verseNumber": "NUM 11:34",
    "verseText": "Kwa hiyo mahali hapo pakaitwa Kibroth-Hataava, kwa sababu huko ndiko walipowazika watu ambao walitamani sana chakula kingine."
  },
  {
    "verseNumber": "NUM 11:35",
    "verseText": "Kutoka Kibroth-Hataava watu wakasafiri mpaka Haserothi na kukaa huko."
  },
  {
    "verseNumber": "NUM 12:1",
    "verseText": "Miriamu na Aroni walianza kuzungumza dhidi ya Mose kwa sababu ya mke wake Mkushi, kwa kuwa alikuwa ameoa Mkushi."
  },
  {
    "verseNumber": "NUM 12:2",
    "verseText": "Waliuliza, “Je, BWANA amesema kupitia Mose peke yake? Je, hajasema kutupitia sisi pia?” Naye BWANA akasikia hili."
  },
  {
    "verseNumber": "NUM 12:3",
    "verseText": "(Basi Mose alikuwa mtu mnyenyekevu sana, mnyenyekevu kuliko mtu mwingine yeyote katika uso wa dunia.)"
  },
  {
    "verseNumber": "NUM 12:4",
    "verseText": "Ghafula BWANA akawaambia Mose, Aroni na Miriamu, “Njooni katika Hema la Kukutania, ninyi nyote watatu.” Kwa hiyo wote watatu wakaenda."
  },
  {
    "verseNumber": "NUM 12:5",
    "verseText": "Kisha BWANA akashuka katika nguzo ya wingu, akasimama kwenye ingilio la Hema, akawaita Aroni na Miriamu. Wakati wote wawili waliposogea mbele,"
  },
  {
    "verseNumber": "NUM 12:6",
    "verseText": "BWANA akasema, “Sikilizeni maneno yangu: “Akiwapo nabii wa BWANA miongoni mwenu, nitajifunua kwake kwa maono, nitanena naye katika ndoto."
  },
  {
    "verseNumber": "NUM 12:7",
    "verseText": "Lakini sivyo kwa mtumishi wangu Mose; yeye ni mwaminifu katika nyumba yangu yote."
  },
  {
    "verseNumber": "NUM 12:8",
    "verseText": "Kwake nitanena naye uso kwa uso, waziwazi wala si kwa mafumbo; yeye ataona umbo la BWANA. Kwa nini basi ninyi hamkuogopa kuzungumza kinyume cha mtumishi wangu Mose?”"
  },
  {
    "verseNumber": "NUM 12:9",
    "verseText": "Hasira ya BWANA ikawaka dhidi yao, akawaacha."
  },
  {
    "verseNumber": "NUM 12:10",
    "verseText": "Wakati hilo wingu liliinuka kutoka juu ya Hema, Miriamu akawa tayari ana ukoma, mweupe kama theluji. Aroni akamgeukia, akaona ana ukoma."
  },
  {
    "verseNumber": "NUM 12:11",
    "verseText": "Kisha Aroni akamwambia Mose, “Tafadhali, bwana wangu, usituhesabie dhambi hii ambayo tumeifanya kwa upumbavu."
  },
  {
    "verseNumber": "NUM 12:12",
    "verseText": "Usimwache awe kama mtoto mchanga aliyezaliwa akiwa mfu, ambaye nusu ya mwili wake imeharibika hapo atokapo katika tumbo la mama yake.”"
  },
  {
    "verseNumber": "NUM 12:13",
    "verseText": "Hivyo Mose akamlilia BWANA akisema, “Ee Mungu, nakuomba umponye!”"
  },
  {
    "verseNumber": "NUM 12:14",
    "verseText": "BWANA akamjibu Mose, “Je, kama baba yake angemtemea usoni, asingeona aibu kwa siku saba? Mfungie nje ya kambi kwa siku saba; baada ya hapo anaweza kurudishwa kambini.”"
  },
  {
    "verseNumber": "NUM 12:15",
    "verseText": "Kwa hiyo Miriamu akafungiwa nje ya kambi kwa siku saba, nao watu hawakuendelea na safari mpaka aliporudishwa kambini."
  },
  {
    "verseNumber": "NUM 12:16",
    "verseText": "Baada ya hayo, watu waliondoka Haserothi, wakapiga kambi katika Jangwa la Parani."
  },
  {
    "verseNumber": "NUM 13:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 13:2",
    "verseText": "“Watume baadhi ya watu wakaipeleleze nchi ya Kanaani, ambayo ninawapa Waisraeli. Kutoka kwa kila kabila la baba zao, tuma mmoja wa viongozi wao.”"
  },
  {
    "verseNumber": "NUM 13:3",
    "verseText": "Hivyo kwa agizo la BWANA Mose akawatuma kutoka Jangwa la Parani. Wote walikuwa viongozi wa Waisraeli."
  },
  {
    "verseNumber": "NUM 13:4",
    "verseText": "Haya ndiyo majina yao: kutoka kabila la Reubeni, Shamua mwana wa Zakuri;"
  },
  {
    "verseNumber": "NUM 13:5",
    "verseText": "kutoka kabila la Simeoni, Shafati mwana wa Hori;"
  },
  {
    "verseNumber": "NUM 13:6",
    "verseText": "kutoka kabila la Yuda, Kalebu mwana wa Yefune;"
  },
  {
    "verseNumber": "NUM 13:7",
    "verseText": "kutoka kabila la Isakari, Igali mwana wa Yosefu;"
  },
  {
    "verseNumber": "NUM 13:8",
    "verseText": "kutoka kabila la Efraimu, Hoshea mwana wa Nuni;"
  },
  {
    "verseNumber": "NUM 13:9",
    "verseText": "kutoka kabila la Benyamini, Palti mwana wa Rafu;"
  },
  {
    "verseNumber": "NUM 13:10",
    "verseText": "kutoka kabila la Zabuloni, Gadieli mwana wa Sodi,"
  },
  {
    "verseNumber": "NUM 13:11",
    "verseText": "kutoka kabila la Manase (kabila la Yosefu), Gadi mwana wa Susi;"
  },
  {
    "verseNumber": "NUM 13:12",
    "verseText": "kutoka kabila la Dani, Amieli mwana wa Gemali;"
  },
  {
    "verseNumber": "NUM 13:13",
    "verseText": "kutoka kabila la Asheri, Sethuri mwana wa Mikaeli;"
  },
  {
    "verseNumber": "NUM 13:14",
    "verseText": "kutoka kabila la Naftali, Nabi mwana wa Wofsi;"
  },
  {
    "verseNumber": "NUM 13:15",
    "verseText": "kutoka kabila la Gadi, Geueli mwana wa Maki."
  },
  {
    "verseNumber": "NUM 13:16",
    "verseText": "Haya ndiyo majina ya watu ambao Mose aliwatuma kuipeleleza nchi. (Mose akampa Hoshea mwana wa Nuni jina Yoshua.)"
  },
  {
    "verseNumber": "NUM 13:17",
    "verseText": "Mose alipowatuma wakaipeleleze Kanaani, alisema, “Pandeni kupitia Negebu, mwende mpaka nchi ya vilima."
  },
  {
    "verseNumber": "NUM 13:18",
    "verseText": "Mwone nchi ni ya namna gani, na kama watu waishio humo wana nguvu au ni wadhaifu, iwapo ni wachache au wengi."
  },
  {
    "verseNumber": "NUM 13:19",
    "verseText": "Wanaishi katika nchi ya namna gani? Je, ni nzuri au mbaya? Wanaishi katika miji ya namna gani? Je, haina kuta au ngome?"
  },
  {
    "verseNumber": "NUM 13:20",
    "verseText": "Ardhi iko aje? Ina rutuba au la? Je, kuna miti ndani yake au la? Jitahidini kadiri mwezavyo kuleta baadhi ya matunda ya nchi.” (Ulikuwa msimu wa kuiva zabibu za kwanza.)"
  },
  {
    "verseNumber": "NUM 13:21",
    "verseText": "Hivyo wakapanda na kuipeleleza nchi kutoka Jangwa la Sini hadi Rehobu, kuelekea Lebo-Hamathi."
  },
  {
    "verseNumber": "NUM 13:22",
    "verseText": "Wakapanda kupitia Negebu hadi wakafika Hebroni, mahali ambapo Ahimani, Sheshai na Talmai, wazao wa Anaki, waliishi. (Hebroni ulikuwa umejengwa miaka saba kabla ya mji wa Soani ulioko Misri.)"
  },
  {
    "verseNumber": "NUM 13:23",
    "verseText": "Walipofika katika Bonde la Eshkoli, walivunja tawi lililokuwa na kishada kimoja cha zabibu. Wawili wao wakalichukua lile tawi kwenye mti, pamoja na komamanga na tini."
  },
  {
    "verseNumber": "NUM 13:24",
    "verseText": "Eneo lile likaitwa Bonde la Eshkoli kwa sababu ya kile kishada cha zabibu ambacho Waisraeli walikikata huko."
  },
  {
    "verseNumber": "NUM 13:25",
    "verseText": "Mwishoni mwa siku arobaini wakarudi kutoka kuipeleleza nchi."
  },
  {
    "verseNumber": "NUM 13:26",
    "verseText": "Wakarudi kwa Mose, Aroni na jumuiya yote ya Waisraeli huko Kadeshi kwenye Jangwa la Parani. Hapo ndipo walipotoa habari kwao na kwa kusanyiko lote na kuwaonyesha matunda ya hiyo nchi."
  },
  {
    "verseNumber": "NUM 13:27",
    "verseText": "Wakampa Mose taarifa hii: “Tuliingia katika nchi uliyotutuma, nayo inatiririka maziwa na asali! Hili hapa tunda lake."
  },
  {
    "verseNumber": "NUM 13:28",
    "verseText": "Lakini watu wanaoishi huko ni wenye nguvu, na miji yao ina ngome na ni mikubwa sana. Huko tuliona hata wazao wa Anaki."
  },
  {
    "verseNumber": "NUM 13:29",
    "verseText": "Waamaleki wanaishi Negebu; Wahiti, Wayebusi na Waamori wanaishi katika nchi ya vilima; nao Wakanaani wanaishi karibu na bahari na kando ya Yordani.”"
  },
  {
    "verseNumber": "NUM 13:30",
    "verseText": "Kisha Kalebu akawanyamazisha watu mbele ya Mose na kusema, “Imetupasa kupanda na kuimiliki nchi, kwa maana hakika tunaweza kufanya hivyo.”"
  },
  {
    "verseNumber": "NUM 13:31",
    "verseText": "Lakini watu waliokuwa wamepanda pamoja naye wakasema, “Hatuwezi kuwashambulia wale watu; wana nguvu kutuliko sisi.”"
  },
  {
    "verseNumber": "NUM 13:32",
    "verseText": "Wakaeneza taarifa mbaya miongoni mwa Waisraeli kuhusu nchi waliyoipeleleza. Wakasema, “Nchi tuliyoipeleleza hula watu waishio ndani yake. Watu wote tuliowaona huko ni majitu."
  },
  {
    "verseNumber": "NUM 13:33",
    "verseText": "Tuliwaona Wanefili huko (wazao wa Anaki wanatokana na Wanefili.) Tulijiona kama panzi machoni petu wenyewe, nao ndivyo walivyotuona.”"
  },
  {
    "verseNumber": "NUM 14:1",
    "verseText": "Usiku ule watu wote wa jumuiya walipaza sauti zao na kulia kwa sauti kuu."
  },
  {
    "verseNumber": "NUM 14:2",
    "verseText": "Waisraeli wote wakanungʼunika dhidi ya Mose na Aroni, nalo kusanyiko lote wakawaambia, “Laiti tungekuwa tumefia humo nchi ya Misri! Au humu kwenye hili jangwa!"
  },
  {
    "verseNumber": "NUM 14:3",
    "verseText": "Kwa nini BWANA anatuleta katika nchi hii ili tufe kwa upanga? Wake zetu na watoto wetu watachukuliwa kama nyara. Je, isingekuwa bora kwetu kurudi Misri?”"
  },
  {
    "verseNumber": "NUM 14:4",
    "verseText": "Wakasemezana wao kwa wao, “Inatupasa kumchagua kiongozi na kurudi Misri.”"
  },
  {
    "verseNumber": "NUM 14:5",
    "verseText": "Ndipo Mose na Aroni wakaanguka kifudifudi mbele ya kusanyiko lote la Kiisraeli lililokusanyika hapo."
  },
  {
    "verseNumber": "NUM 14:6",
    "verseText": "Yoshua mwana wa Nuni na Kalebu mwana wa Yefune, waliokuwa miongoni mwa watu wale waliokwenda kuipeleleza nchi, wakararua nguo zao,"
  },
  {
    "verseNumber": "NUM 14:7",
    "verseText": "wakasema na kusanyiko lote la Kiisraeli, wakawaambia, “Nchi tuliyopita katikati yake na kuipeleleza ni nzuri sana sana."
  },
  {
    "verseNumber": "NUM 14:8",
    "verseText": "Ikiwa BWANA anapendezwa nasi, atatuongoza kuingia katika nchi ile, nchi itiririkayo maziwa na asali, naye atatupa nchi hiyo."
  },
  {
    "verseNumber": "NUM 14:9",
    "verseText": "Ila tu msimwasi BWANA. Wala msiwaogope watu wa nchi hiyo, kwa sababu tutawameza. Ulinzi wao umeondoka, lakini BWANA yupo pamoja nasi. Msiwaogope.”"
  },
  {
    "verseNumber": "NUM 14:10",
    "verseText": "Lakini kusanyiko lote likazungumza juu ya kuwapiga kwa mawe. Ndipo utukufu wa BWANA ukaonekana katika Hema la Kukutania kwa Waisraeli wote."
  },
  {
    "verseNumber": "NUM 14:11",
    "verseText": "BWANA akamwambia Mose, “Watu hawa watanidharau mpaka lini? Wataendelea kukataa kuniamini mimi mpaka lini, ingawa nimetenda ishara za miujiza miongoni mwao?"
  },
  {
    "verseNumber": "NUM 14:12",
    "verseText": "Nitawapiga kwa tauni na kuwaangamiza, lakini nitakufanya wewe kuwa taifa kubwa lenye nguvu kuliko wao.”"
  },
  {
    "verseNumber": "NUM 14:13",
    "verseText": "Mose akamwambia BWANA, “Ndipo Wamisri watasikia juu ya jambo hili! Kwa uweza wako uliwapandisha watu hawa kutoka miongoni mwao."
  },
  {
    "verseNumber": "NUM 14:14",
    "verseText": "Nao watawaambia wenyeji wa nchi hii jambo hili. Wao tayari wameshasikia kwamba wewe, Ee BWANA, upo pamoja na watu hawa, na kuwa wewe, Ee BWANA, umeonekana uso kwa uso, nalo wingu lako hukaa juu yao. Tena wewe unawatangulia kwa nguzo ya wingu mchana na kwa nguzo ya moto usiku."
  },
  {
    "verseNumber": "NUM 14:15",
    "verseText": "Ikiwa utawaua watu hawa wote mara moja, mataifa ambayo yamesikia taarifa hii kukuhusu wewe watasema,"
  },
  {
    "verseNumber": "NUM 14:16",
    "verseText": "‘BWANA alishindwa kuwaingiza watu hawa katika nchi aliyowaahidi kwa kiapo; hivyo akawaua jangwani.’"
  },
  {
    "verseNumber": "NUM 14:17",
    "verseText": "“Basi sasa nguvu za Bwana na zionekane, sawasawa na vile ulivyosema:"
  },
  {
    "verseNumber": "NUM 14:18",
    "verseText": "‘BWANA si mwepesi wa hasira, ni mwingi wa upendo na mwenye kusamehe dhambi na uasi. Lakini haachi kumwadhibu mwenye hatia, huadhibu watoto kwa ajili ya dhambi ya baba zao hata kizazi cha tatu na cha nne.’"
  },
  {
    "verseNumber": "NUM 14:19",
    "verseText": "Kwa kadiri ya upendo wako mkuu, usamehe dhambi ya watu hawa, kama vile ulivyowasamehe tangu wakati walitoka Misri mpaka sasa.”"
  },
  {
    "verseNumber": "NUM 14:20",
    "verseText": "BWANA akajibu, “Nimewasamehe kama ulivyoomba."
  },
  {
    "verseNumber": "NUM 14:21",
    "verseText": "Hata hivyo, kwa hakika kama niishivyo, na kwa hakika kama utukufu wa BWANA uijazavyo dunia yote,"
  },
  {
    "verseNumber": "NUM 14:22",
    "verseText": "hakuna hata mmoja wa watu hawa ambao waliuona utukufu wangu na ishara za miujiza niliyotenda huko Misri na huko jangwani, lakini ambaye hakunitii na akanijaribu mara hizi kumi,"
  },
  {
    "verseNumber": "NUM 14:23",
    "verseText": "hakuna hata mmoja wao atakayeona nchi niliyowaahidi baba zao kwa kiapo. Hakuna hata mmoja ambaye amenidharau atakayeiona."
  },
  {
    "verseNumber": "NUM 14:24",
    "verseText": "Lakini kwa sababu mtumishi wangu Kalebu ana roho ya tofauti na ananifuata kwa moyo wote, nitamwingiza katika nchi aliyoiendea, nao wazao wake watairithi."
  },
  {
    "verseNumber": "NUM 14:25",
    "verseText": "Kwa kuwa Waamaleki na Wakanaani wanaishi katika mabonde, kesho geukeni mwelekee jangwani kwa kufuata njia iendayo Bahari ya Shamu.”"
  },
  {
    "verseNumber": "NUM 14:26",
    "verseText": "BWANA akamwambia Mose na Aroni:"
  },
  {
    "verseNumber": "NUM 14:27",
    "verseText": "“Jumuiya hii ovu itanungʼunika dhidi yangu hadi lini? Nimesikia malalamiko ya hawa Waisraeli wanaonungʼunika."
  },
  {
    "verseNumber": "NUM 14:28",
    "verseText": "Hivyo waambie, ‘Hakika kama niishivyo, asema BWANA, nitawafanyia vitu vilevile nilivyosikia mkisema:"
  },
  {
    "verseNumber": "NUM 14:29",
    "verseText": "Kila mmoja wenu mwenye umri wa miaka ishirini au zaidi ambaye alihesabiwa na amenungʼunika dhidi yangu, miili yenu itaanguka katika jangwa hili."
  },
  {
    "verseNumber": "NUM 14:30",
    "verseText": "Hakuna hata mmoja wenu atakayeingia katika nchi niliyoapa kwa mkono ulioinuliwa kuwa makao yenu, isipokuwa Kalebu mwana wa Yefune, na Yoshua mwana wa Nuni."
  },
  {
    "verseNumber": "NUM 14:31",
    "verseText": "Lakini watoto wenu ambao mlisema watachukuliwa kama mateka, nitawaingiza humo ili waifurahie nchi ambayo ninyi mmeikataa."
  },
  {
    "verseNumber": "NUM 14:32",
    "verseText": "Lakini ninyi, miili yenu itaanguka katika jangwa hili."
  },
  {
    "verseNumber": "NUM 14:33",
    "verseText": "Watoto wenu watakuwa wachungaji wa mifugo hapa kwa miaka arobaini, wakiteseka kwa ajili ya kukosa uaminifu kwenu, hadi mwili wa mtu wenu wa mwisho ulale katika jangwa hili."
  },
  {
    "verseNumber": "NUM 14:34",
    "verseText": "Kwa miaka arobaini, mwaka mmoja kwa kila siku katika zile siku arobaini mlizoipeleleza nchi, mtateseka kwa ajili ya dhambi zenu, na kujua jinsi ilivyo vibaya kunifanya mimi kuwa adui yenu.’"
  },
  {
    "verseNumber": "NUM 14:35",
    "verseText": "Mimi BWANA nimesema, na hakika nitafanya mambo haya kwa jumuiya hii yote ovu, ambayo imefungamana pamoja dhidi yangu. Watakutana na mwisho wao katika jangwa hili; hapa ndipo watafia.”"
  },
  {
    "verseNumber": "NUM 14:36",
    "verseText": "Hivyo watu wale ambao Mose alikuwa amewatuma kuipeleleza nchi, waliorudi na kuifanya jumuiya nzima kunungʼunika dhidi ya Mose kwa kueneza taarifa mbaya kuhusu hiyo nchi:"
  },
  {
    "verseNumber": "NUM 14:37",
    "verseText": "watu hawa waliohusika kueneza taarifa mbaya kuhusu hiyo nchi walipigwa na kuanguka kwa tauni mbele za BWANA."
  },
  {
    "verseNumber": "NUM 14:38",
    "verseText": "Miongoni mwa watu waliokwenda kuipeleleza hiyo nchi, ni Yoshua mwana wa Nuni, na Kalebu mwana wa Yefune peke yao waliosalia."
  },
  {
    "verseNumber": "NUM 14:39",
    "verseText": "Mose alipotoa taarifa hii kwa Waisraeli wote, waliomboleza kwa uchungu."
  },
  {
    "verseNumber": "NUM 14:40",
    "verseText": "Mapema asubuhi siku iliyofuata walipanda juu kuelekea kwenye nchi ya vilima virefu, wakasema, “Tumetenda dhambi. Tutakwea mpaka mahali BWANA alipotuahidi.”"
  },
  {
    "verseNumber": "NUM 14:41",
    "verseText": "Lakini Mose akasema, “Kwa nini hamtii amri ya BWANA? Jambo hili halitafanikiwa!"
  },
  {
    "verseNumber": "NUM 14:42",
    "verseText": "Msipande juu, kwa kuwa BWANA hayupo pamoja nanyi. Mtashindwa na adui zenu,"
  },
  {
    "verseNumber": "NUM 14:43",
    "verseText": "kwa kuwa Waamaleki na Wakanaani watapambana nanyi huko. Kwa sababu mmemwacha BWANA, hatakuwa pamoja nanyi, ninyi mtaanguka kwa upanga.”"
  },
  {
    "verseNumber": "NUM 14:44",
    "verseText": "Hata hivyo, kwa kiburi chao walipanda juu kuelekea nchi ya vilima virefu, ijapokuwa Mose hakutoka kambini wala Sanduku la Agano la BWANA."
  },
  {
    "verseNumber": "NUM 14:45",
    "verseText": "Ndipo Waamaleki na Wakanaani walioishi katika hiyo nchi ya vilima wakateremka na kuwashambulia, wakawapiga njia yote hadi Horma."
  },
  {
    "verseNumber": "NUM 15:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 15:2",
    "verseText": "“Sema na Waisraeli uwaambie: ‘Baada ya ninyi kuingia katika nchi ninayowapa kama nyumbani,"
  },
  {
    "verseNumber": "NUM 15:3",
    "verseText": "nanyi mkitoa sadaka za kuteketezwa kwa moto, kutoka makundi ya ngʼombe au kondoo, kama harufu nzuri inayompendeza BWANA, ikiwa ni sadaka za kuteketezwa au dhabihu, kwa ajili ya nadhiri maalum ama sadaka ya hiari au sadaka ya sikukuu zenu,"
  },
  {
    "verseNumber": "NUM 15:4",
    "verseText": "ndipo yeye aletaye sadaka yake ataiweka mbele za BWANA sadaka ya nafaka, sehemu ya kumi ya efa ya unga laini uliochanganywa na robo ya hini ya mafuta."
  },
  {
    "verseNumber": "NUM 15:5",
    "verseText": "Pamoja na kila mwana-kondoo kwa ajili ya sadaka ya kuteketezwa au dhabihu, andaa robo ya hini ya divai kwa sadaka ya kinywaji."
  },
  {
    "verseNumber": "NUM 15:6",
    "verseText": "“ ‘Pamoja na kondoo dume andaa sadaka ya nafaka ya sehemu mbili za kumi za efa za unga laini uliochanganywa na theluthi moja ya hini ya mafuta,"
  },
  {
    "verseNumber": "NUM 15:7",
    "verseText": "na theluthi moja ya hini ya divai kama sadaka ya kinywaji. Vitoe kama harufu nzuri inayompendeza BWANA."
  },
  {
    "verseNumber": "NUM 15:8",
    "verseText": "“ ‘Unapoandaa fahali mchanga kama sadaka ya kuteketezwa au dhabihu, kwa ajili ya nadhiri maalum au sadaka ya amani kwa BWANA,"
  },
  {
    "verseNumber": "NUM 15:9",
    "verseText": "leta pamoja na huyo fahali sadaka ya nafaka ya unga laini sehemu tatu za kumi za efa uliochanganywa na nusu ya hini ya mafuta."
  },
  {
    "verseNumber": "NUM 15:10",
    "verseText": "Pia utaleta nusu ya hini ya divai kama sadaka ya kinywaji. Itakuwa sadaka iliyoteketezwa kwa moto, harufu nzuri inayompendeza BWANA."
  },
  {
    "verseNumber": "NUM 15:11",
    "verseText": "Kila fahali au kondoo dume, kila mwana-kondoo au mbuzi mchanga, atatayarishwa kwa njia hii."
  },
  {
    "verseNumber": "NUM 15:12",
    "verseText": "Fanyeni hivi kwa ajili ya kila mmoja, kwa kadiri ya wingi wa mtakavyoandaa."
  },
  {
    "verseNumber": "NUM 15:13",
    "verseText": "“ ‘Kila mmoja ambaye ni mzawa ni lazima afanye vitu hivi kwa njia hii hapo aletapo sadaka ya kuteketezwa kwa moto kama harufu nzuri inayompendeza BWANA."
  },
  {
    "verseNumber": "NUM 15:14",
    "verseText": "Kwa vizazi vijavyo, wakati wowote mgeni au mtu mwingine yeyote anayeishi miongoni mwenu aletapo sadaka ya kuteketezwa kuwa harufu nzuri ya kumpendeza BWANA, ni lazima afanye sawasawa kabisa na jinsi mnavyofanya ninyi."
  },
  {
    "verseNumber": "NUM 15:15",
    "verseText": "Jumuiya itakuwa na sheria hizo hizo kwenu na kwa mgeni aishiye miongoni mwenu; hii ni amri ya kudumu kwa vizazi vijavyo. Ninyi na mgeni mtakuwa sawa mbele za BWANA:"
  },
  {
    "verseNumber": "NUM 15:16",
    "verseText": "Sheria hizo hizo na masharti hayo hayo hayo, yatawahusu ninyi na mgeni aishiye miongoni mwenu.’ ”"
  },
  {
    "verseNumber": "NUM 15:17",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 15:18",
    "verseText": "“Sema na Waisraeli na uwaambie: ‘Mtakapoingia katika nchi ninayowapeleka"
  },
  {
    "verseNumber": "NUM 15:19",
    "verseText": "nanyi mkala chakula cha nchi hiyo, toeni sehemu ya chakula hicho kama sadaka kwa BWANA."
  },
  {
    "verseNumber": "NUM 15:20",
    "verseText": "Toeni andazi kutoka kwa malimbuko ya chakula chenu kitokacho katika ardhi, na mkitoe kama sadaka kutoka sakafu ya kupuria nafaka."
  },
  {
    "verseNumber": "NUM 15:21",
    "verseText": "Kwa vizazi vyote vijavyo hamna budi kutoa sadaka hii kwa BWANA kutoka kwa malimbuko ya unga wenu."
  },
  {
    "verseNumber": "NUM 15:22",
    "verseText": "“ ‘Basi kama pasipo kukusudia umeshindwa kushika mojawapo katika amri hizi ambazo BWANA alimpa Mose,"
  },
  {
    "verseNumber": "NUM 15:23",
    "verseText": "amri yoyote ya BWANA kwenu kupitia Mose, tangu siku ile BWANA alipowapa na inaendelea hadi vizazi vyote vijavyo;"
  },
  {
    "verseNumber": "NUM 15:24",
    "verseText": "ikiwa hili limefanyika pasipo kukusudia bila jumuiya kuwa na habari nalo, basi jumuiya yote itatoa fahali mchanga kuwa sadaka ya kuteketezwa ikiwa harufu nzuri inayompendeza BWANA, pamoja na sadaka ya nafaka na ya kinywaji zilizoamriwa kwayo, na mbuzi dume kwa ajili ya sadaka ya dhambi."
  },
  {
    "verseNumber": "NUM 15:25",
    "verseText": "Kuhani atafanya upatanisho kwa ajili ya jumuiya yote ya Kiisraeli, nao watasamehewa, kwa kuwa haikuwa makusudi nao wamemletea BWANA sadaka iliyoteketezwa kwa moto na sadaka ya dhambi kwa ajili ya kosa lao."
  },
  {
    "verseNumber": "NUM 15:26",
    "verseText": "Jumuiya yote ya Kiisraeli pamoja na wageni waishio miongoni mwao watasamehewa, kwa sababu watu wote walihusika katika kosa lile lisilokusudiwa."
  },
  {
    "verseNumber": "NUM 15:27",
    "verseText": "“ ‘Lakini kama mtu mmoja peke yake akitenda dhambi pasipo kukusudia, ni lazima alete mbuzi mke wa mwaka mmoja kwa ajili ya sadaka ya dhambi."
  },
  {
    "verseNumber": "NUM 15:28",
    "verseText": "Kuhani atafanya upatanisho mbele za BWANA kwa ajili ya yule aliyekosa kwa kufanya dhambi pasipo kukusudia, upatanisho utakapofanywa kwa ajili yake, atasamehewa."
  },
  {
    "verseNumber": "NUM 15:29",
    "verseText": "Sheria hiyo moja itamhusu kila mmoja ambaye ametenda dhambi pasipo kukusudia, awe Mwisraeli mzawa ama mgeni."
  },
  {
    "verseNumber": "NUM 15:30",
    "verseText": "“ ‘Lakini yeyote ambaye amefanya dhambi kwa dharau awe mzawa au mgeni, anamkufuru BWANA, naye mtu huyo ni lazima akatiliwe mbali na watu wake."
  },
  {
    "verseNumber": "NUM 15:31",
    "verseText": "Kwa sababu amelidharau neno la BWANA na kuvunja amri zake, mtu huyo ni lazima akatiliwe mbali; hatia yake inabaki juu yake.’ ”"
  },
  {
    "verseNumber": "NUM 15:32",
    "verseText": "Waisraeli walipokuwa jangwani, mtu mmoja alikutwa akikusanya kuni siku ya Sabato."
  },
  {
    "verseNumber": "NUM 15:33",
    "verseText": "Wale waliomkuta akikusanya kuni wakamleta kwa Mose, Aroni na kusanyiko lote,"
  },
  {
    "verseNumber": "NUM 15:34",
    "verseText": "nao wakamweka kifungoni, kwa sababu haikufahamika kwa wazi kwamba afanyiwe nini."
  },
  {
    "verseNumber": "NUM 15:35",
    "verseText": "Ndipo BWANA akamwambia Mose, “Huyo mtu ni lazima afe. Kusanyiko lote lazima limpige mawe nje ya kambi.”"
  },
  {
    "verseNumber": "NUM 15:36",
    "verseText": "Hivyo kusanyiko likamtoa nje ya kambi na kumpiga mawe hadi akafa, kama BWANA alivyomwamuru Mose."
  },
  {
    "verseNumber": "NUM 15:37",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 15:38",
    "verseText": "“Sema na Waisraeli uwaambie: ‘Kwa vizazi vyote vijavyo jifanyieni vifundo katika pindo za mavazi yenu vikiwa na uzi wa buluu kwenye kila kifundo."
  },
  {
    "verseNumber": "NUM 15:39",
    "verseText": "Mtakuwa mkivitazama vifundo hivyo ili mpate kukumbuka amri zote za BWANA, ili mpate kuzitii msije mkajitia uzinzi wenyewe kwa kuzifuata tamaa za mioyo yenu na za macho yenu."
  },
  {
    "verseNumber": "NUM 15:40",
    "verseText": "Ndipo mtakumbuka kuzitii amri zangu zote nanyi mtawekwa wakfu kwa Mungu wenu."
  },
  {
    "verseNumber": "NUM 15:41",
    "verseText": "Mimi Ndimi BWANA Mungu wenu, niliyewatoa Misri niwe Mungu wenu. Mimi Ndimi BWANA Mungu wenu.’ ”"
  },
  {
    "verseNumber": "NUM 16:1",
    "verseText": "Kora mwana wa Ishari, mwana wa Kohathi, mwana wa Lawi, pamoja na baadhi ya Wareubeni, yaani Dathani na Abiramu, wana wa Eliabu, na Oni mwana wa Pelethi, wakachukua baadhi ya watu,"
  },
  {
    "verseNumber": "NUM 16:2",
    "verseText": "wakainuka dhidi ya Mose. Pamoja nao walikuwepo wanaume wa Kiisraeli 250, watu waliojulikana, viongozi wa jumuiya waliokuwa wameteuliwa kuwa wakuu wa kusanyiko."
  },
  {
    "verseNumber": "NUM 16:3",
    "verseText": "Wakaja kama kikundi kuwapinga Mose na Aroni, wakawaambia, “Ninyi mmejitukuza sana! Kusanyiko hili lote ni takatifu, kila mmoja wao, naye BWANA yu pamoja nao. Kwa nini basi mmejitukuza wenyewe juu ya kusanyiko la BWANA?”"
  },
  {
    "verseNumber": "NUM 16:4",
    "verseText": "Mose aliposikia jambo hili, akaanguka kifudifudi."
  },
  {
    "verseNumber": "NUM 16:5",
    "verseText": "Kisha akamwambia Kora na wafuasi wake wote: “Asubuhi BWANA ataonyesha ni nani aliye wake na ni nani aliye mtakatifu, tena atamtaka mtu huyo aje kwake. Mtu yule ambaye atamchagua atamfanya kuja karibu naye."
  },
  {
    "verseNumber": "NUM 16:6",
    "verseText": "Wewe Kora na wafuasi wako wote mtafanya hivi: Chukueni vyetezo,"
  },
  {
    "verseNumber": "NUM 16:7",
    "verseText": "kesho wekeni moto na uvumba kwenye hivyo vyetezo mbele za BWANA. Mtu ambaye BWANA atamchagua atakuwa ndiye mtakatifu. Ninyi Walawi mmejitukuza sana!”"
  },
  {
    "verseNumber": "NUM 16:8",
    "verseText": "Pia Mose akamwambia Kora, “Enyi Walawi! Sasa nisikilizeni."
  },
  {
    "verseNumber": "NUM 16:9",
    "verseText": "Haiwatoshi ninyi kwamba Mungu wa Israeli amewateua ninyi kutoka kusanyiko lote la Kiisraeli, na kuwaleta karibu naye mpate kufanya kazi kwenye Maskani ya BWANA, na kusimama mbele ya kusanyiko ili kuwahudumia?"
  },
  {
    "verseNumber": "NUM 16:10",
    "verseText": "Amekuleta wewe na ndugu zako Walawi mwe karibu naye, lakini sasa unajaribu kupata na ukuhani pia."
  },
  {
    "verseNumber": "NUM 16:11",
    "verseText": "Wewe na wafuasi wako wote mmekusanyika pamoja kinyume cha BWANA. Aroni ni nani kwamba ninyi mnungʼunike dhidi yake?”"
  },
  {
    "verseNumber": "NUM 16:12",
    "verseText": "Kisha Mose akawaita Dathani na Abiramu, wana wa Eliabu. Lakini wao wakasema, “Sisi hatuji!"
  },
  {
    "verseNumber": "NUM 16:13",
    "verseText": "Haitoshi tu kwamba wewe umetuleta kutoka nchi itiririkayo maziwa na asali ili kutuua sisi jangwani? Nawe sasa pia unataka kuwa mkuu juu yetu?"
  },
  {
    "verseNumber": "NUM 16:14",
    "verseText": "Zaidi ya hayo, hujatuingiza katika nchi inayotiririka maziwa na asali, wala hujatupa urithi wa mashamba na mashamba ya mizabibu. Je, utayangʼoa macho ya watu hawa? Hapana, sisi hatuji!”"
  },
  {
    "verseNumber": "NUM 16:15",
    "verseText": "Ndipo Mose akakasirika sana na kumwambia BWANA, “Usiikubali sadaka yao. Mimi sikuchukua chochote, hata punda kutoka kwao, wala sijamkosea hata mmoja wao.”"
  },
  {
    "verseNumber": "NUM 16:16",
    "verseText": "Mose akamwambia Kora, “Wewe na wafuasi wako wote kesho mtatokea mbele za BWANA: yaani wewe na hao wenzako, pamoja na Aroni."
  },
  {
    "verseNumber": "NUM 16:17",
    "verseText": "Kila mtu atachukua chetezo chake na kuweka uvumba ndani yake, vyetezo 250 kwa jumla, na kukileta mbele za BWANA. Wewe na Aroni mtaleta vyetezo vyenu pia.”"
  },
  {
    "verseNumber": "NUM 16:18",
    "verseText": "Kwa hiyo kila mtu akachukua chetezo chake, akaweka moto na uvumba ndani yake, na kusimama pamoja na Mose na Aroni kwenye mlango wa Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 16:19",
    "verseText": "Kora alipokuwa amekusanya wafuasi wake wote kuwapinga Mose na Aroni kwenye mlango wa Hema la Kukutania, utukufu wa BWANA ukatokea kwa kusanyiko lote."
  },
  {
    "verseNumber": "NUM 16:20",
    "verseText": "BWANA akamwambia Mose na Aroni,"
  },
  {
    "verseNumber": "NUM 16:21",
    "verseText": "“Jitengeni kutoka kwenye kusanyiko hili ili nipate kuwaangamiza mara moja.”"
  },
  {
    "verseNumber": "NUM 16:22",
    "verseText": "Lakini Mose na Aroni wakaanguka kufudifudi na kulia kwa sauti, wakasema, “Ee Mungu, Mungu wa roho za wanadamu wote, utakuwa na hasira na kusanyiko lote wakati ni mtu mmoja tu ametenda dhambi?”"
  },
  {
    "verseNumber": "NUM 16:23",
    "verseText": "Ndipo BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 16:24",
    "verseText": "“Liambie kusanyiko, ‘Ondokeni hapo karibu na mahema ya Kora, Dathani na Abiramu.’ ”"
  },
  {
    "verseNumber": "NUM 16:25",
    "verseText": "Mose akainuka na kuwaendea Dathani na Abiramu, nao wazee wa Israeli wakafuatana naye."
  },
  {
    "verseNumber": "NUM 16:26",
    "verseText": "Mose akalionya kusanyiko, “Sogeeni nyuma mbali na mahema ya hawa watu waovu! Msiguse kitu chochote kilicho mali yao, la sivyo mtafagiliwa mbali kwa sababu ya dhambi zao zote.”"
  },
  {
    "verseNumber": "NUM 16:27",
    "verseText": "Hivyo wakaondoka karibu na mahema ya Kora, Dathani na Abiramu. Dathani na Abiramu walikuwa wametoka nje, nao walikuwa wamesimama pamoja na wake zao, watoto wao na wale wanyonyao kwenye mlango wa mahema yao."
  },
  {
    "verseNumber": "NUM 16:28",
    "verseText": "Ndipo Mose akasema, “Hivi ndivyo mtakavyojua kuwa BWANA amenituma kufanya mambo haya, na kwamba halikuwa wazo langu."
  },
  {
    "verseNumber": "NUM 16:29",
    "verseText": "Ikiwa watu hawa watakufa kifo cha kawaida na kupatwa na yale ya kawaida yanayowapata wanadamu, basi BWANA hakunituma mimi."
  },
  {
    "verseNumber": "NUM 16:30",
    "verseText": "Lakini ikiwa BWANA ataleta jambo jipya kabisa, ardhi ikifunua kinywa chake na kuwameza wao, pamoja na kila kitu kilicho mali yao, nao washuke chini kaburini wakiwa hai, ndipo mtafahamu kuwa watu hawa wamemdharau BWANA.”"
  },
  {
    "verseNumber": "NUM 16:31",
    "verseText": "Mara Mose alipomaliza kusema haya yote, ardhi iliyokuwa chini yao ikapasuka,"
  },
  {
    "verseNumber": "NUM 16:32",
    "verseText": "nchi ikafunua kinywa chake na kuwameza wao, pamoja na jamaa zao, na watu wote wa Kora na mali zao zote."
  },
  {
    "verseNumber": "NUM 16:33",
    "verseText": "Wakashuka chini kaburini wakiwa hai, pamoja na kila kitu walichokuwa nacho; nchi ikajifunika juu yao, nao wakaangamia wakatoweka kutoka kusanyiko."
  },
  {
    "verseNumber": "NUM 16:34",
    "verseText": "Kutoka kilio chao, Waisraeli wote waliowazunguka walikimbia, wakipaza sauti, “Nchi inatumeza na sisi pia!”"
  },
  {
    "verseNumber": "NUM 16:35",
    "verseText": "Moto ukaja kutoka kwa BWANA, ukawateketeza wale watu 250 waliokuwa wakifukiza uvumba."
  },
  {
    "verseNumber": "NUM 16:36",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 16:37",
    "verseText": "“Mwambie Eleazari mwana wa kuhani Aroni, atoe vyetezo kwenye mabaki ya moto na kutawanya makaa mbali kiasi, kwa maana vyetezo ni vitakatifu:"
  },
  {
    "verseNumber": "NUM 16:38",
    "verseText": "vyetezo vya watu waliofanya dhambi iliyowagharimu maisha yao. Fua vyetezo hivyo kuwa bamba ili kufunika madhabahu, kwa maana vimeletwa mbele za BWANA na vimekuwa vitakatifu. Navyo viwe ishara kwa Waisraeli.”"
  },
  {
    "verseNumber": "NUM 16:39",
    "verseText": "Hivyo kuhani Eleazari akavikusanya vile vyetezo vya shaba vilivyoletwa na wale waliokuwa wameteketezwa kwa moto, naye akavifua kufunika madhabahu,"
  },
  {
    "verseNumber": "NUM 16:40",
    "verseText": "kama vile BWANA alivyomwelekeza kupitia Mose. Hili lilikuwa kuwakumbusha Waisraeli kwamba hakuna mtu hata mmoja, isipokuwa mzao wa Aroni, awezaye kuja kufukiza uvumba mbele za BWANA, la sivyo, angekuwa kama Kora na wafuasi wake."
  },
  {
    "verseNumber": "NUM 16:41",
    "verseText": "Siku iliyofuata jumuiya yote ya Kiisraeli wakanungʼunika dhidi ya Mose na Aroni, wakisema, “Mmewaua watu wa BWANA.”"
  },
  {
    "verseNumber": "NUM 16:42",
    "verseText": "Lakini wakati kusanyiko lilipokusanyika kupingana na Mose na Aroni, nalo likageuka kuelekea Hema la Kukutania, ghafula wingu likafunika Hema, nao utukufu wa BWANA ukatokea."
  },
  {
    "verseNumber": "NUM 16:43",
    "verseText": "Ndipo Mose na Aroni wakaenda mbele ya Hema la Kukutania,"
  },
  {
    "verseNumber": "NUM 16:44",
    "verseText": "naye BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 16:45",
    "verseText": "“Jitenge mbali na kusanyiko hili ili niweze kuwaangamiza mara moja.” Wakaanguka chini kifudifudi."
  },
  {
    "verseNumber": "NUM 16:46",
    "verseText": "Kisha Mose akamwambia Aroni, “Chukua chetezo chako na uweke uvumba ndani yake, pamoja na moto kutoka madhabahuni, nawe uende haraka kwenye kusanyiko ili kufanya upatanisho kwa ajili yao. Ghadhabu imekuja kutoka kwa BWANA, na tauni imeanza.”"
  },
  {
    "verseNumber": "NUM 16:47",
    "verseText": "Hivyo Aroni akafanya kama Mose alivyosema, akakimbilia katikati ya kusanyiko. Tauni ilikuwa tayari imeanza miongoni mwa watu, lakini Aroni akafukiza uvumba na kufanya upatanisho kwa ajili yao."
  },
  {
    "verseNumber": "NUM 16:48",
    "verseText": "Aroni akasimama kati ya waliokuwa hai na waliokufa, nayo tauni ikakoma."
  },
  {
    "verseNumber": "NUM 16:49",
    "verseText": "Lakini walikufa watu 14,700 kutokana na tauni hiyo, licha ya wale waliokuwa wamekufa kwa sababu ya Kora."
  },
  {
    "verseNumber": "NUM 16:50",
    "verseText": "Ndipo Aroni akamrudia Mose kwenye mlango wa Hema la Kukutania, kwa maana tauni ilikuwa imekoma."
  },
  {
    "verseNumber": "NUM 17:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 17:2",
    "verseText": "“Sema na Waisraeli, na ujipatie fimbo kumi na mbili kutoka kwao, moja kutoka kwa kila mmoja wa viongozi wa kabila za baba zao. Andika jina la kila mtu kwenye fimbo yake."
  },
  {
    "verseNumber": "NUM 17:3",
    "verseText": "Kwenye fimbo ya Lawi andika jina la Aroni, kwa maana ni lazima iwepo fimbo moja kwa kila kiongozi kwa ajili ya kila kabila la baba zao."
  },
  {
    "verseNumber": "NUM 17:4",
    "verseText": "Ziweke hizo fimbo ndani ya Hema la Kukutania mbele ya Sanduku la Ushuhuda, mahali nikutanapo nawe."
  },
  {
    "verseNumber": "NUM 17:5",
    "verseText": "Fimbo ya mtu nitakayemchagua itachipuka, nami mwenyewe nitayakomesha haya manungʼuniko ya mara kwa mara ya Waisraeli dhidi yako.”"
  },
  {
    "verseNumber": "NUM 17:6",
    "verseText": "Hivyo Mose akasema na Waisraeli, nao viongozi wao wakampa fimbo kumi na mbili, fimbo moja kwa ajili ya kila kabila la baba zao, nayo fimbo ya Aroni ikiwa miongoni mwa hizo."
  },
  {
    "verseNumber": "NUM 17:7",
    "verseText": "Mose akaziweka hizo fimbo mbele za BWANA ndani ya Hema la Ushuhuda."
  },
  {
    "verseNumber": "NUM 17:8",
    "verseText": "Siku iliyofuata Mose aliingia kwenye Hema la Ushuhuda akaona ile fimbo ya Aroni ambayo iliwakilisha jamaa ya Lawi haikuwa tu imechipuka, bali pia ilikuwa imetoa machipukizi, kuchanua maua na kuzaa malozi."
  },
  {
    "verseNumber": "NUM 17:9",
    "verseText": "Ndipo Mose akaleta zile fimbo zote kwa Waisraeli wote kutoka mbele za BWANA. Wakaziangalia, na kila mtu akaichukua fimbo yake mwenyewe."
  },
  {
    "verseNumber": "NUM 17:10",
    "verseText": "BWANA akamwambia Mose, “Rudisha fimbo ya Aroni mbele ya Sanduku la Ushuhuda, ili ihifadhiwe kama alama kwa waasi. Hili litakomesha manungʼuniko yao dhidi yangu, ili kwamba wasife.”"
  },
  {
    "verseNumber": "NUM 17:11",
    "verseText": "Mose akafanya kama BWANA alivyomwamuru."
  },
  {
    "verseNumber": "NUM 17:12",
    "verseText": "Waisraeli wakamwambia Mose, “Tutakufa! Tumepotea, sote tumepotea!"
  },
  {
    "verseNumber": "NUM 17:13",
    "verseText": "Yeyote akaribiaye Maskani ya BWANA atakufa. Je, sisi sote tutakufa?”"
  },
  {
    "verseNumber": "NUM 18:1",
    "verseText": "BWANA akamwambia Aroni, “Wewe, wanao na jamaa ya baba yako mtawajibika kwa makosa dhidi ya mahali patakatifu, na wewe na wanao peke yenu ndio mtakaowajibika kwa makosa dhidi ya ukuhani."
  },
  {
    "verseNumber": "NUM 18:2",
    "verseText": "Walete Walawi wenzako kutoka kabila la baba zako ili waungane nanyi na kuwasaidia wakati wewe na wanao mnapohudumu mbele ya Hema la Ushuhuda."
  },
  {
    "verseNumber": "NUM 18:3",
    "verseText": "Watawajibika kwenu na watafanya kazi zote za Hema, lakini kamwe wasisogelee vifaa vya patakatifu au madhabahu, la sivyo wao na ninyi mtakufa."
  },
  {
    "verseNumber": "NUM 18:4",
    "verseText": "Watajiunga nanyi na watawajibika kwa utunzaji wa Hema la Kukutania, yaani kazi zote kwenye Hema, wala hakuna mtu mwingine yeyote atakayeweza kusogea karibu hapo mlipo."
  },
  {
    "verseNumber": "NUM 18:5",
    "verseText": "“Mtawajibika katika utunzaji wa mahali patakatifu na madhabahu, ili kwamba ghadhabu isiwaangukie Waisraeli tena."
  },
  {
    "verseNumber": "NUM 18:6",
    "verseText": "Mimi mwenyewe nimewachagua Walawi wenzenu kutoka miongoni mwa Waisraeli kama zawadi kwenu, waliowekwa wakfu kwa BWANA ili kufanya kazi katika Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 18:7",
    "verseText": "Lakini ni wewe tu na wanao mtakaoweza kutumika kama makuhani kuhusiana na kila kitu kwenye madhabahu na ndani ya pazia. Ninawapa utumishi wa ukuhani kama zawadi. Mtu mwingine yeyote atakayekaribia mahali patakatifu ni lazima auawe.”"
  },
  {
    "verseNumber": "NUM 18:8",
    "verseText": "Kisha BWANA akamwambia Aroni, “Mimi mwenyewe nimekuweka kuwa mwangalizi wa sadaka zote zitakazotolewa kwangu; matoleo yote matakatifu Waisraeli wanayonipa ninakupa wewe na wanao kama sehemu yenu na fungu lenu la kawaida."
  },
  {
    "verseNumber": "NUM 18:9",
    "verseText": "Mtachukua sehemu ya yale matoleo matakatifu sana ambayo hayateketezwi kwa moto. Kutoka kwa matoleo yote wanayoniletea kama sadaka takatifu sana, ziwe za nafaka, au za dhambi, au za makosa, sehemu ile itakuwa yako na wanao."
  },
  {
    "verseNumber": "NUM 18:10",
    "verseText": "Mtaila kama kitu kilicho kitakatifu sana; kila mwanaume ataila. Ni lazima mtaiheshimu kama takatifu."
  },
  {
    "verseNumber": "NUM 18:11",
    "verseText": "“Hiki pia ni chako: chochote kilichotengwa kutoka kwenye matoleo yote ya sadaka za kuinuliwa za Waisraeli. Ninakupa wewe haya, wana na binti zako kama sehemu yenu ya kawaida. Kila mmoja wa nyumba yako ambaye ni safi kwa taratibu za ibada anaweza kuyala."
  },
  {
    "verseNumber": "NUM 18:12",
    "verseText": "“Ninawapa mafuta ya zeituni yaliyo bora kuliko yote, na divai mpya iliyo bora kuliko zote na nafaka wanazompa BWANA kama malimbuko katika mavuno yao."
  },
  {
    "verseNumber": "NUM 18:13",
    "verseText": "Malimbuko yote ya nchi ambayo wanamletea BWANA yatakuwa yenu. Kila mmoja nyumbani kwako ambaye ni safi kwa taratibu za Ibada anaweza kula."
  },
  {
    "verseNumber": "NUM 18:14",
    "verseText": "“Kila kitu katika Israeli ambacho kimetolewa kwa BWANA ni chenu."
  },
  {
    "verseNumber": "NUM 18:15",
    "verseText": "Kila mzaliwa wa kwanza wa mwanadamu na wa mnyama, ambaye ametolewa kwa BWANA ni wenu. Lakini ni lazima mtamkomboa kila mwana mzaliwa wa kwanza na kila mzaliwa wa kwanza wa kiume wa wanyama wasio safi."
  },
  {
    "verseNumber": "NUM 18:16",
    "verseText": "Watakapokuwa na umri wa mwezi mmoja, ni lazima mtawakomboa kwa bei ya ukombozi iliyowekwa, kwa shekeli tano za fedha, kulingana na shekeli ya mahali patakatifu, yenye uzito wa gera ishirini."
  },
  {
    "verseNumber": "NUM 18:17",
    "verseText": "“Lakini kamwe usimkomboe mzaliwa wa kwanza wa maksai, kondoo au mbuzi; hawa ni watakatifu. Nyunyizia damu yao juu ya madhabahu na uchome mafuta yao kama sadaka itolewayo kwa moto, harufu nzuri inayompendeza BWANA."
  },
  {
    "verseNumber": "NUM 18:18",
    "verseText": "Nyama zao zitakuwa chakula chenu, kama ilivyokuwa kidari cha kuinuliwa na paja la mguu wa kulia."
  },
  {
    "verseNumber": "NUM 18:19",
    "verseText": "Chochote kitakachotengwa kutoka sadaka takatifu ambazo Waisraeli wanamtolea BWANA, ninakupa wewe, wanao na binti zako kama fungu lenu la kawaida. Ni Agano la milele la chumvi mbele za BWANA kwako na watoto wako.”"
  },
  {
    "verseNumber": "NUM 18:20",
    "verseText": "BWANA akamwambia Aroni, “Hutakuwa na urithi wowote katika nchi yao, wala hutakuwa na sehemu miongoni mwao; Mimi ni fungu lako na urithi wako miongoni mwa Waisraeli."
  },
  {
    "verseNumber": "NUM 18:21",
    "verseText": "“Ninawapa Walawi zaka yote katika Israeli kama urithi wao kuwa kama malipo kwa kazi wanayoifanya wakati wanapohudumu katika Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 18:22",
    "verseText": "Kuanzia sasa, kamwe Waisraeli wasisogelee karibu na Hema la Kukutania, la sivyo watabeba matokeo ya dhambi zao, nao watakufa."
  },
  {
    "verseNumber": "NUM 18:23",
    "verseText": "Ni Walawi watakaofanya kazi katika Hema la Kukutania na kubeba wajibu wa makosa dhidi yake. Hili ni agizo la kudumu kwa vizazi vijavyo. Hawatapokea urithi wowote miongoni mwa Waisraeli."
  },
  {
    "verseNumber": "NUM 18:24",
    "verseText": "Badala yake, ninawapa Walawi zaka zote zinazotolewa na Waisraeli kama sadaka kwa BWANA kuwa urithi wao. Hiyo ndiyo sababu nimesema hivi kuhusu wao: ‘Hawatakuwa na urithi miongoni mwa Waisraeli.’ ”"
  },
  {
    "verseNumber": "NUM 18:25",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 18:26",
    "verseText": "“Sema na Walawi na uwaambie: ‘Mtakapopokea zaka kutoka kwa Waisraeli ambayo ninawapa kama urithi wenu kutoka kwao, ni lazima mtoe sehemu ya kumi ya hiyo zaka kama sadaka kwa BWANA, iwe zaka ya hiyo zaka."
  },
  {
    "verseNumber": "NUM 18:27",
    "verseText": "Sadaka yenu itahesabiwa kwenu kama nafaka kutoka sakafu ya kupuria, au divai kutoka kwenye shinikizo la kukamulia zabibu."
  },
  {
    "verseNumber": "NUM 18:28",
    "verseText": "Kwa njia hii, ninyi pia mtatoa sadaka kwa BWANA kutoka zaka zote mtakazopokea kutoka kwa Waisraeli. Kutoka kwenye zaka hizi, ni lazima mtoe sehemu ya BWANA kwa Aroni, kuhani."
  },
  {
    "verseNumber": "NUM 18:29",
    "verseText": "Ni lazima mtoe kama sehemu ya BWANA iliyo nzuri sana tena ile sehemu iliyo takatifu sana kuliko zote ya kile kitu mlichopewa.’"
  },
  {
    "verseNumber": "NUM 18:30",
    "verseText": "“Waambie Walawi: ‘Mtakapotoa sehemu zilizo bora sana, itahesabiwa kwenu kama mazao ya sakafu ya kupuria nafaka, au ya shinikizo la kukamulia zabibu."
  },
  {
    "verseNumber": "NUM 18:31",
    "verseText": "Ninyi na watu wa nyumbani mwenu mnaweza kula sehemu iliyobaki mahali popote, kwani ndio ujira wenu kwa ajili ya kazi yenu katika Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 18:32",
    "verseText": "Kwa kutoa sehemu zake zilizo bora sana, hamtakuwa na hatia katika jambo hili; ndipo hamtatia unajisi sadaka takatifu za Waisraeli, nanyi hamtakufa.’ ”"
  },
  {
    "verseNumber": "NUM 19:1",
    "verseText": "BWANA akamwambia Mose na Aroni:"
  },
  {
    "verseNumber": "NUM 19:2",
    "verseText": "“Hivi ndivyo sheria ambayo BWANA ameagiza itakavyo: Waambie Waisraeli wakuletee mtamba mwekundu asiye na dosari wala waa, na ambaye hajapata kufungwa nira."
  },
  {
    "verseNumber": "NUM 19:3",
    "verseText": "Mpeni kuhani Eleazari huyo mtamba; naye atatolewa nje ya kambi na kuchinjwa mbele yake huyo kuhani."
  },
  {
    "verseNumber": "NUM 19:4",
    "verseText": "Kisha kuhani Eleazari atachukua baadhi ya damu yake kwenye kidole chake na kuinyunyiza mara saba kuelekea upande wa mbele ya Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 19:5",
    "verseText": "Wakati angali akitazama, mtamba huyo atateketezwa: ngozi yake, nyama yake, damu na sehemu zake za ndani."
  },
  {
    "verseNumber": "NUM 19:6",
    "verseText": "Kuhani atachukua kuni za mti wa mwerezi, hisopo na sufu nyekundu, na kuvitupa kwenye huyo mtamba anayeungua."
  },
  {
    "verseNumber": "NUM 19:7",
    "verseText": "Baada ya hayo, kuhani lazima afue nguo zake, na aoge mwili wake kwa maji. Kisha anaweza kurudi kambini, lakini atakuwa najisi kwa kawaida ya ibada mpaka jioni."
  },
  {
    "verseNumber": "NUM 19:8",
    "verseText": "Mtu amchomaye huyo mtamba lazima naye pia afue nguo zake na kuoga kwa maji, naye pia atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "NUM 19:9",
    "verseText": "“Mtu ambaye ni safi atakusanya majivu ya mtamba huyo na kuyaweka mahali ambapo ni safi nje ya kambi kwa taratibu za kiibada. Yatahifadhiwa na jumuiya ya Kiisraeli kwa matumizi katika maji ya utakaso; ni kwa ajili ya kutakasa kutoka dhambini."
  },
  {
    "verseNumber": "NUM 19:10",
    "verseText": "Mtu akusanyaye majivu ya huyo mtamba ni lazima pia afue nguo zake, kadhalika naye pia atakuwa najisi hadi jioni. Hili litakuwa agizo la kudumu kwa Waisraeli na kwa wageni wanaoishi miongoni mwao."
  },
  {
    "verseNumber": "NUM 19:11",
    "verseText": "“Mtu yeyote agusaye maiti ya mtu yeyote atakuwa najisi kwa siku saba."
  },
  {
    "verseNumber": "NUM 19:12",
    "verseText": "Ni lazima ajitakase mwenyewe kwa maji katika siku ya tatu na siku ya saba, ndipo atakuwa safi. Lakini kama hatajitakasa mwenyewe katika siku ya tatu na ya saba, hatakuwa safi."
  },
  {
    "verseNumber": "NUM 19:13",
    "verseText": "Mtu yeyote agusaye maiti ya mtu yeyote na kushindwa kujitakasa mwenyewe hunajisi Maskani ya BWANA. Mtu huyo ni lazima akatiliwe mbali na Israeli. Kwa sababu hajanyunyiziwa maji ya utakaso, yeye ni najisi; unajisi wake unabaki juu yake."
  },
  {
    "verseNumber": "NUM 19:14",
    "verseText": "“Hii ndiyo sheria itumikayo wakati mtu amekufa ndani ya hema: Yeyote aingiaye ndani ya hema hilo na yeyote aliye ndani yake watakuwa najisi kwa muda wa siku saba,"
  },
  {
    "verseNumber": "NUM 19:15",
    "verseText": "nacho kila chombo kisicho na kifuniko juu yake kitakuwa najisi."
  },
  {
    "verseNumber": "NUM 19:16",
    "verseText": "“Mtu yeyote aliyeko nje mahali pa wazi agusaye mtu aliyeuawa kwa upanga au mtu aliyekufa kwa kifo cha kawaida, au mtu yeyote agusaye mfupa wa mtu aliyekufa au kaburi, atakuwa najisi kwa siku saba."
  },
  {
    "verseNumber": "NUM 19:17",
    "verseText": "“Kwa mtu aliye najisi, weka majivu ya sadaka ya utakaso wa dhambi ndani ya chombo, umimine maji safi juu yao."
  },
  {
    "verseNumber": "NUM 19:18",
    "verseText": "Kisha mtu aliye safi kwa kawaida za kiibada atachukua hisopo, achovye ndani ya maji, na kunyunyizia hema na vifaa vyote pamoja na watu ambao walikuwamo. Pia ni lazima amnyunyizie mtu yeyote ambaye amegusa mfupa wa mtu aliyekufa, au kaburi, au mtu ambaye ameuawa, au mtu ambaye amekufa kifo cha kawaida."
  },
  {
    "verseNumber": "NUM 19:19",
    "verseText": "Mtu ambaye ni safi ndiye atakayemnyunyizia yeyote ambaye ni najisi siku ya tatu na siku ya saba, na katika siku ya saba atamtakasa mtu huyo. Mtu ambaye ametakaswa lazima afue nguo zake na kuoga kwa maji, na jioni ile atakuwa safi."
  },
  {
    "verseNumber": "NUM 19:20",
    "verseText": "Lakini ikiwa mtu ambaye ni najisi hakujitakasa mwenyewe, ni lazima akatiliwe mbali na jumuiya, kwa sababu ameinajisi Maskani ya BWANA. Maji ya utakaso hayajanyunyizwa juu yake, naye ni najisi."
  },
  {
    "verseNumber": "NUM 19:21",
    "verseText": "Hii ni sheria ya kudumu kwao. “Mtu yeyote ambaye ananyunyiza yale maji ya utakaso lazima pia afue nguo zake, na yeyote ambaye hugusa maji ya utakaso atakuwa najisi mpaka jioni."
  },
  {
    "verseNumber": "NUM 19:22",
    "verseText": "Kitu chochote anachogusa mtu aliye najisi kitakuwa najisi, na yeyote akigusaye huwa najisi mpaka jioni.”"
  },
  {
    "verseNumber": "NUM 20:1",
    "verseText": "Katika mwezi wa kwanza jumuiya yote ya Kiisraeli ilifika kwenye Jangwa la Sini, nao wakakaa Kadeshi. Miriamu akafa huko na kuzikwa."
  },
  {
    "verseNumber": "NUM 20:2",
    "verseText": "Mahali hapo hapakuwa na maji kwa ajili ya jumuiya hiyo, nao wakakusanyika ili kumpinga Mose na Aroni."
  },
  {
    "verseNumber": "NUM 20:3",
    "verseText": "Watu wakagombana na Mose, na kusema, “Laiti tungelikufa wakati ndugu zetu walipoanguka na kufa mbele za BWANA!"
  },
  {
    "verseNumber": "NUM 20:4",
    "verseText": "Kwa nini mmeileta jumuiya ya BWANA kwenye jangwa hili, ili tufe humu, sisi na mifugo yetu?"
  },
  {
    "verseNumber": "NUM 20:5",
    "verseText": "Kwa nini mmetupandisha kutoka Misri mpaka mahali hapa pa kutisha? Hapa hakuna nafaka wala tini, zabibu au makomamanga. Wala hapa hakuna maji ya kunywa!”"
  },
  {
    "verseNumber": "NUM 20:6",
    "verseText": "Mose na Aroni wakaondoka pale kwenye kusanyiko mpaka kwenye mlango wa Hema la Kukutania na kuanguka kifudifudi, nao utukufu wa BWANA ukawatokea."
  },
  {
    "verseNumber": "NUM 20:7",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 20:8",
    "verseText": "“Chukua ile fimbo, na wewe na ndugu yako Aroni mkusanye kusanyiko pamoja. Nena na ule mwamba mbele ya macho yao, nao utatoa maji yake. Utatoa maji kutoka huo mwamba kwa ajili ya jumuiya ili wao na mifugo yao waweze kunywa.”"
  },
  {
    "verseNumber": "NUM 20:9",
    "verseText": "Kwa hiyo Mose akaichukua hiyo fimbo kutoka pale ilipokuwa mbele za BWANA kama alivyomwagiza."
  },
  {
    "verseNumber": "NUM 20:10",
    "verseText": "Mose na Aroni wakakusanya kusanyiko pamoja mbele ya huo mwamba, naye Mose akawaambia, “Sikilizeni, enyi waasi. Je, ni lazima tuwatoleeni maji kutoka mwamba huu?”"
  },
  {
    "verseNumber": "NUM 20:11",
    "verseText": "Ndipo Mose akainua mkono wake na kuupiga mwamba mara mbili kwa fimbo yake. Maji yakabubujika, nayo jumuiya na mifugo yao wakanywa."
  },
  {
    "verseNumber": "NUM 20:12",
    "verseText": "Lakini BWANA akamwambia Mose na Aroni, “Kwa sababu hamkuniamini mimi kiasi cha kuniheshimu kama mtakatifu machoni pa Waisraeli, hamtaiingiza jumuiya hii katika nchi ninayowapa.”"
  },
  {
    "verseNumber": "NUM 20:13",
    "verseText": "Haya yalikuwa maji ya Meriba, mahali pale ambapo Waisraeli waligombana na BWANA, naye akajionyesha mwenyewe huko kuwa mtakatifu katikati yao."
  },
  {
    "verseNumber": "NUM 20:14",
    "verseText": "Mose akawatuma wajumbe kutoka Kadeshi kwenda kwa mfalme wa Edomu, akisema: “Hili ndilo ndugu yako Israeli asemalo: Wewe unafahamu juu ya taabu zote ambazo zimetupata."
  },
  {
    "verseNumber": "NUM 20:15",
    "verseText": "Baba zetu walishuka Misri, nasi tumeishi huko miaka mingi. Wamisri walitutesa sisi na baba zetu,"
  },
  {
    "verseNumber": "NUM 20:16",
    "verseText": "lakini tulipomlilia BWANA, alisikia kilio chetu na akamtuma malaika akatutoa Misri. “Sasa tupo hapa Kadeshi, mji ulio mpakani mwa nchi yako."
  },
  {
    "verseNumber": "NUM 20:17",
    "verseText": "Tafadhali turuhusu tupite katika nchi yako. Hatutapita katika shamba lolote, wala shamba la mizabibu, au kunywa maji kutoka kwenye kisima chochote. Tutasafiri kufuata njia kuu ya mfalme, na hatutageuka kulia wala kushoto mpaka tuwe tumeshapita nchi yako.”"
  },
  {
    "verseNumber": "NUM 20:18",
    "verseText": "Lakini mfalme wa Edomu akajibu: “Hamtapita hapa; kama mkijaribu kupita, tutatoka na kuwashambulia kwa upanga.”"
  },
  {
    "verseNumber": "NUM 20:19",
    "verseText": "Waisraeli wakajibu: “Sisi tutafuata njia kuu; tena ikiwa sisi au mifugo yetu tutakunywa tone la maji yenu, tutalilipia. Sisi tunataka tu kupita kwa miguu, wala si kitu kingine chochote.”"
  },
  {
    "verseNumber": "NUM 20:20",
    "verseText": "Watu wa Edomu wakajibu tena: “Hamwezi kupita hapa.” Ndipo watu wa Edomu wakatoka dhidi ya Waisraeli, jeshi kubwa lenye nguvu."
  },
  {
    "verseNumber": "NUM 20:21",
    "verseText": "Kwa kuwa Waedomu waliwakatalia Waisraeli kupita katika nchi yao, Israeli wakageuka, wakawaacha."
  },
  {
    "verseNumber": "NUM 20:22",
    "verseText": "Jumuiya yote ya Kiisraeli ikaondoka kutoka Kadeshi, wakafika kwenye Mlima Hori."
  },
  {
    "verseNumber": "NUM 20:23",
    "verseText": "Kwenye Mlima Hori, karibu na mpaka wa Edomu, BWANA akamwambia Mose na Aroni,"
  },
  {
    "verseNumber": "NUM 20:24",
    "verseText": "“Aroni atakusanywa pamoja na watu wake. Hataingia katika nchi ninayowapa Waisraeli, kwa sababu ninyi wawili mliasi dhidi ya agizo langu kwenye maji ya Meriba."
  },
  {
    "verseNumber": "NUM 20:25",
    "verseText": "Watwae Aroni na Eleazari mwanawe, na uwapandishe juu katika Mlima wa Hori."
  },
  {
    "verseNumber": "NUM 20:26",
    "verseText": "Mvue Aroni mavazi yake, na umvike Eleazari mwanawe, kwa maana Aroni atakusanywa pamoja na watu wake; atakufa huko.”"
  },
  {
    "verseNumber": "NUM 20:27",
    "verseText": "Mose akafanya kama BWANA alivyomwagiza: Wakapanda Mlima Hori mbele ya macho ya jumuiya yote ya Kiisraeli."
  },
  {
    "verseNumber": "NUM 20:28",
    "verseText": "Mose akamvua Aroni mavazi yake na kumvika mwanawe Eleazari mavazi hayo. Naye Aroni akafia pale juu ya mlima. Kisha Mose na Eleazari wakateremka kutoka mlimani."
  },
  {
    "verseNumber": "NUM 20:29",
    "verseText": "Jumuiya yote ilipofahamu kwamba Aroni amekufa, jamaa yote ya Kiisraeli wakamwomboleza kwa siku thelathini."
  },
  {
    "verseNumber": "NUM 21:1",
    "verseText": "Mfalme wa Kikanaani wa Aradi aliyeishi huko Negebu aliposikia kwamba Waisraeli walikuwa wanakuja kwa njia ya Atharimu, aliwashambulia Waisraeli na kuwateka baadhi yao."
  },
  {
    "verseNumber": "NUM 21:2",
    "verseText": "Ndipo Israeli akaweka nadhiri hii kwa BWANA: “Ikiwa utawatia watu hawa mikononi mwetu, tutaiangamiza kabisa miji yao.”"
  },
  {
    "verseNumber": "NUM 21:3",
    "verseText": "BWANA akasikiliza ombi la Waisraeli, naye akawapa ushindi juu ya Wakanaani. Wakawaangamiza kabisa na miji yao; hivyo mahali pale pakaitwa Horma."
  },
  {
    "verseNumber": "NUM 21:4",
    "verseText": "Waisraeli wakasafiri kutoka mlima Hori kupitia njia inayoelekea Bahari ya Shamu, kuizunguka Edomu. Lakini watu wakakosa uvumilivu njiani,"
  },
  {
    "verseNumber": "NUM 21:5",
    "verseText": "wakamnungʼunikia Mungu na Mose, wakisema, “Kwa nini umetupandisha kutoka Misri ili tufe jangwani? Hakuna mkate! Hakuna maji! Nasi tunachukia sana chakula hiki duni!”"
  },
  {
    "verseNumber": "NUM 21:6",
    "verseText": "Ndipo BWANA akapeleka nyoka wenye sumu katikati yao; wakawauma watu, nao Waisraeli wengi wakafa."
  },
  {
    "verseNumber": "NUM 21:7",
    "verseText": "Watu wakamjia Mose na kusema, “Tumetenda dhambi wakati tuliponena dhidi ya BWANA na dhidi yako. Mwombe BWANA ili atuondolee hawa nyoka.” Hivyo Mose akawaombea hao watu."
  },
  {
    "verseNumber": "NUM 21:8",
    "verseText": "BWANA akamwambia Mose, “Tengeneza nyoka wa shaba na umweke juu ya mti; yeyote aliyeumwa na nyoka anaweza kumtazama na akaishi tena.”"
  },
  {
    "verseNumber": "NUM 21:9",
    "verseText": "Kwa hiyo Mose akatengeneza nyoka wa shaba na kumweka juu ya mti. Kisha wakati mtu yeyote aliumwa na nyoka, naye akamtazama yule nyoka wa shaba, aliishi."
  },
  {
    "verseNumber": "NUM 21:10",
    "verseText": "Waisraeli waliendelea na safari yao na wakapiga kambi huko Obothi."
  },
  {
    "verseNumber": "NUM 21:11",
    "verseText": "Kisha wakaondoka Obothi na kupiga kambi huko Iye-Abarimu, katika jangwa linalotazamana na Moabu kuelekea mawio ya jua."
  },
  {
    "verseNumber": "NUM 21:12",
    "verseText": "Kutoka hapo waliendelea mbele wakapiga kambi kwenye Bonde la Zeredi."
  },
  {
    "verseNumber": "NUM 21:13",
    "verseText": "Wakasafiri kutoka hapo na kupiga kambi kando ya Mto Arnoni, ambao uko katika jangwa lililoenea hadi nchi ya Waamori. Arnoni ni mpaka wa Moabu, kati ya Moabu na Waamori."
  },
  {
    "verseNumber": "NUM 21:14",
    "verseText": "Ndiyo sababu Kitabu cha Vita vya BWANA kinasema: “…Mji wa Wahebu nchini Seifa na mabonde ya Arnoni,"
  },
  {
    "verseNumber": "NUM 21:15",
    "verseText": "na miteremko ya mabonde inayofika hadi mji wa Ari na huelekea mpakani mwa Moabu.”"
  },
  {
    "verseNumber": "NUM 21:16",
    "verseText": "Kutoka hapo waliendelea mbele hadi kisima cha Beeri; kwenye kisima ambacho BWANA alimwambia Mose, “Wakusanye watu pamoja, nami nitawapa maji.”"
  },
  {
    "verseNumber": "NUM 21:17",
    "verseText": "Kisha Israeli akaimba wimbo huu: “Bubujika, ee kisima! Imba kuhusu maji,"
  },
  {
    "verseNumber": "NUM 21:18",
    "verseText": "kuhusu kisima ambacho kilichimbwa na wakuu, ambacho watu mashuhuri walikifukua, watu mashuhuri wakiwa na fimbo za utawala na bakora.” Kisha wakatoka jangwani kwenda Matana,"
  },
  {
    "verseNumber": "NUM 21:19",
    "verseText": "kutoka Matana wakafika Nahalieli, kutoka Nahalieli wakafika Bamothi,"
  },
  {
    "verseNumber": "NUM 21:20",
    "verseText": "na kutoka Bamothi wakafika kwenye bonde lililoko Moabu, mahali ambapo kilele cha Pisga kinatazamana na nyika."
  },
  {
    "verseNumber": "NUM 21:21",
    "verseText": "Israeli akawatuma wajumbe kumwambia Sihoni mfalme wa Waamori:"
  },
  {
    "verseNumber": "NUM 21:22",
    "verseText": "“Uturuhusu tupite katika nchi yako. Hatutageuka kando kwenda katika mashamba au mashamba ya mizabibu, ama kunywa maji kutoka kisima chochote. Tutasafiri kwenye njia kuu ya mfalme hata tutakapokuwa tumekwisha kupita katika nchi yako.”"
  },
  {
    "verseNumber": "NUM 21:23",
    "verseText": "Lakini Sihoni hakumruhusu Israeli apite katika nchi yake. Alilikutanisha jeshi lake lote, wakaondoka kwenda jangwani ili kupigana na Israeli. Alipofika huko Yahazi, akapigana na Israeli."
  },
  {
    "verseNumber": "NUM 21:24",
    "verseText": "Hata hivyo, Israeli alimshinda kwa upanga na kuiteka ardhi yake kutoka Arnoni mpaka Yaboki, lakini ni hadi kufikia nchi ya Waamoni tu, kwa sababu mipaka yake ilikuwa imezungushwa ukuta."
  },
  {
    "verseNumber": "NUM 21:25",
    "verseText": "Israeli akaiteka miji yote ya Waamori na kuikalia, pamoja na Heshboni na makazi yote yanayoizunguka."
  },
  {
    "verseNumber": "NUM 21:26",
    "verseText": "Heshboni ulikuwa mji wa Sihoni mfalme wa Waamori, ambaye alikuwa amepigana dhidi ya mfalme wa Moabu aliyetangulia na akawa amechukua ardhi yake yote mpaka Arnoni."
  },
  {
    "verseNumber": "NUM 21:27",
    "verseText": "Ndiyo sababu watunga mashairi husema: “Njoo Heshboni na ujengwe tena; mji wa Sihoni na ufanywe upya."
  },
  {
    "verseNumber": "NUM 21:28",
    "verseText": "“Moto uliwaka kutoka Heshboni, mwali wa moto kutoka mji wa Sihoni. Uliteketeza Ari ya Moabu, raiya wa mahali pa Arnoni palipoinuka."
  },
  {
    "verseNumber": "NUM 21:29",
    "verseText": "Ole wako, ee Moabu! Umeharibiwa, enyi watu wa Kemoshi! Amewatoa wanawe kuwa wakimbizi, na binti zake kama mateka kwa Mfalme Sihoni wa Waamori."
  },
  {
    "verseNumber": "NUM 21:30",
    "verseText": "“Lakini tumewashinda; Heshboni umeharibiwa hadi Diboni. Tumebomoa hadi kufikia Nofa, ulioenea hadi Medeba.”"
  },
  {
    "verseNumber": "NUM 21:31",
    "verseText": "Kwa hiyo Israeli akaishi katika nchi ya Waamori."
  },
  {
    "verseNumber": "NUM 21:32",
    "verseText": "Baada ya Mose kutuma wapelelezi kwenda mji wa Yazeri, Waisraeli waliteka viunga vya mji huo na kuwafukuza Waamori waliokuwa wanaishi huko."
  },
  {
    "verseNumber": "NUM 21:33",
    "verseText": "Kisha wakageuka na kwenda katika njia inayoelekea Bashani, naye Ogu mfalme wa Bashani pamoja na jeshi lake lote wakatoka kupigana nao huko Edrei."
  },
  {
    "verseNumber": "NUM 21:34",
    "verseText": "BWANA akamwambia Mose, “Usimwogope Ogu, kwa sababu nimeshamkabidhi mikononi mwako, pamoja na jeshi lake lote na nchi yake. Mtendee kama ulivyomtendea Sihoni mfalme wa Waamori, ambaye alitawala huko Heshboni.”"
  },
  {
    "verseNumber": "NUM 21:35",
    "verseText": "Kwa hiyo wakamuua, pamoja na wanawe na jeshi lake lote, bila ya kumwacha hata mtu mmoja hai. Nao wakaimiliki nchi yake."
  },
  {
    "verseNumber": "NUM 22:1",
    "verseText": "Kisha Waisraeli wakasafiri katika tambarare za Moabu na kupiga kambi kando ya Mto Yordani, ngʼambo ya Yeriko."
  },
  {
    "verseNumber": "NUM 22:2",
    "verseText": "Basi Balaki mwana wa Sipori, aliona mambo yale yote ambayo Israeli aliwatendea Waamori,"
  },
  {
    "verseNumber": "NUM 22:3",
    "verseText": "Moabu aliogopa, kwa kuwa walikuwepo watu wengi sana. Hakika, Moabu alijawa na hofu kubwa kwa sababu ya Waisraeli."
  },
  {
    "verseNumber": "NUM 22:4",
    "verseText": "Wamoabu wakawaambia wazee wa Midiani, “Umati huu wa watu unakwenda kuramba kila kitu kinachotuzunguka, kama maksai arambavyo majani ya shambani.” Kwa hiyo Balaki mwana wa Sipori, ambaye alikuwa mfalme wa Moabu wakati huo,"
  },
  {
    "verseNumber": "NUM 22:5",
    "verseText": "akatuma wajumbe kwenda kumwita Balaamu mwana wa Beori, ambaye alikuwa huko Pethori, karibu na Mto Frati, katika nchi yake ya kuzaliwa. Balaki akasema: “Taifa limekuja kutoka Misri, nao wamefunika uso wa nchi, nao wametua karibu nami."
  },
  {
    "verseNumber": "NUM 22:6",
    "verseText": "Sasa uje kuwalaani watu hawa, kwa kuwa wana nguvu sana kuniliko. Kisha huenda nikaweza kuwashinda na kuwatoa nje ya nchi. Kwa kuwa ninajua kwamba, wale unaowabariki wanabarikiwa na wale unaowalaani wanalaaniwa.”"
  },
  {
    "verseNumber": "NUM 22:7",
    "verseText": "Wazee wa Moabu na wa Midiani wakaondoka, wakiwa wamechukua ada ya uaguzi. Walipokwenda kwa Balaamu, wakamweleza kile Balaki alikuwa amesema."
  },
  {
    "verseNumber": "NUM 22:8",
    "verseText": "Balaamu akawaambia, “Mlale hapa usiku huu, nami nitawaletea jibu lile BWANA atakalonipa.” Kwa hiyo wakuu wa Moabu wakakaa naye."
  },
  {
    "verseNumber": "NUM 22:9",
    "verseText": "Mungu akamjia Balaamu na kumuuliza, “Watu gani hawa walio pamoja nawe?”"
  },
  {
    "verseNumber": "NUM 22:10",
    "verseText": "Balaamu akamwambia Mungu, “Balaki mwana wa Sipori, mfalme wa Moabu, alinipelekea ujumbe huu:"
  },
  {
    "verseNumber": "NUM 22:11",
    "verseText": "‘Taifa ambalo limekuja kutoka Misri limefunika uso wa nchi. Sasa uje unilaanie hao watu. Kisha huenda nitaweza kupigana nao na kuwafukuza.’ ”"
  },
  {
    "verseNumber": "NUM 22:12",
    "verseText": "Lakini BWANA akamwambia Balaamu, “Usiende pamoja nao. Hupaswi kulaani watu hao, kwa kuwa wamebarikiwa.”"
  },
  {
    "verseNumber": "NUM 22:13",
    "verseText": "Asubuhi iliyofuata Balaamu akaamka, akawaambia wakuu wa Balaki, “Rudini katika nchi yenu, kwa kuwa BWANA amenikataza nisiende pamoja nanyi.”"
  },
  {
    "verseNumber": "NUM 22:14",
    "verseText": "Kwa hiyo wakuu wa Moabu wakarudi kwa Balaki na kumwambia, “Balaamu amekataa kuja pamoja nasi.”"
  },
  {
    "verseNumber": "NUM 22:15",
    "verseText": "Kisha Balaki akatuma wakuu wengine, wengi zaidi na wanaoheshimiwa zaidi kuliko wale wa kwanza."
  },
  {
    "verseNumber": "NUM 22:16",
    "verseText": "Wakafika kwa Balaamu na kumwambia: “Balaki mwana wa Sipori amesema hivi: Usiruhusu kitu chochote kikuzuie kuja kwangu,"
  },
  {
    "verseNumber": "NUM 22:17",
    "verseText": "kwa sababu nitakulipa vizuri sana na kufanya lolote usemalo. Njoo unilaanie watu hawa.”"
  },
  {
    "verseNumber": "NUM 22:18",
    "verseText": "Lakini Balaamu akawajibu, “Hata kama Balaki angenipa jumba lake la kifalme likiwa limejazwa fedha na dhahabu, singeweza kufanya kitu chochote kikubwa au kidogo ili kutenda kitu nje ya agizo la BWANA Mungu wangu."
  },
  {
    "verseNumber": "NUM 22:19",
    "verseText": "Mlale hapa usiku huu kama wale wengine walivyofanya, nami nitatafuta ni nini kingine BWANA atakachoniambia.”"
  },
  {
    "verseNumber": "NUM 22:20",
    "verseText": "Usiku ule BWANA akamjia Balaamu na kumwambia, “Kwa kuwa watu hawa wamekuja kukuita wewe, nenda nao, lakini ufanye tu lile nitakalokuambia.”"
  },
  {
    "verseNumber": "NUM 22:21",
    "verseText": "Balaamu akaamka asubuhi, akatandika punda wake akaenda pamoja na wakuu wa Moabu."
  },
  {
    "verseNumber": "NUM 22:22",
    "verseText": "Lakini Mungu alikasirika sana alipokwenda, naye malaika wa BWANA akasimama barabarani kumpinga. Balaamu alikuwa amepanda punda wake, na watumishi wake wawili walikuwa pamoja naye."
  },
  {
    "verseNumber": "NUM 22:23",
    "verseText": "Wakati punda alipomwona malaika wa BWANA akiwa amesimama barabarani akiwa na upanga uliofutwa mkononi mwake, punda akageukia upande kuelekea shambani. Balaamu akampiga ili amrudishe barabarani."
  },
  {
    "verseNumber": "NUM 22:24",
    "verseText": "Ndipo malaika wa BWANA akasimama katika njia nyembamba iliyo kati ya mashamba mawili ya mizabibu, yakiwa na kuta pande zote mbili."
  },
  {
    "verseNumber": "NUM 22:25",
    "verseText": "Punda alipomwona malaika wa BWANA, alijisukumiza karibu na ukuta, na kugandamiza mguu wa Balaamu ukutani. Ndipo Balaamu akampiga tena punda."
  },
  {
    "verseNumber": "NUM 22:26",
    "verseText": "Kisha malaika wa BWANA akaendelea mbele na kusimama mahali pembamba ambapo hapakuwepo nafasi ya kugeuka, upande wa kulia wala wa kushoto."
  },
  {
    "verseNumber": "NUM 22:27",
    "verseText": "Punda alipomwona malaika wa BWANA, alilala chini Balaamu angali amempanda, naye Balaamu akakasirika na kumpiga kwa fimbo yake."
  },
  {
    "verseNumber": "NUM 22:28",
    "verseText": "Kisha BWANA akakifungua kinywa cha punda, akamwambia Balaamu, “Nimekutendea nini kinachokufanya unipige mara hizi tatu?”"
  },
  {
    "verseNumber": "NUM 22:29",
    "verseText": "Balaamu akamjibu punda, “Umenifanya mjinga! Kama ningelikuwa na upanga mkononi mwangu, ningelikuua sasa hivi.”"
  },
  {
    "verseNumber": "NUM 22:30",
    "verseText": "Punda akamwambia Balaamu, “Je, mimi si punda wako mwenyewe, ambaye umenipanda siku zote, hadi leo? Je, nimekuwa na tabia ya kufanya hivi kwako?” Akajibu, “Hapana.”"
  },
  {
    "verseNumber": "NUM 22:31",
    "verseText": "Kisha BWANA akafungua macho ya Balaamu, naye akamwona malaika wa BWANA amesimama barabarani akiwa ameufuta upanga wake. Balaamu akainama, akaanguka kifudifudi."
  },
  {
    "verseNumber": "NUM 22:32",
    "verseText": "Malaika wa BWANA akamuuliza Balaamu, “Kwa nini umempiga punda wako mara tatu hizi? Nimekuja kukuzuia kwa sababu njia yako imepotoka mbele yangu."
  },
  {
    "verseNumber": "NUM 22:33",
    "verseText": "Punda aliniona na kunikwepa mara hizi tatu. Kama punda hangenikwepa, hakika ningekuwa nimeshakuua sasa, lakini ningemwacha punda hai.”"
  },
  {
    "verseNumber": "NUM 22:34",
    "verseText": "Balaamu akamwambia malaika wa BWANA, “Nimetenda dhambi. Sikutambua kuwa umesimama barabarani kunizuia. Basi kama haikupendezi, nitarudi.”"
  },
  {
    "verseNumber": "NUM 22:35",
    "verseText": "Malaika wa BWANA akamwambia Balaamu, “Uende na watu hao, lakini useme tu lile nikuambialo.” Kwa hiyo Balaamu akaenda na wale wakuu wa Balaki."
  },
  {
    "verseNumber": "NUM 22:36",
    "verseText": "Balaki aliposikia kuwa Balaamu anakuja, akatoka kumlaki katika mji wa Moabu, katika mpaka wa Arnoni, ukingoni mwa nchi yake."
  },
  {
    "verseNumber": "NUM 22:37",
    "verseText": "Balaki akamwambia Balaamu, “Je, sikukupelekea jumbe za haraka? Kwa nini hukuja kwangu? Hivi kweli mimi siwezi kukulipa?”"
  },
  {
    "verseNumber": "NUM 22:38",
    "verseText": "Balaamu akajibu, “Vema, sasa nimekuja kwako. Lakini kwani nina uwezo wa kusema tu chochote? Ni lazima niseme tu kile ambacho Mungu ataweka kinywani mwangu.”"
  },
  {
    "verseNumber": "NUM 22:39",
    "verseText": "Kisha Balaamu alikwenda na Balaki mpaka Kiriath-Husothi."
  },
  {
    "verseNumber": "NUM 22:40",
    "verseText": "Balaki akatoa dhabihu ya ngʼombe na kondoo; baadhi yake akampa Balaamu na wakuu waliokuwa pamoja naye."
  },
  {
    "verseNumber": "NUM 22:41",
    "verseText": "Asubuhi iliyofuata Balaki akamchukua Balaamu mpaka Bamoth-Baali, na kutoka huko Balaamu akawaona baadhi ya watu."
  },
  {
    "verseNumber": "NUM 23:1",
    "verseText": "Balaamu akasema, “Nijengee hapa madhabahu saba, mnitayarishie mafahali saba na kondoo dume saba.”"
  },
  {
    "verseNumber": "NUM 23:2",
    "verseText": "Balaki akafanya kama Balaamu alivyosema; hao wawili kila mmoja wao akatoa fahali mmoja na kondoo dume mmoja juu ya kila madhabahu."
  },
  {
    "verseNumber": "NUM 23:3",
    "verseText": "Kisha Balaamu akamwambia Balaki, “Kaa hapa kando ya sadaka yako wakati mimi ninakwenda kando. Huenda BWANA atakuja kukutana nami. Lolote atakalonifunulia, nitakuambia.” Basi akaenda hata mahali peupe palipoinuka."
  },
  {
    "verseNumber": "NUM 23:4",
    "verseText": "Mungu akakutana naye, kisha Balaamu akasema, “Nimekwisha kutengeneza madhabahu saba, na juu ya kila madhabahu nimetoa sadaka ya fahali mmoja na kondoo dume mmoja.”"
  },
  {
    "verseNumber": "NUM 23:5",
    "verseText": "BWANA akaweka ujumbe katika kinywa cha Balaamu na kusema, “Rudi kwa Balaki umpe ujumbe huu.”"
  },
  {
    "verseNumber": "NUM 23:6",
    "verseText": "Basi Balaamu akarudi kwa Balaki, akamkuta amesimama kando ya sadaka yake akiwa na wakuu wote wa Moabu."
  },
  {
    "verseNumber": "NUM 23:7",
    "verseText": "Ndipo Balaamu akasema ujumbe wake: “Balaki amenileta kutoka Aramu, mfalme wa Moabu kutoka milima ya mashariki. Akasema, ‘Njoo, unilaanie Yakobo; njoo unishutumie Israeli.’"
  },
  {
    "verseNumber": "NUM 23:8",
    "verseText": "Nitawezaje kuwalaani, hao ambao Mungu hajawalaani? Nitawezaje kuwashutumu hao ambao BWANA hakuwashutumu?"
  },
  {
    "verseNumber": "NUM 23:9",
    "verseText": "Kutoka vilele vya miamba ninawaona, kutoka mahali palipoinuka ninawatazama. Ninaliona taifa ambalo wanaishi peke yao, nao hawahesabiwi kama mojawapo ya mataifa."
  },
  {
    "verseNumber": "NUM 23:10",
    "verseText": "Ni nani awezaye kuhesabu mavumbi ya Yakobo, au kuhesabu robo ya Israeli? Mimi na nife kifo cha mtu mwenye haki, na mwisho wangu na uwe kama wao!”"
  },
  {
    "verseNumber": "NUM 23:11",
    "verseText": "Balaki akamwambia Balaamu, “Ni nini ulichonitendea? Nimekuleta ulaani adui zangu, lakini wewe badala yake umewabariki!”"
  },
  {
    "verseNumber": "NUM 23:12",
    "verseText": "Balaamu akajibu, “Je, hainipasi kusema kile BWANA anachoweka katika kinywa changu?”"
  },
  {
    "verseNumber": "NUM 23:13",
    "verseText": "Ndipo Balaki akamwambia, “Twende pamoja mahali pengine ambapo unaweza kuwaona; utawaona baadhi tu wala si wote. Nawe kutoka huko, unilaanie hao.”"
  },
  {
    "verseNumber": "NUM 23:14",
    "verseText": "Basi akampeleka kwenye shamba la Sofimu, juu ya kilele cha Mlima Pisga. Pale akajenga madhabahu saba na kutoa sadaka ya fahali na kondoo dume mmoja juu ya kila madhabahu."
  },
  {
    "verseNumber": "NUM 23:15",
    "verseText": "Balaamu akamwambia Balaki, “Kaa hapa kando ya sadaka yako wakati ninapokwenda kuonana na Mungu kule.”"
  },
  {
    "verseNumber": "NUM 23:16",
    "verseText": "BWANA akakutana na Balaamu, akaweka ujumbe katika kinywa chake akasema, “Rudi kwa Balaki umpe ujumbe huu.”"
  },
  {
    "verseNumber": "NUM 23:17",
    "verseText": "Basi Balaamu akarudi kwa Balaki, akamkuta amesimama kando ya sadaka yake, akiwa na wakuu wa Moabu. Balaki akamuuliza, “Je, BWANA amesema nini?”"
  },
  {
    "verseNumber": "NUM 23:18",
    "verseText": "Ndipo Balaamu akasema ujumbe wake: “Balaki, inuka na usikilize, nisikie mimi, wewe mwana wa Sipori."
  },
  {
    "verseNumber": "NUM 23:19",
    "verseText": "Mungu si mtu, hata aseme uongo, wala yeye si mwanadamu, hata ajute. Je, anasema, kisha asitende? Je, anaahidi, asitimize?"
  },
  {
    "verseNumber": "NUM 23:20",
    "verseText": "Nimepokea agizo kubariki; amebariki, nami siwezi kubadilisha."
  },
  {
    "verseNumber": "NUM 23:21",
    "verseText": "“Haijaonekana bahati mbaya katika Yakobo, wala taabu katika Israeli. BWANA, Mungu wao yu pamoja nao, nayo sauti kuu ya Mfalme imo katikati yao."
  },
  {
    "verseNumber": "NUM 23:22",
    "verseText": "Mungu aliwatoa kutoka Misri; wao wana nguvu za nyati."
  },
  {
    "verseNumber": "NUM 23:23",
    "verseText": "Hakuna uchawi dhidi ya Yakobo, wala hakuna uaguzi dhidi ya Israeli. Sasa itasemwa kuhusu Yakobo na Israeli, ‘Tazama yale Mungu aliyotenda!’"
  },
  {
    "verseNumber": "NUM 23:24",
    "verseText": "Taifa lainuka kama simba jike; linajiinua kama simba ambaye hatulii mpaka amalize kurarua mawindo yake na kunywa damu ya mawindo yake.”"
  },
  {
    "verseNumber": "NUM 23:25",
    "verseText": "Kisha Balaki akamwambia Balaamu, “Usiwalaani kabisa, wala usiwabariki kabisa!”"
  },
  {
    "verseNumber": "NUM 23:26",
    "verseText": "Balaamu akajibu, “Je, sikukuambia ni lazima nifanye lolote analosema BWANA?”"
  },
  {
    "verseNumber": "NUM 23:27",
    "verseText": "Basi Balaki akamwambia Balaamu, “Njoo, nikupeleke mahali pengine. Huenda itampendeza Mungu kukuruhusu unilaanie hao watu kutoka mahali hapo.”"
  },
  {
    "verseNumber": "NUM 23:28",
    "verseText": "Balaki akamchukua Balaamu juu ya Mlima Peori, unaotazamana na nyika."
  },
  {
    "verseNumber": "NUM 23:29",
    "verseText": "Balaamu akasema, “Nijengee hapa madhabahu saba, uandae mafahali saba na kondoo dume saba kwa ajili yangu.”"
  },
  {
    "verseNumber": "NUM 23:30",
    "verseText": "Balaki akafanya kama Balaamu alivyosema, kisha akatoa sadaka ya fahali mmoja na kondoo dume mmoja juu ya kila madhabahu."
  },
  {
    "verseNumber": "NUM 24:1",
    "verseText": "Basi Balaamu alipoona imempendeza BWANA kubariki Israeli, hakuendelea tena kutafuta uchawi kama nyakati nyingine, bali aligeuza uso wake kuelekea nyikani."
  },
  {
    "verseNumber": "NUM 24:2",
    "verseText": "Balaamu alipotazama nje na kuona Israeli amepiga kambi kabila kwa kabila, Roho wa Mungu akawa juu yake,"
  },
  {
    "verseNumber": "NUM 24:3",
    "verseText": "naye akatoa ujumbe wake: “Ujumbe wa Balaamu mwana wa Beori, ujumbe wake yeye ambaye jicho lake linaona vizuri;"
  },
  {
    "verseNumber": "NUM 24:4",
    "verseText": "ujumbe wake yeye ambaye husikia maneno ya Mungu, ambaye huona maono kutoka kwa Mwenyezi, ambaye huanguka kifudifudi, na ambaye macho yake yamefunguka:"
  },
  {
    "verseNumber": "NUM 24:5",
    "verseText": "“Tazama jinsi yalivyo mazuri mahema yako, ee Yakobo, maskani yako, ee Israeli!"
  },
  {
    "verseNumber": "NUM 24:6",
    "verseText": "“Kama mabonde, yanaenea, kama bustani kando ya mto, kama miti ya udi iliyopandwa na BWANA, kama mierezi kando ya maji."
  },
  {
    "verseNumber": "NUM 24:7",
    "verseText": "Maji yatatiririka kutoka ndoo zake; mbegu yake itakuwa na maji tele. “Mfalme wake atakuwa mkuu kuliko Mfalme Agagi; ufalme wake utatukuka."
  },
  {
    "verseNumber": "NUM 24:8",
    "verseText": "“Mungu alimleta kutoka Misri; yeye ana nguvu kama nyati. Anayararua mataifa yaliyo adui zake, na kuvunja mifupa yao vipande vipande; huwachoma kwa mishale yake."
  },
  {
    "verseNumber": "NUM 24:9",
    "verseText": "Hujikunyata na kuvizia kama simba, kama simba jike; nani anayethubutu kumwamsha? “Abarikiwe kila akubarikiye, na alaaniwe kila akulaaniye!”"
  },
  {
    "verseNumber": "NUM 24:10",
    "verseText": "Ndipo hasira ya Balaki ikawaka dhidi ya Balaamu. Akapiga mikono yake pamoja, akamwambia Balaamu, “Nilikuita uje kuwalaani adui zangu, lakini umewabariki mara hizi tatu."
  },
  {
    "verseNumber": "NUM 24:11",
    "verseText": "Sasa ondoka upesi uende nyumbani! Mimi nilisema nitakuzawadia vizuri sana, lakini BWANA amekuzuia usizawadiwe.”"
  },
  {
    "verseNumber": "NUM 24:12",
    "verseText": "Balaamu akamwambia Balaki, “Je, hukumbuki jinsi nilivyowaambia wajumbe uliowatuma kwangu? Niliwaambia hivi,"
  },
  {
    "verseNumber": "NUM 24:13",
    "verseText": "‘Hata ikiwa Balaki angenipa jumba lake la kifalme likiwa limejazwa fedha na dhahabu, nisingeweza kufanya kitu chochote kwa matakwa yangu, kikiwa kizuri au kibaya, kwenda kinyume na agizo la BWANA, nami imenipasa kusema tu kile BWANA atakachosema’?"
  },
  {
    "verseNumber": "NUM 24:14",
    "verseText": "Sasa ninarudi kwa watu wangu. Lakini njoo, nikuonye kuhusu kile watu hawa watakachowatenda watu wako siku zijazo.”"
  },
  {
    "verseNumber": "NUM 24:15",
    "verseText": "Kisha Balaamu akatoa ujumbe wake: “Ujumbe wa Balaamu mwana wa Beori, ujumbe wake yeye ambaye jicho lake linaona vizuri;"
  },
  {
    "verseNumber": "NUM 24:16",
    "verseText": "ujumbe wake yeye ambaye husikia maneno ya Mungu, ambaye ana maarifa kutoka kwa Aliye Juu Sana, huona maono kutoka Mwenyezi, ambaye huanguka kifudifudi na ambaye macho yake yamefunguka:"
  },
  {
    "verseNumber": "NUM 24:17",
    "verseText": "“Namwona yeye, lakini si sasa; namtazama yeye, lakini si karibu. Nyota itatoka kwa Yakobo, fimbo ya ufalme itainuka kutoka kwa Israeli. Atawaponda Wamoabu vipaji vya nyuso na mafuvu yote ya wana wa Shethi."
  },
  {
    "verseNumber": "NUM 24:18",
    "verseText": "Edomu itamilikiwa, Seiri, adui wake, itamilikiwa, lakini Israeli atakuwa na nguvu."
  },
  {
    "verseNumber": "NUM 24:19",
    "verseText": "Mtawala atakuja kutoka kwa Yakobo na kuangamiza walionusurika katika mji.”"
  },
  {
    "verseNumber": "NUM 24:20",
    "verseText": "Kisha Balaamu akawaona watu wa Amaleki, na kutoa ujumbe wake: “Amaleki ilikuwa ya kwanza miongoni mwa mataifa, lakini mwisho wake itaangamizwa milele.”"
  },
  {
    "verseNumber": "NUM 24:21",
    "verseText": "Kisha akawaona Wakeni, akatoa ujumbe wake: “Makao yenu ni salama, kiota chenu kiko kwenye mwamba."
  },
  {
    "verseNumber": "NUM 24:22",
    "verseText": "Hata hivyo ninyi Wakeni mtaangamizwa Ashuru atakapowachukua mateka.”"
  },
  {
    "verseNumber": "NUM 24:23",
    "verseText": "Ndipo akatoa ujumbe wake: “Lo, ni nani atakayeweza kuishi wakati Mungu atakapofanya hili?"
  },
  {
    "verseNumber": "NUM 24:24",
    "verseText": "Meli zitakuja kutoka pwani za Kitimu, zitaitiisha Ashuru na Eberi, lakini nao pia wataangamizwa.”"
  },
  {
    "verseNumber": "NUM 24:25",
    "verseText": "Kisha Balaamu akainuka na kurudi nyumbani kwake, naye Balaki akashika njia yake."
  },
  {
    "verseNumber": "NUM 25:1",
    "verseText": "Israeli alipokuwa akikaa Shitimu, wanaume wa Israeli walianza kuzini na wanawake wa Kimoabu,"
  },
  {
    "verseNumber": "NUM 25:2",
    "verseText": "ambao waliwaalika kushiriki katika kutoa kafara kwa miungu yao. Watu wakala na kusujudu mbele ya miungu hii."
  },
  {
    "verseNumber": "NUM 25:3",
    "verseText": "Kwa hiyo Israeli akaungana katika kumwabudu Baali wa Peori. Hasira ya BWANA ikawaka dhidi yao."
  },
  {
    "verseNumber": "NUM 25:4",
    "verseText": "BWANA akamwambia Mose, “Uwachukue viongozi wote wa watu hawa, uwaue na uwaweke hadharani mchana peupe mbele za BWANA, ili hasira kali ya BWANA iweze kuondoka kwa Israeli.”"
  },
  {
    "verseNumber": "NUM 25:5",
    "verseText": "Kwa hiyo Mose akawaambia waamuzi wa Israeli, “Kila mmoja wenu lazima awaue wale wanaume wenu, walioshiriki katika kumwabudu Baali wa Peori.”"
  },
  {
    "verseNumber": "NUM 25:6",
    "verseText": "Ndipo mwanaume wa Kiisraeli akamleta mwanamke wa Kimidiani katika jamaa yake palepale mbele ya Mose na mkutano wote wa Israeli walipokuwa wakilia kwenye lango la Hema la Kukutania."
  },
  {
    "verseNumber": "NUM 25:7",
    "verseText": "Finehasi mwana wa Eleazari, mwana wa kuhani Aroni, alipoona jambo hili, akaondoka kwenye kusanyiko, akachukua mkuki mkononi mwake,"
  },
  {
    "verseNumber": "NUM 25:8",
    "verseText": "akamfuata yule Mwisraeli ndani ya hema. Akawachoma mkuki wote wawili kwa pamoja, ukapenya kwenye mwili wa yule Mwisraeli na mwili wa yule mwanamke. Ndipo tauni iliyokuwepo dhidi ya Waisraeli ikakoma."
  },
  {
    "verseNumber": "NUM 25:9",
    "verseText": "Lakini wale waliokufa kwa hiyo tauni walikuwa watu 24,000."
  },
  {
    "verseNumber": "NUM 25:10",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 25:11",
    "verseText": "“Finehasi mwana wa Eleazari, mwana wa kuhani Aroni, amegeuza hasira yangu mbali na Waisraeli, kwa sababu alikuwa na wivu kama nilio nao kwa heshima yangu miongoni mwao, hata kwamba kwa wivu wangu sikuwaangamiza."
  },
  {
    "verseNumber": "NUM 25:12",
    "verseText": "Kwa hiyo mwambie Finehasi ninafanya Agano langu la amani naye."
  },
  {
    "verseNumber": "NUM 25:13",
    "verseText": "Yeye pamoja na wazao wake watakuwa na Agano la ukuhani milele, kwa sababu alikuwa na wivu kwa ajili ya heshima ya Mungu wake, na akafanya upatanisho kwa Waisraeli.”"
  },
  {
    "verseNumber": "NUM 25:14",
    "verseText": "Jina la Mwisraeli ambaye aliuawa pamoja na mwanamke wa Kimidiani ni Zimri mwana wa Salu, kiongozi wa jamaa ya Simeoni."
  },
  {
    "verseNumber": "NUM 25:15",
    "verseText": "Jina la mwanamke wa Kimidiani aliyeuawa ni Kozbi binti wa Suri, aliyekuwa mkuu wa kabila la jamaa ya Wamidiani."
  },
  {
    "verseNumber": "NUM 25:16",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 25:17",
    "verseText": "“Watendeeni Wamidiani kama adui na mwaue,"
  },
  {
    "verseNumber": "NUM 25:18",
    "verseText": "kwa sababu wao waliwatendea kama adui wakati waliwadanganya katika tukio la Peori na dada yao Kozbi, binti wa kiongozi wa Kimidiani, mwanamke ambaye aliuawa wakati tauni ilikuja kama matokeo ya tukio la Peori.”"
  },
  {
    "verseNumber": "NUM 26:1",
    "verseText": "Baada ya hiyo tauni, BWANA akamwambia Mose na Eleazari mwana wa kuhani Aroni,"
  },
  {
    "verseNumber": "NUM 26:2",
    "verseText": "“Hesabu jumuiya yote ya Kiisraeli kwa jamaa zao, wale wote wenye umri wa miaka ishirini na zaidi, ambao wanaweza kutumika katika jeshi la Israeli.”"
  },
  {
    "verseNumber": "NUM 26:3",
    "verseText": "Hivyo Mose na kuhani Eleazari wakazungumza na watu kwenye nchi tambarare ya Moabu, ngʼambo ya Yordani kutokea Yeriko, wakasema,"
  },
  {
    "verseNumber": "NUM 26:4",
    "verseText": "“Hesabuni wanaume wenye umri wa miaka ishirini na zaidi, kama BWANA alivyomwagiza Mose.” Hawa ndio Waisraeli waliotoka Misri:"
  },
  {
    "verseNumber": "NUM 26:5",
    "verseText": "Wazao wa Reubeni, mwana mzaliwa wa kwanza wa Israeli, walikuwa: kutoka kwa Hanoki, ukoo wa Wahanoki; kutoka kwa Palu, ukoo wa Wapalu;"
  },
  {
    "verseNumber": "NUM 26:6",
    "verseText": "kutoka kwa Hesroni, ukoo wa Wahesroni; kutoka kwa Karmi, ukoo wa Wakarmi."
  },
  {
    "verseNumber": "NUM 26:7",
    "verseText": "Hizi zilikuwa ndizo koo za Reubeni; wale waliohesabiwa walikuwa 43,730."
  },
  {
    "verseNumber": "NUM 26:8",
    "verseText": "Mwana wa Palu alikuwa Eliabu,"
  },
  {
    "verseNumber": "NUM 26:9",
    "verseText": "nao wana wa Eliabu walikuwa Nemueli, Dathani na Abiramu. Hawa wawili Dathani na Abiramu ndio walikuwa maafisa wa jumuiya ambao walimwasi Mose na Aroni, na walikuwa miongoni mwa wafuasi wa Kora wakati walimwasi BWANA."
  },
  {
    "verseNumber": "NUM 26:10",
    "verseText": "Ardhi ilifunua kinywa chake na kuwameza pamoja na Kora, ambaye wafuasi wake walikufa wakati moto ulipowateketeza wanaume 250. Nao walikuwa kama alama ya onyo."
  },
  {
    "verseNumber": "NUM 26:11",
    "verseText": "Pamoja na hayo, hao ukoo wa Kora hawakufa."
  },
  {
    "verseNumber": "NUM 26:12",
    "verseText": "Wazao wa Simeoni kwa koo zao walikuwa: kutoka kwa Nemueli, ukoo wa Wanemueli; kutoka kwa Yamini, ukoo wa Wayamini; kutoka wa Yakini, ukoo wa Wayakini;"
  },
  {
    "verseNumber": "NUM 26:13",
    "verseText": "kutoka kwa Zera, ukoo wa Wazera; kutoka kwa Shauli, ukoo wa Washauli."
  },
  {
    "verseNumber": "NUM 26:14",
    "verseText": "Hizi ndizo koo za Simeoni; walikuwa 22,200."
  },
  {
    "verseNumber": "NUM 26:15",
    "verseText": "Wazao wa Gadi kwa koo zao walikuwa: kutoka kwa Sifoni, ukoo wa Wasifoni; kutoka kwa Hagi, ukoo wa Wahagi; kutoka kwa Shuni, ukoo wa Washuni;"
  },
  {
    "verseNumber": "NUM 26:16",
    "verseText": "kutoka kwa Ozni, ukoo wa Waozni; kutoka kwa Eri, ukoo wa Waeri;"
  },
  {
    "verseNumber": "NUM 26:17",
    "verseText": "kutoka kwa Arodi, ukoo wa Waarodi; kutoka kwa Areli, ukoo wa Waareli."
  },
  {
    "verseNumber": "NUM 26:18",
    "verseText": "Hizi ndizo zilizokuwa koo za Gadi; wale waliohesabiwa walikuwa 40,500."
  },
  {
    "verseNumber": "NUM 26:19",
    "verseText": "Eri na Onani walikuwa wana wa Yuda, lakini walifia huko Kanaani."
  },
  {
    "verseNumber": "NUM 26:20",
    "verseText": "Wazao wa Yuda kwa koo zao walikuwa: kutoka kwa Shela, ukoo wa Washela; kutoka kwa Peresi, ukoo wa Waperesi; kutoka kwa Zera, ukoo wa Wazera."
  },
  {
    "verseNumber": "NUM 26:21",
    "verseText": "Wazao wa Peresi walikuwa: kutoka kwa Hesroni, ukoo wa Wahesroni; kutoka kwa Hamuli, ukoo wa Wahamuli."
  },
  {
    "verseNumber": "NUM 26:22",
    "verseText": "Hizi ndizo zilizokuwa koo za Yuda; wale waliohesabiwa walikuwa 76,500."
  },
  {
    "verseNumber": "NUM 26:23",
    "verseText": "Wazao wa Isakari kwa koo zao walikuwa: kutoka kwa Tola, ukoo wa Watola; kutoka kwa Puva, ukoo wa Wapuva;"
  },
  {
    "verseNumber": "NUM 26:24",
    "verseText": "kutoka kwa Yashubu, ukoo wa Wayashubu; kutoka kwa Shimroni, ukoo wa Washimroni."
  },
  {
    "verseNumber": "NUM 26:25",
    "verseText": "Hizi ndizo zilizokuwa koo za Isakari; wale waliohesabiwa walikuwa 64,300."
  },
  {
    "verseNumber": "NUM 26:26",
    "verseText": "Wazao wa Zabuloni kwa koo zao walikuwa: kutoka kwa Seredi, ukoo wa Waseredi; kutoka kwa Eloni, ukoo wa Waeloni; kutoka kwa Yaleeli, ukoo wa Wayaleeli."
  },
  {
    "verseNumber": "NUM 26:27",
    "verseText": "Hizi ndizo zilizokuwa koo za Zabuloni, wale waliohesabiwa walikuwa 60,500."
  },
  {
    "verseNumber": "NUM 26:28",
    "verseText": "Wazao wa Yosefu kwa koo zao kutoka kwa Manase na kwa Efraimu walikuwa:"
  },
  {
    "verseNumber": "NUM 26:29",
    "verseText": "Wazao wa Manase: kutoka kwa Makiri, ukoo wa Wamakiri (Makiri alikuwa baba wa Gileadi); kutoka kwa Gileadi, ukoo wa Wagileadi."
  },
  {
    "verseNumber": "NUM 26:30",
    "verseText": "Hawa ndio waliokuwa wazao wa Gileadi: kutoka kwa Iezeri, ukoo wa Waiezeri; kutoka kwa Heleki, ukoo wa Waheleki;"
  },
  {
    "verseNumber": "NUM 26:31",
    "verseText": "kutoka kwa Asirieli, ukoo wa Waasirieli; kutoka kwa Shekemu, ukoo wa Washekemu;"
  },
  {
    "verseNumber": "NUM 26:32",
    "verseText": "kutoka kwa Shemida, ukoo wa Washemida; kutoka kwa Heferi, ukoo wa Waheferi."
  },
  {
    "verseNumber": "NUM 26:33",
    "verseText": "(Selofehadi mwana wa Heferi hakuzaa wana, bali alikuwa na watoto wa kike tu, ambao majina yao yalikuwa Mahla, Noa, Hogla, Milka na Tirsa.)"
  },
  {
    "verseNumber": "NUM 26:34",
    "verseText": "Hizi ndizo zilizokuwa koo za Manase; wale waliohesabiwa walikuwa 52,700."
  },
  {
    "verseNumber": "NUM 26:35",
    "verseText": "Hawa walikuwa wazao wa Efraimu kwa koo zao: kutoka kwa Shuthela, ukoo wa Washuthela; kutoka kwa Bekeri, ukoo wa Wabekeri; kutoka kwa Tahani, ukoo wa Watahani;"
  },
  {
    "verseNumber": "NUM 26:36",
    "verseText": "Hawa ndio walikuwa wazao wa Shuthela: kutoka kwa Erani, ukoo wa Waerani."
  },
  {
    "verseNumber": "NUM 26:37",
    "verseText": "Hizi ndizo zilizokuwa koo za Efraimu; wale waliohesabiwa walikuwa 32,500. Hawa ndio waliokuwa wazao wa Yosefu kwa koo zao."
  },
  {
    "verseNumber": "NUM 26:38",
    "verseText": "Wazao wa Benyamini kwa koo zao walikuwa: kutoka kwa Bela, ukoo wa Wabela; kutoka kwa Ashbeli, ukoo wa Waashbeli; kutoka kwa Ahiramu, ukoo wa Waahiramu;"
  },
  {
    "verseNumber": "NUM 26:39",
    "verseText": "kutoka kwa Shufamu, ukoo wa Washufamu; kutoka kwa Hufamu, ukoo wa Wahufamu."
  },
  {
    "verseNumber": "NUM 26:40",
    "verseText": "Wazao wa Bela kutoka kwa Ardi na Naamani walikuwa: kutoka kwa Ardi, ukoo wa Waardi; kutoka kwa Naamani, ukoo wa Wanaamani."
  },
  {
    "verseNumber": "NUM 26:41",
    "verseText": "Hizi ndizo zilizokuwa koo za Benyamini; wale waliohesabiwa walikuwa 45,600."
  },
  {
    "verseNumber": "NUM 26:42",
    "verseText": "Hawa ndio waliokuwa wazao wa Dani kwa koo zao: kutoka kwa Shuhamu, ukoo wa Washuhamu. Hizi ndizo zilizokuwa koo za Dani:"
  },
  {
    "verseNumber": "NUM 26:43",
    "verseText": "Wote walikuwa koo za Washuhamu; wale waliohesabiwa walikuwa 64,400."
  },
  {
    "verseNumber": "NUM 26:44",
    "verseText": "Wazao wa Asheri kwa koo zao walikuwa: kutoka kwa Imna, ukoo wa Waimna; kutoka kwa Ishvi, ukoo wa Waishvi; kutoka kwa Beria, ukoo wa Waberia;"
  },
  {
    "verseNumber": "NUM 26:45",
    "verseText": "kutoka kwa wazao wa Beria: kutoka kwa Heberi, ukoo wa Waheberi; kutoka kwa Malkieli, ukoo wa Wamalkieli."
  },
  {
    "verseNumber": "NUM 26:46",
    "verseText": "(Asheri alikuwa na binti aliyeitwa Sera.)"
  },
  {
    "verseNumber": "NUM 26:47",
    "verseText": "Hizi ndizo zilizokuwa koo za Asheri; wale waliohesabiwa walikuwa 53,400."
  },
  {
    "verseNumber": "NUM 26:48",
    "verseText": "Wazao wa Naftali kwa koo zao walikuwa: kutoka kwa Yaseeli, ukoo wa Wayaseeli; kutoka kwa Guni, ukoo wa Waguni;"
  },
  {
    "verseNumber": "NUM 26:49",
    "verseText": "kutoka kwa Yeseri, ukoo wa Wayeseri; kutoka kwa Shilemu, ukoo wa Washilemu."
  },
  {
    "verseNumber": "NUM 26:50",
    "verseText": "Hizi ndizo zilizokuwa koo za Naftali; wale waliohesabiwa walikuwa 45,400."
  },
  {
    "verseNumber": "NUM 26:51",
    "verseText": "Jumla ya hesabu ya wanaume wa Israeli ilikuwa 601,730."
  },
  {
    "verseNumber": "NUM 26:52",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 26:53",
    "verseText": "“Watagawiwa nchi kama urithi kwa kulingana na hesabu ya majina."
  },
  {
    "verseNumber": "NUM 26:54",
    "verseText": "Kundi kubwa zaidi lipe urithi mkubwa zaidi, na kundi dogo zaidi lipewe urithi mdogo zaidi; kila kundi litapokea urithi wake kulingana na hesabu ya wale walioorodheshwa."
  },
  {
    "verseNumber": "NUM 26:55",
    "verseText": "Hakikisha kuwa nchi inagawanywa kwa kura. Kile kitakachorithiwa na kila kikundi kitakuwa kwa kulingana na majina ya kabila la babu yao."
  },
  {
    "verseNumber": "NUM 26:56",
    "verseText": "Kila urithi utagawanywa kwa kura miongoni mwa makundi makubwa na madogo.”"
  },
  {
    "verseNumber": "NUM 26:57",
    "verseText": "Hawa walikuwa Walawi ambao walihesabiwa kwa koo zao: kutoka kwa Gershoni, ukoo wa Wagershoni; kutoka kwa Kohathi, ukoo wa Wakohathi; kutoka kwa Merari, ukoo wa Wamerari."
  },
  {
    "verseNumber": "NUM 26:58",
    "verseText": "Hizi pia zilikuwa koo za Walawi: ukoo wa Walibni; ukoo wa Wahebroni; ukoo wa Wamahli; ukoo wa Wamushi; ukoo wa wana wa Kora. (Kohathi alikuwa baba aliyemzaa Amramu;"
  },
  {
    "verseNumber": "NUM 26:59",
    "verseText": "jina la mke wa Amramu ni Yokebedi, naye pia alikuwa mzao wa Lawi, ambaye alizaliwa kwa Walawi nchini Misri. Alimzalia Amramu: Aroni, Mose na dada yao Miriamu."
  },
  {
    "verseNumber": "NUM 26:60",
    "verseText": "Aroni alikuwa baba yake Nadabu na Abihu, Eleazari na Ithamari."
  },
  {
    "verseNumber": "NUM 26:61",
    "verseText": "Lakini Nadabu na Abihu walikufa wakati walitoa sadaka mbele za BWANA kwa moto usioruhusiwa.)"
  },
  {
    "verseNumber": "NUM 26:62",
    "verseText": "Wanaume wote wa Walawi wa umri wa mwezi mmoja na zaidi walikuwa 23,000. Wao hawakuhesabiwa pamoja na Waisraeli wengine kwa sababu hawakupokea urithi miongoni mwao."
  },
  {
    "verseNumber": "NUM 26:63",
    "verseText": "Hawa ndio walioorodheshwa na Mose na kuhani Eleazari wakati waliwahesabu Waisraeli kwenye nchi tambarare ya Moabu, kando ya Yordani ngʼambo ya Yeriko."
  },
  {
    "verseNumber": "NUM 26:64",
    "verseText": "Hakuna hata mmoja wao aliyekuwa miongoni mwa wale waliohesabiwa na Mose na kuhani Aroni wakati waliwahesabu Waisraeli katika Jangwa la Sinai."
  },
  {
    "verseNumber": "NUM 26:65",
    "verseText": "Kwa maana BWANA alikuwa amewaambia hao Waisraeli hakika wangekufa huko jangwani, wala hakuna mmoja wao aliyeachwa, isipokuwa Kalebu mwana wa Yefune na Yoshua mwana wa Nuni."
  },
  {
    "verseNumber": "NUM 27:1",
    "verseText": "Binti za Selofehadi mwana wa Heferi, mwana wa Gileadi, mwana wa Makiri, mwana wa Manase, walikuwa wa koo za Manase mwana wa Yosefu. Majina ya hao binti yalikuwa Mahla, Noa, Hogla, Milka na Tirsa. Walikaribia"
  },
  {
    "verseNumber": "NUM 27:2",
    "verseText": "ingilio la Hema la Kukutania na kusimama mbele ya Mose, kuhani Eleazari, viongozi na kusanyiko lote, wakasema,"
  },
  {
    "verseNumber": "NUM 27:3",
    "verseText": "“Baba yetu alikufa jangwani. Hakuwa miongoni mwa wafuasi wa Kora, ambao walifungamana pamoja dhidi ya BWANA, lakini alikufa kwa ajili ya dhambi yake mwenyewe na hakuacha wana."
  },
  {
    "verseNumber": "NUM 27:4",
    "verseText": "Kwa nini jina la baba yetu lifutike kutoka ukoo wake kwa sababu hakuwa na mwana? Tupatie milki miongoni mwa ndugu za baba yetu.”"
  },
  {
    "verseNumber": "NUM 27:5",
    "verseText": "Kwa hiyo Mose akalileta shauri lao mbele za BWANA,"
  },
  {
    "verseNumber": "NUM 27:6",
    "verseText": "naye BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 27:7",
    "verseText": "“Wanachosema binti za Selofehadi ni sawa. Ni lazima kwa hakika uwape milki kama urithi miongoni mwa ndugu za baba yao, na kubadili urithi wa baba yao uwe wao."
  },
  {
    "verseNumber": "NUM 27:8",
    "verseText": "“Waambie Waisraeli, ‘Ikiwa mtu atakufa naye hakuacha mwana, utampa binti yake urithi wake."
  },
  {
    "verseNumber": "NUM 27:9",
    "verseText": "Ikiwa hana binti, wape ndugu zake wa kiume urithi wake."
  },
  {
    "verseNumber": "NUM 27:10",
    "verseText": "Ikiwa hana ndugu wa kiume toa urithi wake kwa ndugu za baba yake."
  },
  {
    "verseNumber": "NUM 27:11",
    "verseText": "Ikiwa baba yake hakuwa na ndugu wa kiume, toa urithi wake kwa ndugu wa karibu katika ukoo wake, ili aumiliki. Hili litakuwa dai la sheria kwa Waisraeli, kama BWANA alivyomwamuru Mose.’ ”"
  },
  {
    "verseNumber": "NUM 27:12",
    "verseText": "Kisha BWANA akamwambia Mose, “Panda juu ya mlima huu katika kilele cha Abarimu uione nchi ambayo nimewapa Waisraeli."
  },
  {
    "verseNumber": "NUM 27:13",
    "verseText": "Baada ya kuiona, wewe pia utakusanywa pamoja na watu wako kama ndugu yako Aroni alivyokusanywa,"
  },
  {
    "verseNumber": "NUM 27:14",
    "verseText": "kwa kuwa jumuiya ilipoasi amri yangu kwenye maji katika Jangwa la Sini, wakati jumuiya ilipogombana nami, nyote wawili mliacha kuitii amri yangu ya kuniheshimu kama mtakatifu mbele ya macho yao.” (Haya yalikuwa maji ya Meriba huko Kadeshi, katika Jangwa la Sini.)"
  },
  {
    "verseNumber": "NUM 27:15",
    "verseText": "Mose akamwambia BWANA,"
  },
  {
    "verseNumber": "NUM 27:16",
    "verseText": "“BWANA, Mungu wa roho zote za wanadamu, na amteue mtu juu ya jumuiya hii"
  },
  {
    "verseNumber": "NUM 27:17",
    "verseText": "ili atoke na kuingia mbele yao, atakayewaongoza katika kutoka kwao na kuingia kwao, ili watu wa BWANA wasiwe kama kondoo wasio na mchungaji.”"
  },
  {
    "verseNumber": "NUM 27:18",
    "verseText": "Kwa hiyo BWANA akamwambia Mose, “Mchukue Yoshua mwana wa Nuni, mtu ambaye Roho yuko ndani yake, uweke mkono juu yake."
  },
  {
    "verseNumber": "NUM 27:19",
    "verseText": "Msimamishe mbele ya kuhani Eleazari pamoja na kusanyiko lote, umpe maagizo mbele yao."
  },
  {
    "verseNumber": "NUM 27:20",
    "verseText": "Mpe sehemu ya mamlaka yako ili jumuiya yote ya Waisraeli ipate kumtii."
  },
  {
    "verseNumber": "NUM 27:21",
    "verseText": "Atasimama mbele ya kuhani Eleazari, ambaye atapokea maamuzi kwa ajili yake, kwa kuuliza mbele za BWANA kwa ile Urimu. Kwa amri yake, yeye na jumuiya yote ya Waisraeli watatoka, na kwa amri yake, wataingia.”"
  },
  {
    "verseNumber": "NUM 27:22",
    "verseText": "Mose akafanya kama BWANA alivyomwagiza. Akamtwaa Yoshua na kumsimamisha mbele ya kuhani Eleazari na kusanyiko lote."
  },
  {
    "verseNumber": "NUM 27:23",
    "verseText": "Kisha akaweka mikono yake juu ya kichwa cha Yoshua na kumpa maagizo, kama vile BWANA alivyoelekeza kupitia kwa Mose."
  },
  {
    "verseNumber": "NUM 28:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 28:2",
    "verseText": "“Wape Waisraeli agizo hili na uwaambie: ‘Hakikisheni kwamba mnaniletea mimi kwa wakati uliowekwa chakula kwa ajili ya sadaka za kuteketezwa kwa moto, kama harufu nzuri ya kupendeza.’"
  },
  {
    "verseNumber": "NUM 28:3",
    "verseText": "Waambie: ‘Hii ni sadaka ya kuteketezwa kwa moto mnayomtolea BWANA: wana-kondoo wawili wa mwaka mmoja wasio na dosari, kama sadaka ya kawaida ya kuteketezwa kila siku."
  },
  {
    "verseNumber": "NUM 28:4",
    "verseText": "Andaa mwana-kondoo mmoja asubuhi na mwingine jioni,"
  },
  {
    "verseNumber": "NUM 28:5",
    "verseText": "kila mmoja atolewe pamoja na sadaka ya nafaka sehemu ya kumi ya efa ya unga laini uliochanganywa pamoja na robo ya hini ya mafuta ya zeituni."
  },
  {
    "verseNumber": "NUM 28:6",
    "verseText": "Hii ni sadaka ya kawaida ya kuteketezwa iliyoanzishwa katika Mlima Sinai kama harufu nzuri ya kupendeza, sadaka iliyotolewa kwa BWANA kwa moto."
  },
  {
    "verseNumber": "NUM 28:7",
    "verseText": "Sadaka ya kinywaji itakayotolewa pamoja na kila mwana-kondoo ni robo ya hini ya kinywaji kilichochachuka. Mimina sadaka ya kinywaji kwa BWANA mahali patakatifu."
  },
  {
    "verseNumber": "NUM 28:8",
    "verseText": "Andaa yule mwana-kondoo wa pili jioni, pamoja na sadaka ya nafaka na sadaka ya kinywaji kama ulivyofanya kwa ile sadaka nyingine ya asubuhi. Hii ni sadaka iliyotolewa kwa kuteketezwa kwa moto, harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "NUM 28:9",
    "verseText": "“ ‘Siku ya Sabato, utatoa sadaka ya wana-kondoo wawili wa mwaka mmoja wasiokuwa na dosari pamoja na sadaka yake ya kinywaji na sadaka ya nafaka yenye uzito wa sehemu mbili za kumi za efa za unga laini uliochanganywa na mafuta."
  },
  {
    "verseNumber": "NUM 28:10",
    "verseText": "Hii ni sadaka ya kuteketezwa itakayotolewa kwa ajili ya kila Sabato, pamoja na sadaka ya kawaida ya kuteketezwa na sadaka yake ya kinywaji."
  },
  {
    "verseNumber": "NUM 28:11",
    "verseText": "“ ‘Siku ya kwanza ya kila mwezi, mtamletea BWANA sadaka ya kuteketezwa ya fahali wawili wachanga, kondoo dume mmoja na wana-kondoo saba wa mwaka mmoja, wote wasiokuwa na dosari."
  },
  {
    "verseNumber": "NUM 28:12",
    "verseText": "Pamoja na kila fahali, kutakuwa na sadaka ya nafaka ya unga laini sehemu tatu za kumi za efa, uliochanganywa na mafuta, pamoja na kondoo dume mmoja, sadaka ya nafaka ya unga laini uliochanganywa na mafuta;"
  },
  {
    "verseNumber": "NUM 28:13",
    "verseText": "pamoja na kila mwana-kondoo, sadaka ya nafaka yenye uzito wa sehemu ya kumi ya efa ya unga laini uliochanganywa na mafuta. Hii ni kwa ajili ya sadaka ya kuteketezwa, harufu nzuri, sadaka ya kuteketezwa iliyotolewa kwa moto kwa BWANA."
  },
  {
    "verseNumber": "NUM 28:14",
    "verseText": "Pamoja na kila fahali kutakuwa na sadaka ya kinywaji nusu ya hini ya divai; pamoja na kila kondoo dume, theluthi moja ya hini, na pamoja na kila mwana-kondoo robo hini. Hii ni sadaka ya kuteketezwa ya kila mwezi itakayotolewa kila mwandamo wa mwezi kwa mwaka."
  },
  {
    "verseNumber": "NUM 28:15",
    "verseText": "Zaidi ya sadaka ya kawaida ya kuteketezwa pamoja na sadaka yake ya kinywaji, mbuzi mmoja dume atatolewa kwa BWANA kama sadaka ya dhambi."
  },
  {
    "verseNumber": "NUM 28:16",
    "verseText": "“ ‘Katika siku ya kumi na nne ya mwezi wa kwanza, itafanyika Pasaka ya BWANA."
  },
  {
    "verseNumber": "NUM 28:17",
    "verseText": "Katika siku ya kumi na tano ya mwezi huo itakuwa sikukuu; kwa siku saba mtakula mikate isiyotiwa chachu."
  },
  {
    "verseNumber": "NUM 28:18",
    "verseText": "Katika siku ya kwanza mtakuwa na kusanyiko takatifu, msifanye kazi za kawaida."
  },
  {
    "verseNumber": "NUM 28:19",
    "verseText": "Leteni mbele za BWANA sadaka ya kuteketezwa, sadaka ya kuteketezwa ya mafahali wawili wachanga, kondoo dume mmoja na wana-kondoo dume saba wenye umri wa mwaka mmoja, wote wasio na dosari."
  },
  {
    "verseNumber": "NUM 28:20",
    "verseText": "Pamoja na kila fahali, andaa sadaka ya nafaka sehemu tatu za kumi za efa za unga laini uliochanganywa na mafuta; pamoja na kondoo dume, andaa sehemu mbili za kumi za efa;"
  },
  {
    "verseNumber": "NUM 28:21",
    "verseText": "pia pamoja na kila mmoja wa wale wana-kondoo saba, andaa sehemu ya kumi ya efa."
  },
  {
    "verseNumber": "NUM 28:22",
    "verseText": "Pia mtoe beberu mmoja kama sadaka ya dhambi ambaye atafanya upatanisho kwa ajili yenu."
  },
  {
    "verseNumber": "NUM 28:23",
    "verseText": "Andaa hizi licha ya zile sadaka za kawaida za kuteketezwa za kila asubuhi."
  },
  {
    "verseNumber": "NUM 28:24",
    "verseText": "Kwa njia hii andaa chakula cha sadaka ya kuteketezwa kila siku, kwa siku saba kama harufu nzuri impendezayo BWANA. Hii itaandaliwa licha ya ile sadaka ya kawaida ya kuteketezwa ya kila siku pamoja na sadaka yake ya kinywaji."
  },
  {
    "verseNumber": "NUM 28:25",
    "verseText": "Siku ya saba mwe na kusanyiko takatifu na msifanye kazi zenu za kawaida."
  },
  {
    "verseNumber": "NUM 28:26",
    "verseText": "“ ‘Siku ya malimbuko, mnapomletea BWANA sadaka ya nafaka mpya wakati wa Sikukuu ya Majuma, mwe na kusanyiko takatifu na msifanye kazi zenu za kawaida."
  },
  {
    "verseNumber": "NUM 28:27",
    "verseText": "Mlete sadaka ya kuteketezwa ya mafahali wawili wachanga, kondoo dume mmoja, na pia wana-kondoo saba wenye umri wa mwaka mmoja, kama harufu nzuri ya kumpendeza BWANA."
  },
  {
    "verseNumber": "NUM 28:28",
    "verseText": "Pamoja na kila fahali itatolewa sadaka ya nafaka ya unga laini sehemu tatu za kumi za efa uliochanganywa na mafuta; pamoja na kondoo dume, andaa sehemu mbili za kumi za efa za unga laini;"
  },
  {
    "verseNumber": "NUM 28:29",
    "verseText": "na sehemu ya kumi ya efa ya unga laini kwa kila mmoja wa wana-kondoo saba."
  },
  {
    "verseNumber": "NUM 28:30",
    "verseText": "Ongeza beberu mmoja kwa kufanya upatanisho kwa ajili yenu."
  },
  {
    "verseNumber": "NUM 28:31",
    "verseText": "Andaa hizi sadaka pamoja na sadaka zake za vinywaji, kuwa nyongeza ya sadaka za kawaida za kuteketezwa, pamoja na sadaka yake ya nafaka. Hakikisha kuwa wanyama hao hawana dosari."
  },
  {
    "verseNumber": "NUM 29:1",
    "verseText": "“ ‘Katika siku ya kwanza ya mwezi wa saba mtakuwa na kusanyiko takatifu na msifanye kazi ya kawaida. Ni siku kwa ajili yenu ya kupiga tarumbeta."
  },
  {
    "verseNumber": "NUM 29:2",
    "verseText": "Mtatayarisha sadaka ya kuteketezwa kama harufu nzuri impendezayo BWANA ya fahali mmoja mchanga, kondoo dume mmoja, na wana-kondoo saba wa mwaka mmoja, wote wasio na dosari."
  },
  {
    "verseNumber": "NUM 29:3",
    "verseText": "Pamoja na fahali, andaeni sadaka ya nafaka sehemu ya kumi tatu za efa za unga laini uliochanganywa na mafuta; kwa kondoo dume, andaa unga sehemu ya kumi mbili za efa;"
  },
  {
    "verseNumber": "NUM 29:4",
    "verseText": "na pamoja na wana-kondoo saba kila mmoja aandaliwe na sehemu ya kumi ya efa ya unga."
  },
  {
    "verseNumber": "NUM 29:5",
    "verseText": "Ongeza beberu mmoja kama sadaka ya dhambi kufanya upatanisho kwa ajili yenu."
  },
  {
    "verseNumber": "NUM 29:6",
    "verseText": "Hivi ni nyongeza ya sadaka za kuteketezwa kila mwezi na kila siku pamoja na sadaka zake za nafaka na sadaka za vinywaji kama ilivyoainishwa. Ni sadaka zinazotolewa kwa BWANA kwa moto, harufu inayopendeza."
  },
  {
    "verseNumber": "NUM 29:7",
    "verseText": "“ ‘Kwenye siku ya kumi ya mwezi huu wa saba mtakuwa na kusanyiko takatifu. Mtajikana wenyewe na msifanye kazi."
  },
  {
    "verseNumber": "NUM 29:8",
    "verseText": "Toeni sadaka ya kuteketezwa ya fahali mmoja mchanga, kondoo dume mmoja, na wana-kondoo saba wa mwaka mmoja, wote wasio na dosari, kama harufu nzuri inayompendeza BWANA."
  },
  {
    "verseNumber": "NUM 29:9",
    "verseText": "Pamoja na fahali, andaeni sadaka ya nafaka sehemu ya kumi tatu za efa za unga laini uliochanganywa na mafuta; pamoja na kondoo dume, sehemu ya kumi mbili za efa za unga laini;"
  },
  {
    "verseNumber": "NUM 29:10",
    "verseText": "na kwa kila mmoja wa wana-kondoo saba andaa sehemu ya kumi ya unga laini kwa kila mmoja."
  },
  {
    "verseNumber": "NUM 29:11",
    "verseText": "Ongeza beberu mmoja kama sadaka ya dhambi, katika nyongeza ya sadaka ya dhambi kwa ajili ya upatanisho, na sadaka ya kawaida ya kuteketezwa pamoja na sadaka yake ya nafaka, na sadaka zake za vinywaji."
  },
  {
    "verseNumber": "NUM 29:12",
    "verseText": "“ ‘Katika siku ya kumi na tano ya mwezi wa saba, mtakuwa na kusanyiko takatifu, na hamtafanya kazi za kawaida. Adhimisheni sikukuu kwa BWANA kwa siku saba."
  },
  {
    "verseNumber": "NUM 29:13",
    "verseText": "Toeni sadaka ya kuteketezwa mafahali wachanga kumi na watatu, kondoo dume wawili, na wana-kondoo kumi na wanne wa mwaka mmoja, wote wasio na dosari, kama harufu nzuri inayompendeza BWANA."
  },
  {
    "verseNumber": "NUM 29:14",
    "verseText": "Pamoja na hao mafahali kumi na watatu, kila mmoja aandaliwe na sadaka ya nafaka sehemu ya kumi tatu za efa za unga laini uliochanganywa na mafuta; kwa kondoo dume wawili, kila mmoja aandaliwe sehemu ya kumi mbili za efa za unga laini;"
  },
  {
    "verseNumber": "NUM 29:15",
    "verseText": "na kwa wana-kondoo kumi na wanne, kila mmoja aandaliwe sehemu ya kumi ya efa ya unga laini."
  },
  {
    "verseNumber": "NUM 29:16",
    "verseText": "Ongeza beberu mmoja kama sadaka ya dhambi, kwa nyongeza ya sadaka ya kawaida ya kuteketezwa, na sadaka yake ya nafaka, pamoja na sadaka ya vinywaji."
  },
  {
    "verseNumber": "NUM 29:17",
    "verseText": "“ ‘Katika siku ya pili andaeni mafahali wachanga kumi na wawili, kondoo dume wawili, na wana-kondoo kumi na wanne wa mwaka mmoja, wote wasio na dosari."
  },
  {
    "verseNumber": "NUM 29:18",
    "verseText": "Pamoja na mafahali, kondoo dume, na wana-kondoo, andaeni sadaka zao za nafaka na sadaka za vinywaji, kulingana na idadi iliyoainishwa."
  },
  {
    "verseNumber": "NUM 29:19",
    "verseText": "Weka beberu mmoja kama sadaka ya dhambi, kwa nyongeza ya kawaida ya sadaka ya kuteketezwa, na sadaka yake ya nafaka, pamoja na sadaka zao za vinywaji."
  },
  {
    "verseNumber": "NUM 29:20",
    "verseText": "“ ‘Katika siku ya tatu andaeni mafahali wachanga kumi na wawili, kondoo dume wawili, na wana-kondoo kumi na wanne wa mwaka mmoja, wote wasio na dosari."
  },
  {
    "verseNumber": "NUM 29:21",
    "verseText": "Pamoja na mafahali, kondoo dume, na wana-kondoo, andaeni sadaka zao za nafaka na sadaka za vinywaji, kulingana na idadi iliyoainishwa."
  },
  {
    "verseNumber": "NUM 29:22",
    "verseText": "Weka beberu mmoja kama sadaka ya dhambi, kwa nyongeza ya kawaida ya sadaka ya kuteketezwa, na sadaka yake ya nafaka, pamoja na sadaka zao za vinywaji."
  },
  {
    "verseNumber": "NUM 29:23",
    "verseText": "“ ‘Katika siku ya nne andaeni mafahali wachanga kumi na wawili, kondoo dume wawili, na wana-kondoo kumi na wanne wa mwaka mmoja, wote wasio na dosari."
  },
  {
    "verseNumber": "NUM 29:24",
    "verseText": "Pamoja na mafahali, kondoo dume, na wana-kondoo, andaeni sadaka zao za nafaka na sadaka za vinywaji, kulingana na idadi iliyoainishwa."
  },
  {
    "verseNumber": "NUM 29:25",
    "verseText": "Weka beberu mmoja kama sadaka ya dhambi, kwa nyongeza ya kawaida ya sadaka ya kuteketezwa, na sadaka yake ya nafaka, pamoja na sadaka zao za vinywaji."
  },
  {
    "verseNumber": "NUM 29:26",
    "verseText": "“ ‘Katika siku ya tano andaeni mafahali tisa, kondoo dume wawili na wana-kondoo kumi na wanne wa mwaka mmoja, wote wasio na dosari."
  },
  {
    "verseNumber": "NUM 29:27",
    "verseText": "Pamoja na mafahali, kondoo dume na wana-kondoo, andaeni sadaka zao za nafaka na sadaka za kinywaji kulingana na idadi iliyoainishwa."
  },
  {
    "verseNumber": "NUM 29:28",
    "verseText": "Ongeza beberu mmoja kama sadaka ya dhambi katika nyongeza ya sadaka ya kawaida ya kuteketezwa na sadaka yake ya nafaka pamoja na sadaka ya kinywaji."
  },
  {
    "verseNumber": "NUM 29:29",
    "verseText": "“ ‘Katika siku ya sita andaeni mafahali wachanga kumi na wawili, kondoo dume wawili, na wana-kondoo kumi na wanne wa mwaka mmoja, wote wasio na dosari."
  },
  {
    "verseNumber": "NUM 29:30",
    "verseText": "Pamoja na mafahali, kondoo dume, na wana-kondoo, andaeni sadaka zao za nafaka na sadaka za vinywaji, kulingana na idadi iliyoainishwa."
  },
  {
    "verseNumber": "NUM 29:31",
    "verseText": "Weka beberu mmoja kama sadaka ya dhambi, kwa nyongeza ya kawaida ya sadaka ya kuteketezwa, na sadaka yake ya nafaka, pamoja na sadaka zao za vinywaji."
  },
  {
    "verseNumber": "NUM 29:32",
    "verseText": "“ ‘Katika siku ya saba andaeni mafahali wachanga kumi na wawili, kondoo dume wawili, na wana-kondoo kumi na wanne wa mwaka mmoja, wote wasio na dosari."
  },
  {
    "verseNumber": "NUM 29:33",
    "verseText": "Pamoja na mafahali, kondoo dume, na wana-kondoo, andaeni sadaka zao za nafaka na sadaka za vinywaji, kulingana na idadi iliyoainishwa."
  },
  {
    "verseNumber": "NUM 29:34",
    "verseText": "Weka beberu mmoja kama sadaka ya dhambi, kwa nyongeza ya kawaida ya sadaka ya kuteketezwa, na sadaka yake ya nafaka, pamoja na sadaka zao za vinywaji."
  },
  {
    "verseNumber": "NUM 29:35",
    "verseText": "“ ‘Katika siku ya nane mtakuwa na kusanyiko, na msifanye kazi ya kawaida."
  },
  {
    "verseNumber": "NUM 29:36",
    "verseText": "Toeni sadaka ya kuteketezwa kama harufu nzuri inayompendeza BWANA, sadaka ya kuteketezwa ya fahali mmoja, kondoo dume mmoja, na wana-kondoo dume saba wa mwaka mmoja, wote wasio na dosari."
  },
  {
    "verseNumber": "NUM 29:37",
    "verseText": "Pamoja na fahali, kondoo dume na wana-kondoo, andaeni sadaka zao za nafaka, na sadaka za vinywaji, kulingana na idadi iliyoainishwa."
  },
  {
    "verseNumber": "NUM 29:38",
    "verseText": "Ongeza beberu mmoja kama sadaka ya dhambi, katika nyongeza ya sadaka ya kawaida ya kuteketezwa, na sadaka yake ya nafaka pamoja na sadaka ya kinywaji."
  },
  {
    "verseNumber": "NUM 29:39",
    "verseText": "“ ‘Zaidi ya kile unachoweka nadhiri na sadaka zenu za hiari, andaeni hizi kwa ajili ya BWANA kwenye sikukuu zenu zilizoamriwa: sadaka zenu za kuteketezwa, sadaka za nafaka, sadaka za vinywaji, pamoja na sadaka zenu za amani.’ ”"
  },
  {
    "verseNumber": "NUM 29:40",
    "verseText": "Mose akawaambia Waisraeli yale yote BWANA alimwagiza."
  },
  {
    "verseNumber": "NUM 30:1",
    "verseText": "Mose akawaambia viongozi wa makabila ya Israeli: “Hili ndilo BWANA analoagiza:"
  },
  {
    "verseNumber": "NUM 30:2",
    "verseText": "Mwanaume awekapo nadhiri kwa BWANA, au anapoapa kujifunga kwa ahadi, kamwe asitangue neno lake, bali ni lazima afanye kila kitu alichosema."
  },
  {
    "verseNumber": "NUM 30:3",
    "verseText": "“Wakati mwanamwali anayeishi bado nyumbani kwa baba yake atakapoweka nadhiri kwa BWANA, ama amejifunga mwenyewe kwa ahadi,"
  },
  {
    "verseNumber": "NUM 30:4",
    "verseText": "na baba yake akasikia kuhusu nadhiri au ahadi yake lakini asimwambie lolote, ndipo nadhiri zake zote na kila ahadi aliyoiweka na kujifunga kwayo itathibitika."
  },
  {
    "verseNumber": "NUM 30:5",
    "verseText": "Lakini kama baba yake akimkataza wakati anapoisikia, hakuna nadhiri wala ahadi yake yoyote aliyojifunga kwayo itakayosimama; BWANA atamweka huru huyo mwanamwali kwa sababu baba yake amemkataza."
  },
  {
    "verseNumber": "NUM 30:6",
    "verseText": "“Ikiwa ataolewa baada ya kuweka nadhiri au baada ya midomo yake kutamka ahadi fulani bila kufikiri akawa amejifunga hivyo,"
  },
  {
    "verseNumber": "NUM 30:7",
    "verseText": "na mume wake akasikia habari hiyo asimwambie neno lolote, ndipo nadhiri zake ama ahadi zake ambazo alikuwa amejifunga nazo zitathibitika."
  },
  {
    "verseNumber": "NUM 30:8",
    "verseText": "Lakini ikiwa mume wake atamkataza atakaposikia kuhusu hilo, atakuwa ametangua nadhiri ambazo zilikuwa zimemfunga mkewe, ama ahadi aliyotamka pasipo kufikiri ambayo amejifunga kwayo, naye BWANA atamweka huru yule mwanamke."
  },
  {
    "verseNumber": "NUM 30:9",
    "verseText": "“Nadhiri yoyote ama patano ambalo limefanywa na mjane ama mwanamke aliyeachwa vitakuwa vimemfunga."
  },
  {
    "verseNumber": "NUM 30:10",
    "verseText": "“Ikiwa mwanamke anayeishi na mumewe ataweka nadhiri ama kujifunga mwenyewe kwa ahadi chini ya kiapo,"
  },
  {
    "verseNumber": "NUM 30:11",
    "verseText": "na mumewe akasikia kuhusu jambo hili lakini asimwambie lolote wala hakumkataza, ndipo viapo vyake vyote au ahadi zinazomfunga zitakapothibitika."
  },
  {
    "verseNumber": "NUM 30:12",
    "verseText": "Lakini ikiwa mumewe atabatilisha nadhiri hizo baada ya kuzisikia, basi hakuna nadhiri au ahadi zozote alizoziweka kwa midomo yake zitakazothibitika. Mumewe atakuwa amezibatilisha, na BWANA atamweka huru yule mwanamke."
  },
  {
    "verseNumber": "NUM 30:13",
    "verseText": "Mumewe anaweza kuthibitisha au kutangua nadhiri yoyote anayoweka, au ahadi yoyote aliyoweka kwa kuapa ili kujikana mwenyewe."
  },
  {
    "verseNumber": "NUM 30:14",
    "verseText": "Lakini ikiwa mumewe hasemi lolote kwake kuhusu jambo hilo siku baada ya siku, basi mumewe atakuwa amethibitisha nadhiri zote, na ahadi zote zinazomfunga mkewe. Anavithibitisha kwa kutokusema lolote kwa mkewe anapoyasikia hayo."
  },
  {
    "verseNumber": "NUM 30:15",
    "verseText": "Hata hivyo, ikiwa mumewe atavibatilisha baada ya kusikia hayo, basi atawajibika kwa hatia ya mkewe.”"
  },
  {
    "verseNumber": "NUM 30:16",
    "verseText": "Haya ndiyo masharti ambayo BWANA alimpa Mose kuhusu mahusiano kati ya mtu na mkewe, na kati ya baba na binti yake ambaye bado anaishi nyumbani kwa baba yake."
  },
  {
    "verseNumber": "NUM 31:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 31:2",
    "verseText": "“Uwalipize kisasi Wamidiani kwa ajili ya Waisraeli. Halafu baada ya hayo, utakufa.”"
  },
  {
    "verseNumber": "NUM 31:3",
    "verseText": "Kwa hiyo Mose akawaambia watu, “Waandaeni baadhi ya wanaume wenu waende vitani kupigana na Wamidiani ili wawalipize kisasi cha BWANA."
  },
  {
    "verseNumber": "NUM 31:4",
    "verseText": "Peleka wanaume 1,000 vitani kutoka kila kabila la Israeli.”"
  },
  {
    "verseNumber": "NUM 31:5",
    "verseText": "Kwa hiyo waliandaliwa wanaume 12,000 kwa vita, wanaume 1,000 kutoka kila kabila, walitolewa kutoka koo za Israeli."
  },
  {
    "verseNumber": "NUM 31:6",
    "verseText": "Mose aliwatuma vitani, watu 1,000 kutoka kila kabila, pamoja na Finehasi mwana wa kuhani Eleazari, ambaye alichukua vyombo vya mahali patakatifu na tarumbeta za kuashiria."
  },
  {
    "verseNumber": "NUM 31:7",
    "verseText": "Walipigana dhidi ya Wamidiani, kama BWANA alivyomwagiza Mose, nao waliua kila mwanaume."
  },
  {
    "verseNumber": "NUM 31:8",
    "verseText": "Miongoni mwa watu waliouawa walikuwepo wafalme watano wa Midiani, nao ni Evi, Rekemu, Suri, Huri na Reba. Vilevile walimuua Balaamu mwana wa Beori kwa upanga."
  },
  {
    "verseNumber": "NUM 31:9",
    "verseText": "Waisraeli waliwateka wanawake wa Kimidiani pamoja na watoto wao na walichukua makundi ya ngʼombe, kondoo na mali zao kama nyara."
  },
  {
    "verseNumber": "NUM 31:10",
    "verseText": "Walichoma moto miji yote ambayo Wamidiani walikuwa wanaishi, pamoja na kambi zao zote."
  },
  {
    "verseNumber": "NUM 31:11",
    "verseText": "Walichukua nyara zote na mateka, pamoja na watu na wanyama,"
  },
  {
    "verseNumber": "NUM 31:12",
    "verseText": "nao waliwaleta wafungwa mateka na nyara kwa Mose na kwa kuhani Eleazari, nao Waisraeli walikusanyika kwenye kambi zao katika tambarare za nchi ya Moabu, kando ya Yordani ngʼambo ya Yeriko."
  },
  {
    "verseNumber": "NUM 31:13",
    "verseText": "Mose, kuhani Eleazari na viongozi wote wa jumuiya wakatoka kuwalaki nje ya kambi."
  },
  {
    "verseNumber": "NUM 31:14",
    "verseText": "Mose aliwakasirikia maafisa wa jeshi, yaani hao wakuu wa jeshi wa maelfu na wakuu wa jeshi wa mamia, ambao walirudi kutoka vitani."
  },
  {
    "verseNumber": "NUM 31:15",
    "verseText": "Mose akawauliza, “Je, mmewaacha wanawake wote hai?”"
  },
  {
    "verseNumber": "NUM 31:16",
    "verseText": "“Wanawake hao ndio waliofuata ushauri wa Balaamu, nao ndio waliowasababisha Waisraeli wamwasi BWANA kwa kile kilichotokea kule Peori, na kwa hiyo pigo liliwapata watu wa BWANA."
  },
  {
    "verseNumber": "NUM 31:17",
    "verseText": "Sasa waue wavulana wote. Pia muue kila mwanamke ambaye alikwisha fanya tendo la ndoa,"
  },
  {
    "verseNumber": "NUM 31:18",
    "verseText": "lakini mwacheni hai kwa ajili yenu kila msichana ambaye kamwe hajawahi kuzini na mwanaume."
  },
  {
    "verseNumber": "NUM 31:19",
    "verseText": "“Ninyi nyote ambao mmeua mtu yeyote au kumgusa mtu yeyote ambaye ameuawa, lazima mkae nje ya kambi kwa muda wa siku saba. Katika siku ya tatu na ya saba lazima mjitakase wenyewe pamoja na wafungwa wenu."
  },
  {
    "verseNumber": "NUM 31:20",
    "verseText": "Takaseni kila vazi pamoja na kila kitu kilichotengenezwa kwa ngozi, kwa singa za mbuzi au kwa mti.”"
  },
  {
    "verseNumber": "NUM 31:21",
    "verseText": "Kisha kuhani Eleazari aliwaambia askari waliokuwa wamekwenda vitani, “Haya ndiyo matakwa ya sheria ambayo BWANA alimpa Mose:"
  },
  {
    "verseNumber": "NUM 31:22",
    "verseText": "Dhahabu, fedha, shaba, chuma, bati, risasi,"
  },
  {
    "verseNumber": "NUM 31:23",
    "verseText": "na kitu kingine chochote ambacho kinaweza kuhimili moto lazima mkipitishe kwenye moto, kisha kitakuwa safi. Lakini ni lazima pia kitakaswe kwa maji ya utakaso. Kitu chochote kisichoweza kuhimili moto lazima kipitishwe kwenye yale maji ya utakaso."
  },
  {
    "verseNumber": "NUM 31:24",
    "verseText": "Katika siku ya saba fueni nguo zenu, nanyi mtakuwa safi. Kisha mtaweza kuingia kambini.”"
  },
  {
    "verseNumber": "NUM 31:25",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 31:26",
    "verseText": "“Wewe na kuhani Eleazari pamoja na viongozi wa jamaa ya jumuiya mtahesabu watu wote na wanyama ambao walitekwa."
  },
  {
    "verseNumber": "NUM 31:27",
    "verseText": "Gawanyeni hizo nyara kati ya askari ambao walishiriki katika vita na kwa jumuiya."
  },
  {
    "verseNumber": "NUM 31:28",
    "verseText": "Kutoka fungu la wale waliokwenda kupigana vitani, tenga kama ushuru kwa ajili ya BWANA kitu kimoja kati ya kila mia tano, ikiwa ni wanadamu, ngʼombe, punda, kondoo au mbuzi."
  },
  {
    "verseNumber": "NUM 31:29",
    "verseText": "Chukua ushuru huu kutoka fungu lao, umpe kuhani Eleazari kama sehemu ya BWANA."
  },
  {
    "verseNumber": "NUM 31:30",
    "verseText": "Kutoka fungu la Waisraeli, chukua kitu kimoja kati ya kila hamsini, ikiwa ni wanadamu, ngʼombe, punda, kondoo, mbuzi au wanyama wengine. Hivyo uwape Walawi, ambao wanawajibika kutunza Maskani ya BWANA.”"
  },
  {
    "verseNumber": "NUM 31:31",
    "verseText": "Kwa hiyo Mose na kuhani Eleazari wakafanya kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "NUM 31:32",
    "verseText": "Nyara zilizobaki kutoka mateka ambayo askari walichukua ni kondoo 675,000,"
  },
  {
    "verseNumber": "NUM 31:33",
    "verseText": "ngʼombe 72,000,"
  },
  {
    "verseNumber": "NUM 31:34",
    "verseText": "punda 61,000,"
  },
  {
    "verseNumber": "NUM 31:35",
    "verseText": "na wanawake 32,000 ambao hawakumjua mume kwa kufanya tendo la ndoa."
  },
  {
    "verseNumber": "NUM 31:36",
    "verseText": "Nusu ya fungu la wale waliokwenda kupigana vitani lilikuwa: Kondoo 337,500"
  },
  {
    "verseNumber": "NUM 31:37",
    "verseText": "ambayo ushuru kwa ajili ya BWANA ilikuwa kondoo 675;"
  },
  {
    "verseNumber": "NUM 31:38",
    "verseText": "ngʼombe 36,000 ambao ushuru kwa ajili ya BWANA ulikuwa ngʼombe 72;"
  },
  {
    "verseNumber": "NUM 31:39",
    "verseText": "punda 30,500 ambao ushuru kwa ajili ya BWANA ulikuwa punda 61;"
  },
  {
    "verseNumber": "NUM 31:40",
    "verseText": "Watu 16,000 ambao ushuru kwa ajili ya BWANA ulikuwa watu 32."
  },
  {
    "verseNumber": "NUM 31:41",
    "verseText": "Mose alimpa kuhani Eleazari ushuru kama sehemu ya BWANA, kama BWANA alivyomwagiza Mose."
  },
  {
    "verseNumber": "NUM 31:42",
    "verseText": "Ile nusu iliyokuwa ya Waisraeli, ambayo Mose aliitenga kutoka kwa ile ya watu waliokwenda vitani,"
  },
  {
    "verseNumber": "NUM 31:43",
    "verseText": "nusu iliyokuwa ya jumuiya, ilikuwa kondoo 337,500,"
  },
  {
    "verseNumber": "NUM 31:44",
    "verseText": "ngʼombe 36,000,"
  },
  {
    "verseNumber": "NUM 31:45",
    "verseText": "punda 30,500,"
  },
  {
    "verseNumber": "NUM 31:46",
    "verseText": "na wanadamu 16,000."
  },
  {
    "verseNumber": "NUM 31:47",
    "verseText": "Kutoka hiyo nusu iliyokuwa ya Waisraeli, Mose alichagua moja kati ya kila hamsini ya wanadamu na wanyama, kama BWANA alivyomwagiza, naye aliwapa Walawi, ambao waliwajibika kutunza Maskani ya BWANA."
  },
  {
    "verseNumber": "NUM 31:48",
    "verseText": "Kisha maafisa waliokuwa juu ya vikosi vya jeshi, wakuu wa jeshi wa maelfu na wakuu wa jeshi wa mamia, walimwendea Mose"
  },
  {
    "verseNumber": "NUM 31:49",
    "verseText": "na kumwambia, “Watumishi wako wamehesabu askari walio chini ya amri yetu na hakuna hata mmoja aliyekosekana."
  },
  {
    "verseNumber": "NUM 31:50",
    "verseText": "Kwa hiyo tumeleta kama sadaka kwa BWANA vyombo vya dhahabu kila mmoja wetu alivyopata, yaani vikuku, bangili, pete za muhuri, vipuli na mikufu, ili kufanya upatanisho kwa ajili yetu mbele za BWANA.”"
  },
  {
    "verseNumber": "NUM 31:51",
    "verseText": "Mose na kuhani Eleazari wakapokea kutoka kwao dhahabu, yaani vyombo vyote vilivyonakshiwa."
  },
  {
    "verseNumber": "NUM 31:52",
    "verseText": "Dhahabu yote kutoka kwa wakuu wa jeshi wa maelfu na wakuu wa jeshi wa mamia ambavyo Mose na kuhani Eleazari walimletea BWANA kama zawadi ilikuwa shekeli 16,750"
  },
  {
    "verseNumber": "NUM 31:53",
    "verseText": "Kila askari alikuwa amejichukulia nyara zake binafsi."
  },
  {
    "verseNumber": "NUM 31:54",
    "verseText": "Mose na kuhani Eleazari walipokea dhahabu kutoka kwa wakuu wa jeshi wa maelfu na wakuu wa jeshi wa mamia, wakazileta katika Hema la Kukutania kama ukumbusho kwa Waisraeli mbele za BWANA."
  },
  {
    "verseNumber": "NUM 32:1",
    "verseText": "Kabila la Wareubeni na Wagadi, waliokuwa na makundi makubwa ya ngʼombe, kondoo na mbuzi, waliona kuwa nchi ya Yazeri na nchi ya Gileadi ni nzuri kwa mifugo."
  },
  {
    "verseNumber": "NUM 32:2",
    "verseText": "Hivyo walimjia Mose, na kuhani Eleazari na viongozi wa jumuiya, na kuwaambia,"
  },
  {
    "verseNumber": "NUM 32:3",
    "verseText": "“Atarothi, Diboni, Yazeri, Nimra, Heshboni, Eleale, Sebamu, Nebo na Beoni,"
  },
  {
    "verseNumber": "NUM 32:4",
    "verseText": "nchi ambayo BWANA ameishinda mbele ya wana wa Israeli, inafaa kwa mifugo, nao watumishi wako wana mifugo."
  },
  {
    "verseNumber": "NUM 32:5",
    "verseText": "Kama tumepata kibali mbele ya macho yako, nchi hii na ipewe watumishi wako kama milki yetu. Usitufanye tuvuke Yordani.”"
  },
  {
    "verseNumber": "NUM 32:6",
    "verseText": "Mose akawaambia Wagadi na Wareubeni, “Je, watu wa nchi yenu watakwenda vitani wakati ninyi mmeketi hapa?"
  },
  {
    "verseNumber": "NUM 32:7",
    "verseText": "Kwa nini mmewakatisha Waisraeli tamaa wasivuke katika nchi ambayo BWANA amewapa?"
  },
  {
    "verseNumber": "NUM 32:8",
    "verseText": "Hivi ndivyo baba zenu walivyofanya wakati nilipowatuma kutoka Kadesh-Barnea kuipeleleza nchi."
  },
  {
    "verseNumber": "NUM 32:9",
    "verseText": "Baada ya kufika kwenye Bonde la Eshkoli na kuitazama nchi, waliwakatisha tamaa Waisraeli wasiingie katika nchi ambayo BWANA alikuwa amewapa."
  },
  {
    "verseNumber": "NUM 32:10",
    "verseText": "Siku ile hasira ya BWANA iliwaka naye akaapa kiapo hiki:"
  },
  {
    "verseNumber": "NUM 32:11",
    "verseText": "‘Kwa kuwa hawakunifuata kwa moyo wote, hakuna mtu yeyote mwenye miaka ishirini au zaidi ambaye alikuja kutoka Misri atakayeona nchi niliyoahidi kwa kiapo kwa Abrahamu, Isaki na Yakobo;"
  },
  {
    "verseNumber": "NUM 32:12",
    "verseText": "hakuna hata mmoja isipokuwa Kalebu mwana wa Yefune, Mkenizi, na Yoshua mwana wa Nuni, kwa sababu walimfuata BWANA kwa moyo wote.’"
  },
  {
    "verseNumber": "NUM 32:13",
    "verseText": "Hasira ya BWANA iliwaka dhidi ya Waisraeli na akawafanya watangetange katika jangwa kwa miaka arobaini, mpaka kizazi chote cha wale waliofanya maovu mbele yake kimeangamia."
  },
  {
    "verseNumber": "NUM 32:14",
    "verseText": "“Nanyi mko hapa, uzao wa wenye dhambi, mkisimamia mahali pa baba zenu na mkimfanya BWANA kuwakasirikia Waisraeli hata zaidi."
  },
  {
    "verseNumber": "NUM 32:15",
    "verseText": "Kama mkigeuka na mkiacha kumfuata, atawaacha tena watu hawa wote jangwani, na mtakuwa sababu ya maangamizi yao.”"
  },
  {
    "verseNumber": "NUM 32:16",
    "verseText": "Ndipo wakamjia Mose na kumwambia, “Tungalitaka kujenga mazizi hapa kwa ajili ya mifugo yetu na miji kwa ajili ya wanawake wetu na watoto."
  },
  {
    "verseNumber": "NUM 32:17",
    "verseText": "Lakini sisi tuko tayari kuchukua silaha zetu na kutangulia mbele ya Waisraeli mpaka tutakapowaleta mahali pao. Wakati huo wanawake wetu na watoto wataishi katika miji yenye ngome, kwa ajili ya ulinzi dhidi ya wenyeji wa nchi."
  },
  {
    "verseNumber": "NUM 32:18",
    "verseText": "Hatutarudi nyumbani mwetu mpaka kila Mwisraeli apokee urithi wake."
  },
  {
    "verseNumber": "NUM 32:19",
    "verseText": "Hatutapokea urithi wowote pamoja nao ngʼambo ya Yordani, kwa sababu urithi wetu umekuja kwetu upande wa mashariki ya Yordani.”"
  },
  {
    "verseNumber": "NUM 32:20",
    "verseText": "Kisha Mose akawaambia, “Kama mtafanya jambo hili, kama mtajivika silaha mbele za BWANA kwa ajili ya vita,"
  },
  {
    "verseNumber": "NUM 32:21",
    "verseText": "na kama ninyi nyote mtakwenda mmejivika silaha ngʼambo ya Yordani mbele za BWANA mpaka awe amewafukuza adui zake mbele zake,"
  },
  {
    "verseNumber": "NUM 32:22",
    "verseText": "hadi wakati nchi itakapokuwa imeshindwa mbele za BWANA, ndipo mtaweza kurudi na kuwa huru kutoka masharti yenu kwa BWANA na Israeli. Nayo nchi hii itakuwa milki yenu mbele za BWANA."
  },
  {
    "verseNumber": "NUM 32:23",
    "verseText": "“Lakini mkishindwa kufanya hili, mtakuwa mnatenda dhambi dhidi ya BWANA; nanyi kuweni na hakika kuwa dhambi yenu itawapata."
  },
  {
    "verseNumber": "NUM 32:24",
    "verseText": "Jengeni miji kwa ajili ya wanawake na watoto wenu, na mazizi kwa ajili ya mbuzi na kondoo zenu, lakini fanyeni yale mliyoahidi.”"
  },
  {
    "verseNumber": "NUM 32:25",
    "verseText": "Wagadi na Wareubeni wakamwambia Mose, “Sisi watumishi wako tutafanya kama bwana wetu anavyotuagiza."
  },
  {
    "verseNumber": "NUM 32:26",
    "verseText": "Watoto na wake zetu, makundi ya mbuzi na kondoo, na makundi ya ngʼombe zetu, watabaki hapa katika miji ya Gileadi."
  },
  {
    "verseNumber": "NUM 32:27",
    "verseText": "Lakini watumishi wenu, kila mwanaume aliyevaa silaha za vita, watavuka ngʼambo kupigana mbele za BWANA, sawa kama bwana wetu anavyosema.”"
  },
  {
    "verseNumber": "NUM 32:28",
    "verseText": "Kisha Mose akatoa amri kuhusu wao kwa kuhani Eleazari, na Yoshua mwana wa Nuni na viongozi wa jamaa za makabila ya Waisraeli."
  },
  {
    "verseNumber": "NUM 32:29",
    "verseText": "Mose akawaambia, “Ikiwa Wagadi na Wareubeni, kila mwanaume aliyevaa silaha za vita, atavuka Yordani pamoja nanyi mbele za BWANA, basi wakati mtakapoishinda nchi iliyoko mbele yenu, wapeni nchi ya Gileadi kama milki yao."
  },
  {
    "verseNumber": "NUM 32:30",
    "verseText": "Lakini kama hawatavuka pamoja nanyi wakiwa wamevaa silaha za vita, lazima wakubali kupokea milki yao pamoja nanyi katika nchi ya Kanaani.”"
  },
  {
    "verseNumber": "NUM 32:31",
    "verseText": "Wagadi na Wareubeni wakajibu, “Watumishi wako watafanya lile BWANA alilosema."
  },
  {
    "verseNumber": "NUM 32:32",
    "verseText": "Tutavuka mbele za BWANA kuingia Kanaani tukiwa tumevaa silaha za vita, lakini mali tutakayoirithi itakuwa ngʼambo hii ya Yordani.”"
  },
  {
    "verseNumber": "NUM 32:33",
    "verseText": "Kisha Mose akawapa Wagadi, Wareubeni, na nusu ya kabila la Manase mwana wa Yosefu ufalme wa Sihoni mfalme wa Waamori, na ufalme wa Ogu mfalme wa Bashani, nchi yote pamoja na miji yake, na nchi inayowazunguka."
  },
  {
    "verseNumber": "NUM 32:34",
    "verseText": "Wagadi wakajenga Diboni, Atarothi, Aroeri,"
  },
  {
    "verseNumber": "NUM 32:35",
    "verseText": "Atroth-Shofani, Yazeri, Yogbeha,"
  },
  {
    "verseNumber": "NUM 32:36",
    "verseText": "Beth-Nimra na Beth-Harani kama miji iliyozungushiwa ngome, tena wakajenga mazizi kwa ajili ya makundi yao ya mbuzi na kondoo."
  },
  {
    "verseNumber": "NUM 32:37",
    "verseText": "Nao Wareubeni wakajenga upya miji ya Heshboni, Eleale na Kiriathaimu,"
  },
  {
    "verseNumber": "NUM 32:38",
    "verseText": "pia Nebo na Baal-Meoni (majina ya hiyo miji yalibadilishwa) na Sibma. Miji waliyoijenga upya waliipa majina."
  },
  {
    "verseNumber": "NUM 32:39",
    "verseText": "Wazao wa Makiri mwana wa Manase walikwenda Gileadi, wakaiteka nchi na kuwafukuza Waamori waliokuwa huko."
  },
  {
    "verseNumber": "NUM 32:40",
    "verseText": "Kwa hiyo Mose akawapa Wamakiri, wazao wa Manase, nchi ya Gileadi, nao wakakaa huko."
  },
  {
    "verseNumber": "NUM 32:41",
    "verseText": "Yairi, mzao wa Manase, akateka makao yao, akayaita Hawoth-Yairi."
  },
  {
    "verseNumber": "NUM 32:42",
    "verseText": "Naye Noba akateka Kenathi na makao yaliyoizunguka, akayaita Noba kwa jina lake."
  },
  {
    "verseNumber": "NUM 33:1",
    "verseText": "Hivi ndivyo vituo katika safari ya Waisraeli walipotoka Misri kwa vikosi chini ya uongozi wa Mose na Aroni."
  },
  {
    "verseNumber": "NUM 33:2",
    "verseText": "Kwa agizo la BWANA, Mose aliweka kumbukumbu ya vituo katika safari yao. Hivi ndivyo vituo katika safari yao:"
  },
  {
    "verseNumber": "NUM 33:3",
    "verseText": "Waisraeli walisafiri kutoka Ramesesi katika siku ya kumi na tano ya mwezi wa kwanza, siku iliyofuata Pasaka. Walitembea kwa ujasiri wazi mbele ya Wamisri wote,"
  },
  {
    "verseNumber": "NUM 33:4",
    "verseText": "waliokuwa wakizika wazaliwa wao wa kwanza wote, ambao BWANA alikuwa amewaua katikati yao, kwa kuwa BWANA alikuwa ameleta hukumu juu ya miungu yao."
  },
  {
    "verseNumber": "NUM 33:5",
    "verseText": "Waisraeli waliondoka Ramesesi na kupiga kambi huko Sukothi."
  },
  {
    "verseNumber": "NUM 33:6",
    "verseText": "Wakaondoka Sukothi na kupiga kambi huko Ethamu, pembeni mwa jangwa."
  },
  {
    "verseNumber": "NUM 33:7",
    "verseText": "Wakaondoka Ethamu, wakageuka wakarudi Pi-Hahirothi, hadi mashariki ya Baal-Sefoni, wakapiga kambi yao karibu na Migdoli."
  },
  {
    "verseNumber": "NUM 33:8",
    "verseText": "Wakaondoka Pi-Hahirothi wakapita katikati ya bahari mpaka jangwani, na baada ya kusafiri kwa siku tatu katika Jangwa la Ethamu, walipiga kambi huko Mara."
  },
  {
    "verseNumber": "NUM 33:9",
    "verseText": "Wakaondoka Mara wakaenda Elimu, mahali ambapo palikuwa na chemchemi kumi na mbili na mitende sabini, huko wakapiga kambi."
  },
  {
    "verseNumber": "NUM 33:10",
    "verseText": "Wakaondoka Elimu na kupiga kambi kando ya Bahari ya Shamu."
  },
  {
    "verseNumber": "NUM 33:11",
    "verseText": "Wakaondoka kando ya Bahari ya Shamu na kupiga kambi katika Jangwa la Sini."
  },
  {
    "verseNumber": "NUM 33:12",
    "verseText": "Wakaondoka katika Jangwa la Sini, wakapiga kambi huko Dofka."
  },
  {
    "verseNumber": "NUM 33:13",
    "verseText": "Wakaondoka Dofka, wakapiga kambi huko Alushi."
  },
  {
    "verseNumber": "NUM 33:14",
    "verseText": "Wakaondoka Alushi, wakapiga kambi Refidimu, mahali ambapo hapakuwa na maji kwa ajili ya watu kunywa."
  },
  {
    "verseNumber": "NUM 33:15",
    "verseText": "Wakaondoka Refidimu na kupiga kambi katika Jangwa la Sinai."
  },
  {
    "verseNumber": "NUM 33:16",
    "verseText": "Wakaondoka katika Jangwa la Sinai na kupiga kambi huko Kibroth-Hataava."
  },
  {
    "verseNumber": "NUM 33:17",
    "verseText": "Wakaondoka Kibroth-Hataava na kupiga kambi huko Haserothi."
  },
  {
    "verseNumber": "NUM 33:18",
    "verseText": "Wakaondoka Haserothi na kupiga kambi huko Rithma."
  },
  {
    "verseNumber": "NUM 33:19",
    "verseText": "Wakaondoka Rithma na kupiga kambi huko Rimon-Peresi."
  },
  {
    "verseNumber": "NUM 33:20",
    "verseText": "Wakaondoka Rimon-Peresi na kupiga kambi huko Libna."
  },
  {
    "verseNumber": "NUM 33:21",
    "verseText": "Wakaondoka Libna na kupiga kambi huko Risa."
  },
  {
    "verseNumber": "NUM 33:22",
    "verseText": "Wakaondoka Risa na kupiga kambi huko Kehelatha."
  },
  {
    "verseNumber": "NUM 33:23",
    "verseText": "Wakaondoka Kehelatha na kupiga kambi kwenye mlima Sheferi."
  },
  {
    "verseNumber": "NUM 33:24",
    "verseText": "Wakaondoka kwenye mlima Sheferi na kupiga kambi huko Harada."
  },
  {
    "verseNumber": "NUM 33:25",
    "verseText": "Wakaondoka Harada na kupiga kambi huko Makelothi."
  },
  {
    "verseNumber": "NUM 33:26",
    "verseText": "Wakaondoka Makelothi na kupiga kambi huko Tahathi."
  },
  {
    "verseNumber": "NUM 33:27",
    "verseText": "Wakaondoka Tahathi na kupiga kambi huko Tera."
  },
  {
    "verseNumber": "NUM 33:28",
    "verseText": "Wakaondoka Tera na kupiga kambi huko Mithka."
  },
  {
    "verseNumber": "NUM 33:29",
    "verseText": "Wakaondoka Mithka na kupiga kambi huko Hashmona."
  },
  {
    "verseNumber": "NUM 33:30",
    "verseText": "Wakaondoka Hashmona na kupiga kambi Moserothi."
  },
  {
    "verseNumber": "NUM 33:31",
    "verseText": "Wakaondoka Moserothi na kupiga kambi huko Bene-Yakani."
  },
  {
    "verseNumber": "NUM 33:32",
    "verseText": "Wakaondoka Bene-Yakani na kupiga kambi huko Hor-Hagidgadi."
  },
  {
    "verseNumber": "NUM 33:33",
    "verseText": "Wakaondoka Hor-Hagidgadi na kupiga kambi huko Yotbatha."
  },
  {
    "verseNumber": "NUM 33:34",
    "verseText": "Wakaondoka Yotbatha na kupiga kambi huko Abrona."
  },
  {
    "verseNumber": "NUM 33:35",
    "verseText": "Wakaondoka Abrona na kupiga kambi huko Esion-Geberi."
  },
  {
    "verseNumber": "NUM 33:36",
    "verseText": "Wakaondoka Esion-Geberi na kupiga kambi huko Kadeshi katika Jangwa la Sini."
  },
  {
    "verseNumber": "NUM 33:37",
    "verseText": "Wakaondoka Kadeshi na kupiga kambi kwenye Mlima Hori, mpakani mwa Edomu."
  },
  {
    "verseNumber": "NUM 33:38",
    "verseText": "Kwa amri ya BWANA, kuhani Aroni alipanda Mlima Hori, mahali alipofia katika siku ya kwanza ya mwezi wa tano, mwaka wa arobaini baada ya Waisraeli kutoka Misri."
  },
  {
    "verseNumber": "NUM 33:39",
    "verseText": "Aroni alikufa juu ya Mlima Hori akiwa na umri wa miaka 123."
  },
  {
    "verseNumber": "NUM 33:40",
    "verseText": "Mfalme Mkanaani wa Aradi, ambaye aliishi huko Negebu ya Kanaani, akasikia kwamba Waisraeli wanakuja."
  },
  {
    "verseNumber": "NUM 33:41",
    "verseText": "Wakaondoka kwenye mlima Hori na kupiga kambi huko Salmona."
  },
  {
    "verseNumber": "NUM 33:42",
    "verseText": "Wakaondoka Salmona, wakapiga kambi huko Punoni."
  },
  {
    "verseNumber": "NUM 33:43",
    "verseText": "Wakaondoka Punoni, wakapiga kambi huko Obothi."
  },
  {
    "verseNumber": "NUM 33:44",
    "verseText": "Wakaondoka Obothi, wakapiga kambi huko Iye-Abarimu, mipakani mwa Moabu."
  },
  {
    "verseNumber": "NUM 33:45",
    "verseText": "Wakaondoka Iye-Abarimu, wakapiga kambi huko Dibon-Gadi."
  },
  {
    "verseNumber": "NUM 33:46",
    "verseText": "Wakaondoka Dibon-Gadi na kupiga kambi huko Almon-Diblathaimu."
  },
  {
    "verseNumber": "NUM 33:47",
    "verseText": "Wakaondoka Almon-Diblathaimu na kupiga kambi katika milima ya Abarimu, karibu na Nebo."
  },
  {
    "verseNumber": "NUM 33:48",
    "verseText": "Wakaondoka kwenye milima ya Abarimu na kupiga kambi kwenye tambarare ya Moabu, kando ya Yordani ngʼambo ya Yeriko."
  },
  {
    "verseNumber": "NUM 33:49",
    "verseText": "Huko kwenye tambarare za Moabu walipiga kambi kandokando ya Mto Yordani, kuanzia Beth-Yeshimothi mpaka Abel-Shitimu."
  },
  {
    "verseNumber": "NUM 33:50",
    "verseText": "Katika tambarare za Moabu kando ya Yordani kuvukia Yeriko, BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 33:51",
    "verseText": "“Sema na Waisraeli uwaambie: ‘Mtakapovuka Mto Yordani kuingia Kanaani,"
  },
  {
    "verseNumber": "NUM 33:52",
    "verseText": "wafukuzeni wakazi wote wa nchi iliyo mbele yenu. Haribuni sanamu zao zote za kuchongwa, na sanamu zilizotengenezwa kwa kuyeyusha chuma, na kupabomoa mahali pao pa ibada."
  },
  {
    "verseNumber": "NUM 33:53",
    "verseText": "Mtaimiliki nchi hiyo na kukaa huko, kwa kuwa nimewapeni ninyi kuimiliki."
  },
  {
    "verseNumber": "NUM 33:54",
    "verseText": "Mtaigawanya nchi hiyo kwa kupiga kura, kufuatana na koo zenu. Kwa kundi kubwa zaidi toa urithi mkubwa zaidi, na kwa kundi dogo zaidi urithi mdogo zaidi. Chochote kinachowaangukia kwa kura kitakuwa chao. Mtaigawanya nchi kufuatana na makabila ya babu zenu."
  },
  {
    "verseNumber": "NUM 33:55",
    "verseText": "“ ‘Lakini kama hamkuwafukuza wenyeji wakaao katika nchi hiyo, wale mtakaowaruhusu wabaki watakuwa kama sindano kwenye macho yenu na miiba kwenu kila upande. Watawasumbua katika nchi mtakayoishi."
  },
  {
    "verseNumber": "NUM 33:56",
    "verseText": "Kisha nitawatenda ninyi kile ambacho nimepanga kuwatenda wao.’ ”"
  },
  {
    "verseNumber": "NUM 34:1",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 34:2",
    "verseText": "“Waamuru Waisraeli na uwaambie: ‘Mtakapoingia nchi ya Kanaani, nchi ambayo itagawanywa kwenu kama urithi itakuwa na mipaka ifuatayo:"
  },
  {
    "verseNumber": "NUM 34:3",
    "verseText": "“ ‘Upande wenu wa kusini utajumuisha sehemu ya Jangwa la Sini kufuata mpaka wa Edomu. Upande wa mashariki mpaka wenu wa kusini utaanzia mwisho wa Bahari ya Chumvi,"
  },
  {
    "verseNumber": "NUM 34:4",
    "verseText": "katiza kusini mwa Pito la Akrabimu, endelea mpaka Sini na kwenda kusini ya Kadesh-Barnea. Kisha mpaka huo utaenda hadi Hasar-Adari hadi Azmoni,"
  },
  {
    "verseNumber": "NUM 34:5",
    "verseText": "mahali ambapo utapinda, na kuunganika na Kijito cha Misri na kumalizikia kwenye Bahari ya Kati."
  },
  {
    "verseNumber": "NUM 34:6",
    "verseText": "“ ‘Mpaka wenu wa magharibi utakuwa Bahari ya Kati. Huu utakuwa mpaka wenu upande wa magharibi."
  },
  {
    "verseNumber": "NUM 34:7",
    "verseText": "“ ‘Kwa mpaka wenu wa kaskazini, wekeni alama kuanzia Bahari ya Kati hadi mlima Hori,"
  },
  {
    "verseNumber": "NUM 34:8",
    "verseText": "na kutoka mlima Hori hadi Pito la Hamathi. Kisha mpaka utaenda hadi Sedadi,"
  },
  {
    "verseNumber": "NUM 34:9",
    "verseText": "kuendelea hadi Zifroni, na kuishia Hasar-Enani. Huu utakuwa mpaka wenu upande wa kaskazini."
  },
  {
    "verseNumber": "NUM 34:10",
    "verseText": "“ ‘Kwa mpaka wenu wa mashariki, wekeni alama kuanzia Hasar-Enani hadi Shefamu."
  },
  {
    "verseNumber": "NUM 34:11",
    "verseText": "Mpaka utaelekea kusini kuanzia Shefamu hadi Ribla upande wa mashariki wa Aini, na kuendelea kwenye miteremko mashariki mwa Bahari ya Kinerethi."
  },
  {
    "verseNumber": "NUM 34:12",
    "verseText": "Kisha mpaka utashuka kuelekea Mto Yordani na kuishia katika Bahari ya Chumvi. “ ‘Hii itakuwa nchi yenu, ikiwa na mipaka yake kila upande.’ ”"
  },
  {
    "verseNumber": "NUM 34:13",
    "verseText": "Mose akawaamuru Waisraeli: “Gawanyeni nchi hii kwa kura kama urithi. BWANA ameagiza kwamba itolewe kwa yale makabila tisa na nusu,"
  },
  {
    "verseNumber": "NUM 34:14",
    "verseText": "kwa sababu jamaa ya kabila la Reubeni, kabila la Gadi, na nusu ya kabila la Manase wamekwishapokea urithi wao."
  },
  {
    "verseNumber": "NUM 34:15",
    "verseText": "Haya makabila mawili na nusu wamekwishapokea urithi wao upande wa mashariki wa Yordani ngʼambo ya Yeriko, kuelekea mawio ya jua.”"
  },
  {
    "verseNumber": "NUM 34:16",
    "verseText": "BWANA akamwambia Mose,"
  },
  {
    "verseNumber": "NUM 34:17",
    "verseText": "“Haya ndiyo majina ya watu ambao watakusaidia kugawanya nchi kama urithi: Eleazari kuhani na Yoshua mwana wa Nuni."
  },
  {
    "verseNumber": "NUM 34:18",
    "verseText": "Tena uteue kiongozi mmoja kutoka kila kabila kusaidia kuigawanya nchi."
  },
  {
    "verseNumber": "NUM 34:19",
    "verseText": "Haya ndiyo majina yao: “Kalebu mwana wa Yefune, kutoka kabila la Yuda;"
  },
  {
    "verseNumber": "NUM 34:20",
    "verseText": "Shemueli mwana wa Amihudi, kutoka kabila la Simeoni;"
  },
  {
    "verseNumber": "NUM 34:21",
    "verseText": "Elidadi mwana wa Kisloni, kutoka kabila la Benyamini;"
  },
  {
    "verseNumber": "NUM 34:22",
    "verseText": "Buki mwana wa Yogli, kiongozi kutoka kabila la Dani;"
  },
  {
    "verseNumber": "NUM 34:23",
    "verseText": "Hanieli mwana wa Efodi, kiongozi kutoka kabila la Manase mwana wa Yosefu;"
  },
  {
    "verseNumber": "NUM 34:24",
    "verseText": "Kemueli mwana wa Shiftani, kiongozi kutoka kabila la Efraimu mwana wa Yosefu;"
  },
  {
    "verseNumber": "NUM 34:25",
    "verseText": "Elisafani mwana wa Parnaki, kiongozi kutoka kabila la Zabuloni;"
  },
  {
    "verseNumber": "NUM 34:26",
    "verseText": "Paltieli mwana wa Azani, kiongozi kutoka kabila la Isakari;"
  },
  {
    "verseNumber": "NUM 34:27",
    "verseText": "Ahihudi mwana wa Shelomi, kiongozi kutoka kabila la Asheri;"
  },
  {
    "verseNumber": "NUM 34:28",
    "verseText": "Pedaheli mwana wa Amihudi, kiongozi kutoka kabila la Naftali.”"
  },
  {
    "verseNumber": "NUM 34:29",
    "verseText": "Hawa ndio watu ambao BWANA aliamuru wagawanye urithi kwa Waisraeli katika nchi ya Kanaani."
  },
  {
    "verseNumber": "NUM 35:1",
    "verseText": "BWANA akamwambia Mose katika nchi tambarare ya Moabu, kando ya Mto Yordani kuvukia Yeriko,"
  },
  {
    "verseNumber": "NUM 35:2",
    "verseText": "“Waagize Waisraeli kuwapa Walawi miji ya kuishi kutoka urithi ambao Waisraeli wataumiliki. Wape maeneo ya malisho kuzunguka hiyo miji."
  },
  {
    "verseNumber": "NUM 35:3",
    "verseText": "Kisha watakuwa na miji ya kuishi na maeneo ya malisho kwa ajili ya ngʼombe zao, mbuzi, kondoo na mifugo yao mingine yote."
  },
  {
    "verseNumber": "NUM 35:4",
    "verseText": "“Maeneo ya malisho kuzunguka miji hiyo ambayo mtawapa Walawi yataenea mita 450 kutoka kwenye ukuta wa miji."
  },
  {
    "verseNumber": "NUM 35:5",
    "verseText": "Nje ya mji, pima mita 900 upande wa mashariki, upande wa kusini mita 900, upande wa magharibi mita 900, na upande wa kaskazini mita 900, na mji utakuwa katikati. Eneo hili litakuwa lao kwa ajili ya malisho."
  },
  {
    "verseNumber": "NUM 35:6",
    "verseText": "“Miji sita mtakayowapa Walawi itakuwa ya makimbilio, ambayo mtu anayemuua mwenzake aweza kukimbilia humo. Zaidi ya hiyo, wapeni miji mingine arobaini na miwili."
  },
  {
    "verseNumber": "NUM 35:7",
    "verseText": "Kwa jumla inawapasa kuwapa Walawi miji arobaini na minane, pamoja na maeneo ya malisho yao."
  },
  {
    "verseNumber": "NUM 35:8",
    "verseText": "Miji ambayo mtawapa Walawi kutoka nchi ambayo Waisraeli wanamiliki itatolewa kwa uwiano wa urithi wa kila kabila. Chukua miji mingi kutoka lile kabila lenye miji mingi, lakini uchukue miji michache kutoka kwa kabila lile lenye miji michache.”"
  },
  {
    "verseNumber": "NUM 35:9",
    "verseText": "Kisha BWANA akamwambia Mose:"
  },
  {
    "verseNumber": "NUM 35:10",
    "verseText": "“Sema na Waisraeli, uwaambie: ‘Mtakapovuka Yordani kuingia Kanaani,"
  },
  {
    "verseNumber": "NUM 35:11",
    "verseText": "chagueni baadhi ya miji iwe miji yenu ya makimbilio, ambayo mtu ambaye ameua mwenzake bila kukusudia aweza kukimbilia humo."
  },
  {
    "verseNumber": "NUM 35:12",
    "verseText": "Itakuwa mahali pa kukimbilia kutoka mlipiza kisasi, ili kwamba mtu aliyeshtakiwa kwa mauaji asife kabla ya kujitetea mbele ya mkutano."
  },
  {
    "verseNumber": "NUM 35:13",
    "verseText": "Miji hii sita mtakayoitoa itakuwa miji yenu ya makimbilio."
  },
  {
    "verseNumber": "NUM 35:14",
    "verseText": "Mtatoa miji mitatu ngʼambo hii ya Yordani na miji mingine mitatu upande wa Kanaani kama miji ya makimbilio."
  },
  {
    "verseNumber": "NUM 35:15",
    "verseText": "Miji hii sita itakuwa mahali pa makimbilio kwa ajili ya Waisraeli, wageni na watu wengine wanaoishi katikati yenu, ili kwamba mtu yeyote ambaye ameua mtu mwingine pasipo kukusudia aweze kukimbilia humo."
  },
  {
    "verseNumber": "NUM 35:16",
    "verseText": "“ ‘Kama mtu akimpiga mwenzake kwa chuma naye mtu huyo akafa, mtu huyo ni muuaji; muuaji sharti atauawa."
  },
  {
    "verseNumber": "NUM 35:17",
    "verseText": "Au kama mtu analo jiwe mkononi mwake ambalo laweza kuua, naye akampiga mwenzake akafa, yeye ni muuaji; muuaji huyo sharti atauawa."
  },
  {
    "verseNumber": "NUM 35:18",
    "verseText": "Au kama mtu ana chombo cha mti mkononi mwake ambacho chaweza kuua, naye akampiga mwenzake akafa, yeye ni muuaji; muuaji huyo sharti atauawa."
  },
  {
    "verseNumber": "NUM 35:19",
    "verseText": "Mlipiza kisasi cha damu atamuua muuaji; wakati akikutana naye, atamuua."
  },
  {
    "verseNumber": "NUM 35:20",
    "verseText": "Ikiwa mtu ana chuki ya siku nyingi na mwenzake akamsukuma au akamtupia kitu kwa kukusudia naye akafa,"
  },
  {
    "verseNumber": "NUM 35:21",
    "verseText": "au ikiwa katika uadui akampiga ngumi naye akafa, mtu yule sharti atauawa; yeye ni muuaji. Mlipiza kisasi cha damu atamuua muuaji atakapokutana naye."
  },
  {
    "verseNumber": "NUM 35:22",
    "verseText": "“ ‘Lakini kama mtu akimsukuma mwenziwe ghafula pasipo chuki, au kumtupia kitu pasipo kukusudia,"
  },
  {
    "verseNumber": "NUM 35:23",
    "verseText": "au, pasipo kumwona, akimwangushia jiwe ambalo laweza kumuua naye akafa, basi kwa kuwa hakuwa adui yake naye hakukusudia kumuumiza,"
  },
  {
    "verseNumber": "NUM 35:24",
    "verseText": "kusanyiko lazima liamue kati yake na mlipiza kisasi wa damu kufuatana na sheria hizi."
  },
  {
    "verseNumber": "NUM 35:25",
    "verseText": "Kusanyiko ni lazima limlinde yule anayeshtakiwa kuua kutoka kwa mlipiza kisasi wa damu, na kumrudisha katika mji wa makimbilio alikokuwa amekimbilia. Lazima akae humo mpaka atakapokufa kuhani mkuu ambaye alikuwa amepakwa mafuta matakatifu."
  },
  {
    "verseNumber": "NUM 35:26",
    "verseText": "“ ‘Lakini kama mshtakiwa atatoka nje ya mipaka ya mji wa makimbilio ambao amekimbilia,"
  },
  {
    "verseNumber": "NUM 35:27",
    "verseText": "na mlipiza kisasi wa damu akamkuta nje ya mji, mlipiza kisasi wa damu anaweza kumuua mshtakiwa huyo bila kuwa na hatia ya kuua."
  },
  {
    "verseNumber": "NUM 35:28",
    "verseText": "Mshtakiwa lazima akae katika mji wake wa makimbilio mpaka atakapokufa kuhani mkuu; atarudi tu kwenye mali yake baada ya kifo cha kuhani mkuu."
  },
  {
    "verseNumber": "NUM 35:29",
    "verseText": "“ ‘Hizi ndizo kanuni za sheria zitakazohitajiwa kwenu na katika vizazi vyenu vijavyo, popote mtakapoishi."
  },
  {
    "verseNumber": "NUM 35:30",
    "verseText": "“ ‘Yeyote anayeua mtu atauawa kama muuaji ikiwa tu kuna ushuhuda wa mashahidi. Lakini hakuna mtu atakayeuawa kwa ushuhuda wa shahidi mmoja tu."
  },
  {
    "verseNumber": "NUM 35:31",
    "verseText": "“ ‘Usikubali fidia yoyote ya kuokoa uhai wa muuaji ambaye anastahili kufa. Mtu huyo hakika lazima auawe."
  },
  {
    "verseNumber": "NUM 35:32",
    "verseText": "“ ‘Usikubali fidia ya mtu yeyote ambaye amekimbilia katika mji wa makimbilio na kumruhusu kurudi kuishi katika nchi yake kabla ya kifo cha kuhani mkuu."
  },
  {
    "verseNumber": "NUM 35:33",
    "verseText": "“ ‘Msiinajisi nchi mnayoishi. Umwagaji damu hunajisi nchi, na upatanisho hauwezekani kufanyika katika nchi ambayo damu imemwagwa, isipokuwa tu kwa damu ya yule aliyeimwaga damu."
  },
  {
    "verseNumber": "NUM 35:34",
    "verseText": "Msiinajisi nchi mnayoishi, ambayo nami ninakaa, kwa kuwa Mimi, BWANA, ninakaa katikati ya Waisraeli.’ ”"
  },
  {
    "verseNumber": "NUM 36:1",
    "verseText": "Viongozi wa jamaa ya ukoo wa Gileadi mwana wa Makiri, mwana wa Manase, waliokuwa wametoka katika koo za wazao wa Yosefu, walikuja na kuzungumza mbele ya Mose na viongozi, wakuu wa jamaa ya Waisraeli."
  },
  {
    "verseNumber": "NUM 36:2",
    "verseText": "Wakasema, “BWANA alipomwamuru bwana wangu kuwapa Waisraeli nchi kama urithi kwa kura, alikuamuru kutoa urithi wa ndugu yetu Selofehadi kwa binti zake."
  },
  {
    "verseNumber": "NUM 36:3",
    "verseText": "Sasa ikiwa wataolewa na watu wa makabila mengine ya Kiisraeli, itakuwa kwamba urithi wao utaondolewa kutoka urithi wa mababu zetu na kuongezwa katika urithi wa kabila ambalo dada hao wameolewa. Kwa hiyo sehemu ya urithi tuliyogawiwa itachukuliwa kutoka kwetu."
  },
  {
    "verseNumber": "NUM 36:4",
    "verseText": "Wakati mwaka wa Yubile kwa Waisraeli utafika, urithi wao utaongezwa kwa lile kabila ambalo wameolewa, na mali yao itaondolewa kutoka urithi wa kabila la mababu zetu.”"
  },
  {
    "verseNumber": "NUM 36:5",
    "verseText": "Ndipo kwa agizo la BWANA Mose akatoa amri ifuatayo kwa Waisraeli: “Kile wazao wa kabila la Yosefu wanachosema ni kweli."
  },
  {
    "verseNumber": "NUM 36:6",
    "verseText": "Hivi ndivyo BWANA anavyoamuru kwa binti za Selofehadi: Wanaweza kuolewa na mtu yeyote wampendaye, mradi tu waolewe miongoni mwa koo za kabila za baba yao."
  },
  {
    "verseNumber": "NUM 36:7",
    "verseText": "Hakuna urithi katika Israeli utakaohamishwa kutoka kabila moja kwenda kabila jingine, kwa kuwa kila Mwisraeli atatunza ardhi ya kabila lake aliyoirithi kutoka kwa baba zake."
  },
  {
    "verseNumber": "NUM 36:8",
    "verseText": "Kila binti atakayerithi ardhi katika kabila lolote la Israeli ni lazima aolewe na mtu kutoka kabila na ukoo wa baba yake, ili kila Mwisraeli amiliki urithi wa baba zake."
  },
  {
    "verseNumber": "NUM 36:9",
    "verseText": "Hakuna urithi uwezao kuhamishwa kutoka kabila moja kwenda kabila jingine, kwa kuwa kila kabila la Israeli litatunza nchi linayorithi.”"
  },
  {
    "verseNumber": "NUM 36:10",
    "verseText": "Kwa hiyo binti za Selofehadi wakafanya kama BWANA alivyomwamuru Mose."
  },
  {
    "verseNumber": "NUM 36:11",
    "verseText": "Binti za Selofehadi, ambao ni Mahla, Tirsa, Hogla, Milka na Noa, wakaolewa na waume, wana wa ndugu za baba yao."
  },
  {
    "verseNumber": "NUM 36:12",
    "verseText": "Waliolewa ndani ya koo za wazao wa Manase mwana wa Yosefu, na urithi wao ukabaki katika ukoo na kabila la baba yao."
  },
  {
    "verseNumber": "NUM 36:13",
    "verseText": "Haya ndiyo maagizo na masharti ambayo BWANA aliwapa Waisraeli kupitia Mose katika tambarare za Moabu, karibu na Yordani ngʼambo ya Yeriko."
  }
]