[
  {
    "verseNumber": "OBA 1:1",
    "verseText": "Maono ya Obadia. Hili ndilo asemalo BWANA Mwenyezi kuhusu Edomu: Tumesikia ujumbe kutoka kwa BWANA: Mjumbe alitumwa kwa mataifa kusema, “Inukeni, twendeni tukapigane vita dhidi yake.”"
  },
  {
    "verseNumber": "OBA 1:2",
    "verseText": "“Angalieni, nitawafanya wadogo miongoni mwa mataifa, mtadharauliwa kabisa."
  },
  {
    "verseNumber": "OBA 1:3",
    "verseText": "Kiburi cha moyo wako kimekudanganya, wewe unayeishi katika majabali ya miamba na kufanya makao yako juu, wewe unayejiambia mwenyewe, ‘Ni nani awezaye kunishusha chini?’"
  },
  {
    "verseNumber": "OBA 1:4",
    "verseText": "Ingawa unapaa juu kama tai na kufanya kiota chako kati ya nyota, nitakushusha chini kutoka huko,” asema BWANA."
  },
  {
    "verseNumber": "OBA 1:5",
    "verseText": "“Ikiwa wevi wangekuja kwako, ikiwa wanyangʼanyi wangekujia usiku: Lo! Tazama ni maafa kiasi gani yangekuwa yanakungojea: je, si wangeiba tu kiasi ambacho wangehitaji? Kama wachuma zabibu wangekuja kwako, je, wasingebakiza zabibu chache?"
  },
  {
    "verseNumber": "OBA 1:6",
    "verseText": "Lakini tazama jinsi Esau atakavyotekwa, jinsi hazina zake zilizofichwa zitatekwa nyara!"
  },
  {
    "verseNumber": "OBA 1:7",
    "verseText": "Wote ulioungana nao watakufukuza hadi mpakani, rafiki zako watakudanganya na kukushinda, wale wanaokula mkate wako watakutegea mtego, lakini hutaweza kuugundua."
  },
  {
    "verseNumber": "OBA 1:8",
    "verseText": "“Katika siku hiyo,” asema BWANA, “je, sitaangamiza watu wenye hekima wa Edomu, watu wenye ufahamu katika milima ya Esau?"
  },
  {
    "verseNumber": "OBA 1:9",
    "verseText": "Ee Temani, mashujaa wako watatiwa hofu, kila mmoja katika milima ya Esau ataangushwa chini kwa kuchinjwa."
  },
  {
    "verseNumber": "OBA 1:10",
    "verseText": "Kwa sababu ya jeuri uliyofanya dhidi ya ndugu yako Yakobo, aibu itakufunika; utaangamizwa milele."
  },
  {
    "verseNumber": "OBA 1:11",
    "verseText": "Siku ile ulisimama mbali ukiangalia wakati wageni walipojichukulia utajiri wake na watu wa nchi nyingine walipoingia malango yake wakipiga kura kwa ajili ya Yerusalemu, ulikuwa kama mmoja wao."
  },
  {
    "verseNumber": "OBA 1:12",
    "verseText": "Usingemdharau ndugu yako katika siku ya msiba wake, wala kufurahia juu ya watu wa Yuda katika siku ya maangamizi yao, wala kujigamba sana katika siku ya taabu yao."
  },
  {
    "verseNumber": "OBA 1:13",
    "verseText": "Usingeingia katika malango ya watu wangu katika siku ya maafa yao, wala kuwadharau katika janga lao katika siku ya maafa yao, wala kunyangʼanya mali zao katika siku ya maafa yao."
  },
  {
    "verseNumber": "OBA 1:14",
    "verseText": "Usingengoja kwenye njia panda na kuwaua wakimbizi wao, wala kuwatoa watu wake waliosalia katika siku ya shida yao."
  },
  {
    "verseNumber": "OBA 1:15",
    "verseText": "“Siku ya BWANA iko karibu kwa mataifa yote. Kama ulivyofanya, nawe utafanyiwa vivyo hivyo, matendo yako yatakurudia juu ya kichwa chako."
  },
  {
    "verseNumber": "OBA 1:16",
    "verseText": "Kama vile ulivyokunywa juu ya mlima wangu mtakatifu, vivyo hivyo mataifa yote watakunywa mfululizo, watakunywa na kunywa, nao watatoweka kana kwamba hawajawahi kuwepo."
  },
  {
    "verseNumber": "OBA 1:17",
    "verseText": "Lakini katika Mlima Sayuni kutakuwepo na wale watakaookoka; nao utakuwa mtakatifu, nayo nyumba ya Yakobo itamiliki urithi wake."
  },
  {
    "verseNumber": "OBA 1:18",
    "verseText": "Nyumba ya Yakobo itakuwa moto, na nyumba ya Yosefu itakuwa mwali wa moto; nayo nyumba ya Esau itakuwa bua kavu, nao wataiwasha moto na kuiteketeza. Hakutakuwa na watakaosalimika kutoka nyumba ya Esau.” BWANA amesema."
  },
  {
    "verseNumber": "OBA 1:19",
    "verseText": "Watu kutoka nchi ya Negebu wataikalia milima ya Esau, na watu kutoka miteremko ya vilima watamiliki nchi ya Wafilisti. Watayakalia mashamba ya Efraimu na Samaria, naye Benyamini atamiliki Gileadi."
  },
  {
    "verseNumber": "OBA 1:20",
    "verseText": "Kundi la Waisraeli walioko uhamishoni Kanaani watarudi na kumiliki nchi mpaka Sarepta. Walioko uhamishoni Sefaradi kutoka Yerusalemu watamiliki miji ya Negebu."
  },
  {
    "verseNumber": "OBA 1:21",
    "verseText": "Waokoaji watakwea juu ya Mlima Sayuni kutawala milima ya Esau. Nao ufalme utakuwa wa BWANA."
  }
]