[
  {
    "verseNumber": "PHM 1:1",
    "verseText": "Paulo, mfungwa wa Kristo Yesu, pamoja na Timotheo ndugu yetu: Kwa Filemoni rafiki yetu mpendwa na mtendakazi mwenzetu,"
  },
  {
    "verseNumber": "PHM 1:2",
    "verseText": "kwa dada yetu mpendwa Afia, kwa Arkipo askari mwenzetu na kwa kanisa lile likutanalo nyumbani mwako:"
  },
  {
    "verseNumber": "PHM 1:3",
    "verseText": "Neema iwe nanyi na amani itokayo kwa Mungu Baba yetu na Bwana Yesu Kristo."
  },
  {
    "verseNumber": "PHM 1:4",
    "verseText": "Siku zote ninamshukuru Mungu ninapokukumbuka katika maombi yangu,"
  },
  {
    "verseNumber": "PHM 1:5",
    "verseText": "kwa sababu ninasikia juu ya imani yako katika Bwana Yesu na upendo wako kwa watakatifu wote."
  },
  {
    "verseNumber": "PHM 1:6",
    "verseText": "Naomba utiwe nguvu katika kuishuhudia imani yako, ili upate kuwa na ufahamu mkamilifu juu ya kila kitu chema tulicho nacho ndani ya Kristo."
  },
  {
    "verseNumber": "PHM 1:7",
    "verseText": "Upendo wako umenifurahisha mno na kunitia moyo, kwa sababu wewe ndugu, umeiburudisha mioyo ya watakatifu."
  },
  {
    "verseNumber": "PHM 1:8",
    "verseText": "Hata hivyo, ingawa katika Kristo ningeweza kuwa na ujasiri na kukuagiza yale yakupasayo kutenda,"
  },
  {
    "verseNumber": "PHM 1:9",
    "verseText": "lakini ninakuomba kwa upendo, mimi Paulo, mzee na pia sasa nikiwa mfungwa wa Kristo Yesu,"
  },
  {
    "verseNumber": "PHM 1:10",
    "verseText": "nakuomba kwa ajili ya mwanangu Onesimo, aliyefanyika mwanangu nilipokuwa kwenye minyororo."
  },
  {
    "verseNumber": "PHM 1:11",
    "verseText": "Mwanzoni alikuwa hakufai, lakini sasa anakufaa sana wewe na mimi pia."
  },
  {
    "verseNumber": "PHM 1:12",
    "verseText": "Namtuma kwako, yeye aliye moyo wangu hasa."
  },
  {
    "verseNumber": "PHM 1:13",
    "verseText": "Ningependa nikae naye ili ashike nafasi yako ya kunisaidia wakati huu nikiwa kifungoni kwa ajili ya Injili."
  },
  {
    "verseNumber": "PHM 1:14",
    "verseText": "Lakini sikutaka kufanya lolote bila idhini yako, ili wema wowote uufanyao usiwe wa lazima, bali wa hiari."
  },
  {
    "verseNumber": "PHM 1:15",
    "verseText": "Huenda sababu ya yeye kutengwa nawe kwa kitambo kidogo ni ili uwe naye daima."
  },
  {
    "verseNumber": "PHM 1:16",
    "verseText": "Si kama mtumwa, bali bora kuliko mtumwa, kama ndugu mpendwa. Yeye ni mpendwa sana kwangu na hata kwako zaidi, yeye kama mwanadamu na kama ndugu katika Bwana."
  },
  {
    "verseNumber": "PHM 1:17",
    "verseText": "Hivyo kama unanihesabu mimi kuwa mshirika wako, mkaribishe kama vile ungenikaribisha mimi mwenyewe."
  },
  {
    "verseNumber": "PHM 1:18",
    "verseText": "Kama amekukosea lolote au kama unamdai chochote, nidai mimi."
  },
  {
    "verseNumber": "PHM 1:19",
    "verseText": "Ni mimi Paulo, ninayeandika waraka huu kwa mkono wangu mwenyewe. Nitakulipa. Sitaji kwamba nakudai hata nafsi yako."
  },
  {
    "verseNumber": "PHM 1:20",
    "verseText": "Ndugu yangu, natamani nipate faida kwako katika Bwana, uuburudishe moyo wangu katika Kristo."
  },
  {
    "verseNumber": "PHM 1:21",
    "verseText": "Nikiwa na hakika ya utii wako, nakuandikia, nikijua kwamba utafanya hata zaidi ya yale ninayokuomba."
  },
  {
    "verseNumber": "PHM 1:22",
    "verseText": "Jambo moja zaidi: Niandalie chumba cha wageni, kwa kuwa nataraji kurudishwa kwenu kama jibu la maombi yenu."
  },
  {
    "verseNumber": "PHM 1:23",
    "verseText": "Epafra, aliye mfungwa mwenzangu katika Kristo Yesu, anakusalimu."
  },
  {
    "verseNumber": "PHM 1:24",
    "verseText": "Vivyo hivyo Marko, Aristarko, Dema na Luka, watendakazi wenzangu wanakusalimu."
  },
  {
    "verseNumber": "PHM 1:25",
    "verseText": "Neema ya Bwana Yesu Kristo iwe pamoja na roho zenu. Amen."
  }
]