[
  {
    "verseNumber": "PHP 1:1",
    "verseText": "Waraka wa Paulo na Timotheo, watumishi wa Kristo Yesu: Kwa watakatifu wote katika Kristo Yesu walioko Filipi, pamoja na waangalizi na mashemasi:"
  },
  {
    "verseNumber": "PHP 1:2",
    "verseText": "Neema na amani itokayo kwa Mungu Baba yetu na kwa Bwana wetu Yesu Kristo iwe nanyi."
  },
  {
    "verseNumber": "PHP 1:3",
    "verseText": "Ninamshukuru Mungu wangu kila niwakumbukapo ninyi."
  },
  {
    "verseNumber": "PHP 1:4",
    "verseText": "Katika maombi yangu yote daima nimekuwa nikiwaombea ninyi nyote kwa furaha,"
  },
  {
    "verseNumber": "PHP 1:5",
    "verseText": "kwa sababu ya kushiriki kwenu katika kueneza Injili, tangu siku ya kwanza hadi leo."
  },
  {
    "verseNumber": "PHP 1:6",
    "verseText": "Nina hakika kwamba yeye aliyeianza kazi njema mioyoni mwenu, ataiendeleza na kuikamilisha hata siku ya Kristo Yesu."
  },
  {
    "verseNumber": "PHP 1:7",
    "verseText": "Ni haki na ni wajibu wangu kufikiri hivi juu yenu nyote, kwa sababu ninyi mko moyoni mwangu. Ikiwa nimefungwa au nikiwa ninaitetea na kuithibitisha Injili, ninyi nyote mnashiriki neema ya Mungu pamoja nami."
  },
  {
    "verseNumber": "PHP 1:8",
    "verseText": "Mungu ni shahidi wangu jinsi ninavyowaonea shauku ninyi nyote kwa huruma ya Kristo Yesu."
  },
  {
    "verseNumber": "PHP 1:9",
    "verseText": "Haya ndiyo maombi yangu: kwamba upendo wenu uongezeke zaidi na zaidi katika maarifa na ufahamu wote,"
  },
  {
    "verseNumber": "PHP 1:10",
    "verseText": "ili mpate kutambua yale yaliyo mema, mkawe safi, wasio na hatia hadi siku ya Kristo,"
  },
  {
    "verseNumber": "PHP 1:11",
    "verseText": "mkiwa mmejawa na matunda ya haki yapatikanayo kwa njia ya Yesu Kristo, kwa utukufu na sifa za Mungu."
  },
  {
    "verseNumber": "PHP 1:12",
    "verseText": "Basi, ndugu zangu, nataka mjue kwamba mambo yale yaliyonipata kwa kweli yamesaidia sana kueneza Injili."
  },
  {
    "verseNumber": "PHP 1:13",
    "verseText": "Matokeo yake ni kwamba imejulikana wazi kwa walinzi wote wa jumba la kifalme na kwa wengine wote kuwa nimefungwa kwa ajili ya Kristo."
  },
  {
    "verseNumber": "PHP 1:14",
    "verseText": "Kwa sababu ya vifungo vyangu, ndugu wengi katika Bwana wametiwa moyo kuhubiri neno la Mungu kwa ujasiri zaidi na bila woga."
  },
  {
    "verseNumber": "PHP 1:15",
    "verseText": "Ni kweli kwamba wengine wanamhubiri Kristo kutokana na wivu na kwa kutaka kushindana, lakini wengine wanamhubiri Kristo kwa nia njema."
  },
  {
    "verseNumber": "PHP 1:16",
    "verseText": "Hawa wa mwisho wanamhubiri Kristo kwa moyo wa upendo, wakifahamu kwamba nimo humu gerezani kwa ajili ya kuitetea Injili."
  },
  {
    "verseNumber": "PHP 1:17",
    "verseText": "Hao wa kwanza wanamtangaza Kristo kutokana na tamaa zao wenyewe wala si kwa moyo mweupe, bali wanakusudia kuongeza mateso yangu katika huku kufungwa kwangu."
  },
  {
    "verseNumber": "PHP 1:18",
    "verseText": "Lakini inadhuru nini? Jambo la muhimu ni kwamba kwa kila njia, ikiwa ni kwa nia mbaya au njema, Kristo anahubiriwa. Nami kwa ajili ya jambo hilo ninafurahi. Naam, nami nitaendelea kufurahi,"
  },
  {
    "verseNumber": "PHP 1:19",
    "verseText": "kwa maana ninajua kwamba kwa maombi yenu na kwa msaada unaotolewa na Roho wa Yesu Kristo, yale yaliyonipata mimi yatageuka kuwa wokovu wangu."
  },
  {
    "verseNumber": "PHP 1:20",
    "verseText": "Ninatarajia kwa shauku kubwa na kutumaini kwamba sitaaibika kwa njia yoyote, bali nitakuwa na ujasiri wa kutosha ili sasa kama wakati mwingine wowote, Kristo atukuzwe katika mwili wangu, ikiwa ni kwa kuishi au kwa kufa."
  },
  {
    "verseNumber": "PHP 1:21",
    "verseText": "Kwa maana kwangu mimi, kuishi ni Kristo, na kufa ni faida."
  },
  {
    "verseNumber": "PHP 1:22",
    "verseText": "Kama nitaendelea kuishi katika mwili, kwangu hili ni kwa ajili ya matunda ya kazi. Lakini sijui nichague lipi? Mimi sijui!"
  },
  {
    "verseNumber": "PHP 1:23",
    "verseText": "Ninavutwa kati ya mambo mawili: Ninatamani kuondoka nikakae pamoja na Kristo, jambo hilo ni bora zaidi."
  },
  {
    "verseNumber": "PHP 1:24",
    "verseText": "Lakini kwa sababu yenu ni muhimu zaidi mimi nikiendelea kuishi katika mwili."
  },
  {
    "verseNumber": "PHP 1:25",
    "verseText": "Kwa kuwa nina matumaini haya, ninajua kwamba nitaendelea kuwepo na kuwa pamoja nanyi nyote, ili mpate kukua na kuwa na furaha katika imani."
  },
  {
    "verseNumber": "PHP 1:26",
    "verseText": "Ili kwamba furaha yenu iwe nyingi katika Kristo Yesu kwa ajili yangu kwa kule kuja kwangu kwenu tena."
  },
  {
    "verseNumber": "PHP 1:27",
    "verseText": "Lakini lolote litakalotukia, mwenende kama ipasavyo Injili ya Kristo, ili kwamba nikija na kuwaona au ikiwa sipo, nipate kusikia haya juu yenu: Kuwa mnasimama imara katika roho moja, mkiishindania imani ya Injili kwa umoja,"
  },
  {
    "verseNumber": "PHP 1:28",
    "verseText": "wala msitishwe na wale wanaowapinga. Hii ni ishara kwao kuwa wataangamia, lakini ninyi mtaokolewa, na hii ni kazi ya Mungu."
  },
  {
    "verseNumber": "PHP 1:29",
    "verseText": "Kwa maana mmepewa kwa ajili ya Kristo, si kumwamini tu, bali pia kuteswa kwa ajili yake,"
  },
  {
    "verseNumber": "PHP 1:30",
    "verseText": "kwa kuwa mnashiriki mashindano yale yale mliyoyaona nikiwa nayo na ambayo hata sasa mnasikia kuwa bado ninayo."
  },
  {
    "verseNumber": "PHP 2:1",
    "verseText": "Kama kukiwa na jambo lolote la kutia moyo katika kuunganishwa na Kristo, kukiwa faraja yoyote katika upendo wake, kukiwa na ushirika wowote na Roho, kukiwa na wema wowote na huruma,"
  },
  {
    "verseNumber": "PHP 2:2",
    "verseText": "basi ikamilisheni furaha yangu kwa kuwa na nia moja, mkiwa na upendo huo moja, mkiwa wa roho na kusudi moja."
  },
  {
    "verseNumber": "PHP 2:3",
    "verseText": "Msitende jambo lolote kwa nia ya kujitukuza wala kujivuna, bali kwa unyenyekevu kila mtu amhesabu mwingine bora kuliko nafsi yake."
  },
  {
    "verseNumber": "PHP 2:4",
    "verseText": "Kila mmoja wenu asiangalie faida yake mwenyewe tu, bali pia ajishughulishe kwa faida ya wengine."
  },
  {
    "verseNumber": "PHP 2:5",
    "verseText": "Kuweni na nia ile ile aliyokuwa nayo Kristo Yesu:"
  },
  {
    "verseNumber": "PHP 2:6",
    "verseText": "Yeye, ingawa alikuwa na asili ya Mungu hasa, hakuona kule kuwa sawa na Mungu kuwa kitu cha kushikilia,"
  },
  {
    "verseNumber": "PHP 2:7",
    "verseText": "bali alijifanya si kitu, akachukua hali hasa na mtumwa, naye akazaliwa katika umbo la mwanadamu."
  },
  {
    "verseNumber": "PHP 2:8",
    "verseText": "Naye akiwa na umbo la mwanadamu, alijinyenyekeza, akatii hata mauti: naam, mauti ya msalaba!"
  },
  {
    "verseNumber": "PHP 2:9",
    "verseText": "Kwa hiyo, Mungu alimtukuza juu sana, na kumpa Jina lililo kuu kuliko kila jina,"
  },
  {
    "verseNumber": "PHP 2:10",
    "verseText": "ili kwa Jina la Yesu, kila goti lipigwe, la vitu vya mbinguni, na vya duniani, na vya chini ya nchi,"
  },
  {
    "verseNumber": "PHP 2:11",
    "verseText": "na kila ulimi ukiri ya kwamba Yesu Kristo ni Bwana, kwa utukufu wa Mungu Baba."
  },
  {
    "verseNumber": "PHP 2:12",
    "verseText": "Kwa hiyo, wapenzi wangu, kama vile ambavyo mmekuwa mkitii siku zote, si tu wakati nikiwa pamoja nanyi, bali sasa zaidi sana nisipokuwepo, utimizeni wokovu wenu kwa kuogopa na kutetemeka,"
  },
  {
    "verseNumber": "PHP 2:13",
    "verseText": "kwa maana Mungu ndiye atendaye kazi ndani yenu, kutaka kwenu na kutenda kwenu kwa kulitimiza kusudi lake jema."
  },
  {
    "verseNumber": "PHP 2:14",
    "verseText": "Fanyeni mambo yote bila kunungʼunika wala kushindana,"
  },
  {
    "verseNumber": "PHP 2:15",
    "verseText": "ili msiwe na lawama wala hatia, bali mwe wana wa Mungu wasio na kasoro katika kizazi chenye ukaidi na kilichopotoka, ambacho ndani yake ninyi mnangʼaa kama mianga ulimwenguni."
  },
  {
    "verseNumber": "PHP 2:16",
    "verseText": "Mkilishika neno la uzima, ili nipate kuona fahari siku ya Kristo kwamba sikupiga mbio wala kujitaabisha bure."
  },
  {
    "verseNumber": "PHP 2:17",
    "verseText": "Lakini hata kama nikimiminwa kama sadaka ya kinywaji kwenye dhabihu na huduma itokayo katika imani yenu, mimi ninafurahi na kushangilia pamoja nanyi nyote."
  },
  {
    "verseNumber": "PHP 2:18",
    "verseText": "Vivyo hivyo, ninyi nanyi imewapasa kufurahi na kushangilia pamoja nami."
  },
  {
    "verseNumber": "PHP 2:19",
    "verseText": "Natumaini katika Bwana Yesu kumtuma Timotheo hivi karibuni aje kwenu, ili nipate kufarijika moyo nitakapopata habari zenu."
  },
  {
    "verseNumber": "PHP 2:20",
    "verseText": "Sina mtu mwingine kama yeye, ambaye ataangalia hali yenu kwa halisi."
  },
  {
    "verseNumber": "PHP 2:21",
    "verseText": "Kwa maana kila mmoja anajishughulisha zaidi na mambo yake mwenyewe wala si yale ya Yesu Kristo."
  },
  {
    "verseNumber": "PHP 2:22",
    "verseText": "Lakini ninyi wenyewe mnajua jinsi Timotheo alivyojithibitisha mwenyewe, kwa maana ametumika pamoja nami kwa kazi ya Injili, kama vile mwana kwa baba yake."
  },
  {
    "verseNumber": "PHP 2:23",
    "verseText": "Kwa hiyo, ninatumaini kumtuma kwenu upesi mara nitakapojua mambo yangu yatakavyokuwa."
  },
  {
    "verseNumber": "PHP 2:24",
    "verseText": "Nami mwenyewe ninatumaini katika Bwana kwamba nitakuja kwenu hivi karibuni."
  },
  {
    "verseNumber": "PHP 2:25",
    "verseText": "Lakini nadhani ni muhimu kumtuma tena kwenu Epafrodito, ndugu yangu na mtendakazi pamoja nami, aliye askari mwenzangu, ambaye pia ni mjumbe wenu mliyemtuma ili ashughulike na mahitaji yangu."
  },
  {
    "verseNumber": "PHP 2:26",
    "verseText": "Kwa maana amekuwa akiwaonea sana shauku ninyi nyote, akiwa na wasiwasi kwa kuwa mlisikia kwamba alikuwa mgonjwa."
  },
  {
    "verseNumber": "PHP 2:27",
    "verseText": "Kweli alikuwa mgonjwa, tena karibu ya kufa. Lakini Mungu alimhurumia, wala si yeye tu, bali hata na mimi alinihurumia, nisipatwe na huzuni juu ya huzuni."
  },
  {
    "verseNumber": "PHP 2:28",
    "verseText": "Kwa hiyo mimi ninafanya bidii kumtuma kwenu ili mtakapomwona kwa mara nyingine, mpate kufurahi, nami wasiwasi wangu upungue."
  },
  {
    "verseNumber": "PHP 2:29",
    "verseText": "Kwa hiyo mpokeeni katika Bwana kwa furaha kubwa, nanyi wapeni heshima watu kama hawa,"
  },
  {
    "verseNumber": "PHP 2:30",
    "verseText": "kwa sababu alikaribia kufa kwa ajili ya kazi ya Kristo, akihatarisha maisha yake ili aweze kunihudumia vile ninyi hamkuweza."
  },
  {
    "verseNumber": "PHP 3:1",
    "verseText": "Hatimaye, ndugu zangu, furahini katika Bwana! Mimi kuwaandikia mambo yale yale hakuniudhi, kwa maana ni kinga kwa ajili yenu."
  },
  {
    "verseNumber": "PHP 3:2",
    "verseText": "Jihadharini na mbwa, wale watenda maovu, jihadharini na wale wajikatao miili yao, wasemao ili kuokoka ni lazima kutahiriwa."
  },
  {
    "verseNumber": "PHP 3:3",
    "verseText": "Kwa maana sisi ndio tulio tohara, sisi tumwabuduo Mungu katika Roho, tunaona fahari katika Kristo Yesu, ambao hatuweki tumaini letu katika mwili,"
  },
  {
    "verseNumber": "PHP 3:4",
    "verseText": "ingawa mimi mwenyewe ninazo sababu za kuutumainia mwili. Kama mtu yeyote akidhani anazo sababu za kuutumainia mwili, mimi zaidi."
  },
  {
    "verseNumber": "PHP 3:5",
    "verseText": "Nilitahiriwa siku ya nane, mimi ni Mwisraeli wa kabila la Benyamini, Mwebrania wa Waebrania. Kwa habari ya sheria, ni Farisayo,"
  },
  {
    "verseNumber": "PHP 3:6",
    "verseText": "kwa habari ya juhudi, nilikuwa nalitesa kanisa, kuhusu haki ipatikanayo kwa sheria, mimi nilikuwa sina hatia."
  },
  {
    "verseNumber": "PHP 3:7",
    "verseText": "Lakini mambo yale yaliyokuwa faida kwangu, sasa nayahesabu kuwa hasara kwa ajili ya Kristo."
  },
  {
    "verseNumber": "PHP 3:8",
    "verseText": "Zaidi ya hayo, nayahesabu mambo yote kuwa hasara tupu nikiyalinganisha na faida kubwa ipitayo kiasi cha kumjua Kristo Yesu Bwana wangu, ambaye kwa ajili yake nimepata hasara ya mambo yote, nikiyahesabu kuwa kama mavi ili nimpate Kristo."
  },
  {
    "verseNumber": "PHP 3:9",
    "verseText": "Nami nionekane mbele zake bila kuwa na haki yangu mwenyewe ipatikanayo kwa sheria, bali ile ipatikanayo kwa imani katika Kristo, haki ile itokayo kwa Mungu kwa njia ya imani."
  },
  {
    "verseNumber": "PHP 3:10",
    "verseText": "Nataka nimjue Kristo na uweza wa kufufuka kwake na ushirika wa mateso yake, ili nifanane naye katika mauti yake,"
  },
  {
    "verseNumber": "PHP 3:11",
    "verseText": "ili kwa njia yoyote niweze kufikia ufufuo wa wafu."
  },
  {
    "verseNumber": "PHP 3:12",
    "verseText": "Si kwamba nimekwisha kufikia, au kwamba nimekwisha kuwa mkamilifu, la hasha! Bali nakaza mwendo ili nipate kile ambacho kwa ajili yake, nimeshikwa na Kristo Yesu."
  },
  {
    "verseNumber": "PHP 3:13",
    "verseText": "Ndugu zangu, sijihesabu kuwa nimekwisha kushika. Lakini ninafanya jambo moja: Ninasahau mambo yale yaliyopita, nakaza mwendo kufikia yale yaliyo mbele."
  },
  {
    "verseNumber": "PHP 3:14",
    "verseText": "Nakaza mwendo nifikie ile alama ya ushindi iliyowekwa ili nipate tuzo ya mwito mkuu wa Mungu ambao nimeitiwa huko juu mbinguni katika Kristo Yesu."
  },
  {
    "verseNumber": "PHP 3:15",
    "verseText": "Hivyo sisi sote tuliokuwa kiroho tuwaze jambo hili, hata mkiwaza mengine katika jambo lolote, Mungu ataliweka wazi hilo nalo."
  },
  {
    "verseNumber": "PHP 3:16",
    "verseText": "Lakini na tushike sana lile ambalo tumekwisha kulifikia."
  },
  {
    "verseNumber": "PHP 3:17",
    "verseText": "Ndugu zangu, kwa pamoja fuateni mfano wangu na kuwatazama wale wanaofuata kielelezo tulichowawekea."
  },
  {
    "verseNumber": "PHP 3:18",
    "verseText": "Kwa maana, kama nilivyokwisha kuwaambia mara nyingi kabla, nami sasa nasema tena hata kwa machozi, watu wengi wanaishi kama adui wa msalaba wa Kristo."
  },
  {
    "verseNumber": "PHP 3:19",
    "verseText": "Mwisho wa watu hao ni maangamizi, Mungu wao ni tumbo, na utukufu wao ni aibu, na mawazo yao yamo katika mambo ya dunia."
  },
  {
    "verseNumber": "PHP 3:20",
    "verseText": "Lakini uenyeji wetu uko mbinguni. Nasi tunamngoja kwa shauku Mwokozi kutoka huko, yaani, Bwana Yesu Kristo,"
  },
  {
    "verseNumber": "PHP 3:21",
    "verseText": "atakayeubadili mwili wetu wa unyonge, ili upate kufanana na mwili wake wa utukufu, kwa uweza ule ambao kwa huo aweza hata kuvitiisha vitu vyote chini yake."
  },
  {
    "verseNumber": "PHP 4:1",
    "verseText": "Kwa hiyo, ndugu zangu, ninaowapenda na ambao ninawaonea shauku, ninyi mlio furaha yangu na taji yangu, hivi ndivyo iwapasavyo kusimama imara katika Bwana, ninyi wapenzi wangu."
  },
  {
    "verseNumber": "PHP 4:2",
    "verseText": "Nawasihi Euodia na Sintike wawe na nia moja katika Bwana."
  },
  {
    "verseNumber": "PHP 4:3",
    "verseText": "Naam, nakusihi wewe pia, mwenzangu mwaminifu, uwasaidie hawa wanawake, kwa sababu walijitaabisha katika kazi ya Injili pamoja nami bega kwa bega, wakiwa pamoja na Klementi na watendakazi wenzangu ambao majina yao yameandikwa katika kitabu cha uzima."
  },
  {
    "verseNumber": "PHP 4:4",
    "verseText": "Furahini katika Bwana siku zote, tena nasema furahini!"
  },
  {
    "verseNumber": "PHP 4:5",
    "verseText": "Upole wenu na ujulikane na watu wote. Bwana yu karibu."
  },
  {
    "verseNumber": "PHP 4:6",
    "verseText": "Msijisumbue kwa jambo lolote, bali katika kila jambo kwa kuomba na kusihi pamoja na kushukuru, haja zenu na zijulikane na Mungu."
  },
  {
    "verseNumber": "PHP 4:7",
    "verseText": "Nayo amani ya Mungu, inayopita fahamu zote, itailinda mioyo yenu na nia zenu katika Kristo Yesu."
  },
  {
    "verseNumber": "PHP 4:8",
    "verseText": "Hatimaye, ndugu zangu, mambo yote yaliyo ya kweli, yoyote yaliyo na sifa njema, yoyote yaliyo ya haki, yoyote yaliyo safi, yoyote ya kupendeza, yoyote yenye staha, ukiwepo uzuri wowote, pakiwepo chochote kinachostahili kusifiwa, tafakarini mambo hayo."
  },
  {
    "verseNumber": "PHP 4:9",
    "verseText": "Mambo yote mliyojifunza au kuyapokea au kuyasikia kutoka kwangu, au kuyaona kwangu, yatendeni hayo. Naye Mungu wa amani atakuwa pamoja nanyi."
  },
  {
    "verseNumber": "PHP 4:10",
    "verseText": "Nina furaha kubwa katika Bwana kwamba hatimaye mmeanza upya kushughulika tena na maisha yangu. Kweli mmekuwa mkinifikiria lakini mlikuwa hamjapata nafasi ya kufanya hivyo."
  },
  {
    "verseNumber": "PHP 4:11",
    "verseText": "Sisemi hivyo kwa vile nina mahitaji, la! Kwa maana nimejifunza kuridhika katika hali yoyote."
  },
  {
    "verseNumber": "PHP 4:12",
    "verseText": "Ninajua kupungukiwa, pia ninajua kuwa na vingi. Nimejifunza siri ya kuridhika katika kila hali, wakati wa kushiba na wakati wa kuona njaa, wakati wa kuwa na vingi na wakati wa kupungukiwa."
  },
  {
    "verseNumber": "PHP 4:13",
    "verseText": "Naweza kuyafanya mambo yote katika yeye anitiaye nguvu."
  },
  {
    "verseNumber": "PHP 4:14",
    "verseText": "Lakini, mlifanya vyema kushiriki nami katika taabu zangu."
  },
  {
    "verseNumber": "PHP 4:15",
    "verseText": "Zaidi ya hayo, ninyi Wafilipi mnajua kwamba siku za kwanza nilipoanza kuhubiri Injili, nilipoondoka Makedonia, hakuna kanisa jingine lililoshiriki nami katika masuala ya kutoa na kupokea isipokuwa ninyi."
  },
  {
    "verseNumber": "PHP 4:16",
    "verseText": "Kwa maana hata nilipokuwa huko Thesalonike, mliniletea msaada kwa ajili ya mahitaji yangu zaidi ya mara moja."
  },
  {
    "verseNumber": "PHP 4:17",
    "verseText": "Si kwamba natafuta sana yale matoleo, bali natafuta sana ile faida itakayozidi sana kwa upande wenu."
  },
  {
    "verseNumber": "PHP 4:18",
    "verseText": "Nimelipwa kikamilifu hata na zaidi; nimetoshelezwa kabisa sasa, kwa kuwa nimepokea kutoka kwa Epafrodito vile vitu mlivyonitumia, sadaka yenye harufu nzuri, dhabihu inayokubalika na ya kumpendeza Mungu."
  },
  {
    "verseNumber": "PHP 4:19",
    "verseText": "Naye Mungu wangu atawajaza ninyi na kila mnachohitaji kwa kadiri ya utajiri wake katika utukufu ndani ya Kristo Yesu."
  },
  {
    "verseNumber": "PHP 4:20",
    "verseText": "Mungu wetu aliye Baba yetu apewe utukufu milele na milele. Amen."
  },
  {
    "verseNumber": "PHP 4:21",
    "verseText": "Msalimuni kila mtakatifu katika Kristo Yesu. Ndugu walioko pamoja nami wanawasalimu."
  },
  {
    "verseNumber": "PHP 4:22",
    "verseText": "Watakatifu wote wanawasalimu, hasa wale watu wa nyumbani mwa Kaisari."
  },
  {
    "verseNumber": "PHP 4:23",
    "verseText": "Neema ya Bwana Yesu Kristo iwe pamoja na roho zenu. Amen."
  }
]