[
  {
    "verseNumber": "PRO 1:1",
    "verseText": "Mithali za Solomoni mwana wa Daudi, mfalme wa Israeli:"
  },
  {
    "verseNumber": "PRO 1:2",
    "verseText": "Kwa kupata hekima na nidhamu; kwa kufahamu maneno ya busara;"
  },
  {
    "verseNumber": "PRO 1:3",
    "verseText": "kwa kujipatia nidhamu na busara, kufanya lililo sawa, haki na bila kupendelea;"
  },
  {
    "verseNumber": "PRO 1:4",
    "verseText": "huwapa busara wajinga, maarifa na akili kwa vijana;"
  },
  {
    "verseNumber": "PRO 1:5",
    "verseText": "wenye hekima na wasikilize nao waongeze elimu yao, wenye kupambanua na wapate mwongozo;"
  },
  {
    "verseNumber": "PRO 1:6",
    "verseText": "kwa kufahamu mithali na mifano, misemo na vitendawili vya wenye hekima."
  },
  {
    "verseNumber": "PRO 1:7",
    "verseText": "Kumcha BWANA ndicho chanzo cha maarifa, lakini wapumbavu hudharau hekima na adabu."
  },
  {
    "verseNumber": "PRO 1:8",
    "verseText": "Mwanangu, sikiliza mwongozo wa baba yako, wala usiyaache mafundisho ya mama yako."
  },
  {
    "verseNumber": "PRO 1:9",
    "verseText": "Hayo yatakuwa taji la maua la neema kichwani pako, na mkufu wa kuipamba shingo yako."
  },
  {
    "verseNumber": "PRO 1:10",
    "verseText": "Mwanangu, kama wenye dhambi wakikushawishi, usikubaliane nao."
  },
  {
    "verseNumber": "PRO 1:11",
    "verseText": "Kama wakisema, “Twende tufuatane; tukamvizie mtu na kumwaga damu, njoo tukavizie nafsi isiyo na hatia;"
  },
  {
    "verseNumber": "PRO 1:12",
    "verseText": "tuwameze wakiwa hai kama kaburi, wakiwa wazima kama wale wanaotumbukia shimoni."
  },
  {
    "verseNumber": "PRO 1:13",
    "verseText": "Tutapata aina zote za vitu vya thamani na kujaza nyumba zetu kwa nyara."
  },
  {
    "verseNumber": "PRO 1:14",
    "verseText": "Njoo ushirikiane nasi, vitu vyote tutakavyopata tutagawana.”"
  },
  {
    "verseNumber": "PRO 1:15",
    "verseText": "Mwanangu, usiandamane nao. Usiweke mguu wako katika njia zao,"
  },
  {
    "verseNumber": "PRO 1:16",
    "verseText": "kwa kuwa miguu yao hukimbilia kwenye dhambi, ni wepesi kumwaga damu."
  },
  {
    "verseNumber": "PRO 1:17",
    "verseText": "Tazama ni jinsi gani ilivyo kazi bure kutandaza wavu wakati ndege wote wanakuona!"
  },
  {
    "verseNumber": "PRO 1:18",
    "verseText": "Watu hawa huvizia kumwaga damu yao wenyewe; hujivizia tu wenyewe!"
  },
  {
    "verseNumber": "PRO 1:19",
    "verseText": "Huu ndio mwisho wa wote ambao wanajipatia mali kwa hila; huuondoa uhai wa wale wenye mali."
  },
  {
    "verseNumber": "PRO 1:20",
    "verseText": "Hekima huita kwa sauti kuu barabarani, hupaza sauti yake kwenye viwanja vikubwa;"
  },
  {
    "verseNumber": "PRO 1:21",
    "verseText": "kwenye makutano ya barabara za mji zenye makelele mengi hupaza sauti, kwenye malango ya mji hutoa hotuba yake:"
  },
  {
    "verseNumber": "PRO 1:22",
    "verseText": "“Enyi wajinga, mtangʼangʼania ujinga wenu hadi lini? Mpaka lini wenye mizaha watafurahia mizaha, na wapumbavu kuchukia maarifa?"
  },
  {
    "verseNumber": "PRO 1:23",
    "verseText": "Kama mngekuwa mmeitikia karipio langu, ningekuwa nimemimina roho yangu kwenu na kuwafahamisha maneno yangu."
  },
  {
    "verseNumber": "PRO 1:24",
    "verseText": "Lakini kwa kuwa mlinikataa nilipowaita na hakuna yeyote aliyekubali niliponyoosha mkono wangu,"
  },
  {
    "verseNumber": "PRO 1:25",
    "verseText": "kwa kuwa mliyapuuza mashauri yangu yote na hamkukubali karipio langu,"
  },
  {
    "verseNumber": "PRO 1:26",
    "verseText": "mimi nami nitawacheka katika maafa yenu, nitawadhihaki wakati janga litawapata:"
  },
  {
    "verseNumber": "PRO 1:27",
    "verseText": "wakati janga litawapata kama tufani, wakati maafa yatawazoa kama upepo wa kisulisuli, wakati dhiki na taabu zitawalemea."
  },
  {
    "verseNumber": "PRO 1:28",
    "verseText": "“Ndipo watakaponiita lakini sitawajibu; watanitafuta lakini hawatanipata."
  },
  {
    "verseNumber": "PRO 1:29",
    "verseText": "Kwa kuwa walichukia maarifa, wala hawakuchagua kumcha BWANA,"
  },
  {
    "verseNumber": "PRO 1:30",
    "verseText": "kwa kuwa hawakukubali mashauri yangu, na kukataa maonyo yangu,"
  },
  {
    "verseNumber": "PRO 1:31",
    "verseText": "watakula matunda ya njia zao, na watashibishwa matunda ya hila zao."
  },
  {
    "verseNumber": "PRO 1:32",
    "verseText": "Kwa kuwa ukaidi wa wajinga utawaua, nako kuridhika kwa wajinga kutawaangamiza."
  },
  {
    "verseNumber": "PRO 1:33",
    "verseText": "Lakini yeyote anisikilizaye ataishi kwa usalama, atatulia, bila kuwa na hofu ya madhara.”"
  },
  {
    "verseNumber": "PRO 2:1",
    "verseText": "Mwanangu, kama utayakubali maneno yangu na kuyaweka akiba maagizo yangu ndani mwako,"
  },
  {
    "verseNumber": "PRO 2:2",
    "verseText": "kutega sikio lako kwenye hekima na kuweka moyo wako katika ufahamu,"
  },
  {
    "verseNumber": "PRO 2:3",
    "verseText": "na kama ukiita busara na kuita kwa sauti ufahamu,"
  },
  {
    "verseNumber": "PRO 2:4",
    "verseText": "na kama utaitafuta kama fedha na kuitafuta sana kama hazina iliyofichwa,"
  },
  {
    "verseNumber": "PRO 2:5",
    "verseText": "ndipo utakapoelewa kumcha BWANA na kupata maarifa ya Mungu."
  },
  {
    "verseNumber": "PRO 2:6",
    "verseText": "Kwa maana BWANA hutoa hekima, na kinywani mwake hutoka maarifa na ufahamu."
  },
  {
    "verseNumber": "PRO 2:7",
    "verseText": "Anahifadhi ushindi kwa ajili ya mwadilifu, yeye ni ngao kwa wale wasio na lawama,"
  },
  {
    "verseNumber": "PRO 2:8",
    "verseText": "kwa kuwa hulinda mwenendo wa mwenye haki na kuhifadhi njia ya waaminifu wake."
  },
  {
    "verseNumber": "PRO 2:9",
    "verseText": "Ndipo utafahamu lipi lililo kweli na haki na sawa: yaani kila njia nzuri."
  },
  {
    "verseNumber": "PRO 2:10",
    "verseText": "Kwa maana hekima itaingia moyoni mwako, nayo maarifa yataifurahisha nafsi yako."
  },
  {
    "verseNumber": "PRO 2:11",
    "verseText": "Busara itakuhifadhi na ufahamu utakulinda."
  },
  {
    "verseNumber": "PRO 2:12",
    "verseText": "Hekima itakuokoa kutoka njia za waovu, kutoka kwa watu ambao maneno yao yamepotoka,"
  },
  {
    "verseNumber": "PRO 2:13",
    "verseText": "wale waachao mapito yaliyonyooka wakatembea katika njia za giza,"
  },
  {
    "verseNumber": "PRO 2:14",
    "verseText": "wale wapendao kutenda mabaya na kufurahia upotovu wa ubaya,"
  },
  {
    "verseNumber": "PRO 2:15",
    "verseText": "ambao mapito yao yamepotoka na ambao ni wapotovu katika njia zao."
  },
  {
    "verseNumber": "PRO 2:16",
    "verseText": "Itakuokoa pia kutokana na mwanamke kahaba, kutokana na mke aliyepotoka mwenye maneno ya kushawishi kutenda ubaya,"
  },
  {
    "verseNumber": "PRO 2:17",
    "verseText": "aliyemwacha mwenzi wa ujana wake na kupuuza agano alilofanya mbele ya Mungu."
  },
  {
    "verseNumber": "PRO 2:18",
    "verseText": "Kwa maana nyumba yake huelekea kwenye kifo na mapito yake kwenye roho za waliokufa."
  },
  {
    "verseNumber": "PRO 2:19",
    "verseText": "Hakuna yeyote aendaye kwake akarudi, au kufikia mapito ya uzima."
  },
  {
    "verseNumber": "PRO 2:20",
    "verseText": "Hivyo utatembea katika njia za watu wema na kushikamana na mapito ya wenye haki."
  },
  {
    "verseNumber": "PRO 2:21",
    "verseText": "Kwa maana wanyofu wataishi katika nchi, nao wasio na lawama watabakia ndani yake."
  },
  {
    "verseNumber": "PRO 2:22",
    "verseText": "Bali waovu watakatiliwa mbali kutoka nchi, nao wasio waaminifu watangʼolewa kutoka humo."
  },
  {
    "verseNumber": "PRO 3:1",
    "verseText": "Mwanangu, usisahau mafundisho yangu, bali zitunze amri zangu moyoni mwako,"
  },
  {
    "verseNumber": "PRO 3:2",
    "verseText": "kwa kuwa zitakuongezea miaka mingi ya maisha yako na kukuletea mafanikio."
  },
  {
    "verseNumber": "PRO 3:3",
    "verseText": "Usiache kamwe upendo na uaminifu vitengane nawe; vifunge shingoni mwako, viandike katika ubao wa moyo wako."
  },
  {
    "verseNumber": "PRO 3:4",
    "verseText": "Ndipo utapata kibali na jina zuri mbele za Mungu na mwanadamu."
  },
  {
    "verseNumber": "PRO 3:5",
    "verseText": "Mtumaini BWANA kwa moyo wako wote wala usizitegemee akili zako mwenyewe;"
  },
  {
    "verseNumber": "PRO 3:6",
    "verseText": "katika njia zako zote mkiri yeye, naye atayanyoosha mapito yako."
  },
  {
    "verseNumber": "PRO 3:7",
    "verseText": "Usiwe mwenye hekima machoni pako mwenyewe; mche BWANA ukajiepushe na uovu."
  },
  {
    "verseNumber": "PRO 3:8",
    "verseText": "Hii itakuletea afya mwilini mwako, na mafuta kwenye mifupa yako."
  },
  {
    "verseNumber": "PRO 3:9",
    "verseText": "Mheshimu BWANA kwa mali zako na kwa malimbuko ya mazao yako yote;"
  },
  {
    "verseNumber": "PRO 3:10",
    "verseText": "ndipo ghala zako zitakapojaa hadi kufurika, viriba vyako vitafurika kwa mvinyo mpya."
  },
  {
    "verseNumber": "PRO 3:11",
    "verseText": "Mwanangu, usiidharau adhabu ya BWANA na usichukie kukaripiwa naye,"
  },
  {
    "verseNumber": "PRO 3:12",
    "verseText": "kwa sababu BWANA huwaadibisha wale awapendao, kama vile baba afanyavyo kwa mwana apendezwaye naye."
  },
  {
    "verseNumber": "PRO 3:13",
    "verseText": "Heri mtu yule aonaye hekima, mtu yule apataye ufahamu,"
  },
  {
    "verseNumber": "PRO 3:14",
    "verseText": "kwa maana hekima ana faida kuliko fedha na mapato yake ni bora kuliko ya dhahabu safi."
  },
  {
    "verseNumber": "PRO 3:15",
    "verseText": "Hekima ana thamani kuliko marijani; hakuna chochote unachokitamani kinachoweza kulinganishwa naye."
  },
  {
    "verseNumber": "PRO 3:16",
    "verseText": "Maisha marefu yako katika mkono wake wa kuume; katika mkono wake wa kushoto kuna utajiri na heshima."
  },
  {
    "verseNumber": "PRO 3:17",
    "verseText": "Njia zake zinapendeza, mapito yake yote ni amani."
  },
  {
    "verseNumber": "PRO 3:18",
    "verseText": "Yeye ni mti wa uzima kwa wale wanaomkumbatia; wale wamshikao watabarikiwa."
  },
  {
    "verseNumber": "PRO 3:19",
    "verseText": "Kwa hekima BWANA aliiweka misingi ya dunia, kwa ufahamu aliziweka mbingu mahali pake;"
  },
  {
    "verseNumber": "PRO 3:20",
    "verseText": "kwa maarifa yake vilindi viligawanywa, nayo mawingu yanadondosha umande."
  },
  {
    "verseNumber": "PRO 3:21",
    "verseText": "Mwanangu, hifadhi maamuzi mema na busara, usiache vitoke machoni pako;"
  },
  {
    "verseNumber": "PRO 3:22",
    "verseText": "ndipo vitakapokuwa uzima nafsini mwako na pambo la neema shingoni mwako."
  },
  {
    "verseNumber": "PRO 3:23",
    "verseText": "Kisha utaenda katika njia yako salama, wala mguu wako hautajikwaa;"
  },
  {
    "verseNumber": "PRO 3:24",
    "verseText": "ulalapo, hautaogopa; ulalapo usingizi wako utakuwa mtamu."
  },
  {
    "verseNumber": "PRO 3:25",
    "verseText": "Usiogope maafa ya ghafula au maangamizi yanayowapata waovu,"
  },
  {
    "verseNumber": "PRO 3:26",
    "verseText": "kwa kuwa BWANA atakuwa tumaini lako na kuepusha mguu wako kunaswa katika mtego."
  },
  {
    "verseNumber": "PRO 3:27",
    "verseText": "Usizuie wema kwa wale wanaostahili ikiwa katika uwezo wako kutenda."
  },
  {
    "verseNumber": "PRO 3:28",
    "verseText": "Usimwambie jirani yako, “Njoo baadaye, nitakupa kesho”: wakati wewe unacho kitu kile karibu nawe."
  },
  {
    "verseNumber": "PRO 3:29",
    "verseText": "Usifanye hila ya kumdhuru jirani yako, ambaye anaishi karibu na wewe akikuamini."
  },
  {
    "verseNumber": "PRO 3:30",
    "verseText": "Usimshtaki mtu bila sababu, wakati hajakutenda dhara lolote."
  },
  {
    "verseNumber": "PRO 3:31",
    "verseText": "Usimwonee wivu mtu mwenye jeuri wala kuchagua njia yake iwayo yote,"
  },
  {
    "verseNumber": "PRO 3:32",
    "verseText": "kwa kuwa BWANA humchukia mtu mpotovu, lakini siri yake iko kwa mwenye haki."
  },
  {
    "verseNumber": "PRO 3:33",
    "verseText": "Laana ya BWANA i juu ya nyumba ya mwovu, lakini yeye huibariki nyumba ya mwenye haki."
  },
  {
    "verseNumber": "PRO 3:34",
    "verseText": "Huwadhihaki wale wanaodhihaki, lakini huwapa neema wale wanyenyekevu."
  },
  {
    "verseNumber": "PRO 3:35",
    "verseText": "Wenye hekima hurithi heshima, bali huwaaibisha wapumbavu."
  },
  {
    "verseNumber": "PRO 4:1",
    "verseText": "Sikilizeni wanangu, mafundisho ya baba yenu; sikilizeni kwa makini na mpate ufahamu."
  },
  {
    "verseNumber": "PRO 4:2",
    "verseText": "Ninawapa mafundisho ya maana, kwa hiyo msiyaache mafundisho yangu."
  },
  {
    "verseNumber": "PRO 4:3",
    "verseText": "Nilipokuwa mvulana mdogo katika nyumba ya baba yangu, ningali mchanga na mtoto pekee kwa mama yangu,"
  },
  {
    "verseNumber": "PRO 4:4",
    "verseText": "baba alinifundisha akisema, “Yashike maneno yangu yote kwa moyo wako wote; yashike maagizo yangu na wewe utaishi."
  },
  {
    "verseNumber": "PRO 4:5",
    "verseText": "Pata hekima, pata ufahamu; usiyasahau maneno yangu wala usiyaache."
  },
  {
    "verseNumber": "PRO 4:6",
    "verseText": "Usimwache hekima naye atakuweka salama; mpende, naye atakulinda."
  },
  {
    "verseNumber": "PRO 4:7",
    "verseText": "Hekima ni bora kuliko vitu vyote; kwa hiyo jipe hekima. Hata ikikugharimu vyote ulivyo navyo, pata ufahamu."
  },
  {
    "verseNumber": "PRO 4:8",
    "verseText": "Mstahi, naye atakukweza; mkumbatie, naye atakuheshimu."
  },
  {
    "verseNumber": "PRO 4:9",
    "verseText": "Atakuvika shada la neema kichwani mwako na kukupa taji ya utukufu.”"
  },
  {
    "verseNumber": "PRO 4:10",
    "verseText": "Sikiliza mwanangu, kubali ninachokuambia, nayo miaka ya maisha yako itakuwa mingi."
  },
  {
    "verseNumber": "PRO 4:11",
    "verseText": "Ninakuongoza katika njia ya hekima na kukuongoza katika mapito yaliyonyooka."
  },
  {
    "verseNumber": "PRO 4:12",
    "verseText": "Utembeapo, hatua zako hazitazuiliwa; ukimbiapo, hutajikwaa."
  },
  {
    "verseNumber": "PRO 4:13",
    "verseText": "Mkamate sana elimu, usimwache aende zake; mshike, maana yeye ni uzima wako."
  },
  {
    "verseNumber": "PRO 4:14",
    "verseText": "Usiuweke mguu wako katika njia ya waovu wala usitembee katika njia ya watu wabaya."
  },
  {
    "verseNumber": "PRO 4:15",
    "verseText": "Epukana nayo, usisafiri katika njia hiyo; achana nayo, na uelekee njia yako."
  },
  {
    "verseNumber": "PRO 4:16",
    "verseText": "Kwa kuwa hawawezi kulala mpaka watende uovu; wanashindwa hata kusinzia mpaka wamwangushe mtu."
  },
  {
    "verseNumber": "PRO 4:17",
    "verseText": "Wanakula mkate wa uovu, na kunywa mvinyo wa jeuri."
  },
  {
    "verseNumber": "PRO 4:18",
    "verseText": "Njia ya wenye haki ni kama nuru ya kwanza ya mapambazuko, ambayo hungʼaa zaidi na zaidi mpaka mchana mkamilifu."
  },
  {
    "verseNumber": "PRO 4:19",
    "verseText": "Lakini njia ya waovu ni kama giza nene; hawajui kinachowafanya wajikwae."
  },
  {
    "verseNumber": "PRO 4:20",
    "verseText": "Mwanangu, yasikilize kwa makini yale ninayokuambia; sikiliza kwa makini maneno yangu."
  },
  {
    "verseNumber": "PRO 4:21",
    "verseText": "Usiruhusu yaondoke machoni pako, yahifadhi ndani ya moyo wako;"
  },
  {
    "verseNumber": "PRO 4:22",
    "verseText": "kwa sababu ni uzima kwa wale wanaoyapata na afya kwa mwili wote wa mwanadamu."
  },
  {
    "verseNumber": "PRO 4:23",
    "verseText": "Zaidi ya yote, linda moyo wako, kuliko yote uyalindayo, maana ndiko zitokako chemchemi za uzima."
  },
  {
    "verseNumber": "PRO 4:24",
    "verseText": "Epusha kinywa chako na ukaidi; weka mazungumzo machafu mbali na midomo yako."
  },
  {
    "verseNumber": "PRO 4:25",
    "verseText": "Macho yako na yatazame mbele, kaza macho yako moja kwa moja mbele yako."
  },
  {
    "verseNumber": "PRO 4:26",
    "verseText": "Sawazisha mapito ya miguu yako na njia zako zote ziwe zimethibitika."
  },
  {
    "verseNumber": "PRO 4:27",
    "verseText": "Usigeuke kulia wala kushoto; epusha mguu wako na ubaya."
  },
  {
    "verseNumber": "PRO 5:1",
    "verseText": "Mwanangu, sikiliza kwa makini hekima yangu, sikiliza vizuri maneno yangu ya busara,"
  },
  {
    "verseNumber": "PRO 5:2",
    "verseText": "ili uweze kutunza busara na midomo yako ihifadhi maarifa."
  },
  {
    "verseNumber": "PRO 5:3",
    "verseText": "Kwa maana midomo ya mwanamke kahaba hudondoza asali, na maneno ya kinywa chake ni laini kuliko mafuta;"
  },
  {
    "verseNumber": "PRO 5:4",
    "verseText": "lakini mwisho wake ni mchungu kama nyongo, mkali kama upanga ukatao kuwili."
  },
  {
    "verseNumber": "PRO 5:5",
    "verseText": "Miguu yake hushuka kuelekea kwenye kifo; hatua zake huelekea moja kwa moja kaburini."
  },
  {
    "verseNumber": "PRO 5:6",
    "verseText": "Yeye hafikiri juu ya njia ya uzima; njia zake zimepotoka, lakini yeye hajui."
  },
  {
    "verseNumber": "PRO 5:7",
    "verseText": "Sasa basi wanangu, nisikilizeni; msiache ninalowaambia."
  },
  {
    "verseNumber": "PRO 5:8",
    "verseText": "Njia zenu ziwe mbali naye, msiende karibu na mlango wa nyumba yake,"
  },
  {
    "verseNumber": "PRO 5:9",
    "verseText": "usije ukatoa nguvu zako nzuri kwa wengine na miaka yako kwa aliye mkatili,"
  },
  {
    "verseNumber": "PRO 5:10",
    "verseText": "wageni wasije wakasherehekea utajiri wako na jitihada yako ikatajirisha nyumba ya mwanaume mwingine."
  },
  {
    "verseNumber": "PRO 5:11",
    "verseText": "Mwishoni mwa maisha yako utalia kwa uchungu, wakati nyama na mwili wako vimechakaa."
  },
  {
    "verseNumber": "PRO 5:12",
    "verseText": "Utasema, “Tazama jinsi gani nilivyochukia adhabu! Tazama jinsi moyo wangu ulivyodharau maonyo!"
  },
  {
    "verseNumber": "PRO 5:13",
    "verseText": "Sikuwatii walimu wangu wala kuwasikiliza wakufunzi wangu."
  },
  {
    "verseNumber": "PRO 5:14",
    "verseText": "Nimefika ukingoni mwa maangamizi kabisa katikati ya kusanyiko lote.”"
  },
  {
    "verseNumber": "PRO 5:15",
    "verseText": "Kunywa maji kutoka kwenye kisima chako mwenyewe, maji yanayotiririka kutoka kwenye kisima chako mwenyewe."
  },
  {
    "verseNumber": "PRO 5:16",
    "verseText": "Je, chemchemi zako zifurike katika barabara za mji na vijito vyako vya maji viwanjani?"
  },
  {
    "verseNumber": "PRO 5:17",
    "verseText": "Na viwe vyako mwenyewe, kamwe visishirikishwe wageni."
  },
  {
    "verseNumber": "PRO 5:18",
    "verseText": "Chemchemi yako na ibarikiwe na umfurahie mke wa ujana wako."
  },
  {
    "verseNumber": "PRO 5:19",
    "verseText": "Kulungu jike apendaye, kulungu mzuri: matiti yake na yakutosheleze siku zote, nawe utekwe daima na upendo wake."
  },
  {
    "verseNumber": "PRO 5:20",
    "verseText": "Kwa nini mwanangu, utekwe na mwanamke kahaba? Kwa nini ukumbatie kifua cha mke wa mwanaume mwingine?"
  },
  {
    "verseNumber": "PRO 5:21",
    "verseText": "Kwa maana njia za mtu ni wazi kabisa mbele za BWANA, naye huyapima mapito yake yote."
  },
  {
    "verseNumber": "PRO 5:22",
    "verseText": "Matendo mabaya ya mtu mwovu humnasa yeye mwenyewe; kamba za dhambi yake humkamata kwa nguvu."
  },
  {
    "verseNumber": "PRO 5:23",
    "verseText": "Atakufa kwa kukosa nidhamu, akipotoshwa kwa upumbavu wake mwenyewe."
  },
  {
    "verseNumber": "PRO 6:1",
    "verseText": "Mwanangu, kama umekuwa mdhamini wa jirani yako, ikiwa umeshika mikono kwa kuweka ahadi kwa ajili ya mwingine,"
  },
  {
    "verseNumber": "PRO 6:2",
    "verseText": "kama umetegwa na ulichosema, umenaswa kwa maneno ya kinywa chako,"
  },
  {
    "verseNumber": "PRO 6:3",
    "verseText": "basi fanya hivi mwanangu, ili ujiweke huru, kwa kuwa umeanguka mikononi mwa jirani yako: Nenda ukajinyenyekeshe kwake; msihi jirani yako!"
  },
  {
    "verseNumber": "PRO 6:4",
    "verseText": "Usiruhusu usingizi machoni pako, usiruhusu kope zako zisinzie."
  },
  {
    "verseNumber": "PRO 6:5",
    "verseText": "Jiweke huru, kama swala mkononi mwa mwindaji, kama ndege kutoka kwenye mtego wa mwindaji."
  },
  {
    "verseNumber": "PRO 6:6",
    "verseText": "Ewe mvivu, mwendee mchwa; zitafakari njia zake ukapate hekima!"
  },
  {
    "verseNumber": "PRO 6:7",
    "verseText": "Kwa maana yeye hana msimamizi, wala mwangalizi, au mtawala,"
  },
  {
    "verseNumber": "PRO 6:8",
    "verseText": "lakini hujiwekea akiba wakati wa kiangazi na hukusanya chakula chake wakati wa mavuno."
  },
  {
    "verseNumber": "PRO 6:9",
    "verseText": "Ewe mvivu, utalala hata lini? Utaamka lini kutoka usingizi wako?"
  },
  {
    "verseNumber": "PRO 6:10",
    "verseText": "Bado kulala kidogo, kusinzia kidogo, bado kukunja mikono kidogo upate kupumzika:"
  },
  {
    "verseNumber": "PRO 6:11",
    "verseText": "hivyo umaskini utakuja juu yako kama mnyangʼanyi, na kupungukiwa kutakujia kama mtu mwenye silaha."
  },
  {
    "verseNumber": "PRO 6:12",
    "verseText": "Mtu mbaya sana na mlaghai, ambaye huzungukazunguka na maneno ya upotovu,"
  },
  {
    "verseNumber": "PRO 6:13",
    "verseText": "ambaye anakonyeza kwa jicho lake, anayetoa ishara kwa miguu yake na kuashiria kwa vidole vyake,"
  },
  {
    "verseNumber": "PRO 6:14",
    "verseText": "ambaye hupanga ubaya kwa udanganyifu moyoni mwake: daima huchochea fitina."
  },
  {
    "verseNumber": "PRO 6:15",
    "verseText": "Kwa hiyo maafa yatamkumba ghafula; ataangamizwa mara, pasipo msaada."
  },
  {
    "verseNumber": "PRO 6:16",
    "verseText": "Kuna vitu sita anavyovichukia BWANA, naam, viko saba vilivyo chukizo kwake:"
  },
  {
    "verseNumber": "PRO 6:17",
    "verseText": "macho ya kiburi, ulimi udanganyao, mikono imwagayo damu isiyo na hatia,"
  },
  {
    "verseNumber": "PRO 6:18",
    "verseText": "moyo uwazao mipango miovu, miguu iliyo myepesi kukimbilia uovu,"
  },
  {
    "verseNumber": "PRO 6:19",
    "verseText": "shahidi wa uongo ambaye humwaga uongo, na mtu ambaye huchochea fitina kati ya ndugu."
  },
  {
    "verseNumber": "PRO 6:20",
    "verseText": "Mwanangu, zishike amri za baba yako, wala usiyaache mafundisho ya mama yako."
  },
  {
    "verseNumber": "PRO 6:21",
    "verseText": "Yafunge katika moyo wako daima, yakaze kuizunguka shingo yako."
  },
  {
    "verseNumber": "PRO 6:22",
    "verseText": "Wakati utembeapo, yatakuongoza; wakati ulalapo, yatakulinda; wakati uamkapo, yatazungumza nawe."
  },
  {
    "verseNumber": "PRO 6:23",
    "verseText": "Kwa maana amri hizi ni taa, mafundisho haya ni mwanga na maonyo ya maadili ni njia ya uzima,"
  },
  {
    "verseNumber": "PRO 6:24",
    "verseText": "yakikulinda na mwanamke aliyepotoka, kutokana na maneno laini ya mwanamke aliyepotoka."
  },
  {
    "verseNumber": "PRO 6:25",
    "verseText": "Moyo wako usitamani uzuri wake wala macho yake yasikuteke,"
  },
  {
    "verseNumber": "PRO 6:26",
    "verseText": "kwa maana kahaba atakufanya uwe maskini, hata ukose kipande cha mkate, naye mwanamke mzinzi huwinda maisha yako hasa."
  },
  {
    "verseNumber": "PRO 6:27",
    "verseText": "Je, mtu aweza kuchotea moto kwenye paja lake bila nguo zake kuungua?"
  },
  {
    "verseNumber": "PRO 6:28",
    "verseText": "Je, mtu aweza kutembea juu ya makaa ya moto yanayowaka bila miguu yake kuungua?"
  },
  {
    "verseNumber": "PRO 6:29",
    "verseText": "Ndivyo alivyo mtu alalaye na mke wa mwanaume mwingine; hakuna yeyote amgusaye huyo mwanamke ambaye hataadhibiwa."
  },
  {
    "verseNumber": "PRO 6:30",
    "verseText": "Watu hawamdharau mwizi kama akiiba kukidhi njaa yake wakati ana njaa."
  },
  {
    "verseNumber": "PRO 6:31",
    "verseText": "Pamoja na hayo, kama akikamatwa, lazima alipe mara saba, ingawa inamgharimu utajiri wote wa nyumba yake."
  },
  {
    "verseNumber": "PRO 6:32",
    "verseText": "Lakini mwanaume aziniye na mwanamke hana akili kabisa; yeyote afanyaye hivyo hujiangamiza mwenyewe."
  },
  {
    "verseNumber": "PRO 6:33",
    "verseText": "Mapigo na aibu ni fungu lake na aibu yake haitafutika kamwe;"
  },
  {
    "verseNumber": "PRO 6:34",
    "verseText": "kwa maana wivu huamsha ghadhabu ya mume, naye hataonyesha huruma alipizapo kisasi."
  },
  {
    "verseNumber": "PRO 6:35",
    "verseText": "Hatakubali fidia yoyote; atakataa malipo, hata yakiwa makubwa kiasi gani."
  },
  {
    "verseNumber": "PRO 7:1",
    "verseText": "Mwanangu, shika maneno yangu na kuzihifadhi amri zangu ndani yako."
  },
  {
    "verseNumber": "PRO 7:2",
    "verseText": "Shika amri zangu nawe utaishi; linda mafundisho yangu kama mboni ya jicho lako."
  },
  {
    "verseNumber": "PRO 7:3",
    "verseText": "Yafunge katika vidole vyako; yaandike katika kibao cha moyo wako."
  },
  {
    "verseNumber": "PRO 7:4",
    "verseText": "Mwambie hekima, “Wewe ni dada yangu,” uite ufahamu jamaa yako;"
  },
  {
    "verseNumber": "PRO 7:5",
    "verseText": "watakuepusha na mwanamke mzinzi, kutokana na mwanamke mpotovu na maneno yake ya kubembeleza."
  },
  {
    "verseNumber": "PRO 7:6",
    "verseText": "Kwenye dirisha la nyumba yangu nilitazama nje kupitia upenyo kwenye mwimo wa dirisha."
  },
  {
    "verseNumber": "PRO 7:7",
    "verseText": "Niliona miongoni mwa wajinga, nikagundua miongoni mwa wanaume vijana, kijana asiye na akili."
  },
  {
    "verseNumber": "PRO 7:8",
    "verseText": "Alikuwa akishuka njiani karibu na pembe ya kwake, akielekea kwenye nyumba ya huyo mwanamke"
  },
  {
    "verseNumber": "PRO 7:9",
    "verseText": "wakati wa machweo, jua likipungua nuru yake, giza la usiku lilipokuwa likiingia."
  },
  {
    "verseNumber": "PRO 7:10",
    "verseText": "Ndipo huyo mwanamke akatoka kumlaki, hali amevaa kama kahaba akiwa na nia ya udanganyifu."
  },
  {
    "verseNumber": "PRO 7:11",
    "verseText": "(Ni mwanamke mwenye makelele na mkaidi, miguu yake haitulii nyumbani;"
  },
  {
    "verseNumber": "PRO 7:12",
    "verseText": "mara kwenye barabara za mji, mara kwenye viwanja vikubwa, kwenye kila pembe huvizia.)"
  },
  {
    "verseNumber": "PRO 7:13",
    "verseText": "Huyo mwanamke alimkumbatia kijana na kumbusu, na kwa uso usio na haya akamwambia:"
  },
  {
    "verseNumber": "PRO 7:14",
    "verseText": "“Nina sadaka za amani nyumbani; leo nimetimiza nadhiri zangu."
  },
  {
    "verseNumber": "PRO 7:15",
    "verseText": "Kwa hiyo nimetoka nje kukulaki; nimekutafuta na nimekupata!"
  },
  {
    "verseNumber": "PRO 7:16",
    "verseText": "Nimetandika kitanda changu kwa kitani za rangi kutoka Misri."
  },
  {
    "verseNumber": "PRO 7:17",
    "verseText": "Nimetia manukato kitanda changu kwa manemane, udi na mdalasini."
  },
  {
    "verseNumber": "PRO 7:18",
    "verseText": "Njoo, tuzame katika mapenzi mpaka asubuhi; tujifurahishe wenyewe kwa mapenzi!"
  },
  {
    "verseNumber": "PRO 7:19",
    "verseText": "Mume wangu hayupo nyumbani; amekwenda safari ya mbali."
  },
  {
    "verseNumber": "PRO 7:20",
    "verseText": "Amechukua mkoba uliojazwa fedha na hatakuwepo nyumbani karibuni.”"
  },
  {
    "verseNumber": "PRO 7:21",
    "verseText": "Kwa maneno laini yule mwanamke akampotosha; alimshawishi kwa maneno yake laini."
  },
  {
    "verseNumber": "PRO 7:22",
    "verseText": "Mara huyo kijana alimfuata yule mwanamke kama fahali aendaye machinjoni, kama kulungu aingiaye kwenye kitanzi,"
  },
  {
    "verseNumber": "PRO 7:23",
    "verseText": "mpaka mshale umchome ini lake, kama ndege anayenaswa kwenye mtego, bila kujua itamgharimu maisha yake."
  },
  {
    "verseNumber": "PRO 7:24",
    "verseText": "Sasa basi wanangu, nisikilizeni; sikilizeni kwa makini nisemalo."
  },
  {
    "verseNumber": "PRO 7:25",
    "verseText": "Usiruhusu moyo wako ugeukie njia za huyo mwanamke, wala usitangetange katika mapito yake."
  },
  {
    "verseNumber": "PRO 7:26",
    "verseText": "Aliowaangusha ni wengi; aliowachinja ni kundi kubwa."
  },
  {
    "verseNumber": "PRO 7:27",
    "verseText": "Nyumba yake ni njia kuu iendayo kaburini, ielekeayo chini kwenye vyumba vya mauti."
  },
  {
    "verseNumber": "PRO 8:1",
    "verseText": "Je, hekima haitani? Je, ufahamu hapazi sauti?"
  },
  {
    "verseNumber": "PRO 8:2",
    "verseText": "Juu ya miinuko karibu na njia, penye njia panda, ndipo asimamapo;"
  },
  {
    "verseNumber": "PRO 8:3",
    "verseText": "kando ya malango yaelekeayo mjini, kwenye maingilio, hulia kwa sauti kubwa, akisema:"
  },
  {
    "verseNumber": "PRO 8:4",
    "verseText": "“Ni ninyi wanaume, ninaowaita; ninapaza sauti yangu kwa wanadamu wote."
  },
  {
    "verseNumber": "PRO 8:5",
    "verseText": "Ninyi ambao ni wajinga, pateni akili; ninyi mlio wapumbavu, pateni ufahamu."
  },
  {
    "verseNumber": "PRO 8:6",
    "verseText": "Sikilizeni, kwa maana nina mambo muhimu ya kusema; ninafungua midomo yangu kusema lililo sawa."
  },
  {
    "verseNumber": "PRO 8:7",
    "verseText": "Kinywa changu husema lililo kweli, kwa maana midomo yangu huchukia uovu."
  },
  {
    "verseNumber": "PRO 8:8",
    "verseText": "Maneno yote ya kinywa changu ni haki; hakuna mojawapo lililopotoka wala ukaidi."
  },
  {
    "verseNumber": "PRO 8:9",
    "verseText": "Kwa wenye kupambanua yote ni sahihi; hayana kasoro kwa wale wenye maarifa."
  },
  {
    "verseNumber": "PRO 8:10",
    "verseText": "Chagua mafundisho yangu badala ya fedha, maarifa badala ya dhahabu safi,"
  },
  {
    "verseNumber": "PRO 8:11",
    "verseText": "kwa maana hekima ina thamani kuliko marijani na hakuna chochote unachohitaji kinacholingana naye."
  },
  {
    "verseNumber": "PRO 8:12",
    "verseText": "“Mimi hekima, nakaa pamoja na busara; ninamiliki maarifa na busara."
  },
  {
    "verseNumber": "PRO 8:13",
    "verseText": "Kumcha BWANA ni kuchukia uovu; ninachukia kiburi na majivuno, tabia mbaya na mazungumzo potovu."
  },
  {
    "verseNumber": "PRO 8:14",
    "verseText": "Ushauri na hukumu sahihi ni vyangu; nina ufahamu na nina nguvu."
  },
  {
    "verseNumber": "PRO 8:15",
    "verseText": "Kwa msaada wangu wafalme hutawala na watawala hutunga sheria zilizo za haki,"
  },
  {
    "verseNumber": "PRO 8:16",
    "verseText": "kwa msaada wangu wakuu hutawala, na wenye vyeo wote watawalao dunia."
  },
  {
    "verseNumber": "PRO 8:17",
    "verseText": "Nawapenda wale wanipendao, na wale wanitafutao kwa bidii wataniona."
  },
  {
    "verseNumber": "PRO 8:18",
    "verseText": "Utajiri na heshima viko kwangu, utajiri udumuo na mafanikio."
  },
  {
    "verseNumber": "PRO 8:19",
    "verseText": "Tunda langu ni bora kuliko dhahabu safi; kile nitoacho hupita fedha iliyo bora."
  },
  {
    "verseNumber": "PRO 8:20",
    "verseText": "Natembea katika njia ya unyofu katika mapito ya haki,"
  },
  {
    "verseNumber": "PRO 8:21",
    "verseText": "nawapa utajiri wale wanipendao na kuzijaza hazina zao."
  },
  {
    "verseNumber": "PRO 8:22",
    "verseText": "“BWANA aliniumba mwanzoni mwa kazi yake, kabla ya matendo yake ya zamani;"
  },
  {
    "verseNumber": "PRO 8:23",
    "verseText": "niliteuliwa tangu milele, tangu mwanzoni, kabla ya dunia kuumbwa."
  },
  {
    "verseNumber": "PRO 8:24",
    "verseText": "Wakati hazijakuwepo bahari, nilikwishazaliwa, wakati hazijakuwepo chemchemi zilizojaa maji;"
  },
  {
    "verseNumber": "PRO 8:25",
    "verseText": "kabla milima haijawekwa mahali pake, kabla vilima havijakuwepo, nilikwishazaliwa,"
  },
  {
    "verseNumber": "PRO 8:26",
    "verseText": "kabla hajaumba dunia wala mashamba yake au vumbi lolote la dunia."
  },
  {
    "verseNumber": "PRO 8:27",
    "verseText": "Nilikuwepo alipoziweka mbingu mahali pake, wakati alichora mstari wa upeo wa macho juu ya uso wa kilindi,"
  },
  {
    "verseNumber": "PRO 8:28",
    "verseText": "wakati aliweka mawingu juu na kuziweka imara chemchemi za bahari,"
  },
  {
    "verseNumber": "PRO 8:29",
    "verseText": "wakati aliiwekea bahari mpaka wake ili maji yasivunje agizo lake, na wakati aliweka misingi ya dunia."
  },
  {
    "verseNumber": "PRO 8:30",
    "verseText": "Wakati huo nilikuwa fundi stadi kando yake. Nilijazwa na furaha siku baada ya siku, nikifurahi daima mbele zake,"
  },
  {
    "verseNumber": "PRO 8:31",
    "verseText": "nikifurahi katika dunia yake yote nami nikiwafurahia wanadamu."
  },
  {
    "verseNumber": "PRO 8:32",
    "verseText": "“Basi sasa wanangu, nisikilizeni; heri wale wanaozishika njia zangu."
  },
  {
    "verseNumber": "PRO 8:33",
    "verseText": "Sikilizeni mafundisho yangu mwe na hekima; msiyapuuze."
  },
  {
    "verseNumber": "PRO 8:34",
    "verseText": "Heri mtu yule anisikilizaye mimi, akisubiri siku zote malangoni mwangu, akingoja kwenye vizingiti vya mlango wangu."
  },
  {
    "verseNumber": "PRO 8:35",
    "verseText": "Kwa maana yeyote anipataye mimi amepata uzima na kujipatia kibali kutoka kwa BWANA."
  },
  {
    "verseNumber": "PRO 8:36",
    "verseText": "Lakini yeyote ashindwaye kunipata hujiumiza mwenyewe; na wote wanichukiao mimi hupenda mauti.”"
  },
  {
    "verseNumber": "PRO 9:1",
    "verseText": "Hekima amejenga nyumba yake; amechonga nguzo zake saba."
  },
  {
    "verseNumber": "PRO 9:2",
    "verseText": "Ameandaa nyama na kuchanganya divai yake; pia ameandaa meza yake."
  },
  {
    "verseNumber": "PRO 9:3",
    "verseText": "Amewatuma watumishi wake wa kike, naye huita kutoka mahali pa juu sana pa mji."
  },
  {
    "verseNumber": "PRO 9:4",
    "verseText": "Anawaambia wale wasio na akili, “Wote ambao ni wajinga na waje hapa!"
  },
  {
    "verseNumber": "PRO 9:5",
    "verseText": "Njooni, mle chakula changu na mnywe divai niliyoichanganya."
  },
  {
    "verseNumber": "PRO 9:6",
    "verseText": "Acheni njia zenu za ujinga nanyi mtaishi; tembeeni katika njia ya ufahamu."
  },
  {
    "verseNumber": "PRO 9:7",
    "verseText": "“Yeyote anayemkosoa mwenye mzaha hukaribisha matukano; yeyote anayekemea mtu mwovu hupatwa na matusi."
  },
  {
    "verseNumber": "PRO 9:8",
    "verseText": "Usimkemee mwenye mzaha la sivyo atakuchukia; mkemee mwenye hekima naye atakupenda."
  },
  {
    "verseNumber": "PRO 9:9",
    "verseText": "Mfundishe mtu mwenye hekima naye atakuwa na hekima zaidi; mfundishe mtu mwadilifu naye atazidi kufundishika."
  },
  {
    "verseNumber": "PRO 9:10",
    "verseText": "“Kumcha BWANA ndicho chanzo cha hekima, na kumjua Aliye Mtakatifu ni ufahamu."
  },
  {
    "verseNumber": "PRO 9:11",
    "verseText": "Kwa maana kwa msaada wangu siku zako zitakuwa nyingi, na miaka itaongezwa katika maisha yako."
  },
  {
    "verseNumber": "PRO 9:12",
    "verseText": "Kama wewe una hekima, hekima yako itakupa tuzo; kama wewe ni mtu wa mzaha, wewe mwenyewe ndiwe utateseka.”"
  },
  {
    "verseNumber": "PRO 9:13",
    "verseText": "Mwanamke aitwaye Mpumbavu ana kelele; hana adabu na hana maarifa."
  },
  {
    "verseNumber": "PRO 9:14",
    "verseText": "Huketi kwenye mlango wa nyumba yake, juu ya kiti katika mahali pa juu sana pa mji,"
  },
  {
    "verseNumber": "PRO 9:15",
    "verseText": "akiita wale wapitao karibu, waendao moja kwa moja kwenye njia yao."
  },
  {
    "verseNumber": "PRO 9:16",
    "verseText": "Anawaambia wale wasio na akili, “Wote ambao ni wajinga na waje hapa ndani!”"
  },
  {
    "verseNumber": "PRO 9:17",
    "verseText": "“Maji yaliyoibiwa ni matamu; chakula kinacholiwa sirini ni kitamu!”"
  },
  {
    "verseNumber": "PRO 9:18",
    "verseText": "Lakini hawajui hata kidogo kuwa wafu wako humo, kwamba wageni wake huyo mwanamke wako katika vilindi vya kuzimu."
  },
  {
    "verseNumber": "PRO 10:1",
    "verseText": "Mithali za Solomoni: Mwana mwenye hekima huleta furaha kwa baba yake, lakini mwana mpumbavu huleta huzuni kwa mama yake."
  },
  {
    "verseNumber": "PRO 10:2",
    "verseText": "Hazina zilizopatikana kwa njia mbaya hazifai, lakini uadilifu huokoa kutoka mautini."
  },
  {
    "verseNumber": "PRO 10:3",
    "verseText": "BWANA hawaachi waadilifu kukaa njaa, lakini hupinga tamaa ya mtu mwovu."
  },
  {
    "verseNumber": "PRO 10:4",
    "verseText": "Mikono mivivu hufanya mtu kuwa maskini lakini mikono yenye bidii huleta utajiri."
  },
  {
    "verseNumber": "PRO 10:5",
    "verseText": "Yeye akusanyaye mazao wakati wa kiangazi ni mwana mwenye hekima, lakini yeye alalaye wakati wa mavuno ni mwana mwenye kuaibisha."
  },
  {
    "verseNumber": "PRO 10:6",
    "verseText": "Baraka huwa taji kichwani mwa mwenye haki, lakini jeuri hufunika kinywa cha mwovu."
  },
  {
    "verseNumber": "PRO 10:7",
    "verseText": "Kumbukumbu ya mwenye haki itakuwa baraka, lakini jina la mwovu litaoza."
  },
  {
    "verseNumber": "PRO 10:8",
    "verseText": "Mwenye hekima moyoni hupokea maagizo, lakini mpumbavu apayukaye huangamia."
  },
  {
    "verseNumber": "PRO 10:9",
    "verseText": "Mtu mwadilifu hutembea salama, lakini mtu aendaye katika njia zilizopotoka atagunduliwa."
  },
  {
    "verseNumber": "PRO 10:10",
    "verseText": "Yeye akonyezaye kwa nia mbaya husababisha huzuni, naye mpumbavu apayukaye huangamia."
  },
  {
    "verseNumber": "PRO 10:11",
    "verseText": "Kinywa cha mwenye haki ni chemchemi ya uzima, lakini jeuri hufunika kinywa cha mwovu."
  },
  {
    "verseNumber": "PRO 10:12",
    "verseText": "Chuki huchochea faraka, lakini upendo husitiri mabaya yote."
  },
  {
    "verseNumber": "PRO 10:13",
    "verseText": "Hekima hupatikana katika midomo ya wenye kupambanua, lakini fimbo ni kwa ajili ya mgongo wake asiye na ufahamu."
  },
  {
    "verseNumber": "PRO 10:14",
    "verseText": "Wenye hekima huhifadhi maarifa, bali kinywa cha mpumbavu hualika maangamizi."
  },
  {
    "verseNumber": "PRO 10:15",
    "verseText": "Mali ya tajiri ni mji wake wenye ngome, bali ufukara ni maangamizi ya maskini."
  },
  {
    "verseNumber": "PRO 10:16",
    "verseText": "Ujira wa wenye haki huwaletea uzima, lakini mapato ya waovu huwaletea adhabu."
  },
  {
    "verseNumber": "PRO 10:17",
    "verseText": "Anayekubali kuadibishwa yuko katika njia ya uzima, lakini yeyote anayepuuza maonyo hupotosha wengine."
  },
  {
    "verseNumber": "PRO 10:18",
    "verseText": "Yeye afichaye chuki yake ana midomo ya uongo, na yeyote anayeeneza uchonganishi ni mpumbavu."
  },
  {
    "verseNumber": "PRO 10:19",
    "verseText": "Wakati maneno ni mengi, dhambi haikosekani, lakini yeye ambaye huzuia ulimi wake ni mwenye busara."
  },
  {
    "verseNumber": "PRO 10:20",
    "verseText": "Ulimi wa mwenye haki ni fedha iliyo bora, bali moyo wa mwovu una thamani ndogo."
  },
  {
    "verseNumber": "PRO 10:21",
    "verseText": "Midomo ya mwenye haki hulisha wengi, lakini wapumbavu hufa kwa kukosa ufahamu."
  },
  {
    "verseNumber": "PRO 10:22",
    "verseText": "Baraka ya BWANA hutajirisha, wala haichanganyi huzuni."
  },
  {
    "verseNumber": "PRO 10:23",
    "verseText": "Mpumbavu hufurahia tabia mbaya, lakini mtu mwenye ufahamu hupendezwa na hekima."
  },
  {
    "verseNumber": "PRO 10:24",
    "verseText": "Kile anachoogopa mwovu ndicho kitakachompata; kile anachoonea shauku mwenye haki atapewa."
  },
  {
    "verseNumber": "PRO 10:25",
    "verseText": "Tufani inapopita, waovu hutoweka, lakini wenye haki husimama imara milele."
  },
  {
    "verseNumber": "PRO 10:26",
    "verseText": "Kama siki ilivyo kwa meno na moshi kwa macho, ndivyo alivyo mvivu kwa wale waliomtuma."
  },
  {
    "verseNumber": "PRO 10:27",
    "verseText": "Kumcha BWANA huongeza urefu wa maisha, lakini miaka ya mwovu inafupishwa."
  },
  {
    "verseNumber": "PRO 10:28",
    "verseText": "Tarajio la mwenye haki ni furaha, bali matumaini ya mwovu huwa si kitu."
  },
  {
    "verseNumber": "PRO 10:29",
    "verseText": "Njia ya BWANA ni kimbilio kwa wenye haki, lakini ni maangamizi ya wale watendao mabaya."
  },
  {
    "verseNumber": "PRO 10:30",
    "verseText": "Kamwe wenye haki hawataondolewa, bali waovu hawatasalia katika nchi."
  },
  {
    "verseNumber": "PRO 10:31",
    "verseText": "Kinywa cha mwenye haki hutoa hekima, bali ulimi wa upotovu utakatwa."
  },
  {
    "verseNumber": "PRO 10:32",
    "verseText": "Midomo ya wenye haki inajua kile kinachofaa, bali kinywa cha mwovu hujua kile kilichopotoka tu."
  },
  {
    "verseNumber": "PRO 11:1",
    "verseText": "BWANA huchukia sana mizani za udanganyifu, bali vipimo sahihi ni furaha yake."
  },
  {
    "verseNumber": "PRO 11:2",
    "verseText": "Kiburi kinapokuja, ndipo huja aibu, bali unyenyekevu huja na hekima."
  },
  {
    "verseNumber": "PRO 11:3",
    "verseText": "Uadilifu wa wenye haki huwaongoza, bali wasio waaminifu huharibiwa na hila yao."
  },
  {
    "verseNumber": "PRO 11:4",
    "verseText": "Utajiri haufaidi kitu katika siku ya ghadhabu, bali haki huokoa kutoka mautini."
  },
  {
    "verseNumber": "PRO 11:5",
    "verseText": "Haki ya wasio na lawama, huwatengenezea njia iliyonyooka, bali waovu huangushwa kwa uovu wao wenyewe."
  },
  {
    "verseNumber": "PRO 11:6",
    "verseText": "Haki ya wanyofu huwaokoa, bali wasio waaminifu hunaswa na tamaa mbaya."
  },
  {
    "verseNumber": "PRO 11:7",
    "verseText": "Wakati mtu mwovu anapokufa, matumaini yake hutoweka; yote aliyoyatazamia kutokana na nguvu zake huwa si kitu."
  },
  {
    "verseNumber": "PRO 11:8",
    "verseText": "Mtu mwenye haki huokolewa kutoka taabu, naye mtu mwovu huingia humo badala yake."
  },
  {
    "verseNumber": "PRO 11:9",
    "verseText": "Kwa kinywa chake mtu asiyemwamini Mungu humwangamiza jirani yake, bali kwa maarifa mwenye haki huokolewa."
  },
  {
    "verseNumber": "PRO 11:10",
    "verseText": "Wakati mwenye haki anapofanikiwa, mji hufurahi; mwovu atowekapo, kuna kelele za furaha."
  },
  {
    "verseNumber": "PRO 11:11",
    "verseText": "Kutokana na baraka ya mtu mnyofu mji hukwezwa, bali kwa kinywa cha mwovu mji huharibiwa."
  },
  {
    "verseNumber": "PRO 11:12",
    "verseText": "Mtu asiye na akili humdharau jirani yake, bali mtu mwenye ufahamu huuzuia ulimi wake."
  },
  {
    "verseNumber": "PRO 11:13",
    "verseText": "Masengenyo husaliti tumaini, bali mtu mwaminifu hutunza siri."
  },
  {
    "verseNumber": "PRO 11:14",
    "verseText": "Pasipo ushauri wa hekima taifa huanguka, bali washauri wengi hufanya ushindi uwe wa hakika."
  },
  {
    "verseNumber": "PRO 11:15",
    "verseText": "Yeye amdhaminiye mgeni hakika atateseka, bali yeyote akataaye kuunga mkono dhamana ni salama."
  },
  {
    "verseNumber": "PRO 11:16",
    "verseText": "Mwanamke mwenye moyo wa huruma hupata heshima, bali wanaume wakorofi hupata mali tu."
  },
  {
    "verseNumber": "PRO 11:17",
    "verseText": "Mwenye huruma hujinufaisha mwenyewe, bali mkatili hujiletea taabu mwenyewe."
  },
  {
    "verseNumber": "PRO 11:18",
    "verseText": "Mtu mwovu hupata ujira wa udanganyifu, bali yeye apandaye haki huvuna tuzo ya uhakika."
  },
  {
    "verseNumber": "PRO 11:19",
    "verseText": "Mtu mwenye haki kweli kweli hupata uzima, bali yeye afuatiliaye ubaya huendea kifo chake."
  },
  {
    "verseNumber": "PRO 11:20",
    "verseText": "BWANA huwachukia sana watu wenye moyo wa upotovu, bali hupendezwa na wale ambao njia zao hazina lawama."
  },
  {
    "verseNumber": "PRO 11:21",
    "verseText": "Uwe na hakika na hili: Waovu hawataepuka kuadhibiwa, bali wenye haki watakuwa huru."
  },
  {
    "verseNumber": "PRO 11:22",
    "verseText": "Kama pete ya dhahabu katika pua ya nguruwe ndivyo alivyo mwanamke mzuri ambaye hana busara."
  },
  {
    "verseNumber": "PRO 11:23",
    "verseText": "Shauku ya mwenye haki huishia tu kwenye mema, bali tumaini la mwovu huishia tu kwenye ghadhabu."
  },
  {
    "verseNumber": "PRO 11:24",
    "verseText": "Kuna mtu atoaye kwa ukarimu, hata hivyo hupata zaidi, mwingine huzuia, lakini huwa maskini."
  },
  {
    "verseNumber": "PRO 11:25",
    "verseText": "Mtu mkarimu atastawi; yeye awaburudishaye wengine ataburudishwa mwenyewe."
  },
  {
    "verseNumber": "PRO 11:26",
    "verseText": "Watu humlaani mtu awanyimae watu nafaka, bali baraka itamkalia kichwani kama taji yeye aliye radhi kuiuza."
  },
  {
    "verseNumber": "PRO 11:27",
    "verseText": "Yeye atafutaye mema hupata ukarimu, bali ubaya huja kwake yeye autafutaye."
  },
  {
    "verseNumber": "PRO 11:28",
    "verseText": "Yeyote ategemeaye utajiri wake ataanguka, bali mwenye haki atastawi kama jani bichi."
  },
  {
    "verseNumber": "PRO 11:29",
    "verseText": "Yeye aletaye taabu kwa jamaa yake atarithi tu upepo, naye mpumbavu atakuwa mtumishi wa wenye hekima."
  },
  {
    "verseNumber": "PRO 11:30",
    "verseText": "Tunda la mwenye haki ni mti wa uzima, naye mwenye hekima huvuta roho za watu."
  },
  {
    "verseNumber": "PRO 11:31",
    "verseText": "Kama wenye haki watapokea ujira wao duniani, si zaidi sana yule asiyemcha Mungu na mwenye dhambi?"
  },
  {
    "verseNumber": "PRO 12:1",
    "verseText": "Yeyote apendaye kuadibishwa hupenda maarifa, bali yeye achukiaye kuonywa ni mpumbavu."
  },
  {
    "verseNumber": "PRO 12:2",
    "verseText": "Mtu mwema hupata kibali kutoka kwa BWANA, bali BWANA humhukumu mwenye hila."
  },
  {
    "verseNumber": "PRO 12:3",
    "verseText": "Mtu hathibitiki kutokana na uovu, bali mwenye haki hataondolewa."
  },
  {
    "verseNumber": "PRO 12:4",
    "verseText": "Mke mwenye tabia nzuri ni taji ya mumewe, bali aaibishaye ni kama uozo katika mifupa ya mumewe."
  },
  {
    "verseNumber": "PRO 12:5",
    "verseText": "Mipango ya mtu mwadilifu ni ya haki, bali ushauri wa mwovu ni udanganyifu."
  },
  {
    "verseNumber": "PRO 12:6",
    "verseText": "Maneno ya waovu huotea kumwaga damu, bali maneno ya waadilifu huwaokoa."
  },
  {
    "verseNumber": "PRO 12:7",
    "verseText": "Watu waovu huondolewa na kutoweka, bali nyumba ya mwenye haki husimama imara."
  },
  {
    "verseNumber": "PRO 12:8",
    "verseText": "Mtu husifiwa kulingana na hekima yake, bali watu wenye akili zilizopotoka hudharauliwa."
  },
  {
    "verseNumber": "PRO 12:9",
    "verseText": "Heri mtu wa hali ya chini mwenye mtumishi, kuliko kujifanya mtu wa hali ya juu nawe huna chakula."
  },
  {
    "verseNumber": "PRO 12:10",
    "verseText": "Mtu mwenye haki hujali mahitaji ya mnyama wake, bali matendo ya huruma ya mwovu ni ukatili."
  },
  {
    "verseNumber": "PRO 12:11",
    "verseText": "Yeye alimaye shamba lake atakuwa na chakula tele, bali yeye afuataye mambo ya upuzi hana akili."
  },
  {
    "verseNumber": "PRO 12:12",
    "verseText": "Waovu hutamani mateka ya watu wabaya, bali shina la mwenye haki hustawi."
  },
  {
    "verseNumber": "PRO 12:13",
    "verseText": "Mtu mwovu hunaswa kwa mazungumzo yake ya dhambi, bali mwenye haki huepuka taabu."
  },
  {
    "verseNumber": "PRO 12:14",
    "verseText": "Kutokana na tunda la midomo yake mtu hujazwa na mambo mema, hakika kama ilivyo kazi ya mikono yake humtunza."
  },
  {
    "verseNumber": "PRO 12:15",
    "verseText": "Njia ya mpumbavu huonekana sawa machoni pake mwenyewe, bali mtu mwenye hekima husikiliza ushauri."
  },
  {
    "verseNumber": "PRO 12:16",
    "verseText": "Mpumbavu huonyesha kuudhika kwake mara moja, bali mtu wa busara hupuuza matukano."
  },
  {
    "verseNumber": "PRO 12:17",
    "verseText": "Shahidi wa kweli hutoa ushuhuda wa kuaminika, bali shahidi wa uongo husema uongo."
  },
  {
    "verseNumber": "PRO 12:18",
    "verseText": "Maneno ya kipumbavu huchoma kama upanga, bali ulimi wa mwenye hekima huleta uponyaji."
  },
  {
    "verseNumber": "PRO 12:19",
    "verseText": "Midomo isemayo kweli hudumu milele, bali ulimi wa uongo hudumu kwa muda mfupi tu."
  },
  {
    "verseNumber": "PRO 12:20",
    "verseText": "Upo udanganyifu katika mioyo ya wale ambao hupanga mabaya, bali kuna furaha kwa wale wanaoleta amani."
  },
  {
    "verseNumber": "PRO 12:21",
    "verseText": "Hakuna dhara linalompata mwenye haki, bali waovu wana taabu nyingi."
  },
  {
    "verseNumber": "PRO 12:22",
    "verseText": "BWANA anachukia sana midomo idanganyayo, bali hufurahia watu ambao ni wa kweli."
  },
  {
    "verseNumber": "PRO 12:23",
    "verseText": "Mtu mwenye busara hujihifadhia maarifa yeye mwenyewe, bali moyo wa wapumbavu hububujika upumbavu."
  },
  {
    "verseNumber": "PRO 12:24",
    "verseText": "Mikono yenye bidii itatawala, bali uvivu huishia katika kazi za utumwa."
  },
  {
    "verseNumber": "PRO 12:25",
    "verseText": "Moyo wa wasiwasi humlemea mtu, bali neno la huruma humfurahisha."
  },
  {
    "verseNumber": "PRO 12:26",
    "verseText": "Mtu mwenye haki ni mwangalifu katika urafiki, bali njia ya waovu huwapotosha."
  },
  {
    "verseNumber": "PRO 12:27",
    "verseText": "Mtu mvivu haoki mawindo yake, bali mtu mwenye bidii ana mali za thamani."
  },
  {
    "verseNumber": "PRO 12:28",
    "verseText": "Katika njia ya haki kuna uzima; katika mapito hayo kuna maisha ya milele."
  },
  {
    "verseNumber": "PRO 13:1",
    "verseText": "Mwana mwenye hekima husikia mafundisho ya babaye, bali mwenye dharau hasikilizi maonyo."
  },
  {
    "verseNumber": "PRO 13:2",
    "verseText": "Kutoka tunda la midomo yake mtu hufurahia mambo mema, bali wasio waaminifu wanatamani sana jeuri."
  },
  {
    "verseNumber": "PRO 13:3",
    "verseText": "Yeye alindaye midomo yake hulinda nafsi yake, bali yeye asemaye kwa haraka ataangamia."
  },
  {
    "verseNumber": "PRO 13:4",
    "verseText": "Mvivu hutamani sana na hapati kitu, bali nafsi ya mwenye bidii hutoshelezwa kikamilifu."
  },
  {
    "verseNumber": "PRO 13:5",
    "verseText": "Mwenye haki huchukia uongo, bali waovu huleta aibu na fedheha."
  },
  {
    "verseNumber": "PRO 13:6",
    "verseText": "Haki humlinda mtu mwadilifu, bali uovu humwangusha mwenye dhambi."
  },
  {
    "verseNumber": "PRO 13:7",
    "verseText": "Mtu mmoja hujifanya tajiri, kumbe hana chochote; mwingine hujifanya maskini, kumbe ana utajiri mwingi."
  },
  {
    "verseNumber": "PRO 13:8",
    "verseText": "Utajiri wa mtu waweza kukomboa maisha yake, bali mtu maskini hasikii kitisho."
  },
  {
    "verseNumber": "PRO 13:9",
    "verseText": "Nuru ya mwenye haki hungʼaa sana, bali taa ya mwovu itazimwa."
  },
  {
    "verseNumber": "PRO 13:10",
    "verseText": "Kiburi huzalisha magomvi tu, bali hekima hupatikana kwa wale wanaozingatia ushauri."
  },
  {
    "verseNumber": "PRO 13:11",
    "verseText": "Fedha isiyo ya halali hupungua, bali yeye akusanyaye fedha kidogo kidogo huongezeka."
  },
  {
    "verseNumber": "PRO 13:12",
    "verseText": "Kilichotarajiwa kikikawia kuja moyo huugua, bali tumaini lililotimizwa ni mti wa uzima."
  },
  {
    "verseNumber": "PRO 13:13",
    "verseText": "Yeye anayedharau mafundisho anajiletea maangamizi, bali yeye anayeheshimu agizo hupewa tuzo."
  },
  {
    "verseNumber": "PRO 13:14",
    "verseText": "Mafundisho ya mwenye busara ni chemchemi ya uzima, ili kumwepusha mtu na mitego ya mauti."
  },
  {
    "verseNumber": "PRO 13:15",
    "verseText": "Ufahamu mzuri hupata upendeleo, bali njia ya asiye mwaminifu ni ngumu."
  },
  {
    "verseNumber": "PRO 13:16",
    "verseText": "Kila mwenye busara hutenda kwa maarifa, bali mpumbavu hudhihirisha upumbavu wake."
  },
  {
    "verseNumber": "PRO 13:17",
    "verseText": "Mjumbe mwovu huanguka kwenye taabu, bali mjumbe mwaminifu huleta uponyaji."
  },
  {
    "verseNumber": "PRO 13:18",
    "verseText": "Yeye anayedharau maonyo hupata umaskini na aibu, bali yeye anayekubali maonyo huheshimiwa."
  },
  {
    "verseNumber": "PRO 13:19",
    "verseText": "Tarajio lililotimizwa ni tamu kwa nafsi, bali wapumbavu huchukia sana kuacha ubaya."
  },
  {
    "verseNumber": "PRO 13:20",
    "verseText": "Yeye atembeaye na mwenye hekima atapata hekima, bali rafiki wa mpumbavu hupata madhara."
  },
  {
    "verseNumber": "PRO 13:21",
    "verseText": "Balaa humwandama mtenda dhambi, bali mafanikio ni thawabu kwa mwenye haki."
  },
  {
    "verseNumber": "PRO 13:22",
    "verseText": "Mtu mwema huwaachia wana wa wanawe urithi, bali mali ya wenye dhambi imehifadhiwa kwa ajili ya wenye haki."
  },
  {
    "verseNumber": "PRO 13:23",
    "verseText": "Shamba la mtu maskini laweza kuzalisha chakula kingi, bali dhuluma hukifutilia mbali."
  },
  {
    "verseNumber": "PRO 13:24",
    "verseText": "Yeye aizuiaye fimbo yake hampendi mwanawe, bali yeye ampendaye huwa mwangalifu kumwadibisha."
  },
  {
    "verseNumber": "PRO 13:25",
    "verseText": "Mwenye haki hula mpaka akaridhisha moyo wake, bali tumbo la mwovu hutaabika kwa njaa."
  },
  {
    "verseNumber": "PRO 14:1",
    "verseText": "Mwanamke mwenye hekima huijenga nyumba yake, bali mpumbavu huibomoa nyumba yake kwa mikono yake mwenyewe."
  },
  {
    "verseNumber": "PRO 14:2",
    "verseText": "Yeye ambaye njia zake ni nyofu humcha BWANA, bali yeye ambaye njia zake zimepotoka humdharau Mungu."
  },
  {
    "verseNumber": "PRO 14:3",
    "verseText": "Mazungumzo ya mpumbavu huleta fimbo mgongoni mwake, bali mwenye hekima hulindwa na maneno ya midomo yake."
  },
  {
    "verseNumber": "PRO 14:4",
    "verseText": "Pale ambapo hakuna mafahali, hori ni tupu, bali kutokana na nguvu za fahali huja mavuno mengi."
  },
  {
    "verseNumber": "PRO 14:5",
    "verseText": "Shahidi mwaminifu hadanganyi, bali shahidi wa uongo humimina uongo."
  },
  {
    "verseNumber": "PRO 14:6",
    "verseText": "Mwenye mzaha huitafuta hekima na haipati, bali maarifa huja kwa urahisi kwa anayepambanua."
  },
  {
    "verseNumber": "PRO 14:7",
    "verseText": "Kaa mbali na mtu mpumbavu, kwa maana hutapata maarifa katika midomo yake."
  },
  {
    "verseNumber": "PRO 14:8",
    "verseText": "Hekima ya mwenye busara ni kufikiria njia zake, bali upumbavu wa wapumbavu ni udanganyifu."
  },
  {
    "verseNumber": "PRO 14:9",
    "verseText": "Wapumbavu hudhihaki kujirekebisha kutoka dhambi, bali wema hupatikana miongoni mwa wanyofu."
  },
  {
    "verseNumber": "PRO 14:10",
    "verseText": "Kila moyo hujua uchungu wake wenyewe, wala hakuna yeyote awezaye kushiriki furaha yake."
  },
  {
    "verseNumber": "PRO 14:11",
    "verseText": "Nyumba ya mwovu itaangamizwa, bali hema la mnyofu litastawi."
  },
  {
    "verseNumber": "PRO 14:12",
    "verseText": "Iko njia ionekanayo kuwa sawa kwa mtu, bali mwisho wake huelekeza mautini."
  },
  {
    "verseNumber": "PRO 14:13",
    "verseText": "Hata katika kicheko moyo waweza kuuma, nayo furaha yaweza kuishia katika majonzi."
  },
  {
    "verseNumber": "PRO 14:14",
    "verseText": "Wasio na imani watapatilizwa kikamilifu kwa ajili ya njia zao, naye mtu mwema atapewa thawabu kwa ajili ya njia yake."
  },
  {
    "verseNumber": "PRO 14:15",
    "verseText": "Mtu mjinga huamini kila kitu, bali mwenye busara hufikiria hatua zake."
  },
  {
    "verseNumber": "PRO 14:16",
    "verseText": "Mtu mwenye hekima humcha BWANA na kuepuka mabaya, bali mpumbavu hukasirika kwa hamaki na uzembe."
  },
  {
    "verseNumber": "PRO 14:17",
    "verseText": "Mtu anayekasirika kwa haraka hufanya mambo ya upumbavu, naye mtu wa hila huchukiwa."
  },
  {
    "verseNumber": "PRO 14:18",
    "verseText": "Mjinga hurithi upumbavu, bali wenye busara huvikwa maarifa kichwani kama taji."
  },
  {
    "verseNumber": "PRO 14:19",
    "verseText": "Watu wabaya watasujudu mbele ya watu wema, nao waovu kwenye malango ya wenye haki."
  },
  {
    "verseNumber": "PRO 14:20",
    "verseText": "Maskini huepukwa hata na majirani zao, bali matajiri wana marafiki wengi."
  },
  {
    "verseNumber": "PRO 14:21",
    "verseText": "Yeye anayemdharau jirani yake hutenda dhambi, bali amebarikiwa yeye aliye na huruma kwa mhitaji."
  },
  {
    "verseNumber": "PRO 14:22",
    "verseText": "Je, wale wanaopanga ubaya hawapotoki? Bali wale wanaopanga kilicho chema hupata upendo na uaminifu."
  },
  {
    "verseNumber": "PRO 14:23",
    "verseText": "Kazi zote zinazofanywa kwa bidii huleta faida, bali mazungumzo matupu huelekea umaskini tu."
  },
  {
    "verseNumber": "PRO 14:24",
    "verseText": "Utajiri wa wenye hekima ni taji yao, bali upumbavu wa wapumbavu huzaa upumbavu."
  },
  {
    "verseNumber": "PRO 14:25",
    "verseText": "Shahidi wa kweli huokoa maisha, bali shahidi wa uongo ni mdanganyifu."
  },
  {
    "verseNumber": "PRO 14:26",
    "verseText": "Yeye amchaye BWANA ana ngome salama, na kwa watoto wake itakuwa kimbilio."
  },
  {
    "verseNumber": "PRO 14:27",
    "verseText": "Kumcha BWANA ni chemchemi ya uzima, ili kumwepusha mtu na mitego ya mauti."
  },
  {
    "verseNumber": "PRO 14:28",
    "verseText": "Wingi wa watu ni utukufu wa mfalme, bali pasipo watu mkuu huangamia."
  },
  {
    "verseNumber": "PRO 14:29",
    "verseText": "Mtu mwenye subira ana ufahamu mwingi, bali anayekasirika haraka huonyesha upumbavu."
  },
  {
    "verseNumber": "PRO 14:30",
    "verseText": "Moyo wenye amani huupa mwili uzima, bali wivu huozesha mifupa."
  },
  {
    "verseNumber": "PRO 14:31",
    "verseText": "Yeye amwoneaye maskini huonyesha dharau kwa Muumba wao, bali yeyote anayemhurumia mhitaji humheshimu Mungu."
  },
  {
    "verseNumber": "PRO 14:32",
    "verseText": "Waovu huangamizwa kwa matendo yao maovu, bali hata katika kifo wenye haki hupata kimbilio."
  },
  {
    "verseNumber": "PRO 14:33",
    "verseText": "Hekima hukaa katika moyo wa mwenye ufahamu bali haijulikani miongoni mwa wapumbavu."
  },
  {
    "verseNumber": "PRO 14:34",
    "verseText": "Haki huinua taifa, bali dhambi ni aibu kwa watu wote."
  },
  {
    "verseNumber": "PRO 14:35",
    "verseText": "Mfalme hupendezwa na mtumishi mwenye hekima, bali ghadhabu yake humwangukia mtumishi mwenye kuaibisha."
  },
  {
    "verseNumber": "PRO 15:1",
    "verseText": "Jawabu la upole hugeuza ghadhabu, bali neno liumizalo huchochea hasira."
  },
  {
    "verseNumber": "PRO 15:2",
    "verseText": "Ulimi wa mwenye hekima husifu maarifa, bali kinywa cha mpumbavu hufoka upumbavu."
  },
  {
    "verseNumber": "PRO 15:3",
    "verseText": "Macho ya BWANA yako kila mahali, yakiwaangalia waovu na wema."
  },
  {
    "verseNumber": "PRO 15:4",
    "verseText": "Ulimi uletao uponyaji ni mti wa uzima, bali ulimi udanganyao huponda roho."
  },
  {
    "verseNumber": "PRO 15:5",
    "verseText": "Mpumbavu hubeza maonyo ya baba yake, bali yeyote akubaliye maonyo huonyesha busara."
  },
  {
    "verseNumber": "PRO 15:6",
    "verseText": "Nyumba ya mwenye haki ina hazina kubwa, bali mapato ya waovu huwaletea taabu."
  },
  {
    "verseNumber": "PRO 15:7",
    "verseText": "Midomo ya mwenye hekima hueneza maarifa, bali sivyo ilivyo mioyo ya wapumbavu."
  },
  {
    "verseNumber": "PRO 15:8",
    "verseText": "BWANA huchukia sana dhabihu za waovu, bali maombi ya wanyofu humfurahisha Mungu."
  },
  {
    "verseNumber": "PRO 15:9",
    "verseText": "BWANA huchukia sana njia ya waovu, bali huwapenda wale wafuatao haki."
  },
  {
    "verseNumber": "PRO 15:10",
    "verseText": "Adhabu kali humngoja yeye aachaye njia; yeye achukiaye maonyo atakufa."
  },
  {
    "verseNumber": "PRO 15:11",
    "verseText": "Mauti na Uharibifu viko wazi mbele za BWANA: je, si zaidi sana mioyo ya wanadamu!"
  },
  {
    "verseNumber": "PRO 15:12",
    "verseText": "Mwenye mzaha huchukia maonyo; hatataka shauri kwa mwenye hekima."
  },
  {
    "verseNumber": "PRO 15:13",
    "verseText": "Moyo wenye furaha hufanya uso uchangamke, bali maumivu ya moyoni huponda roho."
  },
  {
    "verseNumber": "PRO 15:14",
    "verseText": "Moyo wa mwenye ufahamu hutafuta maarifa, bali kinywa cha mpumbavu hujilisha upumbavu."
  },
  {
    "verseNumber": "PRO 15:15",
    "verseText": "Siku zote za wanaoonewa ni za taabu, bali moyo mchangamfu una karamu ya kudumu."
  },
  {
    "verseNumber": "PRO 15:16",
    "verseText": "Afadhali kuwa na kidogo pamoja na kumcha BWANA, kuliko mali nyingi pamoja na ghasia."
  },
  {
    "verseNumber": "PRO 15:17",
    "verseText": "Afadhali chakula cha mboga mahali palipo na upendo kuliko nyama ya ndama iliyonona pamoja na chuki."
  },
  {
    "verseNumber": "PRO 15:18",
    "verseText": "Mtu mwepesi wa hasira huchochea ugomvi, bali mtu mvumilivu hutuliza ugomvi."
  },
  {
    "verseNumber": "PRO 15:19",
    "verseText": "Njia ya mvivu imezibwa na miiba, bali njia ya mwenye haki ni barabara kuu."
  },
  {
    "verseNumber": "PRO 15:20",
    "verseText": "Mwana mwenye hekima huleta furaha kwa baba yake, bali mtu mpumbavu humdharau mama yake."
  },
  {
    "verseNumber": "PRO 15:21",
    "verseText": "Upumbavu humfurahisha mtu ambaye hana akili, bali mtu mwenye ufahamu hushika njia iliyonyooka."
  },
  {
    "verseNumber": "PRO 15:22",
    "verseText": "Mipango hushindwa kufanikiwa kwa ajili ya kukosa ushauri, bali kukiwa na washauri wengi hufanikiwa."
  },
  {
    "verseNumber": "PRO 15:23",
    "verseText": "Mtu hupata furaha katika kutoa jibu linalofaa: je, ni zuri namna gani neno lililotoka kwa wakati wake!"
  },
  {
    "verseNumber": "PRO 15:24",
    "verseText": "Mapito ya uzima huelekea juu kwa ajili ya wenye hekima kumwepusha asiende chini kaburini."
  },
  {
    "verseNumber": "PRO 15:25",
    "verseText": "BWANA hubomoa nyumba ya mtu mwenye kiburi, bali huilinda mipaka ya mjane isiguswe."
  },
  {
    "verseNumber": "PRO 15:26",
    "verseText": "BWANA huchukia sana mawazo ya mwovu, bali mawazo ya wale walio safi humfurahisha yeye."
  },
  {
    "verseNumber": "PRO 15:27",
    "verseText": "Mtu mwenye tamaa huletea jamaa yake taabu, bali yeye achukiaye rushwa ataishi."
  },
  {
    "verseNumber": "PRO 15:28",
    "verseText": "Moyo wa mwenye haki hupima majibu yake, bali kinywa cha mwovu hufoka ubaya."
  },
  {
    "verseNumber": "PRO 15:29",
    "verseText": "BWANA yuko mbali na waovu, bali husikia maombi ya wenye haki."
  },
  {
    "verseNumber": "PRO 15:30",
    "verseText": "Mtazamo wa tabasamu huleta furaha moyoni, nazo habari njema huipa mifupa afya."
  },
  {
    "verseNumber": "PRO 15:31",
    "verseText": "Yeye asikilizaye maonyo yatoayo uzima atakuwa miongoni mwa wenye hekima."
  },
  {
    "verseNumber": "PRO 15:32",
    "verseText": "Yeye anayedharau maonyo hujidharau mwenyewe, bali yeyote anayekubali maonyo hupata ufahamu."
  },
  {
    "verseNumber": "PRO 15:33",
    "verseText": "Kumcha BWANA humfundisha mtu hekima, nao unyenyekevu huja kabla ya heshima."
  },
  {
    "verseNumber": "PRO 16:1",
    "verseText": "Mipango ya moyoni ni ya mwanadamu, bali jibu la ulimi hutoka kwa BWANA."
  },
  {
    "verseNumber": "PRO 16:2",
    "verseText": "Njia zote za mtu huonekana safi machoni pake mwenyewe, bali makusudi hupimwa na BWANA."
  },
  {
    "verseNumber": "PRO 16:3",
    "verseText": "Mkabidhi BWANA lolote ufanyalo, nayo mipango yako itafanikiwa."
  },
  {
    "verseNumber": "PRO 16:4",
    "verseText": "BWANA hufanya kila kitu kwa kusudi lake mwenyewe; hata waovu kwa siku ya maangamizi."
  },
  {
    "verseNumber": "PRO 16:5",
    "verseText": "BWANA huwachukia sana wote wenye kiburi cha moyo. Uwe na hakika kwa hili: Hawataepuka kuadhibiwa."
  },
  {
    "verseNumber": "PRO 16:6",
    "verseText": "Kwa upendo na uaminifu uovu huondolewa; kwa kumcha BWANA mtu hujiepusha na ubaya."
  },
  {
    "verseNumber": "PRO 16:7",
    "verseText": "Njia za mtu zinapompendeza BWANA, huwafanya hata adui zake waishi naye kwa amani."
  },
  {
    "verseNumber": "PRO 16:8",
    "verseText": "Afadhali kitu kidogo pamoja na haki kuliko mapato mengi pamoja na udhalimu."
  },
  {
    "verseNumber": "PRO 16:9",
    "verseText": "Moyo wa mtu huifikiri njia yake, bali BWANA huelekeza hatua zake."
  },
  {
    "verseNumber": "PRO 16:10",
    "verseText": "Midomo ya mfalme huzungumza kwa hekima ya kiungu, wala kinywa chake hakipotoshi haki."
  },
  {
    "verseNumber": "PRO 16:11",
    "verseText": "Vipimo na mizani za halali hutoka kwa BWANA; mawe yote ya kupimia yaliyo katika mfuko ameyafanya yeye."
  },
  {
    "verseNumber": "PRO 16:12",
    "verseText": "Wafalme huchukia sana kutenda maovu, kwa maana kiti cha ufalme hufanywa imara kwa njia ya haki."
  },
  {
    "verseNumber": "PRO 16:13",
    "verseText": "Wafalme hufurahia midomo ya uaminifu; humthamini mtu asemaye kweli."
  },
  {
    "verseNumber": "PRO 16:14",
    "verseText": "Ghadhabu ya mfalme ni mjumbe wa mauti, bali mtu mwenye hekima ataituliza."
  },
  {
    "verseNumber": "PRO 16:15",
    "verseText": "Uso wa mfalme ungʼaapo, inamaanisha uhai; upendeleo wake ni kama wingu la mvua wakati wa vuli."
  },
  {
    "verseNumber": "PRO 16:16",
    "verseText": "Ni bora kiasi gani kupata hekima kuliko dhahabu, kuchagua ufahamu kuliko fedha!"
  },
  {
    "verseNumber": "PRO 16:17",
    "verseText": "Njia kuu ya wanyofu huepuka ubaya; yeye aichungaye njia yake, huchunga maisha yake."
  },
  {
    "verseNumber": "PRO 16:18",
    "verseText": "Kiburi hutangulia maangamizi, roho ya majivuno hutangulia maanguko."
  },
  {
    "verseNumber": "PRO 16:19",
    "verseText": "Ni afadhali kuwa mnyenyekevu katika roho miongoni mwa walioonewa kuliko kugawana nyara pamoja na wenye kiburi."
  },
  {
    "verseNumber": "PRO 16:20",
    "verseText": "Yeyote anayekubali mafundisho hustawi, tena amebarikiwa yeye anayemtumaini BWANA."
  },
  {
    "verseNumber": "PRO 16:21",
    "verseText": "Wenye hekima moyoni huitwa wenye ufahamu, na maneno ya kupendeza huchochea mafundisho."
  },
  {
    "verseNumber": "PRO 16:22",
    "verseText": "Ufahamu ni chemchemi ya uzima kwa wale walio nao, bali upumbavu huleta adhabu kwa wapumbavu."
  },
  {
    "verseNumber": "PRO 16:23",
    "verseText": "Moyo wa mtu mwenye hekima huongoza kinywa chake, na midomo yake huchochea mafundisho."
  },
  {
    "verseNumber": "PRO 16:24",
    "verseText": "Maneno ya kupendeza ni kama sega la asali, ni matamu kwa nafsi na uponyaji kwenye mifupa."
  },
  {
    "verseNumber": "PRO 16:25",
    "verseText": "Iko njia ionekanayo kuwa sawa kwa mtu, bali mwisho wake huelekeza mautini."
  },
  {
    "verseNumber": "PRO 16:26",
    "verseText": "Shauku ya mfanyakazi humhimiza kufanya kazi; njaa yake humsukuma aendelee."
  },
  {
    "verseNumber": "PRO 16:27",
    "verseText": "Mtu mbaya kabisa hupanga mabaya, maneno yake ni kama moto uunguzao."
  },
  {
    "verseNumber": "PRO 16:28",
    "verseText": "Mtu mpotovu huchochea ugomvi, nayo maongezi ya upuzi hutenganisha marafiki wa karibu."
  },
  {
    "verseNumber": "PRO 16:29",
    "verseText": "Mtu mkali humvuta jirani yake na kumwongoza katika mapito yale mabaya."
  },
  {
    "verseNumber": "PRO 16:30",
    "verseText": "Yeye akonyezaye kwa jicho lake anapanga upotovu; naye akazaye midomo yake amenuia mabaya."
  },
  {
    "verseNumber": "PRO 16:31",
    "verseText": "Mvi ni taji ya utukufu; hupatikana kwa maisha ya uadilifu."
  },
  {
    "verseNumber": "PRO 16:32",
    "verseText": "Ni afadhali mtu mstahimilivu kuliko shujaa, mtu anayeitawala hasira yake kuliko yule autekaye mji."
  },
  {
    "verseNumber": "PRO 16:33",
    "verseText": "Kura hupigwa kwa siri, lakini kila uamuzi wake hutoka kwa BWANA."
  },
  {
    "verseNumber": "PRO 17:1",
    "verseText": "Afadhali kula ukoko mkavu ukiwa na amani na utulivu kuliko kukaa kwenye nyumba ya karamu kukiwa na magomvi."
  },
  {
    "verseNumber": "PRO 17:2",
    "verseText": "Mtumishi mwenye hekima atatawala juu ya mwana aaibishaye, naye atashirikiana katika urithi kama mmoja wa hao ndugu."
  },
  {
    "verseNumber": "PRO 17:3",
    "verseText": "Kalibu ni kwa ajili ya fedha na tanuru ni kwa ajili ya dhahabu, bali BWANA huujaribu moyo."
  },
  {
    "verseNumber": "PRO 17:4",
    "verseText": "Mtu mwovu husikiliza midomo mibaya; mwongo husikiliza kwa makini ulimi wa madhara."
  },
  {
    "verseNumber": "PRO 17:5",
    "verseText": "Yeye anaye mdhihaki maskini huonyesha dharau kwa Muumba wake; yeyote afurahiaye maafa hataepuka kuadhibiwa."
  },
  {
    "verseNumber": "PRO 17:6",
    "verseText": "Wana wa wana ni taji la wazee, nao wazazi ni fahari ya watoto wao."
  },
  {
    "verseNumber": "PRO 17:7",
    "verseText": "Midomo yenye uwezo wa ushawishi haimfai mpumbavu: je, ni mibaya kiasi gani zaidi midomo ya uongo kwa mtawala!"
  },
  {
    "verseNumber": "PRO 17:8",
    "verseText": "Kipawa ni kama kito cha thamani machoni pake yeye aliye nacho; kokote kigeukiapo, hufanikiwa."
  },
  {
    "verseNumber": "PRO 17:9",
    "verseText": "Yeye anayesamehe kosa hudumisha upendo, bali yeyote arudiaye jambo hutenganisha marafiki wa karibu."
  },
  {
    "verseNumber": "PRO 17:10",
    "verseText": "Karipio humwingia sana mtu mwenye kutambua kuliko mapigo mia kwa mpumbavu."
  },
  {
    "verseNumber": "PRO 17:11",
    "verseText": "Mtu mbaya hupenda kuasi tu; mjumbe asiye na huruma atatumwa dhidi yake."
  },
  {
    "verseNumber": "PRO 17:12",
    "verseText": "Ni afadhali ukutane na dubu aliyenyangʼanywa watoto wake, kuliko mpumbavu katika upumbavu wake."
  },
  {
    "verseNumber": "PRO 17:13",
    "verseText": "Ikiwa mtu atalipa baya kwa jema, kamwe ubaya hautaondoka katika nyumba yake."
  },
  {
    "verseNumber": "PRO 17:14",
    "verseText": "Kuanzisha ugomvi ni kama kutoboa bwawa la maji; kwa hiyo acha jambo hilo kabla mabishano hayajaanza."
  },
  {
    "verseNumber": "PRO 17:15",
    "verseText": "Yeye asemaye kuwa asiye na haki ana haki, naye asemaye kuwa mwenye haki hana haki: BWANA huwachukia sana wote wawili."
  },
  {
    "verseNumber": "PRO 17:16",
    "verseText": "Fedha ina faida gani mikononi mwa mpumbavu, wakati yeye hana haja ya kupata hekima?"
  },
  {
    "verseNumber": "PRO 17:17",
    "verseText": "Rafiki hupenda wakati wote naye ndugu amezaliwa kwa ajili ya wakati wa shida."
  },
  {
    "verseNumber": "PRO 17:18",
    "verseText": "Mtu mjinga hupana mkono ili kuweka rehani, naye huweka dhamana kwa jirani yake."
  },
  {
    "verseNumber": "PRO 17:19",
    "verseText": "Yeye apendaye ugomvi apenda dhambi; naye ainuaye sana lango lake hutafuta uharibifu."
  },
  {
    "verseNumber": "PRO 17:20",
    "verseText": "Mtu mwenye moyo mpotovu hawezi kufanikiwa; naye ambaye ulimi wake ni mdanganyifu huanguka kwenye taabu."
  },
  {
    "verseNumber": "PRO 17:21",
    "verseText": "Kuwa na mwana mpumbavu huleta huzuni; hakuna furaha kwa baba wa mpumbavu."
  },
  {
    "verseNumber": "PRO 17:22",
    "verseText": "Moyo wenye furaha ni dawa nzuri, bali roho iliyopondeka hukausha mifupa."
  },
  {
    "verseNumber": "PRO 17:23",
    "verseText": "Mtu mwovu hukubali rushwa kwa siri ili kupotosha njia ya haki."
  },
  {
    "verseNumber": "PRO 17:24",
    "verseText": "Mtu wa ufahamu huitazama hekima, lakini macho ya mpumbavu huhangaika hadi kwenye miisho ya dunia."
  },
  {
    "verseNumber": "PRO 17:25",
    "verseText": "Mwana mpumbavu huleta huzuni kwa baba yake na uchungu kwa yeye aliyemzaa."
  },
  {
    "verseNumber": "PRO 17:26",
    "verseText": "Si vizuri kumwadhibu mtu asiye na hatia, au kuwapiga sana maafisa kwa ajili ya uadilifu wao."
  },
  {
    "verseNumber": "PRO 17:27",
    "verseText": "Mtu mwenye maarifa hutumia maneno kwa kujizuia, naye mtu mwenye ufahamu ana moyo wa utulivu."
  },
  {
    "verseNumber": "PRO 17:28",
    "verseText": "Hata mtu mpumbavu hudhaniwa kuwa na hekima kama akinyamaza, na mwenye ufahamu kama akiuzuia ulimi wake."
  },
  {
    "verseNumber": "PRO 18:1",
    "verseText": "Mtu ajitengaye na wengine hufuata matakwa yake mwenyewe; hupiga vita kila shauri jema."
  },
  {
    "verseNumber": "PRO 18:2",
    "verseText": "Mpumbavu hafurahii ufahamu, bali hufurahia kutangaza maoni yake mwenyewe."
  },
  {
    "verseNumber": "PRO 18:3",
    "verseText": "Wakati uovu unapokuja, dharau huja pia, pamoja na aibu huja lawama."
  },
  {
    "verseNumber": "PRO 18:4",
    "verseText": "Maneno ya kinywa cha mwanadamu ni kina cha maji, bali chemchemi ya hekima ni kijito kinachobubujika."
  },
  {
    "verseNumber": "PRO 18:5",
    "verseText": "Sio vizuri kumpendelea mtu mwovu, au kumnyima haki asiye na hatia."
  },
  {
    "verseNumber": "PRO 18:6",
    "verseText": "Midomo ya mpumbavu humletea ugomvi na kinywa chake hualika kipigo."
  },
  {
    "verseNumber": "PRO 18:7",
    "verseText": "Kinywa cha mpumbavu ni uharibifu wake na midomo yake ni mtego kwa nafsi yake."
  },
  {
    "verseNumber": "PRO 18:8",
    "verseText": "Maneno ya mchongezi ni kama chakula kitamu; huingia sehemu za ndani sana za mtu."
  },
  {
    "verseNumber": "PRO 18:9",
    "verseText": "Mtu aliye mlegevu katika kazi yake ni ndugu na yule anayeharibu."
  },
  {
    "verseNumber": "PRO 18:10",
    "verseText": "Jina la BWANA ni ngome imara, wenye haki huikimbilia na kuwa salama."
  },
  {
    "verseNumber": "PRO 18:11",
    "verseText": "Mali ya tajiri ni mji wake wenye ngome, wanaudhania kuwa ukuta usioweza kurukwa."
  },
  {
    "verseNumber": "PRO 18:12",
    "verseText": "Kabla ya anguko moyo wa mtu hujaa kiburi, bali unyenyekevu hutangulia heshima."
  },
  {
    "verseNumber": "PRO 18:13",
    "verseText": "Yeye ajibuye kabla ya kusikiliza, huo ni upumbavu wake na aibu yake."
  },
  {
    "verseNumber": "PRO 18:14",
    "verseText": "Roho ya mtu itastahimili katika ugonjwa bali roho iliyovunjika ni nani awezaye kuistahimili?"
  },
  {
    "verseNumber": "PRO 18:15",
    "verseText": "Moyo wa mwenye ufahamu hujipatia maarifa, masikio ya mwenye hekima huyatafuta maarifa."
  },
  {
    "verseNumber": "PRO 18:16",
    "verseText": "Zawadi humfungulia njia mtoaji, nayo humleta mbele ya wakuu."
  },
  {
    "verseNumber": "PRO 18:17",
    "verseText": "Yeye aliye wa kwanza kuleta mashtaka huonekana sahihi, hadi mwingine ajitokezapo na kumuuliza maswali."
  },
  {
    "verseNumber": "PRO 18:18",
    "verseText": "Kupiga kura hukomesha mashindano na kutenganisha wapinzani wakuu wanaopingana."
  },
  {
    "verseNumber": "PRO 18:19",
    "verseText": "Ndugu aliyechukizwa ni mgumu kuridhika kuliko mji uliozungushiwa ngome, nayo mabishano ni kama malango ya ngome yenye makomeo."
  },
  {
    "verseNumber": "PRO 18:20",
    "verseText": "Tumbo la mtu litajaa kutokana na tunda la kinywa chake, atashibishwa mavuno yanayotokana na midomo yake."
  },
  {
    "verseNumber": "PRO 18:21",
    "verseText": "Mauti na uzima viko katika uwezo wa ulimi, nao waupendao watakula matunda yake."
  },
  {
    "verseNumber": "PRO 18:22",
    "verseText": "Apataye mke apata kitu chema naye ajipatia kibali kwa BWANA."
  },
  {
    "verseNumber": "PRO 18:23",
    "verseText": "Mtu maskini huomba kuhurumiwa bali tajiri hujibu kwa ukali."
  },
  {
    "verseNumber": "PRO 18:24",
    "verseText": "Mtu mwenye marafiki wengi wanaweza kumharibu, bali yuko rafiki aambatanaye na mtu kwa karibu kuliko ndugu."
  },
  {
    "verseNumber": "PRO 19:1",
    "verseText": "Afadhali mtu maskini ambaye mwenendo wake hauna lawama, kuliko mpumbavu ambaye midomo yake imepotoka."
  },
  {
    "verseNumber": "PRO 19:2",
    "verseText": "Sio vizuri kuwa na juhudi bila maarifa, wala kufanya haraka na kuikosa njia."
  },
  {
    "verseNumber": "PRO 19:3",
    "verseText": "Upumbavu wa mtu mwenyewe huharibu maisha yake hata hivyo moyo wake humkasirikia BWANA."
  },
  {
    "verseNumber": "PRO 19:4",
    "verseText": "Mali huleta marafiki wengi, bali rafiki wa mtu maskini humwacha."
  },
  {
    "verseNumber": "PRO 19:5",
    "verseText": "Shahidi wa uongo hataacha kuadhibiwa, naye amwagaye uongo hataachwa huru."
  },
  {
    "verseNumber": "PRO 19:6",
    "verseText": "Wengi hujipendekeza kwa mtawala na kila mmoja ni rafiki wa mtu atoaye zawadi."
  },
  {
    "verseNumber": "PRO 19:7",
    "verseText": "Mtu maskini huepukwa na ndugu zake wote: Je, marafiki zake watamkwepa kiasi gani! Ingawa huwafuata kwa kuwasihi, hawapatikani popote."
  },
  {
    "verseNumber": "PRO 19:8",
    "verseText": "Yeye apataye hekima huipenda nafsi yake mwenyewe, yeye ahifadhiye ufahamu hustawi."
  },
  {
    "verseNumber": "PRO 19:9",
    "verseText": "Shahidi wa uongo hataacha kuadhibiwa, naye amwagaye uongo ataangamia."
  },
  {
    "verseNumber": "PRO 19:10",
    "verseText": "Haistahili mpumbavu kuishi katika anasa, itakuwa vibaya kiasi gani kwa mtumwa kuwatawala wakuu."
  },
  {
    "verseNumber": "PRO 19:11",
    "verseText": "Hekima ya mtu humpa uvumilivu, ni kwa utukufu wake kusamehe makosa."
  },
  {
    "verseNumber": "PRO 19:12",
    "verseText": "Ghadhabu ya mfalme ni kama mngurumo wa simba, bali wema wake ni kama umande juu ya nyasi."
  },
  {
    "verseNumber": "PRO 19:13",
    "verseText": "Mwana mpumbavu ni maangamizi ya babaye, naye mke mgomvi ni kama kutonatona kusikoisha."
  },
  {
    "verseNumber": "PRO 19:14",
    "verseText": "Nyumba na mali hurithiwa kutoka kwa wazazi, bali mke mwenye busara hutoka kwa BWANA."
  },
  {
    "verseNumber": "PRO 19:15",
    "verseText": "Uvivu huleta usingizi mzito, naye mtu mzembe huona njaa."
  },
  {
    "verseNumber": "PRO 19:16",
    "verseText": "Yeye ambaye hutii mafundisho huulinda uhai wake, bali yeye anayezidharau njia zake atakufa."
  },
  {
    "verseNumber": "PRO 19:17",
    "verseText": "Yeye amhurumiaye maskini humkopesha BWANA, naye atamtuza kwa aliyotenda."
  },
  {
    "verseNumber": "PRO 19:18",
    "verseText": "Mrudi mwanao, kwa maana katika hiyo kuna tumaini, usiwe mshirika katika mauti yake."
  },
  {
    "verseNumber": "PRO 19:19",
    "verseText": "Mtu mwenye kukasirika haraka ni lazima atapata adhabu yake, kama utamwokoa, itakubidi kufanya hivyo tena."
  },
  {
    "verseNumber": "PRO 19:20",
    "verseText": "Sikiliza mashauri na ukubali mafundisho, nawe mwishoni utakuwa na hekima."
  },
  {
    "verseNumber": "PRO 19:21",
    "verseText": "Kuna mipango mingi ndani ya moyo wa mtu, lakini kusudi la BWANA ndilo litakalosimama."
  },
  {
    "verseNumber": "PRO 19:22",
    "verseText": "Lile mtu alionealo shauku ni upendo usio na mwisho, afadhali kuwa maskini kuliko kuwa mwongo."
  },
  {
    "verseNumber": "PRO 19:23",
    "verseText": "Kumcha BWANA huongoza kwenye uzima, kisha mtu hupumzika akiwa ameridhika, bila kuguswa na shida."
  },
  {
    "verseNumber": "PRO 19:24",
    "verseText": "Mtu mvivu hutumbukiza mkono wake kwenye sahani, lakini hawezi hata kuupeleka kwenye kinywa chake!"
  },
  {
    "verseNumber": "PRO 19:25",
    "verseText": "Mpige mwenye mzaha, naye mjinga atajifunza busara, mkemee mwenye ufahamu naye atapata maarifa."
  },
  {
    "verseNumber": "PRO 19:26",
    "verseText": "Yeye amwibiaye baba yake na kumfukuza mama yake ni mwana aletaye aibu na fedheha."
  },
  {
    "verseNumber": "PRO 19:27",
    "verseText": "Mwanangu, ukiacha kusikiliza mafundisho, utatangatanga mbali na maneno ya maarifa."
  },
  {
    "verseNumber": "PRO 19:28",
    "verseText": "Shahidi mla rushwa hudhihaki hukumu na kinywa cha mtu mwovu humeza ubaya kwa upesi."
  },
  {
    "verseNumber": "PRO 19:29",
    "verseText": "Adhabu zimeandaliwa kwa ajili ya wenye dhihaka na mapigo kwa ajili ya migongo ya wapumbavu."
  },
  {
    "verseNumber": "PRO 20:1",
    "verseText": "Mvinyo ni mdhihaki na kileo ni mgomvi; yeyote apotoshwaye navyo hana hekima."
  },
  {
    "verseNumber": "PRO 20:2",
    "verseText": "Ghadhabu ya mfalme ni kama ngurumo ya simba; yeye amkasirishaye hupoteza uhai wake."
  },
  {
    "verseNumber": "PRO 20:3",
    "verseText": "Ni kwa heshima ya mtu kujitenga ugomvi, bali kila mpumbavu ni mwepesi kugombana."
  },
  {
    "verseNumber": "PRO 20:4",
    "verseText": "Mvivu halimi kwa majira; kwa hiyo wakati wa mavuno hutazama lakini hapati chochote."
  },
  {
    "verseNumber": "PRO 20:5",
    "verseText": "Makusudi ya moyo wa mwanadamu ni maji yenye kina, lakini mtu mwenye ufahamu huyachota."
  },
  {
    "verseNumber": "PRO 20:6",
    "verseText": "Watu wengi hujidai kuwa na upendo usiokoma, bali mtu mwaminifu ni nani awezaye kumpata?"
  },
  {
    "verseNumber": "PRO 20:7",
    "verseText": "Mtu mwenye haki huishi maisha yasiyo na lawama, wamebarikiwa watoto wake baada yake."
  },
  {
    "verseNumber": "PRO 20:8",
    "verseText": "Wakati mfalme aketipo katika kiti chake cha enzi kuhukumu, hupepeta ubaya wote kwa macho yake."
  },
  {
    "verseNumber": "PRO 20:9",
    "verseText": "Ni nani awezaye kusema, “Nimeuweka moyo wangu safi; mimi ni safi na sina dhambi?”"
  },
  {
    "verseNumber": "PRO 20:10",
    "verseText": "Mawe ya kupimia yaliyo tofauti na vipimo tofauti, BWANA huchukia vyote viwili."
  },
  {
    "verseNumber": "PRO 20:11",
    "verseText": "Hata mtoto hujulikana kwa matendo yake, kama tabia yake ni safi na adili."
  },
  {
    "verseNumber": "PRO 20:12",
    "verseText": "Masikio yasikiayo na macho yaonayo, BWANA ndiye alivifanya vyote viwili."
  },
  {
    "verseNumber": "PRO 20:13",
    "verseText": "Usiupende usingizi la sivyo utakuwa maskini, uwe macho nawe utakuwa na chakula cha akiba."
  },
  {
    "verseNumber": "PRO 20:14",
    "verseText": "“Haifai, haifai!” asema mnunuzi, kisha huondoka akijisifia ununuzi wake."
  },
  {
    "verseNumber": "PRO 20:15",
    "verseText": "Dhahabu kunayo, na marijani kwa wingi, lakini midomo inenayo maarifa ni kito cha thamani kilicho adimu."
  },
  {
    "verseNumber": "PRO 20:16",
    "verseText": "Chukua vazi la yule awekaye dhamana kwa ajili ya mgeni; lishikilie iwe dhamana kama anafanya hivyo kwa ajili ya mwanamke mpotovu."
  },
  {
    "verseNumber": "PRO 20:17",
    "verseText": "Chakula kilichopatikana kwa hila ni kitamu kwa mwanadamu, bali huishia na kinywa kilichojaa changarawe."
  },
  {
    "verseNumber": "PRO 20:18",
    "verseText": "Fanya mipango kwa kutafuta mashauri, ukipigana vita, tafuta maelekezo."
  },
  {
    "verseNumber": "PRO 20:19",
    "verseText": "Maneno ya kusengenya husababisha kutokuaminika, kwa hiyo mwepuke mtu anayezungumza kupita kiasi."
  },
  {
    "verseNumber": "PRO 20:20",
    "verseText": "Ikiwa mtu atamlaani baba yake au mama yake, taa yake itazimwa katika giza nene."
  },
  {
    "verseNumber": "PRO 20:21",
    "verseText": "Urithi upatikanao haraka mwanzoni, hautabarikiwa mwishoni."
  },
  {
    "verseNumber": "PRO 20:22",
    "verseText": "Usiseme, “Nitakulipiza kwa ajili ya kosa hili!” Mngojee BWANA, naye atakuokoa."
  },
  {
    "verseNumber": "PRO 20:23",
    "verseText": "BWANA anachukia sana mawe ya kupimia ya udanganyifu, nazo mizani zisizo halali hazimpendezi."
  },
  {
    "verseNumber": "PRO 20:24",
    "verseText": "Hatua za mtu huongozwa na BWANA. Anawezaje basi mtu yeyote kuelewa njia yake mwenyewe?"
  },
  {
    "verseNumber": "PRO 20:25",
    "verseText": "Ni mtego kwa mtu kuweka wakfu kitu kwa haraka na baada ya kitambo kidogo kufikiria tena nadhiri zake."
  },
  {
    "verseNumber": "PRO 20:26",
    "verseText": "Mfalme mwenye hekima hupepeta waovu, hulipitisha gurudumu la kupuria juu yao."
  },
  {
    "verseNumber": "PRO 20:27",
    "verseText": "Taa ya BWANA huchunguza roho ya mwanadamu, huchunguza utu wake wa ndani."
  },
  {
    "verseNumber": "PRO 20:28",
    "verseText": "Upendo na uaminifu humweka mfalme salama, kwa njia ya upendo, kiti chake cha enzi huwa salama."
  },
  {
    "verseNumber": "PRO 20:29",
    "verseText": "Utukufu wa vijana ni nguvu zao, mvi ni fahari ya uzee."
  },
  {
    "verseNumber": "PRO 20:30",
    "verseText": "Mapigo na majeraha huusafisha ubaya, nayo michapo hutakasa utu wa ndani."
  },
  {
    "verseNumber": "PRO 21:1",
    "verseText": "Moyo wa mfalme uko katika mkono wa BWANA; huuongoza kama mkondo wa maji, popote apendapo."
  },
  {
    "verseNumber": "PRO 21:2",
    "verseText": "Njia zote za mwanadamu huonekana sawa kwake, bali BWANA huupima moyo."
  },
  {
    "verseNumber": "PRO 21:3",
    "verseText": "Kufanya yaliyo sawa na haki inakubalika zaidi kwa BWANA kuliko dhabihu."
  },
  {
    "verseNumber": "PRO 21:4",
    "verseText": "Macho ya kudharau na moyo wa kiburi, ambavyo ni taa ya waovu, vyote ni dhambi!"
  },
  {
    "verseNumber": "PRO 21:5",
    "verseText": "Mipango ya mwenye bidii huelekeza kwenye faida, kama vile kwa hakika pupa huelekeza kwenye umaskini."
  },
  {
    "verseNumber": "PRO 21:6",
    "verseText": "Mali iliyopatikana kwa ulimi wa uongo ni mvuke upitao upesi na mtego wa kufisha."
  },
  {
    "verseNumber": "PRO 21:7",
    "verseText": "Jeuri ya waovu itawaburuta mbali, kwa kuwa wanakataa kufanya yaliyo sawa."
  },
  {
    "verseNumber": "PRO 21:8",
    "verseText": "Njia ya mwenye hatia ni ya upotovu, bali tabia ya mtu asiye na hatia ni nyofu."
  },
  {
    "verseNumber": "PRO 21:9",
    "verseText": "Ni afadhali kuishi pembeni mwa paa la nyumba, kuliko kuishi nyumba moja na mke mgomvi."
  },
  {
    "verseNumber": "PRO 21:10",
    "verseText": "Mtu mwovu hutamani sana ubaya, jirani yake hapati huruma kutoka kwake."
  },
  {
    "verseNumber": "PRO 21:11",
    "verseText": "Wakati mwenye mzaha ameadhibiwa, mjinga hupata hekima; wakati mtu mwenye hekima afundishwapo, hupata maarifa."
  },
  {
    "verseNumber": "PRO 21:12",
    "verseText": "Mwenye Haki huyajua yanayotendeka katika nyumba za waovu, naye atawaangamiza waovu."
  },
  {
    "verseNumber": "PRO 21:13",
    "verseText": "Mtu akiziba masikio asisikie kilio cha maskini, yeye pia atalia, wala hatajibiwa."
  },
  {
    "verseNumber": "PRO 21:14",
    "verseText": "Zawadi itolewayo kwa siri hutuliza hasira na rushwa iliyofichwa kwenye nguo hutuliza ghadhabu kali."
  },
  {
    "verseNumber": "PRO 21:15",
    "verseText": "Wakati haki imetendeka, huleta furaha kwa wenye haki, bali kitisho kwa watenda mabaya."
  },
  {
    "verseNumber": "PRO 21:16",
    "verseText": "Mtu anayepotea kutoka mapito ya ufahamu, hupumzika katika kundi la waliokufa."
  },
  {
    "verseNumber": "PRO 21:17",
    "verseText": "Mtu apendaye anasa atakuwa maskini, yeyote apendaye mvinyo na mafuta kamwe hatakuwa tajiri."
  },
  {
    "verseNumber": "PRO 21:18",
    "verseText": "Waovu huwa fidia kwa ajili ya wenye haki, nao wasio waaminifu kwa ajili ya wanyofu."
  },
  {
    "verseNumber": "PRO 21:19",
    "verseText": "Ni afadhali kuishi jangwani kuliko kuishi na mke mgomvi na mkorofi."
  },
  {
    "verseNumber": "PRO 21:20",
    "verseText": "Katika nyumba ya mwenye hekima kuna akiba ya vyakula vizuri na mafuta, lakini mtu mpumbavu hutafuna vyote alivyo navyo."
  },
  {
    "verseNumber": "PRO 21:21",
    "verseText": "Yeye afuatiaye haki na upendo hupata uzima, mafanikio na heshima."
  },
  {
    "verseNumber": "PRO 21:22",
    "verseText": "Mtu mwenye hekima huushambulia mji wa wenye nguvu, na kuangusha ngome wanazozitegemea."
  },
  {
    "verseNumber": "PRO 21:23",
    "verseText": "Yeye alindaye kinywa chake na ulimi wake hujilinda na maafa."
  },
  {
    "verseNumber": "PRO 21:24",
    "verseText": "Mtu mwenye kiburi na majivuno, “Mdhihaki” ndilo jina lake; hutenda mambo kwa kiburi kilichozidi."
  },
  {
    "verseNumber": "PRO 21:25",
    "verseText": "Kutamani sana kwa mvivu kutakuwa kifo chake, kwa sababu mikono yake haitaki kufanya kazi."
  },
  {
    "verseNumber": "PRO 21:26",
    "verseText": "Mchana kutwa hutamani zaidi, lakini mnyofu hutoa pasipo kuzuia."
  },
  {
    "verseNumber": "PRO 21:27",
    "verseText": "Dhabihu ya mtu mwovu ni chukizo, si zaidi sana itolewapo kwa nia mbaya!"
  },
  {
    "verseNumber": "PRO 21:28",
    "verseText": "Shahidi wa uongo ataangamia, bali maneno ya mwenye kusikia yatadumu."
  },
  {
    "verseNumber": "PRO 21:29",
    "verseText": "Mtu mwovu ana uso wa ushupavu, bali mtu mnyofu huzifikiria njia zake."
  },
  {
    "verseNumber": "PRO 21:30",
    "verseText": "Hakuna hekima, wala akili, wala mpango unaoweza kufaulu dhidi ya BWANA."
  },
  {
    "verseNumber": "PRO 21:31",
    "verseText": "Farasi huandaliwa kwa ajili ya siku ya vita, bali ushindi huwa kwa BWANA."
  },
  {
    "verseNumber": "PRO 22:1",
    "verseText": "Heri kuchagua jina jema kuliko utajiri mwingi, kuheshimiwa ni bora kuliko fedha au dhahabu."
  },
  {
    "verseNumber": "PRO 22:2",
    "verseText": "Tajiri na maskini wanafanana kwa hili: BWANA ni Muumba wao wote."
  },
  {
    "verseNumber": "PRO 22:3",
    "verseText": "Mtu mwenye busara huona hatari na kujificha, bali mjinga huendelea mbele kama kipofu nayo ikamtesa."
  },
  {
    "verseNumber": "PRO 22:4",
    "verseText": "Unyenyekevu na kumcha BWANA huleta utajiri, heshima na uzima."
  },
  {
    "verseNumber": "PRO 22:5",
    "verseText": "Katika mapito ya waovu kuna miiba na mitego, bali yeye ailindaye nafsi yake hukaa mbali nayo."
  },
  {
    "verseNumber": "PRO 22:6",
    "verseText": "Mfundishe mtoto njia impasayo kuiendea, naye hataiacha hata akiwa mzee."
  },
  {
    "verseNumber": "PRO 22:7",
    "verseText": "Matajiri huwatawala maskini naye akopaye ni mtumwa wa akopeshaye."
  },
  {
    "verseNumber": "PRO 22:8",
    "verseText": "Yeye aupandaye uovu huvuna taabu, nayo fimbo ya ghadhabu yake itaangamizwa."
  },
  {
    "verseNumber": "PRO 22:9",
    "verseText": "Mtu mkarimu yeye mwenyewe atabarikiwa kwa kuwa hushiriki chakula chake na maskini."
  },
  {
    "verseNumber": "PRO 22:10",
    "verseText": "Mfukuze mwenye dhihaka, na mvutano utatoweka; ugomvi na matukano vitakoma."
  },
  {
    "verseNumber": "PRO 22:11",
    "verseText": "Yeye apendaye moyo safi na yeye ambaye maneno yake ni ya neema, mfalme atakuwa rafiki yake."
  },
  {
    "verseNumber": "PRO 22:12",
    "verseText": "Macho ya BWANA hulinda maarifa, bali huyapinga maneno ya asiye mwaminifu."
  },
  {
    "verseNumber": "PRO 22:13",
    "verseText": "Mvivu husema, “Yuko simba nje!” au, “Nitauawa katika mitaa!”"
  },
  {
    "verseNumber": "PRO 22:14",
    "verseText": "Kinywa cha mwanamke kahaba ni shimo refu; yeye aliye chini ya ghadhabu ya BWANA atatumbukia ndani yake."
  },
  {
    "verseNumber": "PRO 22:15",
    "verseText": "Upumbavu umefungwa ndani ya moyo wa mtoto, bali fimbo ya adhabu itaufukuzia mbali naye."
  },
  {
    "verseNumber": "PRO 22:16",
    "verseText": "Yeye amwoneaye maskini ili kujiongezea mali, naye ampaye tajiri zawadi, wote huwa maskini."
  },
  {
    "verseNumber": "PRO 22:17",
    "verseText": "Tega sikio na usikie misemo ya wenye hekima, elekeza moyo wako kwenye yale nifundishayo,"
  },
  {
    "verseNumber": "PRO 22:18",
    "verseText": "kwa maana inapendeza unapoyahifadhi moyoni mwako na kuwa nayo yote tayari midomoni mwako."
  },
  {
    "verseNumber": "PRO 22:19",
    "verseText": "Ili tumaini lako liwe katika BWANA, hata wewe, ninakufundisha leo."
  },
  {
    "verseNumber": "PRO 22:20",
    "verseText": "Je, sijakuandikia misemo thelathini, misemo ya mashauri na maarifa,"
  },
  {
    "verseNumber": "PRO 22:21",
    "verseText": "kukufundisha maneno ya kweli na ya kuaminika, ili uweze kutoa majibu sahihi kwake yeye aliyekutuma?"
  },
  {
    "verseNumber": "PRO 22:22",
    "verseText": "Usiwadhulumu maskini kwa sababu ni maskini, wala kumdhulumu mhitaji mahakamani,"
  },
  {
    "verseNumber": "PRO 22:23",
    "verseText": "kwa sababu BWANA atalichukua shauri lao naye atawateka wao waliowateka."
  },
  {
    "verseNumber": "PRO 22:24",
    "verseText": "Usifanye urafiki na mtu mwenye hasira ya haraka, usishirikiane na yule aliye mwepesi kukasirika,"
  },
  {
    "verseNumber": "PRO 22:25",
    "verseText": "la sivyo utajifunza njia zake na kujiingiza mwenyewe kwenye mtego."
  },
  {
    "verseNumber": "PRO 22:26",
    "verseText": "Usiwe mwenye kupana mikono katika rehani, au kuweka dhamana kwa ajili ya madeni."
  },
  {
    "verseNumber": "PRO 22:27",
    "verseText": "Kama ukikosa njia ya kulipa, kitanda chako kitachukuliwa ukiwa umekilalia."
  },
  {
    "verseNumber": "PRO 22:28",
    "verseText": "Usisogeze jiwe la mpaka wa zamani lililowekwa na baba zako."
  },
  {
    "verseNumber": "PRO 22:29",
    "verseText": "Je, unamwona mtu stadi katika kazi yake? Atahudumu mbele ya wafalme; hatahudumu mbele ya watu duni."
  },
  {
    "verseNumber": "PRO 23:1",
    "verseText": "Uketipo kula chakula na mtawala, angalia vyema kile kilicho mbele yako,"
  },
  {
    "verseNumber": "PRO 23:2",
    "verseText": "na utie kisu kooni mwako kama ukiwa mlafi."
  },
  {
    "verseNumber": "PRO 23:3",
    "verseText": "Usitamani vyakula vyake vitamu kwa kuwa chakula hicho ni cha hila."
  },
  {
    "verseNumber": "PRO 23:4",
    "verseText": "Usijitaabishe ili kuupata utajiri, uwe na hekima kuonyesha kujizuia."
  },
  {
    "verseNumber": "PRO 23:5",
    "verseText": "Kufumba na kufumbua utajiri hutoweka, huwa kama umepata mabawa ghafula, ukaruka na kutoweka angani kama tai."
  },
  {
    "verseNumber": "PRO 23:6",
    "verseText": "Usile chakula cha mtu mchoyo, usitamani vyakula vyake vitamu,"
  },
  {
    "verseNumber": "PRO 23:7",
    "verseText": "kwa maana yeye ni aina ya mtu ambaye kila mara anafikiri juu ya gharama. Anakuambia, “Kula na kunywa,” lakini moyo wake hauko pamoja nawe."
  },
  {
    "verseNumber": "PRO 23:8",
    "verseText": "Utatapika kile kidogo ulichokula, nawe utakuwa umepoteza bure maneno yako ya kumsifu."
  },
  {
    "verseNumber": "PRO 23:9",
    "verseText": "Usizungumze na mpumbavu, kwa maana atadhihaki hekima ya maneno yako."
  },
  {
    "verseNumber": "PRO 23:10",
    "verseText": "Usisogeze jiwe la mpaka wa zamani wala kunyemelea kwenye mashamba ya yatima,"
  },
  {
    "verseNumber": "PRO 23:11",
    "verseText": "kwa kuwa Mtetezi wao ni mwenye nguvu, atalichukua shauri lao dhidi yako."
  },
  {
    "verseNumber": "PRO 23:12",
    "verseText": "Elekeza moyo wako kwenye mafundisho na masikio yako kwenye maneno ya maarifa."
  },
  {
    "verseNumber": "PRO 23:13",
    "verseText": "Usimnyime mtoto adhabu, ukimwadhibu kwa fimbo, hatakufa."
  },
  {
    "verseNumber": "PRO 23:14",
    "verseText": "Mwadhibu kwa fimbo na kuiokoa nafsi yake kutoka mautini."
  },
  {
    "verseNumber": "PRO 23:15",
    "verseText": "Mwanangu, kama moyo wako una hekima, basi moyo wangu utafurahi,"
  },
  {
    "verseNumber": "PRO 23:16",
    "verseText": "utu wangu wa ndani utafurahi, wakati midomo yako itakapozungumza lililo sawa."
  },
  {
    "verseNumber": "PRO 23:17",
    "verseText": "Usiuruhusu moyo wako kuwaonea wivu wenye dhambi, bali kila mara uwe na bidii katika kumcha BWANA."
  },
  {
    "verseNumber": "PRO 23:18",
    "verseText": "Hakika kuna tumaini la baadaye kwa ajili yako, nalo tarajio lako halitakatiliwa mbali."
  },
  {
    "verseNumber": "PRO 23:19",
    "verseText": "Sikiliza, mwanangu na uwe na hekima, weka moyo wako kwenye njia iliyo sawa."
  },
  {
    "verseNumber": "PRO 23:20",
    "verseText": "Usiwe miongoni mwa wanywao mvinyo, au wale walao nyama kwa pupa,"
  },
  {
    "verseNumber": "PRO 23:21",
    "verseText": "kwa maana walevi na walafi huwa maskini, nako kusinzia huwavika matambara."
  },
  {
    "verseNumber": "PRO 23:22",
    "verseText": "Msikilize baba yako, aliyekuzaa, wala usimdharau mama yako atakapokuwa mzee."
  },
  {
    "verseNumber": "PRO 23:23",
    "verseText": "Nunua kweli wala usiiuze, pata hekima, adabu na ufahamu."
  },
  {
    "verseNumber": "PRO 23:24",
    "verseText": "Baba wa mwenye haki ana furaha kubwa, naye aliye na mwana mwenye hekima humfurahia."
  },
  {
    "verseNumber": "PRO 23:25",
    "verseText": "Baba yako na mama yako na wafurahi, mama aliyekuzaa na ashangilie!"
  },
  {
    "verseNumber": "PRO 23:26",
    "verseText": "Mwanangu, nipe moyo wako, macho yako na yafuate njia zangu,"
  },
  {
    "verseNumber": "PRO 23:27",
    "verseText": "kwa maana kahaba ni shimo refu na mwanamke mpotovu ni kisima chembamba."
  },
  {
    "verseNumber": "PRO 23:28",
    "verseText": "Kama mnyangʼanyi, hungojea akivizia, naye huzidisha wasio waaminifu miongoni mwa wanaume."
  },
  {
    "verseNumber": "PRO 23:29",
    "verseText": "Ni nani mwenye ole? Ni nani mwenye huzuni? Ni nani mwenye ugomvi? Ni nani mwenye malalamiko? Ni nani aliye na majeraha yasiyo na sababu? Ni nani mwenye macho mekundu?"
  },
  {
    "verseNumber": "PRO 23:30",
    "verseText": "Ni hao wakaao sana kwenye mvinyo, hao waendao kuonja mabakuli ya mvinyo uliochanganywa."
  },
  {
    "verseNumber": "PRO 23:31",
    "verseText": "Usiukodolee macho mvinyo wakati ukiwa mwekundu, wakati unapometameta kwenye bilauri, wakati ushukapo taratibu!"
  },
  {
    "verseNumber": "PRO 23:32",
    "verseText": "Mwishowe huuma kama nyoka na kutia sumu yake kama nyoka mwenye sumu."
  },
  {
    "verseNumber": "PRO 23:33",
    "verseText": "Macho yako yataona mambo mageni na moyo wako kuwazia mambo yaliyopotoka."
  },
  {
    "verseNumber": "PRO 23:34",
    "verseText": "Utakuwa kama alalaye katikati ya bahari, alalaye juu ya kamba ya merikebu."
  },
  {
    "verseNumber": "PRO 23:35",
    "verseText": "Utasema, “Wamenipiga lakini sikuumia! Wamenichapa, lakini sisikii! Nitaamka lini ili nikanywe tena?”"
  },
  {
    "verseNumber": "PRO 24:1",
    "verseText": "Usiwaonee wivu watu waovu, usitamani ushirika nao;"
  },
  {
    "verseNumber": "PRO 24:2",
    "verseText": "kwa maana mioyo yao hupanga mambo ya jeuri, nayo midomo yao husema juu ya kuleta madhara."
  },
  {
    "verseNumber": "PRO 24:3",
    "verseText": "Kwa hekima nyumba hujengwa, nayo kwa njia ya ufahamu huimarishwa"
  },
  {
    "verseNumber": "PRO 24:4",
    "verseText": "kwa njia ya maarifa vyumba vyake hujazwa vitu vya thamani na vya kupendeza."
  },
  {
    "verseNumber": "PRO 24:5",
    "verseText": "Mtu mwenye hekima ana uwezo mkubwa, naye mtu mwenye maarifa huongeza nguvu,"
  },
  {
    "verseNumber": "PRO 24:6",
    "verseText": "kwa kufanya vita unahitaji uongozi na kwa ushindi washauri wengi."
  },
  {
    "verseNumber": "PRO 24:7",
    "verseText": "Hekima i juu mno kwa mpumbavu, katika kusanyiko langoni hana lolote la kusema."
  },
  {
    "verseNumber": "PRO 24:8",
    "verseText": "Yeye apangaye mabaya atajulikana kama mtu wa hila."
  },
  {
    "verseNumber": "PRO 24:9",
    "verseText": "Mipango ya upumbavu ni dhambi, watu huchukizwa na mwenye dhihaka."
  },
  {
    "verseNumber": "PRO 24:10",
    "verseText": "Ukikata tamaa wakati wa taabu, jinsi gani nguvu zako ni kidogo!"
  },
  {
    "verseNumber": "PRO 24:11",
    "verseText": "Okoa wale wanaoongozwa kwenye kifo; wazuie wote wanaojikokota kuelekea machinjoni."
  },
  {
    "verseNumber": "PRO 24:12",
    "verseText": "Kama mkisema, “Lakini hatukujua lolote kuhusu hili,” je, yule apimaye mioyo halitambui hili? Je, yule awalindaye maisha yenu halijui hili? Je, hatamlipa kila mtu kulingana na aliyotenda?"
  },
  {
    "verseNumber": "PRO 24:13",
    "verseText": "Ule asali mwanangu, kwa kuwa ni nzuri; asali kutoka kwenye sega ni tamu kwa kuonja."
  },
  {
    "verseNumber": "PRO 24:14",
    "verseText": "Ujue pia kwamba hekima ni tamu kwa nafsi yako, kama ukiipata, kuna matumaini kwako ya siku zijazo, nalo tumaini lako halitakatiliwa mbali."
  },
  {
    "verseNumber": "PRO 24:15",
    "verseText": "Usivizie kama haramia afanyavyo ili kuyashambulia makao ya mwenye haki, wala usiyavamie makazi yake,"
  },
  {
    "verseNumber": "PRO 24:16",
    "verseText": "Kwa maana ingawa mtu mwenye haki huanguka mara saba, huinuka tena, lakini waovu huangushwa chini na maafa."
  },
  {
    "verseNumber": "PRO 24:17",
    "verseText": "Usitazame kwa kufurahia adui yako aangukapo; wakati ajikwaapo, usiruhusu moyo wako ushangilie."
  },
  {
    "verseNumber": "PRO 24:18",
    "verseText": "BWANA asije akaona na kuchukia akaiondoa ghadhabu yake mbali naye."
  },
  {
    "verseNumber": "PRO 24:19",
    "verseText": "Usikasirike kwa sababu ya watu wabaya wala usiwaonee wivu waovu,"
  },
  {
    "verseNumber": "PRO 24:20",
    "verseText": "kwa maana mtu mbaya hana tumaini la siku zijazo, nayo taa ya waovu itazimwa."
  },
  {
    "verseNumber": "PRO 24:21",
    "verseText": "Mwanangu, mche BWANA na mfalme, wala usijiunge na waasi,"
  },
  {
    "verseNumber": "PRO 24:22",
    "verseText": "kwa maana hao wawili watatuma maangamizi ya ghafula juu yao, naye ni nani ajuaye maafa wawezayo kuleta?"
  },
  {
    "verseNumber": "PRO 24:23",
    "verseText": "Hii pia ni misemo ya wenye hekima: Kuonyesha upendeleo katika hukumu si vyema:"
  },
  {
    "verseNumber": "PRO 24:24",
    "verseText": "Yeyote amwambiaye mwenye hatia, “Wewe huna hatia,” Kabila zitamlaani na mataifa yatamkana."
  },
  {
    "verseNumber": "PRO 24:25",
    "verseText": "Bali itakuwa vyema kwa wale watakaowatia hatiani wenye hatia, nazo baraka tele zitawajilia juu yao."
  },
  {
    "verseNumber": "PRO 24:26",
    "verseText": "Jawabu la uaminifu ni kama busu la midomoni."
  },
  {
    "verseNumber": "PRO 24:27",
    "verseText": "Maliza kazi zako za nje, nawe uweke mashamba yako tayari, baada ya hayo, jenga nyumba yako."
  },
  {
    "verseNumber": "PRO 24:28",
    "verseText": "Usishuhudie dhidi ya jirani yako bila sababu, au kutumia midomo yako kudanganya."
  },
  {
    "verseNumber": "PRO 24:29",
    "verseText": "Usiseme, “Nitamtenda kama alivyonitenda mimi; nitamlipiza mtu yule kwa kile alichonitendea.”"
  },
  {
    "verseNumber": "PRO 24:30",
    "verseText": "Nilipita karibu na shamba la mvivu, karibu na shamba la mizabibu la mtu asiye na akili,"
  },
  {
    "verseNumber": "PRO 24:31",
    "verseText": "miiba ilikuwa imeota kila mahali, ardhi ilikuwa imefunikwa na magugu, na ukuta wa mawe ulikuwa umebomoka."
  },
  {
    "verseNumber": "PRO 24:32",
    "verseText": "Nikatafakari moyoni mwangu lile nililoliona, nami nikajifunza somo kutokana na niliyoyaona:"
  },
  {
    "verseNumber": "PRO 24:33",
    "verseText": "Bado kulala kidogo, kusinzia kidogo, bado kukunja mikono kidogo upate kupumzika:"
  },
  {
    "verseNumber": "PRO 24:34",
    "verseText": "hivyo umaskini utakuja juu yako kama mnyangʼanyi, na kupungukiwa kutakujia kama mtu mwenye silaha."
  },
  {
    "verseNumber": "PRO 25:1",
    "verseText": "Hizi ni mithali zaidi za Solomoni, zilizonakiliwa na watu wa Hezekia mfalme wa Yuda:"
  },
  {
    "verseNumber": "PRO 25:2",
    "verseText": "Ni Utukufu wa Mungu kuficha jambo, bali ni utukufu wa wafalme kuchunguza jambo."
  },
  {
    "verseNumber": "PRO 25:3",
    "verseText": "Kama mbingu zilivyo juu na nchi ilivyo chini, ndivyo ambavyo mioyo ya wafalme haichunguziki."
  },
  {
    "verseNumber": "PRO 25:4",
    "verseText": "Ondoa takataka kwenye madini ya fedha, nako ndani yake kutatokea chombo cha mfua fedha."
  },
  {
    "verseNumber": "PRO 25:5",
    "verseText": "Ondoa waovu mbele ya mfalme, nacho kiti chake cha enzi kitaimarishwa kwa njia ya haki."
  },
  {
    "verseNumber": "PRO 25:6",
    "verseText": "Usijikweze mwenyewe mbele ya mfalme, wala usidai nafasi miongoni mwa watu wakuu;"
  },
  {
    "verseNumber": "PRO 25:7",
    "verseText": "ni afadhali yeye akuambie, “Njoo huku juu,” kuliko yeye kukuaibisha mbele ya mkuu. Kile ulichokiona kwa macho yako"
  },
  {
    "verseNumber": "PRO 25:8",
    "verseText": "usiharakishe kukipeleka mahakamani, maana utafanya nini mwishoni kama jirani yako atakuaibisha?"
  },
  {
    "verseNumber": "PRO 25:9",
    "verseText": "Kama ukifanya shauri na jirani yako, usisaliti siri ya mtu mwingine,"
  },
  {
    "verseNumber": "PRO 25:10",
    "verseText": "ama yeye aisikiaye aweza kukuaibisha na kamwe sifa yako mbaya haitaondoka."
  },
  {
    "verseNumber": "PRO 25:11",
    "verseText": "Neno lisemwalo kwa wakati ufaao ni kama matunda ya mtofaa ya dhahabu yaliyowekwa kwenye vijalizo vya fedha."
  },
  {
    "verseNumber": "PRO 25:12",
    "verseText": "Kama vile kipuli cha dhahabu au pambo la dhahabu safi, ndivyo lilivyo karipio la mtu mwenye hekima kwa sikio lisikilizalo."
  },
  {
    "verseNumber": "PRO 25:13",
    "verseText": "Kama vile ubaridi wa theluji wakati wa mavuno ndivyo alivyo mjumbe mwaminifu kwa wale wamtumao, huburudisha roho za bwana zake."
  },
  {
    "verseNumber": "PRO 25:14",
    "verseText": "Kama vile mawingu na upepo pasipo mvua ndivyo alivyo mtu ajisifuye kwa zawadi ambazo hatoi."
  },
  {
    "verseNumber": "PRO 25:15",
    "verseText": "Kwa njia ya uvumilivu mtawala aweza kushawishiwa, nao ulimi laini waweza kuvunja mfupa."
  },
  {
    "verseNumber": "PRO 25:16",
    "verseText": "Ukipata asali, kula kiasi tu cha kukutosha, ukila zaidi, utatapika."
  },
  {
    "verseNumber": "PRO 25:17",
    "verseText": "Ingiza mguu wako nyumbani kwa jirani yako mara chache, ukizidisha, atakukinai na atakuchukia."
  },
  {
    "verseNumber": "PRO 25:18",
    "verseText": "Kama vile rungu au upanga au mshale mkali ndivyo alivyo mtu atoaye ushuhuda wa uongo dhidi ya jirani yake."
  },
  {
    "verseNumber": "PRO 25:19",
    "verseText": "Kama vile jino bovu au mguu uliolemaa, ndivyo ilivyo kumtegemea mtu asiye mwaminifu wakati wa shida."
  },
  {
    "verseNumber": "PRO 25:20",
    "verseText": "Kama vile avuaye mavazi siku ya baridi, au kama siki iliyomwagwa juu ya magadi, ndivyo alivyo yeye amuimbiaye nyimbo mtu mwenye moyo mzito."
  },
  {
    "verseNumber": "PRO 25:21",
    "verseText": "Kama adui yako ana njaa, mpe chakula ale; kama ana kiu, mpe maji anywe."
  },
  {
    "verseNumber": "PRO 25:22",
    "verseText": "Kwa kufanya hivyo, unaweka makaa ya moto yanayowaka kichwani pake, naye BWANA atakupa thawabu."
  },
  {
    "verseNumber": "PRO 25:23",
    "verseText": "Kama vile upepo wa kaskazini uletavyo mvua, ndivyo ulimi usingiziao uletavyo uso wa hasira."
  },
  {
    "verseNumber": "PRO 25:24",
    "verseText": "Ni afadhali kuishi pembeni mwa paa la nyumba, kuliko kuishi nyumba moja na mke mgomvi."
  },
  {
    "verseNumber": "PRO 25:25",
    "verseText": "Kama vile maji baridi kwa nafsi iliyochoka ndivyo zilivyo habari njema kutoka nchi ya mbali."
  },
  {
    "verseNumber": "PRO 25:26",
    "verseText": "Kama vile chemchemi iliyotibuliwa matope au kisima kilichotiwa taka ndivyo alivyo mtu mwenye haki akishiriki na waovu."
  },
  {
    "verseNumber": "PRO 25:27",
    "verseText": "Si vyema kula asali nyingi sana, wala si heshima kujitafutia heshima yako mwenyewe."
  },
  {
    "verseNumber": "PRO 25:28",
    "verseText": "Kama vile mji ambao kuta zake zimebomoka ndivyo alivyo mtu ambaye hawezi kujitawala mwenyewe."
  },
  {
    "verseNumber": "PRO 26:1",
    "verseText": "Kama theluji wakati wa kiangazi au mvua wakati wa mavuno, ndivyo asivyostahili heshima mpumbavu."
  },
  {
    "verseNumber": "PRO 26:2",
    "verseText": "Kama shomoro apigapigavyo mabawa yake au mbayuwayu katika kuruka kwake kasi, ndivyo ilivyo laana isiyo na sababu haimpati mtu."
  },
  {
    "verseNumber": "PRO 26:3",
    "verseText": "Mjeledi kwa farasi, lijamu kwa punda, nayo fimbo kwa migongo ya wapumbavu!"
  },
  {
    "verseNumber": "PRO 26:4",
    "verseText": "Usimjibu mpumbavu sawasawa na upumbavu wake, ama wewe mwenyewe utakuwa kama yeye."
  },
  {
    "verseNumber": "PRO 26:5",
    "verseText": "Mjibu mpumbavu sawasawa na upumbavu wake, ama atakuwa mwenye hekima machoni pake mwenyewe."
  },
  {
    "verseNumber": "PRO 26:6",
    "verseText": "Kama vile ilivyo kujikata miguu au kunywa hasara, ndivyo ilivyo kutuma ujumbe kwa mkono wa mpumbavu."
  },
  {
    "verseNumber": "PRO 26:7",
    "verseText": "Kama miguu ya kiwete inavyoningʼinia ndivyo ilivyo mithali katika kinywa cha mpumbavu."
  },
  {
    "verseNumber": "PRO 26:8",
    "verseText": "Kama kufunga jiwe kwenye kombeo, ndivyo ilivyo kumpa mpumbavu heshima."
  },
  {
    "verseNumber": "PRO 26:9",
    "verseText": "Kama mwiba kwenye mkono wa mlevi ndivyo ilivyo mithali kinywani mwa mpumbavu."
  },
  {
    "verseNumber": "PRO 26:10",
    "verseText": "Kama mpiga upinde ambaye hujeruhi ovyo, ndivyo alivyo yeye aajiriye mpumbavu au yeyote apitaye njiani."
  },
  {
    "verseNumber": "PRO 26:11",
    "verseText": "Kama mbwa ayarudiavyo matapiko yake, ndivyo mpumbavu arudiavyo upumbavu wake."
  },
  {
    "verseNumber": "PRO 26:12",
    "verseText": "Je, unamwona mtu ajionaye mwenye hekima machoni pake mwenyewe? Liko tumaini zaidi kwa mpumbavu kuliko kwake."
  },
  {
    "verseNumber": "PRO 26:13",
    "verseText": "Mvivu husema, “Yuko simba barabarani, simba mkali anazunguka mitaa!”"
  },
  {
    "verseNumber": "PRO 26:14",
    "verseText": "Kama vile mlango ugeukavyo kwenye bawaba zake, ndivyo mvivu ajigeuzavyo kitandani mwake."
  },
  {
    "verseNumber": "PRO 26:15",
    "verseText": "Mtu mvivu hutumbukiza mkono wake kwenye sahani, naye huchoka kuupeleka kwenye kinywa chake."
  },
  {
    "verseNumber": "PRO 26:16",
    "verseText": "Mtu mvivu ni mwenye hekima machoni pake mwenyewe, kuliko watu saba wawezao kujibu kwa busara."
  },
  {
    "verseNumber": "PRO 26:17",
    "verseText": "Kama yeye amkamataye mbwa kwa masikio, ndivyo alivyo mtu apitaye njiani na kujiingiza kwenye ugomvi usiomhusu."
  },
  {
    "verseNumber": "PRO 26:18",
    "verseText": "Kama mtu mwendawazimu atupaye vijinga vya moto au mishale ya kufisha,"
  },
  {
    "verseNumber": "PRO 26:19",
    "verseText": "ndivyo alivyo mtu amdanganyaye jirani yake na kusema, “Nilikuwa nikifanya mzaha tu!”"
  },
  {
    "verseNumber": "PRO 26:20",
    "verseText": "Bila kuni moto huzimika; pasipo uchongezi ugomvi humalizika."
  },
  {
    "verseNumber": "PRO 26:21",
    "verseText": "Kama makaa juu ya makaa yanayowaka, na kama kuni kwenye moto, ndivyo alivyo mtu mgomvi kwa kuchochea ugomvi."
  },
  {
    "verseNumber": "PRO 26:22",
    "verseText": "Maneno ya mchongezi ni kama chakula kitamu; huingia sehemu za ndani sana za mtu."
  },
  {
    "verseNumber": "PRO 26:23",
    "verseText": "Kama rangi ingʼaayo iliyopakwa kwenye vyombo vya udongo ndivyo ilivyo midomo laini pamoja na moyo mbaya."
  },
  {
    "verseNumber": "PRO 26:24",
    "verseText": "Mtu mwenye nia ya kudhuru wengine hujificha kwa maneno ya midomo yake, lakini moyoni mwake huficha udanganyifu."
  },
  {
    "verseNumber": "PRO 26:25",
    "verseText": "Ingawa maneno yake huvutia, usimwamini, kwa maana machukizo saba hujaza moyo wake."
  },
  {
    "verseNumber": "PRO 26:26",
    "verseText": "Nia yake ya kudhuru wengine inaweza kufichwa na udanganyifu, lakini uovu wake utafichuliwa kwenye kusanyiko."
  },
  {
    "verseNumber": "PRO 26:27",
    "verseText": "Kama mtu akichimba shimo, atatumbukia ndani yake, kama mtu akivingirisha jiwe, litamrudia."
  },
  {
    "verseNumber": "PRO 26:28",
    "verseText": "Ulimi wa uongo, huwachukia wale unaowaumiza, nacho kinywa cha kujipendekeza hutenda uharibifu."
  },
  {
    "verseNumber": "PRO 27:1",
    "verseText": "Usijisifu kwa ajili ya kesho, kwa kuwa hujui ni nini kitakachozaliwa kwa siku moja."
  },
  {
    "verseNumber": "PRO 27:2",
    "verseText": "Mwache mwingine akusifu, wala si kinywa chako mwenyewe; mtu mwingine afanye hivyo na si midomo yako mwenyewe."
  },
  {
    "verseNumber": "PRO 27:3",
    "verseText": "Jiwe ni zito na mchanga ni mzigo, lakini kukasirishwa na mpumbavu ni kuzito kuliko vyote viwili."
  },
  {
    "verseNumber": "PRO 27:4",
    "verseText": "Hasira ni ukatili na ghadhabu kali ni gharika, lakini ni nani awezaye kusimama mbele ya wivu?"
  },
  {
    "verseNumber": "PRO 27:5",
    "verseText": "Afadhali karipio la wazi kuliko upendo uliofichika."
  },
  {
    "verseNumber": "PRO 27:6",
    "verseText": "Majeraha kutoka kwa rafiki yaonyesha uaminifu, bali kubusu kwa adui ni kwingi sana."
  },
  {
    "verseNumber": "PRO 27:7",
    "verseText": "Yeye aliyeshiba huchukia kabisa asali, bali kwa mwenye njaa hata kile kilicho kichungu kwake ni kitamu."
  },
  {
    "verseNumber": "PRO 27:8",
    "verseText": "Kama ndege atangatangavyo mbali na kiota chake, ndivyo alivyo mtu atangatangaye mbali na nyumbani mwake."
  },
  {
    "verseNumber": "PRO 27:9",
    "verseText": "Manukato na uvumba huleta furaha moyoni, nao uzuri wa rafiki huchipuka kutoka kwenye ushauri wake wa uaminifu."
  },
  {
    "verseNumber": "PRO 27:10",
    "verseText": "Usimwache rafiki yako wala rafiki wa baba yako, tena usiende nyumbani mwa ndugu yako wakati umepatwa na maafa. Bora jirani wa karibu kuliko ndugu aliye mbali."
  },
  {
    "verseNumber": "PRO 27:11",
    "verseText": "Mwanangu, uwe na hekima, nawe ulete furaha moyoni mwangu, ndipo nitakapoweza kumjibu yeyote anitendaye kwa dharau."
  },
  {
    "verseNumber": "PRO 27:12",
    "verseText": "Mtu mwenye busara huona hatari na kujificha, bali mjinga huendelea mbele nayo ikamtesa."
  },
  {
    "verseNumber": "PRO 27:13",
    "verseText": "Chukua vazi la yule awekaye dhamana kwa ajili ya mgeni; lishikilie iwe dhamana kama anafanya hivyo kwa ajili ya mwanamke mpotovu."
  },
  {
    "verseNumber": "PRO 27:14",
    "verseText": "Kama mtu akimbariki jirani yake kwa sauti kuu asubuhi na mapema, itahesabiwa kama ni laana."
  },
  {
    "verseNumber": "PRO 27:15",
    "verseText": "Mke mgomvi ni kama matone yasiyokoma ya siku ya mvua."
  },
  {
    "verseNumber": "PRO 27:16",
    "verseText": "Kumzuia yeye ni kama kuuzuia upepo au kukamata mafuta kwa kiganja cha mkono."
  },
  {
    "verseNumber": "PRO 27:17",
    "verseText": "Kama vile chuma kinoavyo chuma, ndivyo mtu amnoavyo mwenzake."
  },
  {
    "verseNumber": "PRO 27:18",
    "verseText": "Yeye autunzaye mtini atakula tunda lake, naye amtunzaye bwana wake ataheshimiwa."
  },
  {
    "verseNumber": "PRO 27:19",
    "verseText": "Kama uso uonekanavyo kwenye maji, ndivyo hivyo moyo wa mtu humwonyesha alivyo."
  },
  {
    "verseNumber": "PRO 27:20",
    "verseText": "Kuzimu na Uharibifu havishibi kadhalika macho ya mwanadamu."
  },
  {
    "verseNumber": "PRO 27:21",
    "verseText": "Kalibu ni kwa ajili ya fedha na tanuru kwa ajili ya dhahabu, bali mtu hupimwa kwa sifa azipokeazo."
  },
  {
    "verseNumber": "PRO 27:22",
    "verseText": "Hata ukimtwanga mpumbavu kwenye kinu, ukimtwanga kama nafaka kwa mchi, hutauondoa upumbavu wake."
  },
  {
    "verseNumber": "PRO 27:23",
    "verseText": "Hakikisha kuwa unajua hali ya makundi yako ya kondoo na mbuzi, angalia kwa bidii ngʼombe zako."
  },
  {
    "verseNumber": "PRO 27:24",
    "verseText": "Kwa kuwa utajiri haudumu milele, nayo taji haidumu vizazi vyote."
  },
  {
    "verseNumber": "PRO 27:25",
    "verseText": "Wakati majani makavu yameondolewa na mapya yamechipua, nayo majani toka milimani yamekusanywa,"
  },
  {
    "verseNumber": "PRO 27:26",
    "verseText": "wana-kondoo watakupatia mavazi na mbuzi thamani ya shamba."
  },
  {
    "verseNumber": "PRO 27:27",
    "verseText": "Utakuwa na maziwa mengi ya mbuzi kukulisha wewe na jamaa yako, na kuwalisha watumishi wako wa kike."
  },
  {
    "verseNumber": "PRO 28:1",
    "verseText": "Mtu mwovu hukimbia ingawa hakuna yeyote anayemfukuza, bali wenye haki ni wajasiri kama simba."
  },
  {
    "verseNumber": "PRO 28:2",
    "verseText": "Wakati nchi inapokuwa na uasi, inakuwa na viongozi wengi, bali mwenye ufahamu na maarifa hudumisha utaratibu."
  },
  {
    "verseNumber": "PRO 28:3",
    "verseText": "Mtu maskini amwoneaye yeye aliye maskini zaidi ni kama mvua ya dhoruba isiyosaza mazao."
  },
  {
    "verseNumber": "PRO 28:4",
    "verseText": "Wale waiachao sheria huwasifu waovu, bali wale waishikao sheria huwapinga."
  },
  {
    "verseNumber": "PRO 28:5",
    "verseText": "Watu wabaya hawaelewi haki, bali wale wamtafutao BWANA wanaielewa kikamilifu."
  },
  {
    "verseNumber": "PRO 28:6",
    "verseText": "Afadhali maskini ambaye mwenendo wake hauna lawama kuliko tajiri ambaye njia zake ni potovu."
  },
  {
    "verseNumber": "PRO 28:7",
    "verseText": "Yeye ashikaye sheria ni mwana mwenye ufahamu, bali rafiki wa walafi humwaibisha baba yake."
  },
  {
    "verseNumber": "PRO 28:8",
    "verseText": "Yeye aongezaye utajiri wake kwa riba kubwa mno hukusanya kwa ajili ya mwingine, ambaye atawahurumia maskini."
  },
  {
    "verseNumber": "PRO 28:9",
    "verseText": "Kama mtu yeyote akikataa kusikia sheria, hata maombi yake ni chukizo."
  },
  {
    "verseNumber": "PRO 28:10",
    "verseText": "Yeye ambaye humwongoza mwenye haki kwenye mapito mabaya, ataanguka kwenye mtego wake mwenyewe, bali wasio na lawama watapokea urithi mwema."
  },
  {
    "verseNumber": "PRO 28:11",
    "verseText": "Mtu tajiri anaweza kuwa na hekima machoni pake mwenyewe, bali mtu maskini mwenye ufahamu atamfichua."
  },
  {
    "verseNumber": "PRO 28:12",
    "verseText": "Mwenye haki ashindapo, kuna furaha kubwa, bali waovu watawalapo, watu hujificha."
  },
  {
    "verseNumber": "PRO 28:13",
    "verseText": "Yeye afichaye dhambi zake hatafanikiwa, bali yeyote aziungamaye na kuziacha hupata rehema."
  },
  {
    "verseNumber": "PRO 28:14",
    "verseText": "Amebarikiwa mtu ambaye siku zote humcha BWANA, bali yeye afanyaye moyo wake kuwa mgumu huangukia kwenye taabu."
  },
  {
    "verseNumber": "PRO 28:15",
    "verseText": "Kama simba angurumaye au dubu ashambuliaye, ndivyo alivyo mtu mwovu atawalaye wanyonge."
  },
  {
    "verseNumber": "PRO 28:16",
    "verseText": "Mtawala dhalimu hana akili, bali yeye achukiaye mapato ya udhalimu atafurahia maisha marefu."
  },
  {
    "verseNumber": "PRO 28:17",
    "verseText": "Mtu mwenye kusumbuliwa na hatia ya kuua atakuwa mtoro mpaka kufa; mtu yeyote na asimsaidie."
  },
  {
    "verseNumber": "PRO 28:18",
    "verseText": "Yeye ambaye mwenendo wake hauna lawama hulindwa salama, bali yeye ambaye njia zake ni potovu ataanguka ghafula."
  },
  {
    "verseNumber": "PRO 28:19",
    "verseText": "Yeye alimaye shamba lake atakuwa na chakula tele, bali yule afuataye mambo ya upuzi atakuwa na umaskini wa kumtosha."
  },
  {
    "verseNumber": "PRO 28:20",
    "verseText": "Mtu mwaminifu atabarikiwa sana, bali yeye atamaniye kupata utajiri kwa haraka hataacha kuadhibiwa."
  },
  {
    "verseNumber": "PRO 28:21",
    "verseText": "Kuonyesha upendeleo si vizuri, hata hivyo mtu atafanya kosa kwa kipande cha mkate."
  },
  {
    "verseNumber": "PRO 28:22",
    "verseText": "Mtu mchoyo ana tamaa ya kupata utajiri, naye hana habari kuwa umaskini unamngojea."
  },
  {
    "verseNumber": "PRO 28:23",
    "verseText": "Yeye amkemeaye mtu mwishoni hupata kibali zaidi, kuliko mwenye maneno ya kusifu isivyostahili."
  },
  {
    "verseNumber": "PRO 28:24",
    "verseText": "Yeye amwibiaye babaye au mamaye na kusema, “Si kosa,” yeye ni mwenzi wa yule aharibuye."
  },
  {
    "verseNumber": "PRO 28:25",
    "verseText": "Mtu mwenye tamaa huchochea fitina, bali yule amtegemeaye BWANA atafanikiwa."
  },
  {
    "verseNumber": "PRO 28:26",
    "verseText": "Yeye ajitumainiaye mwenyewe ni mpumbavu, bali yeye atembeaye katika hekima hulindwa salama."
  },
  {
    "verseNumber": "PRO 28:27",
    "verseText": "Yeye ampaye maskini hatapungukiwa na kitu chochote, bali yeye awafumbiaye maskini macho hupata laana nyingi."
  },
  {
    "verseNumber": "PRO 28:28",
    "verseText": "Wakati waovu watawalapo, watu huenda mafichoni, bali waovu wanapoangamia, wenye haki hufanikiwa."
  },
  {
    "verseNumber": "PRO 29:1",
    "verseText": "Mtu anayeendelea kuwa na shingo ngumu baada ya maonyo mengi, ataangamia ghafula, wala hapati dawa."
  },
  {
    "verseNumber": "PRO 29:2",
    "verseText": "Wenye haki wanapostawi, watu hufurahi; waovu watawalapo, watu hulia kwa huzuni."
  },
  {
    "verseNumber": "PRO 29:3",
    "verseText": "Mtu apendaye hekima huleta furaha kwa baba yake, bali aambatanaye na makahaba hutapanya mali yake."
  },
  {
    "verseNumber": "PRO 29:4",
    "verseText": "Kwa haki mfalme huipa nchi uthabiti, bali mfalme aliye na tamaa ya rushwa huiangamiza."
  },
  {
    "verseNumber": "PRO 29:5",
    "verseText": "Yeyote amsifuye jirani yake isivyostahili, anautandaza wavu kuitega miguu yake."
  },
  {
    "verseNumber": "PRO 29:6",
    "verseText": "Mtu mbaya hutegwa na dhambi yake mwenyewe bali mwenye haki huweza kuimba na kufurahi."
  },
  {
    "verseNumber": "PRO 29:7",
    "verseText": "Mwenye haki hujali haki kwa ajili ya maskini, bali mwovu hajishughulishi na hilo."
  },
  {
    "verseNumber": "PRO 29:8",
    "verseText": "Wenye mzaha huuchochea mji, bali watu wenye hekima hugeuzia mbali hasira."
  },
  {
    "verseNumber": "PRO 29:9",
    "verseText": "Kama mwenye hekima akienda mahakamani na mpumbavu, mpumbavu hukasirika na kudhihaki, wala hakuna amani."
  },
  {
    "verseNumber": "PRO 29:10",
    "verseText": "Watu wamwagao damu humchukia mtu mwadilifu na hutafuta kumuua mtu mnyofu."
  },
  {
    "verseNumber": "PRO 29:11",
    "verseText": "Mpumbavu huonyesha hasira yake yote, bali mwenye hekima hujizuia."
  },
  {
    "verseNumber": "PRO 29:12",
    "verseText": "Kama mtawala akisikiliza uongo, maafisa wake wote huwa waovu."
  },
  {
    "verseNumber": "PRO 29:13",
    "verseText": "Mtu maskini na mtu anayeonea wanafanana kwa jambo hili: BWANA hutia nuru macho yao wote wawili."
  },
  {
    "verseNumber": "PRO 29:14",
    "verseText": "Kama mfalme akiwaamua maskini kwa haki, kiti chake cha enzi kitakuwa thabiti siku zote."
  },
  {
    "verseNumber": "PRO 29:15",
    "verseText": "Fimbo ya maonyo hutia hekima, bali mtoto aliyeachiwa bila maonyo humwaibisha mama yake."
  },
  {
    "verseNumber": "PRO 29:16",
    "verseText": "Wakati waovu wanapostawi, pia dhambi vivyo hivyo, lakini wenye haki wataliona anguko lao."
  },
  {
    "verseNumber": "PRO 29:17",
    "verseText": "Mrudi mwanao, naye atakupa amani, atakufurahisha nafsi yako."
  },
  {
    "verseNumber": "PRO 29:18",
    "verseText": "Mahali pasipo na ufunuo, watu kujizuia, bali ana heri mtu yule aishikaye sheria."
  },
  {
    "verseNumber": "PRO 29:19",
    "verseText": "Mtumishi hawezi kuonywa kwa maneno matupu, ajapoelewa, hataitikia."
  },
  {
    "verseNumber": "PRO 29:20",
    "verseText": "Je, unamwona mtu azungumzaye kwa haraka? Kuna matumaini zaidi kwa mpumbavu kuliko yeye."
  },
  {
    "verseNumber": "PRO 29:21",
    "verseText": "Kama mtu akimdekeza mtumishi wake tangu ujanani, atamletea sikitiko mwishoni."
  },
  {
    "verseNumber": "PRO 29:22",
    "verseText": "Mtu mwenye hasira huchochea ugomvi, naye mtu mwenye hasira ya haraka hutenda dhambi nyingi."
  },
  {
    "verseNumber": "PRO 29:23",
    "verseText": "Kiburi cha mtu humshusha, bali mtu mwenye roho ya unyenyekevu hupata heshima."
  },
  {
    "verseNumber": "PRO 29:24",
    "verseText": "Anayekubaliana na mwizi ni adui wa nafsi yake mwenyewe; huapishwa lakini hathubutu kushuhudia."
  },
  {
    "verseNumber": "PRO 29:25",
    "verseText": "Kuwaogopa watu huwa ni mtego, bali yeyote amtumainiaye BWANA atakuwa salama."
  },
  {
    "verseNumber": "PRO 29:26",
    "verseText": "Wengi hutafuta kusikilizwa na mtawala, bali mtu hupata haki kutoka kwa BWANA."
  },
  {
    "verseNumber": "PRO 29:27",
    "verseText": "Mwenye haki huwachukia sana wasio waaminifu; waovu huwachukia sana wenye haki."
  },
  {
    "verseNumber": "PRO 30:1",
    "verseText": "Misemo ya Aguri mwana wa Yake, usia: Huyu mtu alimwambia Ithieli, naam, kwa Ithieli na kwa Ukali:"
  },
  {
    "verseNumber": "PRO 30:2",
    "verseText": "“Mimi ni mjinga kuliko wanadamu wote; sina ufahamu wa kibinadamu."
  },
  {
    "verseNumber": "PRO 30:3",
    "verseText": "Sijajifunza hekima, wala sina maarifa ya kumjua yeye Aliye Mtakatifu."
  },
  {
    "verseNumber": "PRO 30:4",
    "verseText": "Ni nani ameshapanda mbinguni na kushuka? Ni nani ameshakusanya upepo kwenye vitanga vya mikono yake? Ni nani ameshafungia maji kwenye nguo yake? Ni nani ameimarisha miisho yote ya dunia? Jina lake ni nani, na mwanawe anaitwa nani? Niambie kama unajua!"
  },
  {
    "verseNumber": "PRO 30:5",
    "verseText": "“Kila neno la Mungu ni kamilifu; yeye ni ngao kwa wale wanaomkimbilia."
  },
  {
    "verseNumber": "PRO 30:6",
    "verseText": "Usiongeze kwenye maneno yake, ama atakukemea na kukuthibitisha kuwa mwongo."
  },
  {
    "verseNumber": "PRO 30:7",
    "verseText": "“Ninakuomba vitu viwili, Ee BWANA; usininyime kabla sijafa:"
  },
  {
    "verseNumber": "PRO 30:8",
    "verseText": "Uutenge mbali nami udanganyifu na uongo; usinipe umaskini wala utajiri, bali unipe chakula cha kunitosha kila siku."
  },
  {
    "verseNumber": "PRO 30:9",
    "verseText": "Nisije nikawa na vingi vya kuzidi nikakukana na kusema, ‘BWANA ni nani?’ Au nisije nikawa maskini nikaiba, nami nikaliaibisha jina la Mungu wangu."
  },
  {
    "verseNumber": "PRO 30:10",
    "verseText": "“Usimchongee mtumishi kwa bwana wake, asije akakulaani, ukapatilizwa kwalo."
  },
  {
    "verseNumber": "PRO 30:11",
    "verseText": "“Wako watu wale ambao huwalaani baba zao na wala hawawabariki mama zao;"
  },
  {
    "verseNumber": "PRO 30:12",
    "verseText": "wale ambao ni safi machoni pao wenyewe kumbe hawakuoshwa uchafu wao;"
  },
  {
    "verseNumber": "PRO 30:13",
    "verseText": "wale ambao daima macho yao ni ya kiburi, ambao kutazama kwao ni kwa dharau;"
  },
  {
    "verseNumber": "PRO 30:14",
    "verseText": "wale ambao meno yao ni panga na ambao mataya yao yamewekwa visu kuwaangamiza maskini katika nchi, na wahitaji kutoka miongoni mwa wanadamu."
  },
  {
    "verseNumber": "PRO 30:15",
    "verseText": "“Mruba anao binti wawili waliao, ‘Nipe! Nipe!’ “Kuna vitu vitatu visivyotosheka kamwe, naam, viko vinne visivyosema, ‘Yatosha!’:"
  },
  {
    "verseNumber": "PRO 30:16",
    "verseText": "Ni kaburi, tumbo lisilozaa, nchi isiyoshiba maji kamwe, na moto, usiosema kamwe, ‘Yatosha!’"
  },
  {
    "verseNumber": "PRO 30:17",
    "verseText": "“Jicho lile limdhihakilo baba, lile linalodharau kumtii mama, litangʼolewa na kunguru wa bondeni, litaliwa na tai."
  },
  {
    "verseNumber": "PRO 30:18",
    "verseText": "“Kuna vitu vitatu vinavyonishangaza sana, naam, vinne nisivyovielewa:"
  },
  {
    "verseNumber": "PRO 30:19",
    "verseText": "Ni mwendo wa tai katika anga, mwendo wa nyoka juu ya mwamba, mwendo wa meli katika maji makuu ya bahari, nao mwendo wa mtu pamoja na msichana."
  },
  {
    "verseNumber": "PRO 30:20",
    "verseText": "“Huu ndio mwendo wa mwanamke mzinzi, hula akapangusa kinywa chake na kusema, ‘Sikufanya chochote kibaya.’"
  },
  {
    "verseNumber": "PRO 30:21",
    "verseText": "“Kwa mambo matatu nchi hutetemeka, naam, kwa mambo manne haiwezi kuvumilia:"
  },
  {
    "verseNumber": "PRO 30:22",
    "verseText": "Mtumwa awapo mfalme, mpumbavu ashibapo chakula,"
  },
  {
    "verseNumber": "PRO 30:23",
    "verseText": "mwanamke asiyependwa aolewapo, naye mtumishi wa kike achukuapo nafasi ya bibi yake."
  },
  {
    "verseNumber": "PRO 30:24",
    "verseText": "“Vitu vinne duniani vilivyo vidogo, lakini vina akili nyingi sana:"
  },
  {
    "verseNumber": "PRO 30:25",
    "verseText": "Mchwa ni viumbe wenye nguvu ndogo, hata hivyo hujiwekea akiba ya chakula chao wakati wa kiangazi."
  },
  {
    "verseNumber": "PRO 30:26",
    "verseText": "Pelele ni viumbe vyenye uwezo mdogo hata hivyo hujitengenezea nyumba zao kwenye miamba."
  },
  {
    "verseNumber": "PRO 30:27",
    "verseText": "Nzige hawana mfalme, hata hivyo huenda pamoja vikosi vikosi."
  },
  {
    "verseNumber": "PRO 30:28",
    "verseText": "Mjusi anaweza kushikwa kwa mkono, hata hivyo huonekana katika majumba ya kifalme."
  },
  {
    "verseNumber": "PRO 30:29",
    "verseText": "“Viko vitu vitatu ambavyo vinapendeza katika mwendo wao, naam, vinne ambavyo hutembea kwa mwendo wa madaha:"
  },
  {
    "verseNumber": "PRO 30:30",
    "verseText": "simba, mwenye nguvu miongoni mwa wanyama, asiyerudi nyuma kwa chochote;"
  },
  {
    "verseNumber": "PRO 30:31",
    "verseText": "jogoo atembeaye kwa maringo, pia beberu, naye mfalme pamoja na jeshi lake lililomzunguka."
  },
  {
    "verseNumber": "PRO 30:32",
    "verseText": "“Ikiwa umefanya upumbavu na ukajitukuza mwenyewe, au kama umepanga mabaya, basi funika mdomo wako na mkono wako."
  },
  {
    "verseNumber": "PRO 30:33",
    "verseText": "Kwa maana kama vile kusukasuka maziwa hutoa siagi, na pia kule kufinya pua hutoa damu, kadhalika kuchochea hasira hutokeza ugomvi.”"
  },
  {
    "verseNumber": "PRO 31:1",
    "verseText": "Misemo ya Mfalme Lemueli, usia wa mama yake aliyomfundisha:"
  },
  {
    "verseNumber": "PRO 31:2",
    "verseText": "“Ee mwanangu, ee mwana wa tumbo langu, ee mwana wa nadhiri zangu,"
  },
  {
    "verseNumber": "PRO 31:3",
    "verseText": "Usitumie nguvu zako kwa wanawake, uhodari wako kwa wale wanaowaharibu wafalme."
  },
  {
    "verseNumber": "PRO 31:4",
    "verseText": "“Ee Lemueli, haifai wafalme, haifai wafalme kunywa mvinyo, haifai watawala kutamani sana kileo,"
  },
  {
    "verseNumber": "PRO 31:5",
    "verseText": "wasije wakanywa na kusahau vile sheria inavyoamuru na kuwanyima haki zao wote walioonewa."
  },
  {
    "verseNumber": "PRO 31:6",
    "verseText": "Wape kileo wale wanaoangamia, mvinyo wale walio na uchungu,"
  },
  {
    "verseNumber": "PRO 31:7",
    "verseText": "Wanywe na kusahau umaskini wao na wasikumbuke taabu yao tena."
  },
  {
    "verseNumber": "PRO 31:8",
    "verseText": "“Sema kwa ajili ya wale wasioweza kujisemea, kwa ajili ya haki za wote walioachwa ukiwa."
  },
  {
    "verseNumber": "PRO 31:9",
    "verseText": "Sema na uamue kwa haki, tetea haki za maskini na wahitaji.”"
  },
  {
    "verseNumber": "PRO 31:10",
    "verseText": "Mke mwenye sifa nzuri, ni nani awezaye kumpata? Yeye ni wa thamani sana kuliko marijani."
  },
  {
    "verseNumber": "PRO 31:11",
    "verseText": "Mume wake anamwamini kikamilifu wala hakosi kitu chochote cha thamani."
  },
  {
    "verseNumber": "PRO 31:12",
    "verseText": "Humtendea mumewe mema, wala si mabaya, siku zote za maisha yake."
  },
  {
    "verseNumber": "PRO 31:13",
    "verseText": "Huchagua sufu na kitani naye hufanya kazi kwa mikono yenye bidii."
  },
  {
    "verseNumber": "PRO 31:14",
    "verseText": "Yeye ni kama meli za biashara akileta chakula chake kutoka mbali."
  },
  {
    "verseNumber": "PRO 31:15",
    "verseText": "Yeye huamka kungali bado giza huwapa jamaa yake chakula na mafungu kwa watumishi wake wa kike."
  },
  {
    "verseNumber": "PRO 31:16",
    "verseText": "Huangalia shamba na kulinunua, kutokana na mapato yake hupanda shamba la mizabibu."
  },
  {
    "verseNumber": "PRO 31:17",
    "verseText": "Hufanya kazi zake kwa nguvu, mikono yake ina nguvu kwa ajili ya kazi zake."
  },
  {
    "verseNumber": "PRO 31:18",
    "verseText": "Huona kwamba biashara yake ina faida, wala taa yake haizimiki usiku."
  },
  {
    "verseNumber": "PRO 31:19",
    "verseText": "Huweka mikono yake kwenye pia, navyo vidole vyake hushikilia kijiti chenye uzi."
  },
  {
    "verseNumber": "PRO 31:20",
    "verseText": "Huwanyooshea maskini mikono yake na kuwakunjulia wahitaji vitanga vyake."
  },
  {
    "verseNumber": "PRO 31:21",
    "verseText": "Theluji ishukapo, hana hofu kwa ajili ya watu wa nyumbani mwake, kwa maana wote wamevikwa nguo za kutia joto."
  },
  {
    "verseNumber": "PRO 31:22",
    "verseText": "Hutengeneza mazulia ya urembo ya kufunika kitanda chake, yeye huvaa kitani safi na urujuani."
  },
  {
    "verseNumber": "PRO 31:23",
    "verseText": "Mume wake anaheshimiwa kwenye lango la mji, aketipo miongoni mwa wazee wa nchi."
  },
  {
    "verseNumber": "PRO 31:24",
    "verseText": "Hutengeneza mavazi ya kitani na kuyauza, naye huwauzia wafanyabiashara mishipi."
  },
  {
    "verseNumber": "PRO 31:25",
    "verseText": "Amevikwa nguvu na heshima, anaweza kucheka bila kuwa na hofu kwa siku zijazo."
  },
  {
    "verseNumber": "PRO 31:26",
    "verseText": "Huzungumza kwa hekima na mafundisho ya kuaminika yapo ulimini mwake."
  },
  {
    "verseNumber": "PRO 31:27",
    "verseText": "Huangalia mambo ya nyumbani mwake wala hali chakula cha uvivu."
  },
  {
    "verseNumber": "PRO 31:28",
    "verseText": "Watoto wake huamka na kumwita aliyebarikiwa, mumewe pia humsifu, akisema:"
  },
  {
    "verseNumber": "PRO 31:29",
    "verseText": "“Wanawake wengi hufanya vitu vyenye sifa nzuri, lakini wewe umewapita wote.”"
  },
  {
    "verseNumber": "PRO 31:30",
    "verseText": "Kujipamba ili kuvutia ni udanganyifu na uzuri unapita upesi, bali mwanamke anayemcha BWANA atasifiwa."
  },
  {
    "verseNumber": "PRO 31:31",
    "verseText": "Mpe thawabu anayostahili, nazo kazi zake na zimletee sifa kwenye lango la mji."
  }
]