[
  {
    "verseNumber": "REV 1:1",
    "verseText": "Ufunuo wa Yesu Kristo aliopewa na Mungu ili awaonyeshe watumishi wake mambo ambayo ni lazima yatukie hivi karibuni. Alijulisha mambo haya kwa kumtuma malaika wake kwa Yohana mtumishi wake,"
  },
  {
    "verseNumber": "REV 1:2",
    "verseText": "ambaye anashuhudia kuhusu kila kitu alichokiona, yaani, Neno la Mungu na ushuhuda wa Yesu Kristo."
  },
  {
    "verseNumber": "REV 1:3",
    "verseText": "Amebarikiwa yeye asomaye maneno ya unabii huu, na wamebarikiwa wale wanaoyasikia na kuyatia moyoni yale yaliyoandikwa humo, kwa sababu wakati umekaribia."
  },
  {
    "verseNumber": "REV 1:4",
    "verseText": "Yohana, kwa makanisa saba yaliyoko Asia: Neema na amani iwe kwenu kutoka kwake aliyeko, aliyekuwako na atakayekuja, na kutoka kwa wale roho saba walioko mbele ya kiti chake cha enzi,"
  },
  {
    "verseNumber": "REV 1:5",
    "verseText": "na kutoka kwa Yesu Kristo ambaye ni yule shahidi mwaminifu, mzaliwa wa kwanza kutoka kwa wafu, mtawala wa wafalme wa dunia. Kwake yeye anayetupenda na ambaye ametuweka huru kutoka dhambi zetu kwa damu yake,"
  },
  {
    "verseNumber": "REV 1:6",
    "verseText": "akatufanya sisi kuwa ufalme na makuhani, tumtumikie Mungu wake ambaye ni Baba yake. Utukufu na uwezo ni vyake milele na milele! Amen."
  },
  {
    "verseNumber": "REV 1:7",
    "verseText": "Tazama! Anakuja na mawingu, na kila jicho litamwona, hata wale waliomchoma; na makabila yote duniani yataomboleza kwa sababu yake. Naam, ndivyo itakavyokuwa! Amen."
  },
  {
    "verseNumber": "REV 1:8",
    "verseText": "“Mimi ni Alfa na Omega,” asema Bwana Mungu, “aliyeko, aliyekuwako na atakayekuja, Mwenyezi.”"
  },
  {
    "verseNumber": "REV 1:9",
    "verseText": "Mimi, Yohana, ndugu yenu ninayeshiriki pamoja nanyi mateso katika Yesu na katika ufalme na uvumilivu katika saburi, nilikuwa katika kisiwa cha Patmo kwa ajili ya neno la Mungu na ushuhuda wa Yesu."
  },
  {
    "verseNumber": "REV 1:10",
    "verseText": "Katika siku ya Bwana, nilikuwa katika Roho na nikasikia sauti kubwa kama ya baragumu nyuma yangu"
  },
  {
    "verseNumber": "REV 1:11",
    "verseText": "ikisema, “Andika kwenye kitabu haya yote unayoyaona, kisha uyapeleke kwa makanisa saba, yaani: Efeso, Smirna, Pergamo, Thiatira, Sardi, Filadelfia na Laodikia.”"
  },
  {
    "verseNumber": "REV 1:12",
    "verseText": "Ndipo nikageuka ili nione ni sauti ya nani iliyokuwa ikisema nami. Nami nilipogeuka, nikaona vinara saba vya taa vya dhahabu,"
  },
  {
    "verseNumber": "REV 1:13",
    "verseText": "na katikati ya vile vinara vya taa, alikuwamo mtu kama Mwana wa Adamu, akiwa amevaa joho refu, na mkanda wa dhahabu ukiwa umefungwa kifuani mwake."
  },
  {
    "verseNumber": "REV 1:14",
    "verseText": "Kichwa chake na nywele zake zilikuwa nyeupe kama sufu, nyeupe kama theluji, nayo macho yake yalikuwa kama mwali wa moto."
  },
  {
    "verseNumber": "REV 1:15",
    "verseText": "Nyayo zake zilikuwa kama shaba inayongʼaa, katika tanuru ya moto, nayo sauti yake ilikuwa kama mugurumo ya maji mengi."
  },
  {
    "verseNumber": "REV 1:16",
    "verseText": "Katika mkono wake wa kuume alishika nyota saba, na kinywani mwake ulitoka upanga mkali wenye makali kuwili. Uso wake ulikuwa kama jua likingʼaa kwa nguvu zake zote."
  },
  {
    "verseNumber": "REV 1:17",
    "verseText": "Nilipomwona, nilianguka miguuni pake kama aliyekufa. Ndipo akauweka mkono wake wa kuume juu yangu na kusema: “Usiogope, Mimi ndiye wa Kwanza na wa Mwisho."
  },
  {
    "verseNumber": "REV 1:18",
    "verseText": "Mimi ni Yeye Aliye Hai, niliyekuwa nimekufa, na tazama, ni hai milele na milele! Nami ninazo funguo za mauti na kuzimu."
  },
  {
    "verseNumber": "REV 1:19",
    "verseText": "“Basi andika mambo uliyoyaona, yaliyopo na yale yatakayotukia baada ya haya."
  },
  {
    "verseNumber": "REV 1:20",
    "verseText": "Kuhusu siri ya zile nyota saba ulizoziona katika mkono wangu wa kuume na vile vinara saba vya taa vya dhahabu ni hii: Zile nyota saba ni malaika wa yale makanisa saba, navyo vile vinara saba ni hayo makanisa saba."
  },
  {
    "verseNumber": "REV 2:1",
    "verseText": "“Kwa malaika wa kanisa lililoko Efeso andika: “Haya ndiyo maneno ya yule aliyezishika zile nyota saba katika mkono wake wa kuume na ambaye hutembea kati ya vile vinara saba vya taa vya dhahabu."
  },
  {
    "verseNumber": "REV 2:2",
    "verseText": "Nayajua matendo yako, bidii yako na saburi yako. Najua kuwa huwezi kuvumiliana na watu waovu na ya kwamba umewajaribu wale wanaojifanya kuwa mitume na kumbe sio, nawe umewatambua kuwa ni waongo."
  },
  {
    "verseNumber": "REV 2:3",
    "verseText": "Umevumilia na kustahimili taabu kwa ajili ya Jina langu, wala hukuchoka."
  },
  {
    "verseNumber": "REV 2:4",
    "verseText": "“Lakini nina neno dhidi yako: Umeuacha upendo wako wa kwanza."
  },
  {
    "verseNumber": "REV 2:5",
    "verseText": "Kumbuka basi ni wapi ulikoangukia! Tubu na ukafanye matendo yale ya kwanza. Kama usipotubu, nitakuja kwako na kukiondoa kinara chako cha taa kutoka mahali pake."
  },
  {
    "verseNumber": "REV 2:6",
    "verseText": "Lakini una jambo hili kwa upande wako: Unayachukia matendo ya Wanikolai, ambayo nami pia nayachukia."
  },
  {
    "verseNumber": "REV 2:7",
    "verseText": "“Yeye aliye na sikio na asikie yale ambayo Roho ayaambia makanisa. Yeye ashindaye, nitampa haki ya kula matunda toka kwa mti wa uzima, ambao uko katika paradiso ya Mungu."
  },
  {
    "verseNumber": "REV 2:8",
    "verseText": "“Kwa malaika wa kanisa lililoko Smirna andika: “Haya ndiyo maneno yake yeye aliye wa Kwanza na wa Mwisho, aliyekufa kisha akafufuka."
  },
  {
    "verseNumber": "REV 2:9",
    "verseText": "Naijua dhiki yako na umaskini wako, lakini wewe ni tajiri! Nayajua masingizio ya wale wasemao kuwa ni Wayahudi lakini sio, bali wao ni sinagogi la Shetani."
  },
  {
    "verseNumber": "REV 2:10",
    "verseText": "Usiogope mateso yatakayokupata. Nakuambia ibilisi atawatia baadhi yenu gerezani ili kuwajaribu, nanyi mtapata dhiki kwa muda wa siku kumi. Uwe mwaminifu hata kufa, nami nitakupa taji ya uzima."
  },
  {
    "verseNumber": "REV 2:11",
    "verseText": "“Yeye aliye na sikio na asikie yale ambayo Roho ayaambia makanisa. Yeye ashindaye hatadhuriwa kamwe na mauti ya pili."
  },
  {
    "verseNumber": "REV 2:12",
    "verseText": "“Kwa malaika wa Kanisa lililoko Pergamo andika: “Haya ndiyo maneno yake yeye aliye na upanga mkali wenye makali kuwili."
  },
  {
    "verseNumber": "REV 2:13",
    "verseText": "Ninajua unakoishi, ni kule ambako Shetani ana kiti chake cha enzi. Lakini umelishika Jina langu. Wala hukuikana imani yako kwangu hata katika siku za shahidi wangu mwaminifu Antipa, ambaye aliuawa katika mji mkuu wenu, ambako ndiko anakoishi Shetani."
  },
  {
    "verseNumber": "REV 2:14",
    "verseText": "“Hata hivyo, nina mambo machache dhidi yako: Unao watu wafuatao mafundisho ya Balaamu, yule aliyemfundisha Balaki kuwashawishi Waisraeli watende dhambi kwa kula vitu vilivyotolewa kafara kwa sanamu na kufanya uasherati."
  },
  {
    "verseNumber": "REV 2:15",
    "verseText": "Vivyo hivyo unao wale wayashikayo mafundisho ya Wanikolai."
  },
  {
    "verseNumber": "REV 2:16",
    "verseText": "Basi tubu! Ama sivyo, nitakuja kwako upesi na kupigana na watu hao kwa upanga wa kinywa changu."
  },
  {
    "verseNumber": "REV 2:17",
    "verseText": "“Yeye aliye na sikio na asikie yale ambayo Roho ayaambia makanisa. Yeye ashindaye nitampa baadhi ya ile mana iliyofichwa. Nitampa pia jiwe jeupe ambalo juu yake limeandikwa jina jipya asilolijua mtu, isipokuwa yule anayelipokea."
  },
  {
    "verseNumber": "REV 2:18",
    "verseText": "“Kwa malaika wa kanisa lililoko Thiatira andika: “Haya ndiyo maneno ya Mwana wa Mungu, ambaye macho yake ni kama mwali wa moto na ambaye miguu yake ni kama shaba iliyosuguliwa sana."
  },
  {
    "verseNumber": "REV 2:19",
    "verseText": "Nayajua matendo yako, upendo wako na imani yako, huduma na saburi yako na kwamba matendo yako ya sasa yamezidi yale ya kwanza."
  },
  {
    "verseNumber": "REV 2:20",
    "verseText": "“Hata hivyo, nina neno dhidi yako: Unamvumilia yule mwanamke Yezebeli ambaye anajiita nabii, lakini anawafundisha na kuwapotosha watumishi wangu ili wafanye uasherati na kula vyakula vilivyotolewa kafara kwa sanamu."
  },
  {
    "verseNumber": "REV 2:21",
    "verseText": "Nimempa muda ili atubu kwa ajili ya uasherati wake, lakini hataki."
  },
  {
    "verseNumber": "REV 2:22",
    "verseText": "Kwa hiyo nitamtupa kwenye kitanda cha mateso, na nitawafanya hao wanaozini naye kupata mateso makali wasipotubia njia zake."
  },
  {
    "verseNumber": "REV 2:23",
    "verseText": "Nami nitawaua watoto wake. Nayo makanisa yote yatajua kwamba Mimi ndiye nichunguzaye mioyo na nia, na kwamba nitamlipa kila mmoja wenu kwa kadiri ya matendo yake."
  },
  {
    "verseNumber": "REV 2:24",
    "verseText": "Basi nawaambia ninyi wengine mlioko Thiatira, ninyi ambao hamyafuati mafundisho ya Yezebeli, wala hamkujifunza hayo yanayoitwa mambo ya ndani sana ya Shetani (sitaweka mzigo mwingine wowote juu yenu):"
  },
  {
    "verseNumber": "REV 2:25",
    "verseText": "Lakini shikeni sana mlicho nacho, mpaka nitakapokuja."
  },
  {
    "verseNumber": "REV 2:26",
    "verseText": "“Atakayeshinda na kutenda mapenzi yangu mpaka mwisho, nitampa mamlaka juu ya mataifa:"
  },
  {
    "verseNumber": "REV 2:27",
    "verseText": "“ ‘Atawatawala kwa fimbo ya chuma, atawavunja vipande vipande kama chombo cha udongo’: kama vile mimi nilivyopokea mamlaka kutoka kwa Baba yangu."
  },
  {
    "verseNumber": "REV 2:28",
    "verseText": "Nami nitampa pia ile nyota ya asubuhi."
  },
  {
    "verseNumber": "REV 2:29",
    "verseText": "Yeye aliye na sikio na asikie yale ambayo Roho ayaambia makanisa."
  },
  {
    "verseNumber": "REV 3:1",
    "verseText": "“Kwa malaika wa kanisa lililoko Sardi andika: “Haya ndiyo maneno ya aliye na zile Roho saba za Mungu na zile nyota saba. Nayajua matendo yako, kwamba una sifa ya kuwa hai, lakini umekufa."
  },
  {
    "verseNumber": "REV 3:2",
    "verseText": "Amka! Nawe uyaimarishe yale yaliyosalia na yaliyo karibu kufa, kwa maana sikuona kwamba kazi zako zimekamilika machoni pa Mungu wangu."
  },
  {
    "verseNumber": "REV 3:3",
    "verseText": "Kumbuka basi yale uliyoyapokea na kuyasikia, yatii na ukatubu. Lakini usipoamka, nitakuja kama mwizi wala hutajua saa nitakayokuja kwako."
  },
  {
    "verseNumber": "REV 3:4",
    "verseText": "“Lakini bado una watu wachache katika Sardi ambao hawajayachafua mavazi yao. Wao wataenda pamoja nami, wakiwa wamevaa mavazi meupe, kwa maana wanastahili."
  },
  {
    "verseNumber": "REV 3:5",
    "verseText": "Yeye ashindaye atavikwa vazi jeupe kama wao. Sitafuta jina lake kutoka kitabu cha uzima, bali nitalikiri jina lake mbele za Baba yangu na mbele za malaika wake."
  },
  {
    "verseNumber": "REV 3:6",
    "verseText": "Yeye aliye na sikio na asikie yale ambayo Roho ayaambia makanisa."
  },
  {
    "verseNumber": "REV 3:7",
    "verseText": "“Kwa malaika wa kanisa lililoko Filadelfia andika: “Haya ndiyo maneno yake yeye aliye mtakatifu na wa kweli, yeye aliye na ufunguo wa Daudi. Anachokifungua hakuna awezaye kukifunga, wala anachokifunga hakuna awezaye kukifungua."
  },
  {
    "verseNumber": "REV 3:8",
    "verseText": "Nayajua matendo yako. Tazama, nimeweka mbele yako mlango uliofunguliwa, wala hakuna awezaye kuufunga. Ninajua kwamba una nguvu kidogo lakini umelishika neno langu wala hukulikana Jina langu."
  },
  {
    "verseNumber": "REV 3:9",
    "verseText": "Nitawafanya wale wa sinagogi la Shetani, wale ambao husema kuwa ni Wayahudi lakini sio, bali ni waongo, nitawafanya waje wapige magoti miguuni pako, na wakiri ya kwamba nimekupenda."
  },
  {
    "verseNumber": "REV 3:10",
    "verseText": "Kwa kuwa umeshika amri yangu ya kuvumilia katika saburi, nitakulinda katika saa ya kujaribiwa inayokuja ulimwenguni pote, ili kuwajaribu wote wakaao duniani."
  },
  {
    "verseNumber": "REV 3:11",
    "verseText": "“Ninakuja upesi. Shika sana ulicho nacho, ili mtu asije akaichukua taji yako."
  },
  {
    "verseNumber": "REV 3:12",
    "verseText": "Yeye ashindaye nitamfanya kuwa nguzo katika hekalu la Mungu wangu, wala hatatoka humo kamwe. Nitaandika juu yake Jina la Mungu wangu na jina la mji mkubwa wa Mungu wangu, Yerusalemu mpya, ambao unashuka kutoka mbinguni kwa Mungu wangu. Nami pia nitaandika juu yake Jina langu jipya."
  },
  {
    "verseNumber": "REV 3:13",
    "verseText": "Yeye aliye na sikio na asikie yale ambayo Roho ayaambia makanisa."
  },
  {
    "verseNumber": "REV 3:14",
    "verseText": "“Kwa malaika wa kanisa lililoko Laodikia andika: “Haya ndiyo maneno yake yeye aliye Amen, shahidi mwaminifu na wa kweli, mtawala wa uumbaji wote wa Mungu."
  },
  {
    "verseNumber": "REV 3:15",
    "verseText": "Nayajua matendo yako, ya kwamba wewe si baridi wala si moto. Afadhali ungelikuwa moja au lingine."
  },
  {
    "verseNumber": "REV 3:16",
    "verseText": "Hivyo kwa kuwa u vuguvugu, si baridi wala moto, nitakutapika utoke kinywani mwangu."
  },
  {
    "verseNumber": "REV 3:17",
    "verseText": "Kwa maana unasema: ‘Mimi ni tajiri, nimejilimbikizia mali, wala sihitaji kitu chochote.’ Lakini hutambui ya kwamba wewe ni mnyonge, wa kuhurumiwa, maskini, kipofu, tena uliye uchi."
  },
  {
    "verseNumber": "REV 3:18",
    "verseText": "Nakushauri ununue kutoka kwangu dhahabu iliyosafishwa kwa moto, ili upate kuwa tajiri, na mavazi meupe ili uyavae upate kuficha aibu ya uchi wako, na mafuta ya kupaka macho yako ili upate kuona."
  },
  {
    "verseNumber": "REV 3:19",
    "verseText": "“Wale niwapendao, ninawakemea na kuwaadibisha. Hivyo uwe na bidii ukatubu."
  },
  {
    "verseNumber": "REV 3:20",
    "verseText": "Tazama! Nasimama mlangoni nabisha. Kama mtu yeyote akisikia sauti yangu na kufungua mlango, nitaingia ndani na kula pamoja naye, naye pamoja nami."
  },
  {
    "verseNumber": "REV 3:21",
    "verseText": "“Yeye ashindaye nitampa haki ya kuketi pamoja nami kwenye kiti changu cha enzi, kama vile mimi nilivyoshinda na nikaketi pamoja na Baba yangu kwenye kiti chake cha enzi."
  },
  {
    "verseNumber": "REV 3:22",
    "verseText": "Yeye aliye na sikio na asikie yale ambayo Roho ayaambia makanisa.”"
  },
  {
    "verseNumber": "REV 4:1",
    "verseText": "Baada ya mambo hayo nilitazama, nami nikaona mbele yangu mlango uliokuwa wazi mbinguni. Nayo ile sauti niliyokuwa nimeisikia hapo mwanzo ikisema nami kama tarumbeta ikasema, “Njoo, huku, nami nitakuonyesha yale ambayo hayana budi kutokea baada ya haya.”"
  },
  {
    "verseNumber": "REV 4:2",
    "verseText": "Ghafula nilikuwa katika Roho, na hapo mbele yangu kilikuwepo kiti cha enzi mbinguni, kikiwa kimekaliwa na mtu."
  },
  {
    "verseNumber": "REV 4:3",
    "verseText": "Aliyekuwa amekikalia alikuwa anaonekana kama yaspi na akiki. Kukizunguka kile kiti cha enzi palikuwa na upinde wa mvua ulioonekana kama zumaridi."
  },
  {
    "verseNumber": "REV 4:4",
    "verseText": "Kukizunguka hicho kiti cha enzi palikuwa na viti vingine vya enzi ishirini na vinne, na juu ya hivyo viti walikuwa wameketi wazee ishirini na wanne. Walivaa mavazi meupe, na walikuwa na taji za dhahabu vichwani mwao."
  },
  {
    "verseNumber": "REV 4:5",
    "verseText": "Kwenye kile kiti cha enzi palikuwa panatoka miali ya umeme wa radi, ngurumo na sauti za radi. Mbele ya kiti cha enzi, taa saba zilikuwa zinawaka. Hizi ndizo roho saba za Mungu."
  },
  {
    "verseNumber": "REV 4:6",
    "verseText": "Pia mbele ya kiti cha enzi palikuwa na kile kilichoonekana kama bahari ya kioo, iliyokuwa angavu kama bilauri. Katikati, kukizunguka kile kiti cha enzi, kulikuwa na viumbe wanne wenye uhai, wakiwa wamejawa na macho mbele na nyuma."
  },
  {
    "verseNumber": "REV 4:7",
    "verseText": "Kiumbe wa kwanza mwenye uhai alikuwa kama simba, wa pili alikuwa kama ngʼombe dume, wa tatu alikuwa na uso kama wa mwanadamu, na wa nne alikuwa kama tai anayeruka."
  },
  {
    "verseNumber": "REV 4:8",
    "verseText": "Kila mmoja wa hawa viumbe wanne wenye uhai alikuwa na mabawa sita, na kujawa na macho pande zote hadi chini ya mabawa. Usiku na mchana hawaachi kusema: “Mtakatifu, Mtakatifu, Mtakatifu, ni BWANA Mungu Mwenyezi, aliyekuwako, aliyeko na atakayekuja.”"
  },
  {
    "verseNumber": "REV 4:9",
    "verseText": "Kila mara viumbe hao wanne wenye uhai wanapomtukuza, kumheshimu na kumshukuru yeye aketiye kwenye kile kiti cha enzi, tena aishiye milele na milele,"
  },
  {
    "verseNumber": "REV 4:10",
    "verseText": "wale wazee ishirini na wanne huanguka mbele zake aketiye kwenye kiti cha enzi na kumwabudu yeye aliye hai milele na milele. Huziweka taji zao mbele ya kiti cha enzi, wakisema:"
  },
  {
    "verseNumber": "REV 4:11",
    "verseText": "“Bwana wetu na Mungu wetu, wewe unastahili kupokea utukufu na heshima na uweza, kwa maana ndiwe uliyeviumba vitu vyote, na kwa mapenzi yako viliumbwa na vimekuwako.”"
  },
  {
    "verseNumber": "REV 5:1",
    "verseText": "Kisha nikaona katika mkono wake wa kuume wa yule aliyeketi kwenye kile kiti cha enzi, kitabu kilichoandikwa ndani na upande wa nje, kikiwa kimefungwa kwa lakiri saba."
  },
  {
    "verseNumber": "REV 5:2",
    "verseText": "Nami nikamwona malaika mwenye nguvu akitangaza kwa sauti kuu, akisema, “Ni nani anayestahili kuzivunja hizo lakiri na kukifungua kitabu?”"
  },
  {
    "verseNumber": "REV 5:3",
    "verseText": "Lakini hapakuwa na yeyote mbinguni wala duniani au chini ya dunia aliyeweza kukifungua hicho kitabu wala hata kutazama ndani yake."
  },
  {
    "verseNumber": "REV 5:4",
    "verseText": "Nikalia sana sana kwa sababu hakuonekana yeyote anayestahili kukifungua hicho kitabu wala kutazama ndani yake."
  },
  {
    "verseNumber": "REV 5:5",
    "verseText": "Kisha, mmoja wa wale wazee akaniambia, “Usilie! Tazama, Simba wa kabila la Yuda, wa Uzao wa Daudi, ameshinda. Yeye ndiye anayeweza kukifungua hicho kitabu na kuvunja hizo lakiri zake saba.”"
  },
  {
    "verseNumber": "REV 5:6",
    "verseText": "Ndipo nikaona katikati ya kile kiti cha enzi na wale viumbe wenye uhai wanne na miongoni mwa wale wazee, Mwana-Kondoo amesimama, akiwa kama amechinjwa. Alikuwa na pembe saba na macho saba, ambazo ndizo zile Roho saba za Mungu zilizotumwa duniani pote."
  },
  {
    "verseNumber": "REV 5:7",
    "verseText": "Huyo Mwana-Kondoo akaja na kukitwaa kile kitabu kutoka kwenye mkono wa kuume wa yule aliyeketi kwenye kile kiti cha enzi."
  },
  {
    "verseNumber": "REV 5:8",
    "verseText": "Alipokwisha kukitwaa kile kitabu, wale viumbe wenye uhai wanne pamoja na wale wazee ishirini na wanne wakaanguka mbele ya yule Mwana-Kondoo. Kila mmoja wao alikuwa na kinubi, nao walikuwa wameshika mabakuli ya dhahabu yaliyojaa uvumba, ambayo ni maombi ya watakatifu."
  },
  {
    "verseNumber": "REV 5:9",
    "verseText": "Nao wakaimba wimbo mpya, wakisema: “Wewe unastahili kukitwaa kitabu na kuzivunja lakiri zake, kwa sababu ulichinjwa na kwa damu yako ukamnunulia Mungu watu kutoka kila kabila, kila lugha, kila jamaa na kila taifa."
  },
  {
    "verseNumber": "REV 5:10",
    "verseText": "Wewe umewafanya hawa wawe ufalme na makuhani wa kumtumikia Mungu wetu, nao watatawala duniani.”"
  },
  {
    "verseNumber": "REV 5:11",
    "verseText": "Kisha nikatazama, nikasikia sauti za malaika wengi wakiwa wamekizunguka kile kiti cha enzi, pamoja na wale viumbe wenye uhai wanne na wale wazee ishirini na wanne. Idadi yao ilikuwa kumi elfu mara kumi elfu na maelfu ya maelfu."
  },
  {
    "verseNumber": "REV 5:12",
    "verseText": "Nao waliimba kwa sauti kuu, wakisema: “Anastahili Mwana-Kondoo, yeye aliyechinjwa, kupokea uweza na utajiri na hekima na nguvu na heshima na utukufu na sifa!”"
  },
  {
    "verseNumber": "REV 5:13",
    "verseText": "Kisha nikasikia kila kiumbe mbinguni na duniani, chini ya nchi na baharini na vyote vilivyomo ndani yake vikiimba: “Sifa na heshima na utukufu na uweza ni vyake yeye aketiye juu ya hicho kiti cha enzi na kwa Mwana-Kondoo, milele na milele!”"
  },
  {
    "verseNumber": "REV 5:14",
    "verseText": "Wale viumbe wenye uhai wanne wakasema, “Amen!” Nao wale wazee ishirini na wanne wakaanguka kifudifudi wakaabudu."
  },
  {
    "verseNumber": "REV 6:1",
    "verseText": "Kisha nikaangalia wakati Mwana-Kondoo akivunja ile lakiri ya kwanza miongoni mwa zile saba. Ndipo nikasikia mmoja wa wale viumbe wanne wenye uhai akisema kwa sauti kama ya radi: “Njoo!”"
  },
  {
    "verseNumber": "REV 6:2",
    "verseText": "Nikatazama, na hapo mbele yangu alikuwepo farasi mweupe! Yeye aliyempanda alikuwa na upinde, naye akapewa taji, akampanda akatoka akiwa kama mshindi aelekeaye katika kushinda."
  },
  {
    "verseNumber": "REV 6:3",
    "verseText": "Alipoivunja ile lakiri ya pili, nikamsikia yule kiumbe wa pili mwenye uhai akisema, “Njoo!”"
  },
  {
    "verseNumber": "REV 6:4",
    "verseText": "Ndipo akatokea farasi mwingine mwekundu sana. Yeye aliyempanda akapewa uwezo wa kuondoa amani duniani na kuwafanya watu wauane. Yeye akapewa upanga mkubwa."
  },
  {
    "verseNumber": "REV 6:5",
    "verseText": "Mwana-kondoo alipoivunja ile lakiri ya tatu, nikamsikia yule kiumbe wa tatu mwenye uhai akisema, “Njoo!” Nikatazama, na mbele yangu alikuwepo farasi mweusi! Yeye aliyempanda alikuwa na mizani mkononi mwake."
  },
  {
    "verseNumber": "REV 6:6",
    "verseText": "Ndipo nikasikia kile kilichokuwa kama sauti katikati ya wale viumbe wanne wenye uhai ikisema, “Kipimo kimoja cha ngano kwa mshahara wa kibarua wa siku moja, na vipimo vitatu vya shayiri kwa mshahara wa kibarua cha siku moja. Lakini usiharibu mafuta wala divai!”"
  },
  {
    "verseNumber": "REV 6:7",
    "verseText": "Alipovunja ile lakiri ya nne, nikasikia sauti ya yule kiumbe wa nne mwenye uhai ikisema, “Njoo!”"
  },
  {
    "verseNumber": "REV 6:8",
    "verseText": "Nikatazama, na hapo mbele yangu alikuwepo farasi mwenye rangi ya kijivujivu! Yeye aliyempanda aliitwa Mauti, naye Kuzimu alikuwa akimfuata nyuma yake kwa karibu. Wakapewa mamlaka juu ya robo ya dunia, kuua kwa upanga, njaa, tauni na kwa wanyama wakali wa dunia."
  },
  {
    "verseNumber": "REV 6:9",
    "verseText": "Mwana-kondoo alipoivunja ile lakiri ya tano, nikaona chini ya madhabahu, roho za wale waliochinjwa kwa ajili ya neno la Mungu na kwa ajili ya ushuhuda walioutunza."
  },
  {
    "verseNumber": "REV 6:10",
    "verseText": "Wakalia kwa sauti kuu, wakisema, “Hata lini, Ee Bwana Mwenyezi, uliye mtakatifu na mwaminifu, hutawahukumu na kulipiza kisasi juu ya watu waishio duniani kwa ajili ya damu yetu?”"
  },
  {
    "verseNumber": "REV 6:11",
    "verseText": "Kisha kila mmoja wao akapewa joho jeupe na wakaambiwa wangoje kwa muda kidogo zaidi, mpaka idadi ya ndugu zao na watumishi wenzao watakaouawa kama wao walivyouawa, itakapotimia."
  },
  {
    "verseNumber": "REV 6:12",
    "verseText": "Nikatazama akiivunja ile lakiri ya sita. Pakatokea tetemeko kuu la nchi, na jua likawa jeusi kama nguo ya gunia iliyotengenezwa kwa singa za mbuzi, na mwezi wote ukawa mwekundu kama damu."
  },
  {
    "verseNumber": "REV 6:13",
    "verseText": "Nyota zilizo angani zikaanguka ardhini kama vile matunda ya mtini yasiyokomaa yaangukavyo wakati mti wake unapotikiswa na upepo mkali."
  },
  {
    "verseNumber": "REV 6:14",
    "verseText": "Anga ikatoweka kama vile karatasi isokotwavyo, na kila mlima na kila kisiwa kikaondolewa mahali pake."
  },
  {
    "verseNumber": "REV 6:15",
    "verseText": "Ndipo wafalme wa dunia, wakuu wote, majemadari, matajiri, wenye nguvu na kila mtu, mtumwa na mtu huru, wakajificha katika mapango na kwenye miamba ya milima."
  },
  {
    "verseNumber": "REV 6:16",
    "verseText": "Wakaiita milima na miamba wakisema, “Tuangukieni, mkatufiche na uso wake yeye aketiye kwenye kiti cha enzi, na mkatuepushe na ghadhabu ya Mwana-Kondoo!"
  },
  {
    "verseNumber": "REV 6:17",
    "verseText": "Kwa maana siku ile kuu ya ghadhabu yao imewadia. Je, ni nani awezaye kustahimili?”"
  },
  {
    "verseNumber": "REV 7:1",
    "verseText": "Baada ya hili nikaona malaika wanne wakiwa wamesimama katika pembe nne za dunia, wakizuia hizo pepo nne za dunia, ili kwamba pasiwe na upepo utakaovuma juu ya nchi au juu ya bahari au juu ya mti wowote."
  },
  {
    "verseNumber": "REV 7:2",
    "verseText": "Nikaona malaika mwingine akipanda kutoka mawio ya jua akiwa na muhuri wa Mungu aliye hai. Akawaita kwa sauti kubwa wale malaika wanne waliokuwa wamepewa mamlaka ya kuidhuru nchi na bahari, akisema,"
  },
  {
    "verseNumber": "REV 7:3",
    "verseText": "“Msiidhuru nchi wala bahari, wala miti, hadi tuwe tumetia muhuri kwenye vipaji vya nyuso za watumishi wa Mungu wetu.”"
  },
  {
    "verseNumber": "REV 7:4",
    "verseText": "Ndipo nikasikia idadi ya wale waliotiwa muhuri: yaani 144,000 kutoka makabila yote ya Israeli."
  },
  {
    "verseNumber": "REV 7:5",
    "verseText": "Kutoka kabila la Yuda 12,000 walitiwa muhuri, kutoka kabila la Reubeni 12,000, kutoka kabila la Gadi 12,000,"
  },
  {
    "verseNumber": "REV 7:6",
    "verseText": "kutoka kabila la Asheri 12,000, kutoka kabila la Naftali 12,000, kutoka kabila la Manase 12,000,"
  },
  {
    "verseNumber": "REV 7:7",
    "verseText": "kutoka kabila la Simeoni 12,000, kutoka kabila la Lawi 12,000, kutoka kabila la Isakari 12,000,"
  },
  {
    "verseNumber": "REV 7:8",
    "verseText": "kutoka kabila la Zabuloni 12,000, kutoka kabila la Yosefu 12,000, na kutoka kabila la Benyamini 12,000."
  },
  {
    "verseNumber": "REV 7:9",
    "verseText": "Baada ya hili nikatazama na hapo mbele yangu palikuwa na umati mkubwa wa watu ambao hakuna yeyote awezaye kuuhesabu, kutoka kila taifa, kila kabila, kila jamaa na kila lugha, wamesimama mbele ya kile kiti cha enzi na mbele ya Mwana-Kondoo. Walikuwa wamevaa mavazi meupe na wakiwa wameshika matawi ya mitende mikononi mwao."
  },
  {
    "verseNumber": "REV 7:10",
    "verseText": "Nao walikuwa wakipiga kelele kwa sauti kubwa wakisema: “Wokovu una Mungu wetu, yeye aketiye kwenye kiti cha enzi, na Mwana-Kondoo!”"
  },
  {
    "verseNumber": "REV 7:11",
    "verseText": "Malaika wote walikuwa wamesimama kukizunguka kile kiti cha enzi na wale wazee ishirini na wanne na wale viumbe wanne wenye uhai. Wakaanguka kifudifudi mbele ya hicho kiti cha enzi na kumwabudu Mungu,"
  },
  {
    "verseNumber": "REV 7:12",
    "verseText": "wakisema: “Amen! Sifa na utukufu na hekima na shukrani na heshima na uweza na nguvu viwe kwa Mungu wetu milele na milele. Amen!”"
  },
  {
    "verseNumber": "REV 7:13",
    "verseText": "Kisha mmoja wa wale wazee ishirini na wanne akaniuliza, “Ni nani hawa waliovaa mavazi meupe, nao wametoka wapi?”"
  },
  {
    "verseNumber": "REV 7:14",
    "verseText": "Nikamjibu, “Bwana, wewe wajua.” Naye akasema, “Hawa ni wale waliotoka katika ile dhiki kuu, nao wamefua mavazi yao katika damu ya Mwana-Kondoo na kuyafanya meupe kabisa."
  },
  {
    "verseNumber": "REV 7:15",
    "verseText": "Kwa hiyo, “Wako mbele ya kiti cha enzi cha Mungu na kumtumikia usiku na mchana katika hekalu lake; naye aketiye katika kile kiti cha enzi atatanda hema yake juu yao."
  },
  {
    "verseNumber": "REV 7:16",
    "verseText": "Kamwe hawataona njaa wala kiu tena. Jua halitawapiga wala joto lolote liunguzalo."
  },
  {
    "verseNumber": "REV 7:17",
    "verseText": "Kwa maana Mwana-Kondoo aliyeko katikati ya kile kiti cha enzi atakuwa Mchungaji wao; naye atawaongoza kwenda kwenye chemchemi za maji yaliyo hai. Naye Mungu atafuta kila chozi kutoka macho yao.”"
  },
  {
    "verseNumber": "REV 8:1",
    "verseText": "Mwana-Kondoo alipoivunja ile lakiri ya saba, pakawa kimya mbinguni kwa muda wa nusu saa."
  },
  {
    "verseNumber": "REV 8:2",
    "verseText": "Nami nikawaona wale malaika saba wanaosimama mbele za Mungu, nao wakapewa tarumbeta saba."
  },
  {
    "verseNumber": "REV 8:3",
    "verseText": "Malaika mwingine aliyekuwa na chetezo cha dhahabu, akaja na kusimama mbele ya madhabahu. Akapewa uvumba mwingi ili autoe pamoja na maombi ya watakatifu wote, juu ya yale madhabahu ya dhahabu yaliyo mbele ya kile kiti cha enzi."
  },
  {
    "verseNumber": "REV 8:4",
    "verseText": "Ule moshi wa uvumba pamoja na yale maombi ya watakatifu, vikapanda juu mbele za Mungu, kutoka mkononi mwa huyo malaika."
  },
  {
    "verseNumber": "REV 8:5",
    "verseText": "Kisha yule malaika akachukua kile chetezo, akakijaza moto kutoka kwa yale madhabahu, akautupa juu ya dunia. Pakatokea sauti za radi, ngurumo, umeme wa radi na tetemeko la ardhi."
  },
  {
    "verseNumber": "REV 8:6",
    "verseText": "Basi wale malaika saba waliokuwa na zile tarumbeta saba wakajiandaa kuzipiga."
  },
  {
    "verseNumber": "REV 8:7",
    "verseText": "Malaika wa kwanza akaipiga tarumbeta yake, pakatokea mvua ya mawe na moto uliochanganyika na damu, navyo vikatupwa kwa nguvu juu ya nchi. Na theluthi ya dunia ikateketea, theluthi ya miti ikateketea, na nyasi yote mbichi ikateketea."
  },
  {
    "verseNumber": "REV 8:8",
    "verseText": "Malaika wa pili akaipiga tarumbeta yake na kitu kama mlima mkubwa unaowaka moto kikatupwa baharini. Theluthi ya bahari ikawa damu,"
  },
  {
    "verseNumber": "REV 8:9",
    "verseText": "theluthi ya viumbe vyenye uhai viishivyo baharini vikafa na theluthi ya meli zikaharibiwa."
  },
  {
    "verseNumber": "REV 8:10",
    "verseText": "Malaika wa tatu akaipiga tarumbeta yake, na nyota kubwa iliyokuwa ikiwaka kama taa ikaanguka toka angani, ikaangukia theluthi ya mito na chemchemi za maji."
  },
  {
    "verseNumber": "REV 8:11",
    "verseText": "Nyota hiyo inaitwa Uchungu. Theluthi ya maji yakawa machungu na watu wengi wakafa kutokana na maji hayo kwa maana yalikuwa machungu."
  },
  {
    "verseNumber": "REV 8:12",
    "verseText": "Kisha malaika wa nne akaipiga tarumbeta yake, na theluthi ya jua, theluthi ya mwezi na theluthi ya nyota zikapigwa. Kwa hiyo theluthi moja ya mwanga ikawa giza. Theluthi ya mchana ikawa haina mwanga na pia theluthi ya usiku."
  },
  {
    "verseNumber": "REV 8:13",
    "verseText": "Nilipokuwa tena nikitazama, nikamsikia tai mmoja akipiga kelele kwa sauti kuu wakati akiruka katikati ya mbingu, akisema, “Ole! Ole! Ole wa watu waishio duniani, kwa sababu ya tarumbeta ambazo malaika hao wengine watatu wanakaribia kuzipiga!”"
  },
  {
    "verseNumber": "REV 9:1",
    "verseText": "Malaika wa tano akaipiga tarumbeta yake, nami nikaona nyota iliyokuwa imeanguka toka angani hadi ardhini. Nyota hiyo ilipewa ufunguo wa lile Shimo."
  },
  {
    "verseNumber": "REV 9:2",
    "verseText": "Alipolifungua hilo Shimo, moshi ukapanda kutoka humo kama moshi wa tanuru kubwa sana. Jua na anga vikatiwa giza na ule moshi uliotoka katika hilo Shimo."
  },
  {
    "verseNumber": "REV 9:3",
    "verseText": "Ndipo katika ule moshi wakatoka nzige wakaenda juu ya nchi, nao wakapewa nguvu kama zile za nge wa duniani."
  },
  {
    "verseNumber": "REV 9:4",
    "verseText": "Wakaambiwa wasidhuru nyasi ya nchi, wala mmea wala mti wowote, bali wawadhuru tu wale watu ambao hawana muhuri wa Mungu kwenye vipaji vya nyuso zao."
  },
  {
    "verseNumber": "REV 9:5",
    "verseText": "Wakaruhusiwa kuwatesa kwa muda wa miezi mitano, lakini wasiwaue. Uchungu wa kuuma kwao ulikuwa kama ule wa mtu aumwapo na nge."
  },
  {
    "verseNumber": "REV 9:6",
    "verseText": "Katika siku hizo watu watatafuta kifo lakini hawatakiona, watatamani kufa, lakini kifo kitawakimbia."
  },
  {
    "verseNumber": "REV 9:7",
    "verseText": "Wale nzige walikuwa na umbo kama la farasi waliotayarishwa kwa ajili ya vita. Kwenye vichwa vyao kulikuwa na kitu kama taji za dhahabu na nyuso zao zilikuwa kama za binadamu."
  },
  {
    "verseNumber": "REV 9:8",
    "verseText": "Walikuwa na nywele kama za wanawake, na meno yao yalikuwa kama ya simba."
  },
  {
    "verseNumber": "REV 9:9",
    "verseText": "Walikuwa na dirii kama za chuma, na sauti za mabawa yao zilikuwa kama ngurumo za farasi wengi na magari mengi yakikimbilia vitani."
  },
  {
    "verseNumber": "REV 9:10",
    "verseText": "Walikuwa na mikia yenye miiba ya kuumia kama nge. Nguvu yao ya kutesa watu kwa huo muda wa miezi mitano ilikuwa katika hiyo mikia yao."
  },
  {
    "verseNumber": "REV 9:11",
    "verseText": "Walikuwa na mfalme wao, ambaye ni malaika wa lile Shimo, ambaye jina lake kwa Kiebrania ni Abadoni, na kwa Kiyunani ni Apolioni."
  },
  {
    "verseNumber": "REV 9:12",
    "verseText": "Ole ya kwanza imepita, bado nyingine mbili zinakuja."
  },
  {
    "verseNumber": "REV 9:13",
    "verseText": "Malaika wa sita akaipiga tarumbeta yake, nami nikasikia sauti ikitoka katika zile pembe za madhabahu ya dhahabu iliyoko mbele za Mungu."
  },
  {
    "verseNumber": "REV 9:14",
    "verseText": "Ile sauti ikamwambia yule malaika wa sita mwenye tarumbeta, “Wafungulie wale malaika wanne waliofungwa kwenye ule mto mkubwa Frati.”"
  },
  {
    "verseNumber": "REV 9:15",
    "verseText": "Basi wale malaika wanne, waliokuwa wamewekwa tayari kwa ajili ya saa hiyo, na siku hiyo, na mwezi huo, na mwaka huo ili wawaue theluthi ya wanadamu wakafunguliwa."
  },
  {
    "verseNumber": "REV 9:16",
    "verseText": "Idadi ya majeshi wapanda farasi ilikuwa 200,000,000. Nilisikia idadi yao."
  },
  {
    "verseNumber": "REV 9:17",
    "verseText": "Hivi ndivyo nilivyowaona hao farasi na wapanda farasi katika maono yangu: Wapanda farasi walivaa dirii vifuani zenye rangi nyekundu sana kama ya moto na yakuti samawi na kiberiti. Vichwa vya hao farasi vilikuwa kama vichwa vya simba, na moto, moshi na kiberiti vilitoka vinywani mwao."
  },
  {
    "verseNumber": "REV 9:18",
    "verseText": "Theluthi ya wanadamu wakauawa kwa mapigo hayo matatu, yaani, huo moto, moshi na kiberiti, vilivyotoka kwenye vinywa vya hao farasi."
  },
  {
    "verseNumber": "REV 9:19",
    "verseText": "Nguvu za hao farasi zilikuwa katika vinywa vyao na kwenye mikia yao, kwa sababu mikia yao ilikuwa kama nyoka, yenye vichwa ambayo waliitumia kudhuru."
  },
  {
    "verseNumber": "REV 9:20",
    "verseText": "Wanadamu waliosalia, ambao hawakuuawa katika mapigo hayo, bado walikataa kutubia kazi za mikono yao na hawakuacha kuabudu mashetani na sanamu za dhahabu, za fedha, za shaba, za mawe na za miti, ambazo haziwezi kuona, kusikia wala kutembea."
  },
  {
    "verseNumber": "REV 9:21",
    "verseText": "Wala hawakutubu na kuacha matendo yao ya uuaji, uchawi, uasherati wala wizi wao."
  },
  {
    "verseNumber": "REV 10:1",
    "verseText": "Kisha nikamwona malaika mwingine mwenye nguvu akishuka kutoka mbinguni. Alikuwa amevikwa wingu na upinde wa mvua juu ya kichwa chake. Uso wake ulingʼaa kama jua na miguu yake ilikuwa kama nguzo za moto."
  },
  {
    "verseNumber": "REV 10:2",
    "verseText": "Mkononi mwake alikuwa ameshika kijitabu kilichokuwa kimefunguliwa. Akauweka mguu wake wa kuume juu ya bahari na mguu wake wa kushoto akauweka juu ya nchi kavu."
  },
  {
    "verseNumber": "REV 10:3",
    "verseText": "Naye akapiga kelele kwa sauti kuu kama simba anayenguruma. Alipopiga kelele, zile radi saba zikatoa ngurumo zake."
  },
  {
    "verseNumber": "REV 10:4",
    "verseText": "Nazo zile radi saba zilipotoa ngurumo, nilitaka kuanza kuandika, lakini nikasikia sauti kutoka mbinguni ikisema, “Yatie muhuri hayo yaliyosemwa na hizo radi saba na usiyaandike.”"
  },
  {
    "verseNumber": "REV 10:5",
    "verseText": "Kisha yule malaika niliyekuwa nimemwona akiwa amesimama juu ya bahari na juu ya nchi akainua mkono wake wa kuume kuelekea mbinguni."
  },
  {
    "verseNumber": "REV 10:6",
    "verseText": "Naye akaapa kwa Yule aishiye milele na milele, aliyeumba mbingu na vyote vilivyomo, dunia na vyote viijazavyo, pamoja na bahari na vyote vilivyomo ndani yake, akasema, “Hakuna kungoja tena!"
  },
  {
    "verseNumber": "REV 10:7",
    "verseText": "Lakini katika siku zile ambazo huyo malaika wa saba atakapokaribia kuipiga hiyo tarumbeta yake, siri ya Mungu itatimizwa, kama vile alivyowatangazia watumishi wake manabii.”"
  },
  {
    "verseNumber": "REV 10:8",
    "verseText": "Ndipo ile sauti niliyokuwa nimeisikia kutoka mbinguni ikasema nami tena ikaniambia, “Nenda, chukua kile kitabu kilichofunguliwa kilichoko mkononi mwa yule malaika aliyesimama juu ya bahari na juu ya nchi kavu.”"
  },
  {
    "verseNumber": "REV 10:9",
    "verseText": "Basi nikamwendea nikamwomba yule malaika anipe kile kitabu kidogo. Akaniambia, “Chukua na ukile. Kitakuwa kichungu tumboni mwako, lakini kinywani mwako kitakuwa kitamu kama asali.”"
  },
  {
    "verseNumber": "REV 10:10",
    "verseText": "Hivyo nikakichukua kile kitabu kidogo kutoka mkononi mwa yule malaika nikakila. Kilikuwa kitamu kama asali kinywani mwangu, lakini baada ya kukila, tumbo langu likatiwa uchungu."
  },
  {
    "verseNumber": "REV 10:11",
    "verseText": "Kisha nikaambiwa, “Imekupasa kutoa unabii tena kuhusu makabila mengi, mataifa, lugha na wafalme.”"
  },
  {
    "verseNumber": "REV 11:1",
    "verseText": "Ndipo nikapewa mwanzi uliokuwa kama ufito wa kupimia, nikaambiwa, “Nenda ukapime hekalu la Mungu pamoja na madhabahu, nawe uwahesabu wale waabuduo humo."
  },
  {
    "verseNumber": "REV 11:2",
    "verseText": "Lakini usiupime ua wa nje wa Hekalu, uache, kwa sababu ua huo wamepewa watu wa Mataifa. Hao wataukanyagakanyaga mji mtakatifu kwa muda wa miezi arobaini na miwili."
  },
  {
    "verseNumber": "REV 11:3",
    "verseText": "Nami nitawapa mashahidi wangu wawili uwezo, nao watoe unabii kwa muda wa siku 1,260, wakiwa wamevaa nguo za gunia.”"
  },
  {
    "verseNumber": "REV 11:4",
    "verseText": "Hawa ndio ile mizeituni miwili na vile vinara viwili vya taa visimamavyo mbele za Bwana Mungu wa dunia yote."
  },
  {
    "verseNumber": "REV 11:5",
    "verseText": "Kama mtu yeyote akitaka kuwadhuru, moto hutoka vinywani mwao na kuwateketeza adui zao. Hivi ndivyo impasavyo kufa mtu yeyote atakayetaka kuwadhuru."
  },
  {
    "verseNumber": "REV 11:6",
    "verseText": "Watu hawa wanao uwezo wa kufunga anga ili mvua isinyeshe wakati wote watakapokuwa wanatoa unabii wao. Nao watakuwa na uwezo wa kuyabadili maji kuwa damu na kuipiga dunia kwa kila aina ya mapigo mara kwa mara kama watakavyo."
  },
  {
    "verseNumber": "REV 11:7",
    "verseText": "Basi watakapokuwa wamemaliza ushuhuda wao, yule mnyama atokaye katika lile Shimo atapigana nao vita, atawashinda na kuwaua."
  },
  {
    "verseNumber": "REV 11:8",
    "verseText": "Maiti zao zitabaki katika barabara ya mji mkubwa, ambao kwa fumbo unaitwa Sodoma na Misri, ambapo pia Bwana wao alisulubiwa."
  },
  {
    "verseNumber": "REV 11:9",
    "verseText": "Kwa muda wa siku tatu na nusu, watu wa kila kabila, jamaa, lugha na taifa wataziangalia hizo maiti zao na hawataruhusu wazikwe."
  },
  {
    "verseNumber": "REV 11:10",
    "verseText": "Watu waishio duniani watazitazama kwa furaha maiti za hao manabii wawili na kushangilia kwa kupeana zawadi kwa sababu hao manabii waliwatesa watu waishio duniani."
  },
  {
    "verseNumber": "REV 11:11",
    "verseText": "Lakini baada ya zile siku tatu na nusu, pumzi ya uhai kutoka kwa Mungu ikawaingia, nao wakasimama kwa miguu yao na wote waliowaona wakaingiwa na hofu kuu."
  },
  {
    "verseNumber": "REV 11:12",
    "verseText": "Kisha wale manabii wawili wakasikia sauti kuu kutoka mbinguni ikiwaambia, “Njooni huku juu!” Nao wakapaa mbinguni katika wingu, wakati adui zao wakiwa wanawatazama."
  },
  {
    "verseNumber": "REV 11:13",
    "verseText": "Saa iyo hiyo, kukatokea tetemeko kubwa la nchi na sehemu ya kumi ya mji ikaanguka. Watu elfu saba wakauawa katika tetemeko hilo, nao walionusurika wakaogopa sana, wakamtukuza Mungu wa mbinguni."
  },
  {
    "verseNumber": "REV 11:14",
    "verseText": "Ole ya pili imekwisha kupita, tazama ole ya tatu inakuja upesi."
  },
  {
    "verseNumber": "REV 11:15",
    "verseText": "Yule malaika wa saba akaipiga tarumbeta yake, pakawa na sauti kubwa mbinguni iliyosema: “Ufalme wa ulimwengu umekuwa ufalme wa Bwana wetu na wa Kristo wake, naye atatawala milele na milele.”"
  },
  {
    "verseNumber": "REV 11:16",
    "verseText": "Nao wale wazee ishirini na wanne, waliokuwa wameketi mbele za Mungu, kwenye viti vyao vya enzi, wakaanguka kifudifudi, wakamwabudu Mungu,"
  },
  {
    "verseNumber": "REV 11:17",
    "verseText": "wakisema: “Tunakushukuru, BWANA Mungu Mwenyezi, uliyeko na uliyekuwako, kwa kuwa umetwaa uweza wako mkuu na ukaanza kutawala."
  },
  {
    "verseNumber": "REV 11:18",
    "verseText": "Mataifa walikasirika nao wakati wa ghadhabu yako umewadia. Wakati umewadia wa kuwahukumu waliokufa na kuwapa thawabu watumishi wako manabii na watakatifu wako pamoja na wale wote wanaoliheshimu Jina lako, wakubwa kwa wadogo: na kuwaangamiza wale wanaoiangamiza dunia.”"
  },
  {
    "verseNumber": "REV 11:19",
    "verseText": "Ndipo hekalu la Mungu lililoko mbinguni likafunguliwa, na sanduku la agano lake likaonekana humo ndani. Kukatokea mianga ya umeme wa radi, ngurumo, sauti za radi, tetemeko la nchi na mvua kubwa ya mawe."
  },
  {
    "verseNumber": "REV 12:1",
    "verseText": "Kukaonekana ishara kuu mbinguni: Palikuwa na mwanamke aliyevikwa jua, na mwezi ukiwa chini ya miguu yake, na taji ya nyota kumi na mbili ilikuwa kichwani mwake."
  },
  {
    "verseNumber": "REV 12:2",
    "verseText": "Alikuwa na mimba naye akilia kwa uchungu kwa kuwa alikuwa anakaribia kuzaa."
  },
  {
    "verseNumber": "REV 12:3",
    "verseText": "Kisha ishara nyingine ikaonekana mbinguni: Likaonekana joka kubwa jekundu lenye vichwa saba na pembe kumi na taji saba katika vichwa vyake."
  },
  {
    "verseNumber": "REV 12:4",
    "verseText": "Mkia wake ukakokota theluthi ya nyota zote angani na kuziangusha katika nchi. Ndipo lile joka likasimama mbele ya yule mwanamke aliyekuwa karibu kuzaa ili lipate kumla huyo mtoto mara tu atakapozaliwa."
  },
  {
    "verseNumber": "REV 12:5",
    "verseText": "Yule mwanamke akazaa mtoto mwanaume, atakayeyatawala mataifa yote kwa fimbo yake ya utawala ya chuma. Lakini huyo mtoto akanyakuliwa na kupelekwa kwa Mungu kwenye kiti chake cha enzi."
  },
  {
    "verseNumber": "REV 12:6",
    "verseText": "Yule mwanamke akakimbilia jangwani, ambako Mungu alikuwa amemtayarishia mahali ili apate kutunzwa huko kwa muda wa siku 1,260."
  },
  {
    "verseNumber": "REV 12:7",
    "verseText": "Basi palikuwa na vita mbinguni: Mikaeli na malaika zake wakapigana na hilo joka, nalo joka pamoja na malaika zake likapigana nao."
  },
  {
    "verseNumber": "REV 12:8",
    "verseText": "Lakini joka na malaika zake wakashindwa, na hapakuwa tena na nafasi yao huko mbinguni."
  },
  {
    "verseNumber": "REV 12:9",
    "verseText": "Lile joka kuu likatupwa chini, yule nyoka wa zamani aitwaye ibilisi au Shetani, aupotoshaye ulimwengu wote. Akatupwa chini duniani, yeye pamoja na malaika zake."
  },
  {
    "verseNumber": "REV 12:10",
    "verseText": "Kisha nikasikia sauti kuu mbinguni, ikisema: “Sasa wokovu na uweza na Ufalme wa Mungu wetu umekuja na mamlaka ya Kristo wake. Kwa kuwa ametupwa chini mshtaki wa ndugu zetu, anayewashtaki mbele za Mungu usiku na mchana."
  },
  {
    "verseNumber": "REV 12:11",
    "verseText": "Nao wakamshinda kwa damu ya Mwana-Kondoo na kwa neno la ushuhuda wao. Wala wao hawakuyapenda maisha yao hata kufa."
  },
  {
    "verseNumber": "REV 12:12",
    "verseText": "Kwa hiyo, furahini ninyi mbingu na wote wakaao humo! Lakini ole wenu nchi na bahari, kwa maana huyo ibilisi ameshuka kwenu, akiwa amejaa ghadhabu, kwa sababu anajua ya kuwa muda wake ni mfupi!”"
  },
  {
    "verseNumber": "REV 12:13",
    "verseText": "Lile joka lilipoona kuwa limetupwa chini duniani, lilimfuatilia yule mwanamke aliyekuwa amezaa mtoto mwanaume."
  },
  {
    "verseNumber": "REV 12:14",
    "verseText": "Lakini huyo mwanamke akapewa mabawa mawili ya tai mkubwa, kusudi aweze kuruka mpaka mahali palipotayarishwa kwa ajili yake huko jangwani, ambako atatunzwa kwa wakati na nyakati na nusu, ya wakati ambako yule joka hawezi kufika."
  },
  {
    "verseNumber": "REV 12:15",
    "verseText": "Ndipo lile joka likamwaga maji kama mto kutoka kinywani mwake, ili kumfikia huyo mwanamke na kumkumba kama mafuriko."
  },
  {
    "verseNumber": "REV 12:16",
    "verseText": "Lakini nchi ikamsaidia huyo mwanamke kwa kufungua kinywa na kuumeza huo mto ambao huyo joka alikuwa ameutoa kinywani mwake."
  },
  {
    "verseNumber": "REV 12:17",
    "verseText": "Kisha lile joka likapatwa na hasira kali kwa ajili ya huyo mwanamke na likaondoka ili kupigana vita na watoto waliosalia wa huyo mwanamke, yaani, wale wanaozitii amri za Mungu na kuushika ushuhuda wa Yesu Kristo. Lile joka likasimama kwenye mchanga wa bahari."
  },
  {
    "verseNumber": "REV 13:1",
    "verseText": "Yule joka akajikita katika mchanga ulioko ufuoni mwa bahari. Mnyama Kutoka Baharini Nami nikamwona mnyama akitoka ndani ya bahari. Mnyama huyo alikuwa na pembe kumi na vichwa saba, akiwa na taji kumi kwenye hizo pembe zake, na juu ya kila kichwa kulikuwa na jina la kukufuru."
  },
  {
    "verseNumber": "REV 13:2",
    "verseText": "Mnyama yule niliyemwona alifanana na chui, lakini miguu yake ilikuwa kama ya dubu na kichwa chake kama cha simba. Lile joka likampa huyo mnyama nguvu zake, kiti chake cha enzi na mamlaka makubwa."
  },
  {
    "verseNumber": "REV 13:3",
    "verseText": "Kimojawapo ya vichwa vya huyo mnyama kilikuwa kama kilichokwisha kupata jeraha la mauti, lakini jeraha hilo la mauti likapona. Ulimwengu wote ukashangaa ukamfuata huyo mnyama."
  },
  {
    "verseNumber": "REV 13:4",
    "verseText": "Watu wakaliabudu lile joka kwa sababu lilikuwa limempa huyo mnyama mamlaka yake, pia wakamwabudu huyo mnyama na kuuliza, “Ni nani aliye kama huyu mnyama? Ni nani awezaye kupigana vita naye?”"
  },
  {
    "verseNumber": "REV 13:5",
    "verseText": "Huyo mnyama akapewa kusema maneno ya kiburi na kukufuru na kutumia mamlaka yake kwa muda wa miezi arobaini na miwili."
  },
  {
    "verseNumber": "REV 13:6",
    "verseText": "Akafungua kinywa chake ili kumkufuru Mungu, akilitukana Jina lake na mahali aishipo na wale wakaao mbinguni."
  },
  {
    "verseNumber": "REV 13:7",
    "verseText": "Pia akaruhusiwa kufanya vita na watakatifu na kuwashinda. Akapewa uwezo juu ya watu wa kila kabila, jamaa, lugha na taifa."
  },
  {
    "verseNumber": "REV 13:8",
    "verseText": "Nao watu wote waishio duniani watamwabudu huyo mnyama, yaani, wale wote ambao majina yao hayakuandikwa kwenye kitabu cha uzima cha Mwana-Kondoo aliyechinjwa tangu kuumbwa kwa ulimwengu."
  },
  {
    "verseNumber": "REV 13:9",
    "verseText": "Yeye aliye na sikio na asikie."
  },
  {
    "verseNumber": "REV 13:10",
    "verseText": "Ikiwa mtu ni wa kuchukuliwa mateka, atachukuliwa mateka. Ikiwa mtu ni wa kuuawa kwa upanga, atauawa kwa upanga. Hapa ndipo penye wito wa subira na imani ya watakatifu."
  },
  {
    "verseNumber": "REV 13:11",
    "verseText": "Kisha nikamwona mnyama mwingine, akipanda juu kutoka dunia. Alikuwa na pembe mbili kama mwana-kondoo, lakini akanena kama joka."
  },
  {
    "verseNumber": "REV 13:12",
    "verseText": "Akatumia mamlaka yote ya yule mnyama wa kwanza kwa niaba yake, naye akawafanya wote wakaao duniani kumwabudu yule mnyama wa kwanza, ambaye jeraha lake la mauti lilipona."
  },
  {
    "verseNumber": "REV 13:13",
    "verseText": "Naye akafanya ishara kuu na za ajabu, hata kusababisha moto kushuka toka mbinguni kuja duniani watu wakiona waziwazi."
  },
  {
    "verseNumber": "REV 13:14",
    "verseText": "Kwa sababu ya zile ishara alizokuwa amepewa uwezo wa kuzifanya kwa niaba ya yule mnyama wa kwanza, akawadanganya wakaao duniani. Akawaamuru wasimamishe sanamu kwa heshima ya yule mnyama aliyekuwa amejeruhiwa kwa upanga lakini akaishi."
  },
  {
    "verseNumber": "REV 13:15",
    "verseText": "Akapewa uwezo wa kuipa pumzi ile sanamu ya yule mnyama wa kwanza, ili iweze kusema na kuwasababisha wale wote waliokataa kuiabudu hiyo sanamu kuuawa."
  },
  {
    "verseNumber": "REV 13:16",
    "verseText": "Pia alimlazimisha kila mmoja, mdogo na mkubwa, tajiri na maskini, mtu huru na mtumwa, atiwe chapa kwenye mkono wake wa kuume au kwenye kipaji chake cha uso,"
  },
  {
    "verseNumber": "REV 13:17",
    "verseText": "ili kwamba mtu yeyote asiweze kununua wala kuuza isipokuwa amekuwa na hiyo chapa, ambayo ni jina la huyo mnyama au tarakimu za jina lake."
  },
  {
    "verseNumber": "REV 13:18",
    "verseText": "Hapa ndipo penye hekima. Yeye aliye na ufahamu na ahesabu tarakimu za huyo mnyama, kwa maana ni tarakimu za kibinadamu. Tarakimu zake ni 666."
  },
  {
    "verseNumber": "REV 14:1",
    "verseText": "Kisha nikatazama na hapo mbele yangu alikuwepo Mwana-Kondoo, akiwa amesimama juu ya Mlima Sayuni. Pamoja naye walikuwa wale 144,000 wenye Jina la Mwana-Kondoo na Jina la Baba yake likiwa limeandikwa kwenye vipaji vya nyuso zao."
  },
  {
    "verseNumber": "REV 14:2",
    "verseText": "Nami nikasikia sauti kutoka mbinguni kama sauti ya maji mengi yaendayo kwa kasi na sauti kama ngurumo ya radi. Sauti hiyo niliyoisikia ilikuwa kama sauti ya wapiga vinubi wakipiga vinubi vyao."
  },
  {
    "verseNumber": "REV 14:3",
    "verseText": "Nao wakaimba wimbo mpya mbele ya hicho kiti cha enzi na mbele ya wale viumbe wanne wenye uhai na wale wazee. Hakuna mtu yeyote aliyeweza kujifunza wimbo huo isipokuwa hao 144,000 waliokuwa wamekombolewa kutoka duniani."
  },
  {
    "verseNumber": "REV 14:4",
    "verseText": "Hawa ndio wale ambao hawakujitia unajisi kwa wanawake, kwa kuwa wao ni bikira. Wao humfuata Mwana-Kondoo kila aendako. Hawa wamekombolewa kutoka miongoni mwa wanadamu wakawa malimbuko kwa Mungu na kwa Mwana-Kondoo."
  },
  {
    "verseNumber": "REV 14:5",
    "verseText": "Vinywani mwao hapakuonekana uongo, wala hawakuwa na hatia yoyote."
  },
  {
    "verseNumber": "REV 14:6",
    "verseText": "Kisha nikamwona malaika mwingine akiruka juu angani, naye alikuwa na Injili ya milele ya kuwatangazia wale waishio duniani, yaani, kwa kila taifa, kabila, lugha na jamaa."
  },
  {
    "verseNumber": "REV 14:7",
    "verseText": "Akasema kwa sauti kubwa, “Mcheni Mungu na kumpa utukufu, kwa maana saa ya hukumu yake imewadia. Mwabuduni yeye aliyeziumba mbingu, dunia, bahari na chemchemi za maji.”"
  },
  {
    "verseNumber": "REV 14:8",
    "verseText": "Malaika wa pili akafuata akisema, “Umeanguka! Umeanguka Babeli Mkuu, ule uliyafanya mataifa yote kulewa kwa mvinyo wa ghadhabu ya uasherati wake.”"
  },
  {
    "verseNumber": "REV 14:9",
    "verseText": "Malaika wa tatu akawafuata hao wawili akisema kwa sauti kubwa, “Kama mtu yeyote anamwabudu huyo mnyama na sanamu yake na kutiwa chapa yake kwenye kipaji chake cha uso au kwenye mkono wake,"
  },
  {
    "verseNumber": "REV 14:10",
    "verseText": "yeye pia atakunywa mvinyo wa hasira kali ya Mungu ambayo imemiminwa katika kikombe cha ghadhabu yake pasipo kuchanganywa na maji. Naye atateswa kwa moto uwakao na kiberiti mbele ya malaika watakatifu na mbele za Mwana-Kondoo."
  },
  {
    "verseNumber": "REV 14:11",
    "verseText": "Nao moshi wa mateso yao hupanda juu milele na milele. Hakuna mapumziko, mchana wala usiku, kwa wale wamwabuduo huyo mnyama na sanamu yake, au kwa yeyote anayepokea chapa ya jina lake.”"
  },
  {
    "verseNumber": "REV 14:12",
    "verseText": "Hapa ndipo penye wito wa subira na uvumilivu wa watakatifu; wale wanaozishika amri za Mungu na kudumu katika uaminifu kwa Yesu."
  },
  {
    "verseNumber": "REV 14:13",
    "verseText": "Kisha nikasikia sauti kutoka mbinguni ikisema, “Andika: Wamebarikiwa wafu wafao katika Bwana tangu sasa.” “Naam,” asema Roho, “watapumzika kutoka taabu zao, kwa kuwa matendo yao yatawafuata.”"
  },
  {
    "verseNumber": "REV 14:14",
    "verseText": "Nikatazama, hapo mbele yangu palikuwa na wingu jeupe, na aliyekuwa ameketi juu ya hilo wingu alikuwa “kama Mwana wa Adamu” mwenye taji ya dhahabu kichwani mwake na mundu mkali mkononi mwake."
  },
  {
    "verseNumber": "REV 14:15",
    "verseText": "Kisha malaika mwingine akaja kutoka hekaluni naye akamwita kwa sauti kubwa yule aliyekuwa ameketi juu ya lile wingu akasema, “Chukua mundu wako ukavune kwa kuwa wakati wa mavuno umewadia, kwa maana mavuno ya dunia yamekomaa.”"
  },
  {
    "verseNumber": "REV 14:16",
    "verseText": "Hivyo yule aliyekuwa ameketi juu ya lile wingu akauzungusha mundu wake duniani, nayo dunia ikavunwa."
  },
  {
    "verseNumber": "REV 14:17",
    "verseText": "Malaika mwingine akatoka katika hekalu lililoko mbinguni, naye pia alikuwa na mundu mkali."
  },
  {
    "verseNumber": "REV 14:18",
    "verseText": "Kisha malaika mwingine, aliyekuwa na mamlaka juu ya moto, akatoka kwenye madhabahu, naye akamwita yule malaika mwenye mundu mkali kwa sauti kubwa, akisema, “Chukua mundu wako mkali ukakusanye vichala vya mizabibu ya dunia, maana zabibu zake zimeiva.”"
  },
  {
    "verseNumber": "REV 14:19",
    "verseText": "Hivyo yule malaika akauzungusha mundu wake duniani na kukusanya zabibu za dunia na kuzitupa kwenye shinikizo kubwa la ghadhabu ya Mungu."
  },
  {
    "verseNumber": "REV 14:20",
    "verseText": "Lile shinikizo likakanyagwa nje ya mji, nayo damu ikatiririka kama mafuriko kutoka hilo shinikizo kufikia kimo cha hatamu za farasi, kwa umbali wa maili 200."
  },
  {
    "verseNumber": "REV 15:1",
    "verseText": "Ndipo nikaona ishara nyingine kubwa ya ajabu mbinguni: malaika saba wenye yale mapigo saba ya mwisho, kwa sababu kwa mapigo hayo ghadhabu ya Mungu ilikuwa imekamilika."
  },
  {
    "verseNumber": "REV 15:2",
    "verseText": "Nikaona kile kilichoonekana kama bahari ya kioo iliyochanganyikana na moto. Kando ya hiyo bahari, walikuwa wamesimama wale watu waliomshinda yule mnyama na sanamu yake pamoja na tarakimu ya jina lake. Mikononi mwao walikuwa wameshika vinubi walivyopewa na Mungu."
  },
  {
    "verseNumber": "REV 15:3",
    "verseText": "Nao wakaimba wimbo wa Mose, mtumishi wa Mungu, na wimbo wa Mwana-Kondoo, wakisema: “BWANA Mungu Mwenyezi, matendo yako ni makuu na ya ajabu. Njia zako wewe ni za haki na za kweli, Mfalme wa nyakati zote!"
  },
  {
    "verseNumber": "REV 15:4",
    "verseText": "Ni nani ambaye hatakuogopa wewe Bwana na kulitukuza jina lako? Kwa kuwa wewe peke yako ndiwe mtakatifu. Mataifa yote yatakuja na kuabudu mbele zako, kwa kuwa matendo yako ya haki yamedhihirishwa.”"
  },
  {
    "verseNumber": "REV 15:5",
    "verseText": "Baada ya haya nikatazama, nalo hekalu, la hema la Ushuhuda, lilikuwa limefunguliwa mbinguni."
  },
  {
    "verseNumber": "REV 15:6",
    "verseText": "Ndani ya lile hekalu wakatoka malaika saba wakiwa na mapigo saba. Walikuwa wamevaa nguo safi za kitani ingʼaayo na kufungwa mikanda ya dhahabu vifuani mwao."
  },
  {
    "verseNumber": "REV 15:7",
    "verseText": "Ndipo mmoja wa wale viumbe wanne wenye uhai akawapa wale malaika saba mabakuli saba ya dhahabu yaliyojaa ghadhabu ya Mungu, yeye aishiye milele na milele."
  },
  {
    "verseNumber": "REV 15:8",
    "verseText": "Nalo lile hekalu lilijawa na moshi uliotokana na utukufu wa Mungu na uweza wake, wala hakuna yeyote aliyeweza kuingia mle hekaluni mpaka yale mapigo saba ya wale malaika saba yalipomalizika."
  },
  {
    "verseNumber": "REV 16:1",
    "verseText": "Kisha nikasikia sauti kubwa kutoka mle Hekaluni ikiwaambia wale malaika saba, “Nendeni, mkayamwage duniani hayo mabakuli saba ya ghadhabu ya Mungu.”"
  },
  {
    "verseNumber": "REV 16:2",
    "verseText": "Malaika wa kwanza akaenda akalimwaga hilo bakuli lake juu ya nchi. Majipu mabaya yenye maumivu makali yakawapata wale watu wote waliokuwa na chapa ya yule mnyama na walioabudu sanamu yake."
  },
  {
    "verseNumber": "REV 16:3",
    "verseText": "Malaika wa pili akalimwaga bakuli lake baharini, nayo ikabadilika kuwa damu kama ya mtu aliyekufa na kila kiumbe hai kilichokuwa ndani ya bahari kikafa."
  },
  {
    "verseNumber": "REV 16:4",
    "verseText": "Malaika wa tatu akalimwaga bakuli lake katika mito na chemchemi za maji, nazo zikawa damu."
  },
  {
    "verseNumber": "REV 16:5",
    "verseText": "Ndipo nikamsikia malaika msimamizi wa maji akisema: “Wewe una haki katika hukumu hizi ulizotoa, wewe uliyeko, uliyekuwako, Uliye Mtakatifu, kwa sababu umehukumu hivyo;"
  },
  {
    "verseNumber": "REV 16:6",
    "verseText": "kwa kuwa walimwaga damu ya watakatifu wako na manabii wako, nawe umewapa damu wanywe kama walivyostahili.”"
  },
  {
    "verseNumber": "REV 16:7",
    "verseText": "Nikasikia madhabahu ikiitikia, “Naam, BWANA Mungu Mwenyezi, hukumu zako ni kweli na haki.”"
  },
  {
    "verseNumber": "REV 16:8",
    "verseText": "Malaika wa nne akamimina bakuli lake kwenye jua, nalo likapewa nguvu za kuwaunguza watu kwa moto."
  },
  {
    "verseNumber": "REV 16:9",
    "verseText": "Watu wakaunguzwa na hilo joto kali, wakalaani Jina la Mungu, aliyekuwa na uwezo juu ya mapigo haya, tena wakakataa kutubu na kumtukuza Mungu."
  },
  {
    "verseNumber": "REV 16:10",
    "verseText": "Malaika wa tano akamimina bakuli lake kwenye kiti cha enzi cha yule mnyama, nao ufalme wake ukagubikwa na giza. Watu wakatafuna ndimi zao kwa ajili ya maumivu,"
  },
  {
    "verseNumber": "REV 16:11",
    "verseText": "wakamlaani Mungu wa mbinguni kwa sababu ya maumivu na majeraha yao, wala hawakutubu kwa ajili ya matendo yao maovu."
  },
  {
    "verseNumber": "REV 16:12",
    "verseText": "Malaika wa sita akamimina bakuli lake kwenye mto mkubwa Frati, maji yake yakakauka ili kutayarisha njia kwa ajili ya wafalme watokao Mashariki."
  },
  {
    "verseNumber": "REV 16:13",
    "verseText": "Kisha nikaona roho wachafu watatu waliofanana na vyura wakitoka katika kinywa cha lile joka na katika kinywa cha yule mnyama na katika kinywa cha yule nabii wa uongo."
  },
  {
    "verseNumber": "REV 16:14",
    "verseText": "Hizo ndizo roho za pepo wachafu zitendazo miujiza. Nazo huwaendea wafalme wa ulimwengu wote na kuwakusanya tayari kwa ajili ya vita katika siku ile kuu ya Mungu Mwenyezi."
  },
  {
    "verseNumber": "REV 16:15",
    "verseText": "“Tazama, naja kama mwizi! Amebarikiwa yeye akeshaye na kuziweka tayari nguo zake ili asiende uchi na kuonekana aibu yake.”"
  },
  {
    "verseNumber": "REV 16:16",
    "verseText": "Ndipo wakawakusanya wafalme pamoja mahali paitwapo Armagedoni kwa Kiebrania."
  },
  {
    "verseNumber": "REV 16:17",
    "verseText": "Malaika wa saba akamimina bakuli lake angani na sauti kubwa ikatoka mle hekaluni katika kile kiti cha enzi, ikisema, “Imekwisha kuwa!”"
  },
  {
    "verseNumber": "REV 16:18",
    "verseText": "Kukawa na mianga ya umeme wa radi, ngurumo, radi na tetemeko kubwa la ardhi. Hapajawa kamwe na tetemeko la ardhi kama hilo tangu mwanadamu awepo duniani, hivyo lilikuwa tetemeko kubwa ajabu."
  },
  {
    "verseNumber": "REV 16:19",
    "verseText": "Ule mji mkubwa ukagawanyika katika sehemu tatu, nayo miji ya mataifa ikaanguka. Mungu akaukumbuka Babeli Mkuu na kumpa kikombe kilichojaa mvinyo wa ghadhabu ya hasira yake."
  },
  {
    "verseNumber": "REV 16:20",
    "verseText": "Kila kisiwa kikatoweka wala milima haikuonekana."
  },
  {
    "verseNumber": "REV 16:21",
    "verseText": "Mvua kubwa ya mawe yenye uzito wa talanta moja ikashuka kutoka mbinguni, ikawaangukia wanadamu. Nao wanadamu wakamlaani Mungu kwa ajili ya hayo mapigo ya mvua ya mawe, kwa sababu pigo hilo lilikuwa la kutisha."
  },
  {
    "verseNumber": "REV 17:1",
    "verseText": "Mmoja wa wale malaika saba waliokuwa na yale mabakuli saba akaja akaniambia, “Njoo, nitakuonyesha adhabu ya yule kahaba mkuu, aketiye juu ya maji mengi."
  },
  {
    "verseNumber": "REV 17:2",
    "verseText": "Yule ambaye wafalme wa dunia walizini naye na watu wakaao duniani walilewa kwa mvinyo wa uzinzi wake.”"
  },
  {
    "verseNumber": "REV 17:3",
    "verseText": "Kisha yule malaika akanichukua katika Roho akanipeleka jangwani. Huko nikamwona mwanamke mmoja ameketi juu ya mnyama mwekundu aliyejaa majina ya kumkufuru Mungu mwili mzima. Mnyama huyo alikuwa na vichwa saba na pembe kumi."
  },
  {
    "verseNumber": "REV 17:4",
    "verseText": "Huyo mwanamke alikuwa amevaa mavazi ya rangi ya zambarau na nyekundu, akimetameta kwa dhahabu, vito vya thamani na lulu. Mkononi mwake alikuwa ameshika kikombe cha dhahabu kilichojaa mambo ya machukizo na uchafu wa uzinzi wake."
  },
  {
    "verseNumber": "REV 17:5",
    "verseText": "Kwenye kipaji chake cha uso palikuwa pameandikwa jina: “Siri, Babeli Mkuu, Mama wa makahaba na wa machukizo ya dunia.”"
  },
  {
    "verseNumber": "REV 17:6",
    "verseText": "Nikaona kuwa huyo mwanamke alikuwa amelewa kwa damu ya watakatifu, yaani, damu ya wale watu waliouawa kwa ushuhuda wa Yesu. Nilipomwona huyo mwanamke, nilistaajabu sana."
  },
  {
    "verseNumber": "REV 17:7",
    "verseText": "Ndipo yule malaika akaniambia, “Kwa nini unastaajabu? Nitakufafanulia siri ya huyo mwanamke na huyo mnyama aliyempanda, mwenye vichwa saba na pembe kumi."
  },
  {
    "verseNumber": "REV 17:8",
    "verseText": "Huyo mnyama ambaye ulimwona, wakati fulani alikuwepo, lakini sasa hayupo, naye atapanda kutoka lile Shimo na kwenda kwenye maangamizo yake. Watu waishio duniani ambao majina yao hayakuandikwa kwenye kitabu cha uzima tangu kuumbwa kwa ulimwengu watastaajabu kumwona huyo mnyama, kwa maana alikuwepo wakati fulani, na sasa hayupo, lakini atakuwepo."
  },
  {
    "verseNumber": "REV 17:9",
    "verseText": "“Hapa ndipo penye wito wa akili pamoja na hekima. Vile vichwa saba ni vilima saba ambavyo huyo mwanamke amevikalia."
  },
  {
    "verseNumber": "REV 17:10",
    "verseText": "Pia hivyo vichwa saba ni wafalme saba ambao miongoni mwao watano wamekwisha kuanguka, yupo mwingine hajaja bado, lakini atakapokuja, atalazimika kukaa kwa muda mfupi."
  },
  {
    "verseNumber": "REV 17:11",
    "verseText": "Yule mnyama aliyekuwepo wakati fulani na ambaye sasa hayupo, yeye ni mfalme wa nane. Ni miongoni mwa wale saba, naye anakwenda kwenye maangamizi yake."
  },
  {
    "verseNumber": "REV 17:12",
    "verseText": "“Zile pembe kumi ulizoziona ni wafalme kumi ambao bado hawajapokea ufalme, lakini watapokea mamlaka kuwa wafalme kwa saa moja pamoja na yule mnyama."
  },
  {
    "verseNumber": "REV 17:13",
    "verseText": "Hawa wana nia moja, nao watamwachia yule mnyama nguvu zao na mamlaka yao."
  },
  {
    "verseNumber": "REV 17:14",
    "verseText": "Watafanya vita na Mwana-Kondoo, lakini Mwana-Kondoo atawashinda kwa sababu yeye ni Bwana wa mabwana na Mfalme wa wafalme. Yeye atakuwa pamoja na watu wake walioitwa ambao ni wateule wake na wafuasi wake waaminifu.”"
  },
  {
    "verseNumber": "REV 17:15",
    "verseText": "Kisha yule malaika akaniambia, “Yale maji uliyoyaona yule kahaba akiwa ameketi juu yake ni jamaa, makutano, mataifa na lugha."
  },
  {
    "verseNumber": "REV 17:16",
    "verseText": "Zile pembe kumi ulizoziona, pamoja na huyo mnyama, watamchukia huyo kahaba, watamfilisi na kumwacha uchi, watamla nyama yake na kumteketeza kwa moto."
  },
  {
    "verseNumber": "REV 17:17",
    "verseText": "Kwa maana Mungu ameweka mioyoni mwao kutimiza kusudi lake kwa kukubali kumpa yule mnyama mamlaka yao ya utawala mpaka maneno ya Mungu yatakapotimia."
  },
  {
    "verseNumber": "REV 17:18",
    "verseText": "Yule mwanamke uliyemwona ni ule mji mkubwa unaotawala juu ya wafalme wa dunia.”"
  },
  {
    "verseNumber": "REV 18:1",
    "verseText": "Baada ya haya nikaona malaika mwingine akishuka kutoka mbinguni, akiwa na mamlaka makuu na dunia ikamulikiwa na mngʼao wake."
  },
  {
    "verseNumber": "REV 18:2",
    "verseText": "Naye akalia kwa nguvu kwa sauti kubwa, akisema: “Umeanguka! Umeanguka Babeli Mkuu! Umekuwa makao ya mashetani na makazi ya kila pepo mchafu, makazi ya kila ndege na kila mnyama achukizaye."
  },
  {
    "verseNumber": "REV 18:3",
    "verseText": "Kwa maana mataifa yote yamekunywa mvinyo wa ghadhabu ya uasherati wake. Nao wafalme wa dunia wamefanya uzinzi nao, nao wafanyabiashara wa dunia wametajirika kutokana na wingi wa utajiri wake.”"
  },
  {
    "verseNumber": "REV 18:4",
    "verseText": "Kisha nikasikia sauti nyingine kutoka mbinguni ikisema: “Tokeni katikati yake, enyi watu wangu, ili msije mkashiriki dhambi zake, ili msije mkapatwa na pigo lake lolote;"
  },
  {
    "verseNumber": "REV 18:5",
    "verseText": "kwa kuwa dhambi zake zimelundikana hadi mbinguni, naye Mungu ameukumbuka uhalifu wake."
  },
  {
    "verseNumber": "REV 18:6",
    "verseText": "Mtendee kama yeye alivyotenda; umlipe mara mbili kwa ajili ya yale aliyotenda. Katika kikombe chake mchanganyie mara mbili ya kile alichochanganya."
  },
  {
    "verseNumber": "REV 18:7",
    "verseText": "Mpatie mateso na huzuni nyingi sawa na utukufu na anasa alizojipatia. Kwa kuwa moyoni mwake hujivuna, akisema, ‘Mimi ninatawala kama malkia; mimi si mjane, wala sitaona huzuni kamwe.’"
  },
  {
    "verseNumber": "REV 18:8",
    "verseText": "Kwa hiyo mapigo yatampata kwa siku moja: mauti, maombolezo na njaa. Naye atateketezwa kwa moto, kwa maana BWANA Mungu amhukumuye ana nguvu."
  },
  {
    "verseNumber": "REV 18:9",
    "verseText": "“Wafalme wa dunia waliozini naye na kushiriki anasa zake watakapoona moshi wa kuungua kwake, watamlilia na kumwombolezea."
  },
  {
    "verseNumber": "REV 18:10",
    "verseText": "Kwa hofu kubwa ya mateso yake, watasimama mbali na kulia na wakisema: “ ‘Ole! Ole, ee mji mkubwa, ee Babeli mji wenye nguvu! Hukumu yako imekuja katika saa moja!’"
  },
  {
    "verseNumber": "REV 18:11",
    "verseText": "“Wafanyabiashara wa dunia watalia na kumwomboleza kwa sababu hakuna anunuaye bidhaa zao tena:"
  },
  {
    "verseNumber": "REV 18:12",
    "verseText": "Bidhaa za dhahabu, za fedha, za vito vya thamani na vya lulu, kitani safi, nguo za rangi ya zambarau, hariri, nguo nyekundu, aina zote za miti ya udi, na vifaa vyote vya pembe za ndovu, vifaa vyote vya miti yenye thamani kuliko yote, shaba, chuma na marmar,"
  },
  {
    "verseNumber": "REV 18:13",
    "verseText": "bidhaa za mdalasini, vikolezi, za uvumba, manemane, na uvumba wenye harufu nzuri, za divai, na mafuta ya zeituni, za unga mzuri na ngano; ngʼombe na kondoo; farasi na magari; na miili na roho za wanadamu."
  },
  {
    "verseNumber": "REV 18:14",
    "verseText": "“Watasema, ‘Yale matunda ambayo roho yako iliyatamani yamekoma. Utajiri wako wote na fahari yako vimetoweka, wala haviwezi kupatikana tena kamwe!’"
  },
  {
    "verseNumber": "REV 18:15",
    "verseText": "Wale wafanyabiashara waliotajirika kwa bidhaa hizo kutoka kwake watasimama mbali naye kwa hofu kubwa ya mateso yanayompata. Watalia na kuomboleza wakipiga kelele wakisema:"
  },
  {
    "verseNumber": "REV 18:16",
    "verseText": "“ ‘Ole! Ole, ee mji mkubwa, uliyekuwa umevikwa mavazi ya kitani safi, ya rangi ya zambarau na nyekundu, ukimetameta kwa dhahabu, vito vya thamani na lulu!"
  },
  {
    "verseNumber": "REV 18:17",
    "verseText": "Katika muda wa saa moja utajiri wote mkubwa kama huu umeangamia!’ “Kila nahodha, na wote wasafirio kwa meli, na wote wapatao kipato chao kutokana na bahari, watasimama mbali."
  },
  {
    "verseNumber": "REV 18:18",
    "verseText": "Watakapouona moshi wa kuungua kwake watalia wakisema, ‘Je, kulipata kuwako mji mkubwa kama huu?’"
  },
  {
    "verseNumber": "REV 18:19",
    "verseText": "Nao watajirushia mavumbi vichwani mwao, huku wakilia na kuomboleza, wakisema: “ ‘Ole! Ole, ee mji mkubwa, mji ambao wote wenye meli baharini walitajirika kupitia kwa mali zake! Katika saa moja tu ameangamizwa!"
  },
  {
    "verseNumber": "REV 18:20",
    "verseText": "Furahia kwa ajili yake, ee mbingu! Furahini watakatifu, mitume na manabii! Mungu amemhukumu kwa vile alivyowatendea ninyi.’ ”"
  },
  {
    "verseNumber": "REV 18:21",
    "verseText": "Kisha malaika mmoja mwenye nguvu akainua jiwe kubwa kama la kusagia akalitupa baharini akisema: “Hivyo ndivyo mji mkubwa Babeli utakavyotupwa chini kwa nguvu wala hautaonekana tena."
  },
  {
    "verseNumber": "REV 18:22",
    "verseText": "Nyimbo za wapiga vinubi na waimbaji, wapiga filimbi na wapiga tarumbeta kamwe hazitasikika tena ndani yako. Ndani yako kamwe hataonekana tena fundi mwenye ujuzi wa aina yoyote. Wala sauti ya jiwe la kusagia kamwe haitasikika tena."
  },
  {
    "verseNumber": "REV 18:23",
    "verseText": "Mwanga wa taa hautaangaza ndani yako tena. Sauti ya bwana arusi na bibi arusi kamwe haitasikika ndani yako tena. Wafanyabiashara wako walikuwa watu maarufu wa dunia. Mataifa yote yalipotoshwa kwa uchawi wako."
  },
  {
    "verseNumber": "REV 18:24",
    "verseText": "Ndani yake ilionekana damu ya manabii na ya watakatifu na wote waliouawa duniani.”"
  },
  {
    "verseNumber": "REV 19:1",
    "verseText": "Baada ya haya nikasikia sauti kama ya umati mkubwa mbinguni wakipiga kelele wakisema: “Haleluya! Wokovu na utukufu na uweza ni vya Mungu wetu,"
  },
  {
    "verseNumber": "REV 19:2",
    "verseText": "kwa maana hukumu zake ni za kweli na za haki. Amemhukumu yule kahaba mkuu aliyeuharibu ulimwengu kwa uzinzi wake. Mungu amemlipiza kisasi kwa ajili ya damu ya watumishi wake.”"
  },
  {
    "verseNumber": "REV 19:3",
    "verseText": "Wakasema tena kwa nguvu: “Haleluya! Moshi wake huyo kahaba unapanda juu milele na milele.”"
  },
  {
    "verseNumber": "REV 19:4",
    "verseText": "Wale wazee ishirini na wanne pamoja na wale viumbe wanne wenye uhai wakaanguka kifudifudi, wakamwabudu Mungu, aliyekuwa ameketi kwenye kile kiti cha enzi. Wakasema kwa sauti kuu: “Amen, Haleluya!”"
  },
  {
    "verseNumber": "REV 19:5",
    "verseText": "Kisha sauti ikatoka katika kile kiti cha enzi, ikisema: “Msifuni Mungu wetu, ninyi watumishi wake wote, ninyi nyote mnaomcha, wadogo kwa wakubwa!”"
  },
  {
    "verseNumber": "REV 19:6",
    "verseText": "Kisha nikasikia sauti kama ya umati mkubwa, kama sauti ya maji mengi yaendayo kasi na kama ngurumo kubwa ya radi wakipiga kelele wakisema: “Haleluya! Kwa maana BWANA Mungu wetu Mwenyezi anatawala."
  },
  {
    "verseNumber": "REV 19:7",
    "verseText": "Tufurahi, tushangilie na kumpa utukufu! Kwa maana arusi ya Mwana-Kondoo imewadia na bibi arusi wake amejiweka tayari."
  },
  {
    "verseNumber": "REV 19:8",
    "verseText": "Akapewa kitani safi, nyeupe inayongʼaa, ili avae.” (Hiyo kitani safi inawakilisha matendo ya haki ya watakatifu.)"
  },
  {
    "verseNumber": "REV 19:9",
    "verseText": "Ndipo malaika akaniambia, “Andika: ‘Wamebarikiwa wale walioalikwa kwenye karamu ya arusi ya Mwana-Kondoo!’ ” Naye akaongeza kusema, “Haya ndiyo maneno ya kweli ya Mungu.”"
  },
  {
    "verseNumber": "REV 19:10",
    "verseText": "Ndipo nikaanguka kifudifudi miguuni pake ili kumwabudu, lakini yeye akaniambia, “Usifanye hivyo! Mimi pia ni mtumishi mwenzako pamoja na ndugu zako walio na ushuhuda wa Yesu. Mwabudu Mungu! Maana ushuhuda wa Yesu ndio roho ya unabii.”"
  },
  {
    "verseNumber": "REV 19:11",
    "verseText": "Kisha nikaona mbingu imefunguka na hapo mbele yangu akiwepo farasi mweupe, ambaye yeye aliyempanda aliitwa Mwaminifu na Kweli. Yeye huhukumu kwa haki na kufanya vita."
  },
  {
    "verseNumber": "REV 19:12",
    "verseText": "Macho yake ni kama miali ya moto na juu ya kichwa chake kuna taji nyingi. Ana jina lililoandikwa ambalo hakuna mtu yeyote anayelijua isipokuwa yeye mwenyewe."
  },
  {
    "verseNumber": "REV 19:13",
    "verseText": "Amevaa joho lililochoviwa katika damu, na Jina lake ni “Neno la Mungu.”"
  },
  {
    "verseNumber": "REV 19:14",
    "verseText": "Majeshi ya mbinguni walikuwa wakimfuata, wakiwa wamepanda farasi weupe, hali wamevaa mavazi ya kitani safi, nyeupe na nzuri."
  },
  {
    "verseNumber": "REV 19:15",
    "verseText": "Kinywani mwake hutoka upanga mkali ambao kwa huo atayaangusha mataifa. “Atayatawala kwa fimbo yake ya utawala ya chuma.” Hulikanyaga shinikizo la mvinyo wa ghadhabu ya Mungu Mwenyezi."
  },
  {
    "verseNumber": "REV 19:16",
    "verseText": "Kwenye joho lake na paja lake pameandikwa jina hili: Mfalme wa wafalme, na Bwana wa mabwana."
  },
  {
    "verseNumber": "REV 19:17",
    "verseText": "Nami nikamwona malaika amesimama ndani kwenye jua, akaita ndege wote warukao angani kwa sauti kuu, “Njooni, kusanyikeni kwa ajili ya karamu kubwa ya Mungu,"
  },
  {
    "verseNumber": "REV 19:18",
    "verseText": "ili mpate kula nyama ya wafalme na ya majemadari, ya mashujaa, ya farasi na ya wapanda farasi, nyama ya wanadamu, wote walio huru na watumwa, wadogo na wakubwa.”"
  },
  {
    "verseNumber": "REV 19:19",
    "verseText": "Kisha nikamwona yule mnyama na wafalme wa dunia pamoja na majeshi yao wakiwa wamekusanyika pamoja ili kufanya vita dhidi ya yule aliyempanda farasi pamoja na jeshi lake."
  },
  {
    "verseNumber": "REV 19:20",
    "verseText": "Lakini yule mnyama akakamatwa pamoja na huyo nabii wa uongo ambaye alikuwa amefanya ishara kwa niaba ya huyo mnyama, ambaye kwa ishara hizi aliwadanganya wale waliopokea chapa ya huyo mnyama na kuiabudu sanamu yake. Hawa wawili wakatupwa wakiwa hai ndani ya ziwa la moto liwakalo kwa kiberiti."
  },
  {
    "verseNumber": "REV 19:21",
    "verseText": "Wale waliosalia waliuawa kwa upanga uliotoka kinywani mwa yule aliyekuwa amempanda farasi nao ndege wote wakajishibisha kwa nyama yao."
  },
  {
    "verseNumber": "REV 20:1",
    "verseText": "Kisha nikaona malaika akishuka kutoka mbinguni, akiwa ameshika ufunguo wa lile Shimo na mnyororo mkubwa mkononi mwake."
  },
  {
    "verseNumber": "REV 20:2",
    "verseText": "Akalishika lile joka, yule nyoka wa zamani, ambaye ndiye ibilisi au Shetani, naye akamfunga kwa muda wa miaka 1,000."
  },
  {
    "verseNumber": "REV 20:3",
    "verseText": "Akamtupa katika lile Shimo, akamfunga humo na kulitia lakiri, ili kumzuia asiendelee kudanganya mataifa mpaka hiyo miaka 1,000 itimie. Baada ya hayo lazima afunguliwe kwa muda mfupi."
  },
  {
    "verseNumber": "REV 20:4",
    "verseText": "Kisha nikaona viti vya enzi vilivyokuwa vimekaliwa na hao waliopewa mamlaka ya kuhukumu, na nikaona roho za wale waliokatwa vichwa kwa sababu ya ushuhuda wa Yesu na kwa sababu ya neno la Mungu. Hawakuwa wamemsujudu huyo mnyama wala sanamu yake wala hawakupokea ile chapa yake kwenye vipaji vya nyuso zao au kwenye mikono yao. Wakawa hai na kutawala pamoja na Kristo miaka 1,000."
  },
  {
    "verseNumber": "REV 20:5",
    "verseText": "(Wafu waliosalia hawakufufuka mpaka ilipotimia hiyo miaka 1,000.) Huu ndio ufufuo wa kwanza."
  },
  {
    "verseNumber": "REV 20:6",
    "verseText": "Waliobarikiwa na walio watakatifu ni wale walio na sehemu katika ufufuo wa kwanza. Hao mauti ya pili haina nguvu juu yao, bali watakuwa makuhani wa Mungu na wa Kristo, nao watatawala pamoja naye kwa muda wa miaka 1,000."
  },
  {
    "verseNumber": "REV 20:7",
    "verseText": "Hiyo miaka 1,000 itakapotimia, Shetani atafunguliwa kutoka kifungoni mwake,"
  },
  {
    "verseNumber": "REV 20:8",
    "verseText": "naye atatoka ili kuyadanganya mataifa yaliyopo katika pembe nne za dunia, yaani, Gogu na Magogu apate kuwakusanya tayari kwa vita. Idadi yao ni kama mchanga ulioko pwani."
  },
  {
    "verseNumber": "REV 20:9",
    "verseText": "Nao walitembea katika eneo lote la dunia, wakaizunguka kambi ya watakatifu na ule mji unaopendwa. Lakini moto ukashuka kutoka mbinguni na kuwateketeza."
  },
  {
    "verseNumber": "REV 20:10",
    "verseText": "Naye ibilisi aliyewadanganya akatupwa katika ziwa la moto na kiberiti walikokuwa wametupwa yule mnyama na yule nabii wa uongo. Watateswa humo usiku na mchana, milele na milele."
  },
  {
    "verseNumber": "REV 20:11",
    "verseText": "Kisha nikaona kiti kikubwa cheupe cha enzi pamoja na yeye aliyeketi juu yake. Dunia na mbingu zikaukimbia uso wake wala mahali pao hapakuonekana."
  },
  {
    "verseNumber": "REV 20:12",
    "verseText": "Nami nikawaona wafu wakubwa na wadogo, wakiwa wamesimama mbele ya hicho kiti cha enzi na vitabu vikafunguliwa. Pia kitabu kingine kikafunguliwa ambacho ni kitabu cha uzima. Hao wafu wakahukumiwa sawasawa na matendo yao kama yalivyoandikwa ndani ya hivyo vitabu."
  },
  {
    "verseNumber": "REV 20:13",
    "verseText": "Bahari ikawatoa wafu waliokuwamo ndani yake, nayo mauti na Kuzimu zikawatoa wafu waliokuwamo ndani yake. Kila mtu akahukumiwa kulingana na yale aliyoyatenda."
  },
  {
    "verseNumber": "REV 20:14",
    "verseText": "Kisha mauti na Kuzimu zikatupwa katika ziwa la moto. Hii ndio mauti ya pili, yaani, hilo ziwa la moto."
  },
  {
    "verseNumber": "REV 20:15",
    "verseText": "Iwapo mtu jina lake halikuonekana katika kile kitabu cha uzima, alitupwa ndani ya lile ziwa la moto."
  },
  {
    "verseNumber": "REV 21:1",
    "verseText": "Kisha nikaona mbingu mpya na nchi mpya, kwa maana mbingu za kwanza na nchi ya kwanza vimekwisha kupita, wala hapakuwepo na bahari tena."
  },
  {
    "verseNumber": "REV 21:2",
    "verseText": "Nikaona Mji Mtakatifu, Yerusalemu mpya, ukishuka kutoka mbinguni kwa Mungu, ukiwa umeandaliwa kama bibi arusi aliyepambwa kwa ajili ya mumewe."
  },
  {
    "verseNumber": "REV 21:3",
    "verseText": "Nami nikasikia sauti kubwa kutoka kile kiti cha enzi ikisema, “Sasa makao ya Mungu ni pamoja na wanadamu, naye atakaa pamoja nao. Yeye atakuwa Mungu wao nao watakuwa watu wake, naye Mungu mwenyewe atakuwa pamoja nao."
  },
  {
    "verseNumber": "REV 21:4",
    "verseText": "Atafuta kila chozi kutoka macho yao. Mauti haitakuwepo tena, wala maombolezo, wala kilio, wala maumivu, kwa maana mambo ya kwanza yamekwisha kupita.”"
  },
  {
    "verseNumber": "REV 21:5",
    "verseText": "Naye yule aliyeketi juu ya kile kiti cha enzi akasema, “Tazama, nayafanya mambo yote kuwa mapya!” Kisha akasema, “Andika haya, maana maneno haya ni ya kuaminika tena ni kweli.”"
  },
  {
    "verseNumber": "REV 21:6",
    "verseText": "Akaniambia, “Imekwisha kuwa. Mimi ni Alfa na Omega, Mwanzo na Mwisho. Yeye aonaye kiu nitampa kunywa kutoka chemchemi ya maji ya uzima bila gharama yoyote."
  },
  {
    "verseNumber": "REV 21:7",
    "verseText": "Yeye ashindaye atayarithi haya yote, nami nitakuwa Mungu wake, naye atakuwa mwanangu."
  },
  {
    "verseNumber": "REV 21:8",
    "verseText": "Lakini waoga, wasioamini, wachafu, wauaji, wazinzi, wachawi, waabudu sanamu, pamoja na waongo wote, mahali pao ni katika lile ziwa liwakalo moto na kiberiti. Hii ndiyo mauti ya pili.”"
  },
  {
    "verseNumber": "REV 21:9",
    "verseText": "Mmoja wa wale malaika saba waliokuwa na yale mabakuli saba ya hayo mapigo saba ya mwisho akaja akaniambia, “Njoo, nami nitakuonyesha bibi arusi, yaani, mke wa Mwana-Kondoo.”"
  },
  {
    "verseNumber": "REV 21:10",
    "verseText": "Naye akanichukua katika Roho hadi kwenye mlima mkubwa na mrefu, akanionyesha ule Mji Mtakatifu, Yerusalemu, ukishuka kutoka mbinguni kwa Mungu."
  },
  {
    "verseNumber": "REV 21:11",
    "verseText": "Ulikuwa ukingʼaa kwa utukufu wa Mungu kama kito chenye thamani sana, kama yaspi, safi kama kioo."
  },
  {
    "verseNumber": "REV 21:12",
    "verseText": "Ulikuwa na ukuta mkubwa, mrefu wenye malango kumi na mawili, pakiwa na malaika kumi na wawili kwenye hayo malango. Kwenye malango hayo yaliandikwa majina ya yale makabila kumi na mawili ya Israeli."
  },
  {
    "verseNumber": "REV 21:13",
    "verseText": "Kulikuwa na malango matatu upande wa mashariki, matatu upande wa kaskazini, matatu upande wa kusini na matatu upande wa magharibi."
  },
  {
    "verseNumber": "REV 21:14",
    "verseText": "Ukuta wa huo mji ulikuwa na misingi kumi na miwili, na juu yake yaliandikwa majina ya wale mitume kumi na wawili wa Mwana-Kondoo."
  },
  {
    "verseNumber": "REV 21:15",
    "verseText": "Huyo malaika aliyesema nami alikuwa na ufito wa dhahabu wa kupimia huo mji, malango yake na kuta zake."
  },
  {
    "verseNumber": "REV 21:16",
    "verseText": "Mji huo ulikuwa mraba, urefu wake ulikuwa sawa na upana wake. Akaupima huo mji kwa huo ufito akakuta una kama kilomita 2,200; urefu wake na upana wake na kwenda juu kwake vilikuwa sawa."
  },
  {
    "verseNumber": "REV 21:17",
    "verseText": "Akaupima ukuta wake, ulikuwa na unene wa dhiraa 144 kwa kipimo cha kibinadamu ambacho huyo malaika alikuwa akikitumia."
  },
  {
    "verseNumber": "REV 21:18",
    "verseText": "Ukuta huo ulijengwa kwa yaspi hali mji wenyewe ulijengwa kwa dhahabu safi, ikingʼaa kama kioo."
  },
  {
    "verseNumber": "REV 21:19",
    "verseText": "Misingi ya kuta za mji huo zilipambwa kwa kila aina ya kito cha thamani. Msingi wa kwanza ulikuwa wa yaspi, wa pili yakuti samawi, wa tatu kalkedoni, wa nne zumaridi,"
  },
  {
    "verseNumber": "REV 21:20",
    "verseText": "wa tano sardoniki, wa sita akiki, wa saba krisolitho, wa nane zabarajadi, wa tisa yakuti manjano, wa kumi krisopraso, wa kumi na moja hiakintho, wa kumi na mbili amethisto."
  },
  {
    "verseNumber": "REV 21:21",
    "verseText": "Yale malango kumi na mbili yalikuwa ni lulu kumi na mbili, kila lango lilikuwa limetengenezwa kwa lulu moja. Barabara kuu ya mji huo ilikuwa ya dhahabu safi ingʼaayo kama kioo."
  },
  {
    "verseNumber": "REV 21:22",
    "verseText": "Sikuona Hekalu ndani ya huo mji kwa sababu BWANA Mungu Mwenyezi na Mwana-Kondoo ndio hekalu lake."
  },
  {
    "verseNumber": "REV 21:23",
    "verseText": "Ule mji hauhitaji jua wala mwezi kuuangazia, kwa sababu utukufu wa Mungu ndio nuru yake na Mwana-Kondoo ndiye taa yake."
  },
  {
    "verseNumber": "REV 21:24",
    "verseText": "Mataifa yatatembea yakiangaziwa na nuru yake na wafalme wa duniani wataleta fahari yao ndani yake."
  },
  {
    "verseNumber": "REV 21:25",
    "verseText": "Malango yake hayatafungwa kamwe, kwa maana hakutakuwa na usiku humo."
  },
  {
    "verseNumber": "REV 21:26",
    "verseText": "Utukufu na heshima za mataifa zitaletwa humo."
  },
  {
    "verseNumber": "REV 21:27",
    "verseText": "Lakini kitu kichafu hakitaingia humo kamwe, wala mtu yeyote atendaye mambo ya aibu au ya udanganyifu. Bali watakaoingia humo ni wale tu ambao majina yao yameandikwa katika kitabu cha uzima cha Mwana-Kondoo."
  },
  {
    "verseNumber": "REV 22:1",
    "verseText": "Kisha yule malaika akanionyesha mto wa maji ya uzima, maangavu kama kioo yakitiririka kutoka kwenye kile kiti cha enzi cha Mungu na cha Mwana-Kondoo,"
  },
  {
    "verseNumber": "REV 22:2",
    "verseText": "kupitia katikati ya barabara kuu ya huo mji. Kwenye kila upande wa huo mto kulikuwa na mti wa uzima utoao matunda ya aina kumi na mbili, ukizaa matunda yake kila mwezi. Nayo majani ya mti huo ni kwa ajili ya uponyaji wa mataifa."
  },
  {
    "verseNumber": "REV 22:3",
    "verseText": "Katika mji huo hakutakuwa tena na laana, bali kiti cha enzi cha Mungu na cha Mwana-Kondoo kitakuwamo humo na watumishi wake watamtumikia,"
  },
  {
    "verseNumber": "REV 22:4",
    "verseText": "nao watamwona uso wake na Jina lake litakuwa kwenye vipaji vya nyuso zao."
  },
  {
    "verseNumber": "REV 22:5",
    "verseText": "Usiku hautakuwako tena, wala hawatahitaji mwanga wa taa au wa jua, kwa maana BWANA Mungu atakuwa nuru yao, nao watatawala milele na milele."
  },
  {
    "verseNumber": "REV 22:6",
    "verseText": "Kisha yule malaika akaniambia, “Maneno haya ni ya kuaminika na kweli. BWANA, Mungu wa roho za manabii, alimtuma malaika wake kuwaonyesha watumishi wake yale ambayo hayana budi kutukia upesi.”"
  },
  {
    "verseNumber": "REV 22:7",
    "verseText": "“Tazama, naja upesi! Amebarikiwa yeye ayashikaye maneno ya unabii wa kitabu hiki.”"
  },
  {
    "verseNumber": "REV 22:8",
    "verseText": "Mimi, Yohana, ndiye niliyesikia na kuyaona mambo haya. Nami nilipokwisha kuyasikia na kuyaona, nilianguka chini nikasujudu miguuni pa yule malaika aliyekuwa akinionyesha mambo hayo."
  },
  {
    "verseNumber": "REV 22:9",
    "verseText": "Lakini yeye akaniambia, “Usifanye hivyo! Mimi ni mtumishi pamoja nawe na ndugu zako manabii na wote wanaoyashika maneno ya kitabu hiki. Msujudie Mungu!”"
  },
  {
    "verseNumber": "REV 22:10",
    "verseText": "Kisha akaniambia, “Usiyafunge maneno ya unabii yaliyomo katika kitabu hiki, kwa sababu wakati umekaribia."
  },
  {
    "verseNumber": "REV 22:11",
    "verseText": "Atendaye mabaya na aendelee kutenda mabaya, aliye mchafu na aendelee kuwa mchafu, yeye atendaye haki na aendelee kutenda haki, na yeye aliye mtakatifu na aendelee kuwa mtakatifu.”"
  },
  {
    "verseNumber": "REV 22:12",
    "verseText": "“Tazama, naja upesi! Thawabu yangu i mkononi mwangu, nami nitampa kila mtu sawasawa na alivyotenda."
  },
  {
    "verseNumber": "REV 22:13",
    "verseText": "Mimi ni Alfa na Omega, wa Kwanza na wa Mwisho, Mwanzo na Mwisho."
  },
  {
    "verseNumber": "REV 22:14",
    "verseText": "“Wamebarikiwa wale wafuao mavazi yao, ili wapate haki ya kuuendea huo mti wa uzima na kuuingia huo mji kupitia kwenye malango yake."
  },
  {
    "verseNumber": "REV 22:15",
    "verseText": "Huko nje wako mbwa, wachawi, wazinzi, wauaji, waabudu sanamu, na kila mtu apendaye udanganyifu na kuufanya."
  },
  {
    "verseNumber": "REV 22:16",
    "verseText": "“Mimi, Yesu, nimemtuma malaika wangu kushuhudia mambo haya kwa ajili ya makanisa. Mimi ndimi Shina na Mzao wa Daudi, ile Nyota ya Asubuhi ingʼaayo.”"
  },
  {
    "verseNumber": "REV 22:17",
    "verseText": "Roho na bibi arusi wanasema, “Njoo!” Naye asikiaye na aseme, “Njoo!” Yeyote mwenye kiu na aje, na kila anayetaka na anywe maji ya uzima bure."
  },
  {
    "verseNumber": "REV 22:18",
    "verseText": "Namwonya kila mtu asikiaye maneno ya unabii wa kitabu hiki: Mtu yeyote akiongeza humo chochote, Mungu atamwongezea mapigo yaliyoandikwa katika kitabu hiki."
  },
  {
    "verseNumber": "REV 22:19",
    "verseText": "Kama mtu yeyote akipunguza humo chochote katika maneno ya unabii wa kitabu hiki, Mungu atamwondolea sehemu yake katika ule mti wa uzima na katika ule mji mtakatifu, ambao habari zake zimeandikwa katika kitabu hiki."
  },
  {
    "verseNumber": "REV 22:20",
    "verseText": "Yeye anayeshuhudia mambo haya asema, “Hakika, naja upesi!” Amen. Njoo, Bwana Yesu."
  },
  {
    "verseNumber": "REV 22:21",
    "verseText": "Neema ya Bwana Yesu iwe na watakatifu wote. Amen."
  }
]