[
  {
    "verseNumber": "ROM 1:1",
    "verseText": "Paulo, mtumishi wa Kristo Yesu, aliyeitwa kuwa mtume na kutengwa kwa ajili ya Injili ya Mungu,"
  },
  {
    "verseNumber": "ROM 1:2",
    "verseText": "Injili ambayo Mungu alitangulia kuiahidi kwa vinywa vya manabii wake katika Maandiko Matakatifu,"
  },
  {
    "verseNumber": "ROM 1:3",
    "verseText": "yaani, Injili inayomhusu Mwanawe, yeye ambaye kwa uzao wa mwili alikuwa mzao wa Daudi,"
  },
  {
    "verseNumber": "ROM 1:4",
    "verseText": "na ambaye kwa uwezo wa Roho wa utakatifu alidhihirishwa kuwa Mwana wa Mungu kwa ufufuo wake kutoka kwa wafu, yaani, Yesu Kristo, Bwana wetu."
  },
  {
    "verseNumber": "ROM 1:5",
    "verseText": "Kwa kupitia kwake na kwa ajili ya Jina lake, tumepokea neema na utume ili kuwaita watu miongoni mwa watu wa mataifa yote, waje kwenye utii utokanao na imani."
  },
  {
    "verseNumber": "ROM 1:6",
    "verseText": "Ninyi nyote pia mko miongoni mwa watu walioitwa ili mpate kuwa mali ya Yesu Kristo."
  },
  {
    "verseNumber": "ROM 1:7",
    "verseText": "Kwa wote walioko Rumi wapendwao na Mungu na kuitwa kuwa watakatifu: Neema na amani itokayo kwa Mungu Baba yetu na kwa Bwana wetu Yesu Kristo iwe nanyi."
  },
  {
    "verseNumber": "ROM 1:8",
    "verseText": "Kwanza kabisa, namshukuru Mungu wangu kwa njia ya Yesu Kristo kwa ajili yenu nyote, kwa sababu imani yenu inatangazwa duniani kote."
  },
  {
    "verseNumber": "ROM 1:9",
    "verseText": "Kwa maana Mungu ninayemtumikia kwa moyo wangu wote katika kuhubiri Injili ya Mwanawe, ni shahidi wangu jinsi ninavyowakumbuka"
  },
  {
    "verseNumber": "ROM 1:10",
    "verseText": "katika maombi yangu siku zote, nami ninaomba kwamba hatimaye sasa kwa mapenzi ya Mungu, njia ipate kufunguliwa kwa ajili yangu ili nije kwenu."
  },
  {
    "verseNumber": "ROM 1:11",
    "verseText": "Ninatamani sana kuwaona ili nipate kuweka juu yenu karama za rohoni ili mwe imara,"
  },
  {
    "verseNumber": "ROM 1:12",
    "verseText": "au zaidi, ninyi pamoja nami tuweze kutiana moyo katika imani sisi kwa sisi."
  },
  {
    "verseNumber": "ROM 1:13",
    "verseText": "Ndugu zangu, napenda mfahamu kwamba mara nyingi nimekusudia kuja kwenu (ingawa mpaka sasa nimezuiliwa), ili nipate kuvuna mavuno miongoni mwenu kama nilivyovuna miongoni mwa wengine ambao ni watu wa Mataifa wasiomjua Mungu."
  },
  {
    "verseNumber": "ROM 1:14",
    "verseText": "Mimi ni mdeni kwa Wayunani na kwa wasio Wayunani, kwa wenye hekima na kwa wasio na hekima."
  },
  {
    "verseNumber": "ROM 1:15",
    "verseText": "Ndiyo sababu ninatamani sana kuihubiri Injili kwenu pia ninyi mlioko Rumi."
  },
  {
    "verseNumber": "ROM 1:16",
    "verseText": "Mimi siionei haya Injili ya Kristo kwa maana ni uweza wa Mungu uletao wokovu kwa kila aaminiye, kwanza kwa Myahudi na kwa Myunani pia."
  },
  {
    "verseNumber": "ROM 1:17",
    "verseText": "Kwa maana katika Injili haki itokayo kwa Mungu imedhihirishwa, haki ile iliyo kwa njia ya imani hadi imani. Kama ilivyoandikwa: “Mwenye haki ataishi kwa imani.”"
  },
  {
    "verseNumber": "ROM 1:18",
    "verseText": "Ghadhabu ya Mungu imedhihirishwa kutoka mbinguni dhidi ya uasi wote na uovu wa wanadamu ambao huipinga kweli kwa uovu wao,"
  },
  {
    "verseNumber": "ROM 1:19",
    "verseText": "kwa maana yote yanayoweza kujulikana kumhusu Mungu ni dhahiri kwao, kwa sababu Mungu mwenyewe ameyadhihirisha kwao."
  },
  {
    "verseNumber": "ROM 1:20",
    "verseText": "Kwa maana tangu kuumbwa kwa ulimwengu, asili ya Mungu asiyeonekana kwa macho, yaani, uweza wake wa milele na asili yake ya Uungu, imeonekana waziwazi, ikitambuliwa kutokana na yale aliyoyafanya ili wanadamu wasiwe na udhuru."
  },
  {
    "verseNumber": "ROM 1:21",
    "verseText": "Kwa maana ingawa walimjua Mungu, hawakumtukuza yeye kama ndiye Mungu wala hawakumshukuru, bali fikira zao zimekuwa batili na mioyo yao ya ujinga ikatiwa giza."
  },
  {
    "verseNumber": "ROM 1:22",
    "verseText": "Ingawa walijidai kuwa wenye hekima, wakawa wajinga"
  },
  {
    "verseNumber": "ROM 1:23",
    "verseText": "na kubadili utukufu wa Mungu aishiye milele kwa sanamu zilizofanywa zifanane na mwanadamu ambaye hufa, na mfano wa ndege, wanyama na viumbe vitambaavyo."
  },
  {
    "verseNumber": "ROM 1:24",
    "verseText": "Kwa hiyo, Mungu akawaacha wazifuate tamaa mbaya za mioyo yao katika uasherati, hata wakavunjiana heshima miili yao wao kwa wao."
  },
  {
    "verseNumber": "ROM 1:25",
    "verseText": "Kwa sababu waliibadili kweli ya Mungu kuwa uongo, wakaabudu na kutumikia kiumbe badala ya Muumba, ahimidiwaye milele! Amen."
  },
  {
    "verseNumber": "ROM 1:26",
    "verseText": "Kwa sababu hii, Mungu aliwaacha wavunjiane heshima kwa kufuata tamaa zao za aibu. Hata wanawake wao wakabadili matumizi ya asili ya miili yao wakaitumia isivyokusudiwa."
  },
  {
    "verseNumber": "ROM 1:27",
    "verseText": "Vivyo hivyo wanaume pia wakiacha matumizi ya asili ya wanawake wakawakiana tamaa wao kwa wao. Wanaume wakafanyiana matendo ya aibu na wanaume wengine nao wakapata katika maisha yao adhabu iliyowastahili kwa ajili ya upotovu wao."
  },
  {
    "verseNumber": "ROM 1:28",
    "verseText": "Nao kwa kuwa hawakuona umuhimu wa kudumisha ufahamu wa Mungu, yeye akawaachilia wafuate akili za upotovu, watende mambo yale yasiyostahili kutendwa."
  },
  {
    "verseNumber": "ROM 1:29",
    "verseText": "Wakiwa wamejawa na udhalimu wa kila namna, uasherati, uovu, tamaa mbaya na hila. Wamejawa na husuda, uuaji, ugomvi, udanganyifu, hadaa na nia mbaya. Wao pia ni wasengenyaji,"
  },
  {
    "verseNumber": "ROM 1:30",
    "verseText": "wasingiziaji, wanaomchukia Mungu, wajeuri, wenye kiburi na majivuno, wenye hila, wasiotii wazazi wao,"
  },
  {
    "verseNumber": "ROM 1:31",
    "verseText": "wajinga, wasioamini, wasio na huruma na wakatili."
  },
  {
    "verseNumber": "ROM 1:32",
    "verseText": "Ingawa wanafahamu sheria ya haki ya Mungu kwamba watu wanaofanya mambo kama hayo wanastahili mauti, si kwamba wanaendelea kutenda hayo tu, bali pia wanakubaliana na wale wanaoyatenda."
  },
  {
    "verseNumber": "ROM 2:1",
    "verseText": "Kwa hiyo huna udhuru wowote, wewe utoaye hukumu kwa mwingine, kwa maana katika jambo lolote unalowahukumu wengine, unajihukumu wewe mwenyewe kwa sababu wewe unayehukumu unafanya mambo hayo hayo."
  },
  {
    "verseNumber": "ROM 2:2",
    "verseText": "Basi tunajua kwamba hukumu ya Mungu dhidi ya wale wafanyao mambo kama hayo ni ya kweli."
  },
  {
    "verseNumber": "ROM 2:3",
    "verseText": "Hivyo wewe mwanadamu, utoapo hukumu juu yao na bado unafanya mambo yale yale, unadhani utaepuka hukumu ya Mungu?"
  },
  {
    "verseNumber": "ROM 2:4",
    "verseText": "Au waudharau wingi wa wema, ustahimili na uvumilivu wake, bila kujua kuwa wema wa Mungu wakuelekeza kwenye toba?"
  },
  {
    "verseNumber": "ROM 2:5",
    "verseText": "Lakini kwa sababu ya ukaidi wenu na mioyo yenu isiyotaka kutubu, mnajiwekea akiba ya ghadhabu dhidi yenu wenyewe kwa siku ile ya ghadhabu ya Mungu, wakati hukumu yake ya haki itakapodhihirishwa."
  },
  {
    "verseNumber": "ROM 2:6",
    "verseText": "Kwa maana Mungu atamlipa kila mtu sawasawa na matendo yake."
  },
  {
    "verseNumber": "ROM 2:7",
    "verseText": "Wale ambao kwa kuvumilia katika kutenda mema hutafuta utukufu, heshima na maisha yasiyoharibika, Mungu atawapa uzima wa milele."
  },
  {
    "verseNumber": "ROM 2:8",
    "verseText": "Lakini kwa wale watafutao mambo yao wenyewe na wale wanaokataa kweli na kuzifuata njia mbaya, kutakuwa na ghadhabu na hasira ya Mungu."
  },
  {
    "verseNumber": "ROM 2:9",
    "verseText": "Kutakuwa na taabu na dhiki kwa kila mmoja atendaye maovu, Myahudi kwanza na mtu wa Mataifa pia,"
  },
  {
    "verseNumber": "ROM 2:10",
    "verseText": "bali utukufu, heshima na amani kwa ajili ya kila mmoja atendaye mema, kwa Myahudi kwanza, kisha kwa mtu wa Mataifa."
  },
  {
    "verseNumber": "ROM 2:11",
    "verseText": "Kwa maana Mungu hana upendeleo."
  },
  {
    "verseNumber": "ROM 2:12",
    "verseText": "Watu wote waliotenda dhambi pasipo sheria wataangamia pasipo sheria, nao wote wale waliotenda dhambi chini ya sheria watahukumiwa kwa sheria."
  },
  {
    "verseNumber": "ROM 2:13",
    "verseText": "Kwa maana si wale wanaoisikia sheria ambao ni wenye haki mbele za Mungu, bali ni wale wanaoitii sheria ndio watakaohesabiwa haki."
  },
  {
    "verseNumber": "ROM 2:14",
    "verseText": "(Naam, wakati wa watu wa Mataifa, ambao hawana sheria, wanapofanya kwa asili mambo yatakiwayo na sheria, wao ni sheria kwa nafsi zao wenyewe, hata ingawa hawana sheria."
  },
  {
    "verseNumber": "ROM 2:15",
    "verseText": "Wao wanaonyesha kwamba lile linalotakiwa na sheria limeandikwa kwenye mioyo yao, ambayo pia dhamiri zao zikiwashuhudia, nayo mawazo yao yenye kupingana yatawashtaki au kuwatetea.)"
  },
  {
    "verseNumber": "ROM 2:16",
    "verseText": "Hili litatukia siku hiyo Mungu atakapozihukumu siri za wanadamu kwa njia ya Yesu Kristo, kama isemavyo Injili yangu."
  },
  {
    "verseNumber": "ROM 2:17",
    "verseText": "Tazama, wewe ukiwa unaitwa Myahudi na kuitegemea sheria na kujisifia uhusiano wako na Mungu,"
  },
  {
    "verseNumber": "ROM 2:18",
    "verseText": "kama unajua mapenzi ya Mungu na kukubali lililo bora kwa sababu umefundishwa na hiyo sheria,"
  },
  {
    "verseNumber": "ROM 2:19",
    "verseText": "kama unatambua kuwa wewe ni kiongozi wa vipofu, na mwanga kwa wale walio gizani,"
  },
  {
    "verseNumber": "ROM 2:20",
    "verseText": "mkufunzi wa wajinga na mwalimu wa watoto wachanga, kwa kuwa una maarifa ya kweli katika hiyo sheria,"
  },
  {
    "verseNumber": "ROM 2:21",
    "verseText": "basi wewe, uwafundishaye wengine, mbona hujifunzi mwenyewe? Wewe uhubiriye kwamba mtu asiibe, wewe mwenyewe waiba?"
  },
  {
    "verseNumber": "ROM 2:22",
    "verseText": "Wewe usemaye mtu asizini, wewe mwenyewe wazini? Wewe uchukiaye miungu ya sanamu, wafanya jambo la kumchukiza katika mahekalu?"
  },
  {
    "verseNumber": "ROM 2:23",
    "verseText": "Wewe ujivuniaye sheria, wamwaibisha Mungu kwa kuvunja sheria?"
  },
  {
    "verseNumber": "ROM 2:24",
    "verseText": "Kama ilivyoandikwa, “Kwa ajili yenu ninyi, Jina la Mungu linatukanwa miongoni mwa watu wa Mataifa.”"
  },
  {
    "verseNumber": "ROM 2:25",
    "verseText": "Kutahiriwa kuna thamani ikiwa unatii sheria, lakini kama unavunja sheria, kutahiriwa kwako kumekuwa kutokutahiriwa."
  },
  {
    "verseNumber": "ROM 2:26",
    "verseText": "Hivyo, ikiwa wale wasiotahiriwa wanatimiza mambo ambayo sheria inataka, je, kutokutahiriwa kwao hakutahesabiwa kuwa sawa na kutahiriwa?"
  },
  {
    "verseNumber": "ROM 2:27",
    "verseText": "Ndipo wale ambao hawakutahiriwa kimwili lakini wanaitii sheria watawahukumu ninyi, ambao ingawa mmetahiriwa na kuijua sana sheria ya Mungu iliyoandikwa, lakini mwaivunja."
  },
  {
    "verseNumber": "ROM 2:28",
    "verseText": "Kwa maana mtu si Myahudi kwa vile alivyo kwa nje, wala tohara ya kweli si kitu cha nje au cha kimwili."
  },
  {
    "verseNumber": "ROM 2:29",
    "verseText": "Lakini mtu ni Myahudi alivyo ndani, nayo tohara ya kweli ni jambo la moyoni, ni la Roho, wala si la sheria iliyoandikwa. Mtu wa namna hiyo hapokei sifa kutoka kwa wanadamu bali kwa Mungu."
  },
  {
    "verseNumber": "ROM 3:1",
    "verseText": "Basi kuna faida gani kuwa Myahudi? Au kuna thamani gani katika tohara?"
  },
  {
    "verseNumber": "ROM 3:2",
    "verseText": "Kuna faida kubwa kwa kila namna! Kwanza kabisa, Wayahudi wamekabidhiwa lile Neno halisi la Mungu."
  },
  {
    "verseNumber": "ROM 3:3",
    "verseText": "Ingekuwaje kama wengine hawakuwa na imani? Je, kutokuamini kwao kungebatilisha uaminifu wa Mungu?"
  },
  {
    "verseNumber": "ROM 3:4",
    "verseText": "La hasha! Mungu na aonekane mwenye haki, na kila mwanadamu kuwa mwongo, kama ilivyoandikwa: “Ili uthibitike kuwa wa kweli unaponena, na ukashinde utoapo hukumu.”"
  },
  {
    "verseNumber": "ROM 3:5",
    "verseText": "Ikiwa uovu wetu unathibitisha haki ya Mungu waziwazi, tuseme nini basi? Je, Mungu kuileta ghadhabu yake juu yetu ni kwamba yeye si mwenye haki? (Nanena kibinadamu.)"
  },
  {
    "verseNumber": "ROM 3:6",
    "verseText": "La hasha! Kama hivyo ndivyo ilivyo, Mungu angehukumuje ulimwengu?"
  },
  {
    "verseNumber": "ROM 3:7",
    "verseText": "Mtu aweza kuuliza, “Kama uongo wangu unasaidia kuonyesha kweli ya Mungu na kuzidisha utukufu wake, kwa nini basi mimi nahukumiwa kuwa mwenye dhambi?”"
  },
  {
    "verseNumber": "ROM 3:8",
    "verseText": "Nasi kwa nini tusiseme, kama wengine wanavyotusingizia kuwa tunasema, “Tutende maovu ili mema yapate kuja?” Wao wanastahili hukumu yao."
  },
  {
    "verseNumber": "ROM 3:9",
    "verseText": "Tusemeje basi? Je, sisi ni bora kuwaliko wao? La hasha! Kwa maana tumekwisha kuhakikisha kwa vyovyote kwamba Wayahudi na watu wa Mataifa wote wako chini ya nguvu ya dhambi."
  },
  {
    "verseNumber": "ROM 3:10",
    "verseText": "Kama ilivyoandikwa: “Hakuna mwenye haki, hakuna hata mmoja."
  },
  {
    "verseNumber": "ROM 3:11",
    "verseText": "Hakuna hata mmoja mwenye ufahamu, hakuna hata mmoja amtafutaye Mungu."
  },
  {
    "verseNumber": "ROM 3:12",
    "verseText": "Wote wamepotoka, wote wameoza pamoja; hakuna atendaye mema, naam, hakuna hata mmoja.”"
  },
  {
    "verseNumber": "ROM 3:13",
    "verseText": "“Makoo yao ni makaburi wazi; kwa ndimi zao wao hufanya udanganyifu.” “Sumu ya nyoka iko midomoni mwao.”"
  },
  {
    "verseNumber": "ROM 3:14",
    "verseText": "“Vinywa vyao vimejaa laana na uchungu.”"
  },
  {
    "verseNumber": "ROM 3:15",
    "verseText": "“Miguu yao ina haraka kumwaga damu;"
  },
  {
    "verseNumber": "ROM 3:16",
    "verseText": "maangamizi na taabu viko katika njia zao,"
  },
  {
    "verseNumber": "ROM 3:17",
    "verseText": "wala njia ya amani hawaijui.”"
  },
  {
    "verseNumber": "ROM 3:18",
    "verseText": "“Hakuna hofu ya Mungu machoni pao.”"
  },
  {
    "verseNumber": "ROM 3:19",
    "verseText": "Basi tunajua ya kwamba chochote sheria inachosema, inawaambia wale walio chini ya sheria ili kila kinywa kinyamazishwe na ulimwengu wote uwajibike kwa Mungu."
  },
  {
    "verseNumber": "ROM 3:20",
    "verseText": "Kwa hiyo hakuna binadamu hata mmoja atakayehesabiwa haki mbele za Mungu kwa matendo ya sheria, kwa maana sheria hutufanya tuitambue dhambi."
  },
  {
    "verseNumber": "ROM 3:21",
    "verseText": "Lakini sasa, haki itokayo kwa Mungu imedhihirishwa pasipo sheria, ambayo Sheria na Manabii wanaishuhudia."
  },
  {
    "verseNumber": "ROM 3:22",
    "verseText": "Haki hii itokayo kwa Mungu hupatikana kwa Yesu Kristo kwa wote wamwaminio. Kwa maana hapo hakuna tofauti,"
  },
  {
    "verseNumber": "ROM 3:23",
    "verseText": "kwa kuwa wote wametenda dhambi na kupungukiwa na utukufu wa Mungu,"
  },
  {
    "verseNumber": "ROM 3:24",
    "verseText": "wanahesabiwa haki bure kwa neema yake kwa njia ya ukombozi ulio katika Kristo Yesu."
  },
  {
    "verseNumber": "ROM 3:25",
    "verseText": "Yeye ambaye Mungu alimtoa awe dhabihu ya upatanisho kwa njia ya imani katika damu yake. Alifanya hivi ili kuonyesha haki yake, kwa sababu kwa ustahimili wake aliziachilia zile dhambi zilizotangulia kufanywa."
  },
  {
    "verseNumber": "ROM 3:26",
    "verseText": "Alifanya hivyo ili kuonyesha haki yake wakati huu, ili yeye awe mwenye haki na mwenye kumhesabia haki yule anayemwamini Yesu."
  },
  {
    "verseNumber": "ROM 3:27",
    "verseText": "Basi, kujivuna kuko wapi? Kumewekwa mbali. Kwa sheria gani? Je, ni kwa ile ya matendo? La hasha, bali kwa ile sheria ya imani."
  },
  {
    "verseNumber": "ROM 3:28",
    "verseText": "Kwa maana twaona kwamba mwanadamu huhesabiwa haki kwa njia ya imani wala si kwa matendo ya sheria."
  },
  {
    "verseNumber": "ROM 3:29",
    "verseText": "Je, Mungu ni Mungu wa Wayahudi peke yao? Je, yeye si Mungu wa watu wa Mataifa pia? Naam, yeye ni Mungu wa watu wa Mataifa pia."
  },
  {
    "verseNumber": "ROM 3:30",
    "verseText": "Basi kwa kuwa tuna Mungu mmoja tu, atawahesabia haki wale waliotahiriwa kwa imani na wale wasiotahiriwa kwa imani iyo hiyo."
  },
  {
    "verseNumber": "ROM 3:31",
    "verseText": "Je, basi ni kwamba tunaibatilisha sheria kwa imani hii? La, hasha! Badala yake tunaithibitisha sheria."
  },
  {
    "verseNumber": "ROM 4:1",
    "verseText": "Tuseme nini basi, kuhusu Abrahamu baba yetu kwa jinsi ya mwili: yeye alipataje kujua jambo hili?"
  },
  {
    "verseNumber": "ROM 4:2",
    "verseText": "Kwa maana ikiwa Abrahamu alihesabiwa haki kwa matendo, basi, anacho kitu cha kujivunia, lakini si mbele za Mungu."
  },
  {
    "verseNumber": "ROM 4:3",
    "verseText": "Kwa maana Maandiko yasemaje? “Abrahamu alimwamini Mungu na ikahesabiwa kwake kuwa haki.”"
  },
  {
    "verseNumber": "ROM 4:4",
    "verseText": "Basi mtu afanyapo kazi, mshahara wake hauhesabiwi kwake kuwa ni zawadi, bali ni haki yake anayostahili."
  },
  {
    "verseNumber": "ROM 4:5",
    "verseText": "Lakini kwa mtu ambaye hafanyi kazi na anamtumaini Mungu, yeye ambaye huwahesabia waovu haki, imani yake inahesabiwa kuwa haki."
  },
  {
    "verseNumber": "ROM 4:6",
    "verseText": "Daudi pia alisema vivyo hivyo aliponena juu ya baraka za mtu ambaye Mungu humhesabia haki pasipo matendo:"
  },
  {
    "verseNumber": "ROM 4:7",
    "verseText": "“Wamebarikiwa wale ambao wamesamehewa makosa yao, ambao dhambi zao zimefunikwa."
  },
  {
    "verseNumber": "ROM 4:8",
    "verseText": "Heri mtu yule Bwana hamhesabii dhambi zake.”"
  },
  {
    "verseNumber": "ROM 4:9",
    "verseText": "Je, huku kubarikiwa ni kwa wale waliotahiriwa peke yao, au pia na kwa wale wasiotahiriwa? Tunasema, “Imani ya Abrahamu ilihesabiwa kwake kuwa haki.”"
  },
  {
    "verseNumber": "ROM 4:10",
    "verseText": "Je, ni lini basi ilipohesabiwa kwake kuwa haki? Je, ilikuwa kabla au baada ya kutahiriwa kwake? Haikuwa baada, ila kabla hajatahiriwa."
  },
  {
    "verseNumber": "ROM 4:11",
    "verseText": "Alipewa ishara ya tohara kuwa muhuri wa haki aliyokuwa nayo kwa imani hata alipokuwa bado hajatahiriwa. Kusudi lilikuwa kumfanya baba wa wote wale waaminio pasipo kutahiriwa na ambao wamehesabiwa haki."
  },
  {
    "verseNumber": "ROM 4:12",
    "verseText": "Vivyo hivyo awe baba wa wale waliotahiriwa ambao si kwamba wametahiriwa tu, bali pia wanafuata mfano wa imani ambayo Baba yetu Abrahamu alikuwa nayo kabla ya kutahiriwa."
  },
  {
    "verseNumber": "ROM 4:13",
    "verseText": "Kwa maana ile ahadi kwamba angeurithi ulimwengu haikuja kwa Abrahamu au kwa wazao wake kwa njia ya sheria bali kwa njia ya haki ipatikanayo kwa imani."
  },
  {
    "verseNumber": "ROM 4:14",
    "verseText": "Kwa maana ikiwa wale waishio kwa sheria ndio warithi, imani haina thamani na ahadi haifai kitu,"
  },
  {
    "verseNumber": "ROM 4:15",
    "verseText": "kwa sababu sheria huleta ghadhabu. Mahali ambapo hakuna sheria hakuna makosa."
  },
  {
    "verseNumber": "ROM 4:16",
    "verseText": "Kwa hiyo, ahadi huja kwa njia ya imani, ili iwe ni kwa neema, na itolewe kwa wazao wa Abrahamu, si kwa wale walio wa sheria peke yao, bali pia kwa wale walio wa imani ya Abrahamu. Yeye ndiye baba yetu sisi sote."
  },
  {
    "verseNumber": "ROM 4:17",
    "verseText": "Kama ilivyoandikwa: “Nimekufanya wewe kuwa baba wa mataifa mengi.” Yeye ni baba yetu mbele za Mungu, ambaye yeye alimwamini, yule Mungu anaye fufua waliokufa, na kuvitaja vile vitu ambavyo haviko kana kwamba vimekwisha kuwako."
  },
  {
    "verseNumber": "ROM 4:18",
    "verseText": "Akitarajia yasiyoweza kutarajiwa, Abrahamu akaamini, akawa baba wa mataifa mengi, kama alivyoahidiwa kwamba, “Uzao wako utakuwa mwingi mno.”"
  },
  {
    "verseNumber": "ROM 4:19",
    "verseText": "Abrahamu hakuwa dhaifu katika imani hata alipofikiri juu ya mwili wake, ambao ulikuwa kama uliokufa, kwani umri wake ulikuwa unakaribia miaka mia moja, au alipofikiri juu ya ufu wa tumbo la Sara."
  },
  {
    "verseNumber": "ROM 4:20",
    "verseText": "Lakini Abrahamu hakusitasita kwa kutokuamini ahadi ya Mungu, bali alitiwa nguvu katika imani yake na kumpa Mungu utukufu,"
  },
  {
    "verseNumber": "ROM 4:21",
    "verseText": "akiwa na hakika kabisa kwamba Mungu alikuwa na uwezo wa kutimiza lile aliloahidi."
  },
  {
    "verseNumber": "ROM 4:22",
    "verseText": "Hii ndio sababu, “ilihesabiwa kwake kuwa haki.”"
  },
  {
    "verseNumber": "ROM 4:23",
    "verseText": "Maneno haya “ilihesabiwa kwake kuwa haki,” hayakuandikwa kwa ajili yake peke yake,"
  },
  {
    "verseNumber": "ROM 4:24",
    "verseText": "bali kwa ajili yetu sisi pia ambao Mungu atatupa haki, sisi tunaomwamini yeye aliyemfufua Yesu Bwana wetu kutoka kwa wafu."
  },
  {
    "verseNumber": "ROM 4:25",
    "verseText": "Alitolewa afe kwa ajili ya dhambi zetu, naye alifufuliwa kutoka mauti ili tuhesabiwe haki."
  },
  {
    "verseNumber": "ROM 5:1",
    "verseText": "Kwa hiyo, kwa kuwa tumekwisha kuhesabiwa haki kwa imani, tuna amani na Mungu kwa njia ya Bwana wetu Yesu Kristo,"
  },
  {
    "verseNumber": "ROM 5:2",
    "verseText": "ambaye kwa kupitia kwake tumepata kwa njia ya imani kuifikia neema hii ambayo ndani yake sasa tunasimama, nasi twafurahia katika tumaini letu la kushiriki utukufu wa Mungu."
  },
  {
    "verseNumber": "ROM 5:3",
    "verseText": "Si hivyo tu, bali twafurahi pia katika mateso, kwa sababu tunajua kuwa mateso huleta saburi,"
  },
  {
    "verseNumber": "ROM 5:4",
    "verseText": "nayo saburi huleta uthabiti wa moyo, na uthabiti wa moyo huleta tumaini,"
  },
  {
    "verseNumber": "ROM 5:5",
    "verseText": "wala tumaini halitukatishi tamaa, kwa sababu Mungu amekwisha kumimina pendo lake mioyoni mwetu kwa njia ya Roho Mtakatifu ambaye ametupatia."
  },
  {
    "verseNumber": "ROM 5:6",
    "verseText": "Kwa maana hata tulipokuwa dhaifu, wakati ulipowadia, Kristo alikufa kwa ajili yetu sisi wenye dhambi."
  },
  {
    "verseNumber": "ROM 5:7",
    "verseText": "Hakika, ni vigumu mtu yeyote kufa kwa ajili ya mwenye haki, ingawa inawezekana mtu akathubutu kufa kwa ajili ya mtu mwema."
  },
  {
    "verseNumber": "ROM 5:8",
    "verseText": "Lakini Mungu anaudhihirisha upendo wake kwetu kwamba: Tulipokuwa tungali wenye dhambi, Kristo alikufa kwa ajili yetu."
  },
  {
    "verseNumber": "ROM 5:9",
    "verseText": "Basi, kwa kuwa sasa tumehesabiwa haki kwa damu yake, si zaidi sana tutaokolewa kutoka ghadhabu ya Mungu kupitia kwake!"
  },
  {
    "verseNumber": "ROM 5:10",
    "verseText": "Kwa kuwa kama tulipokuwa adui wa Mungu tulipatanishwa naye kwa njia ya kifo cha Mwanawe, si zaidi sana tukiisha kupatanishwa, tutaokolewa kwa uzima wake."
  },
  {
    "verseNumber": "ROM 5:11",
    "verseText": "Lakini zaidi ya hayo, pia tunafurahi katika Mungu kwa njia ya Bwana wetu Yesu Kristo, ambaye kupitia kwake tumepata upatanisho."
  },
  {
    "verseNumber": "ROM 5:12",
    "verseText": "Kwa hiyo kama vile dhambi ilivyoingia ulimwenguni kupitia kwa mtu mmoja, na kupitia dhambi hii mauti ikawafikia watu wote, kwa sababu wote wamefanya dhambi:"
  },
  {
    "verseNumber": "ROM 5:13",
    "verseText": "kwa maana kabla sheria haijatolewa, dhambi ilikuwepo ulimwenguni. Lakini dhambi haihesabiwi wakati hakuna sheria."
  },
  {
    "verseNumber": "ROM 5:14",
    "verseText": "Hata hivyo, tangu wakati wa Adamu hadi wakati wa Mose, mauti ilitawala watu wote, hata wale ambao hawakutenda dhambi kwa kuvunja amri, kama alivyofanya Adamu, ambaye alikuwa mfano wa yule atakayekuja."
  },
  {
    "verseNumber": "ROM 5:15",
    "verseText": "Lakini ile karama iliyotolewa haikuwa kama lile kosa. Kwa maana ikiwa watu wengi walikufa kwa sababu ya kosa la mtu mmoja, zaidi sana neema ya Mungu na ile karama iliyokuja kwa neema ya mtu mmoja, yaani, Yesu Kristo, imezidi kuwa nyingi kwa ajili ya wengi."
  },
  {
    "verseNumber": "ROM 5:16",
    "verseText": "Tena, ile karama ya Mungu si kama matokeo ya ile dhambi. Hukumu ilikuja kwa njia ya mtu mmoja, ikaleta adhabu, bali karama ya neema ya Mungu ilikuja kwa njia ya makosa mengi, ikaleta kuhesabiwa haki."
  },
  {
    "verseNumber": "ROM 5:17",
    "verseText": "Kwa maana ikiwa kutokana na kosa la mtu mmoja, mauti ilitawala kupitia huyo mtu mmoja, zaidi sana wale wanaopokea wingi wa neema ya Mungu na karama yake ya kuhesabiwa haki, watatawala katika uzima kwa njia ya huyo mtu mmoja, yaani, Yesu Kristo."
  },
  {
    "verseNumber": "ROM 5:18",
    "verseText": "Kwa hiyo, kama vile kosa la mtu mmoja lilivyoleta adhabu kwa watu wote, vivyo hivyo pia kwa tendo la haki la mtu mmoja lilileta kuhesabiwa haki ambako huleta uzima kwa wote."
  },
  {
    "verseNumber": "ROM 5:19",
    "verseText": "Kwa maana kama vile kwa kutokutii kwa yule mtu mmoja wengi walifanywa wenye dhambi, vivyo hivyo kwa kutii kwa mtu mmoja wengi watafanywa wenye haki."
  },
  {
    "verseNumber": "ROM 5:20",
    "verseText": "Zaidi ya hayo, sheria ilikuja, ili uvunjaji wa sheria uongezeke. Lakini dhambi ilipoongezeka, neema iliongezeka zaidi,"
  },
  {
    "verseNumber": "ROM 5:21",
    "verseText": "ili kwamba kama vile dhambi ilivyotawala kwa njia ya mauti, vivyo hivyo neema iweze kutawala kwa njia ya kuhesabiwa haki hata kuleta uzima wa milele katika Yesu Kristo Bwana wetu."
  },
  {
    "verseNumber": "ROM 6:1",
    "verseText": "Tuseme nini basi? Je, tuendelee kutenda dhambi ili neema ipate kuongezeka?"
  },
  {
    "verseNumber": "ROM 6:2",
    "verseText": "La hasha! Sisi tulioifia dhambi, tutawezaje kuendelea kuishi tena katika dhambi?"
  },
  {
    "verseNumber": "ROM 6:3",
    "verseText": "Au hamjui ya kuwa sisi sote tuliobatizwa katika Kristo Yesu tulibatizwa katika mauti yake?"
  },
  {
    "verseNumber": "ROM 6:4",
    "verseText": "Kwa hiyo tulizikwa pamoja naye kwa njia ya ubatizo katika mauti, ili kama vile Kristo alivyofufuliwa kutoka kwa wafu kwa utukufu wa Baba, vivyo hivyo sisi nasi pia tupate kuenenda katika upya wa uzima."
  },
  {
    "verseNumber": "ROM 6:5",
    "verseText": "Kwa maana ikiwa tumeungana naye katika mauti yake, bila shaka tutaungana naye katika ufufuo wake."
  },
  {
    "verseNumber": "ROM 6:6",
    "verseText": "Kwa maana twajua kwamba utu wetu wa kale ulisulubiwa pamoja naye ili ule mwili wa dhambi upate kuangamizwa, nasi tusiendelee kuwa tena watumwa wa dhambi."
  },
  {
    "verseNumber": "ROM 6:7",
    "verseText": "Kwa maana mtu yeyote aliyekufa amehesabiwa haki mbali na dhambi."
  },
  {
    "verseNumber": "ROM 6:8",
    "verseText": "Basi ikiwa tulikufa pamoja na Kristo, tunaamini kwamba pia tutaishi pamoja naye."
  },
  {
    "verseNumber": "ROM 6:9",
    "verseText": "Kwa maana tunajua kwamba Kristo, kwa sababu alifufuliwa kutoka kwa wafu, hawezi kufa tena; mauti haina tena mamlaka juu yake."
  },
  {
    "verseNumber": "ROM 6:10",
    "verseText": "Kifo alichokufa, aliifia dhambi mara moja tu, lakini uzima alio nao anamwishia Mungu."
  },
  {
    "verseNumber": "ROM 6:11",
    "verseText": "Vivyo hivyo, jihesabuni wafu katika dhambi lakini mlio hai kwa Mungu katika Kristo Yesu."
  },
  {
    "verseNumber": "ROM 6:12",
    "verseText": "Kwa hiyo, msiruhusu dhambi itawale ndani ya miili yenu, ipatikanayo na kufa, ili kuwafanya mzitii tamaa mbaya."
  },
  {
    "verseNumber": "ROM 6:13",
    "verseText": "Wala msivitoe viungo vya miili yenu vitumike kama vyombo vya uovu vya kutenda dhambi, bali jitoeni kwa Mungu, kama watu waliotolewa kutoka mautini kuingia uzimani. Nanyi vitoeni viungo vya miili yenu kwake kama vyombo vya haki."
  },
  {
    "verseNumber": "ROM 6:14",
    "verseText": "Kwa maana dhambi haitakuwa na mamlaka juu yenu, kwa sababu hampo chini ya sheria, bali chini ya neema."
  },
  {
    "verseNumber": "ROM 6:15",
    "verseText": "Ni nini basi? Je, tutende dhambi kwa kuwa hatuko chini ya sheria bali chini ya neema? La, hasha!"
  },
  {
    "verseNumber": "ROM 6:16",
    "verseText": "Je, hamjui kwamba mnapojitoa kwa mtu yeyote kama watumwa watiifu, ninyi ni watumwa wa yule mnayemtii, aidha watumwa wa dhambi, ambayo matokeo yake ni mauti, au watumwa wa utii ambao matokeo yake ni haki?"
  },
  {
    "verseNumber": "ROM 6:17",
    "verseText": "Lakini Mungu ashukuriwe kwa kuwa ninyi ambao kwanza mlikuwa watumwa wa dhambi, mmekuwa watii kutoka moyoni kwa mafundisho mliyopewa."
  },
  {
    "verseNumber": "ROM 6:18",
    "verseText": "Nanyi, mkiisha kuwekwa huru mbali na dhambi, mmekuwa watumwa wa haki."
  },
  {
    "verseNumber": "ROM 6:19",
    "verseText": "Ninasema kwa namna ya kibinadamu kwa sababu ya udhaifu wenu wa hali ya asili. Kama vile mlivyokuwa mkivitoa viungo vya miili yenu kama watumwa wa mambo machafu na uovu uliokuwa ukiongezeka zaidi, hivyo sasa vitoeni viungo vyenu kama watumwa wa haki inayowaelekeza mpate kutakaswa."
  },
  {
    "verseNumber": "ROM 6:20",
    "verseText": "Mlipokuwa watumwa wa dhambi, mlikuwa hamtawaliwi na haki."
  },
  {
    "verseNumber": "ROM 6:21",
    "verseText": "Lakini mlipata faida gani kwa mambo hayo ambayo sasa mnayaonea aibu? Mwisho wa mambo hayo ni mauti."
  },
  {
    "verseNumber": "ROM 6:22",
    "verseText": "Lakini sasa kwa kuwa mmewekwa huru mbali na dhambi na mmekuwa watumwa wa Mungu, faida mnayopata ni utakatifu, ambao mwisho wake ni uzima wa milele."
  },
  {
    "verseNumber": "ROM 6:23",
    "verseText": "Kwa maana mshahara wa dhambi ni mauti, bali karama ya Mungu ni uzima wa milele katika Kristo Yesu Bwana wetu."
  },
  {
    "verseNumber": "ROM 7:1",
    "verseText": "Ndugu zangu (sasa ninasema na wale wanaoijua sheria), je, hamjui ya kwamba sheria ina mamlaka tu juu ya mtu wakati akiwa hai?"
  },
  {
    "verseNumber": "ROM 7:2",
    "verseText": "Kwa mfano, mwanamke aliyeolewa amefungwa kwa mumewe wakati akiwa hai, lakini yule mume akifa, yule mwanamke amefunguliwa kutoka sheria ya ndoa."
  },
  {
    "verseNumber": "ROM 7:3",
    "verseText": "Hivyo basi, kama huyo mwanamke ataolewa na mwanaume mwingine wakati mumewe akiwa bado yuko hai, ataitwa mzinzi. Lakini kama mumewe akifa, mwanamke huyo hafungwi tena na sheria ya ndoa, naye akiolewa na mtu mwingine haitwi mzinzi."
  },
  {
    "verseNumber": "ROM 7:4",
    "verseText": "Vivyo hivyo, ndugu zangu, ninyi mmeifia sheria kwa njia ya mwili wa Kristo, ili mweze kuwa mali ya mwingine, yeye ambaye alifufuliwa kutoka kwa wafu, ili tupate kuzaa matunda kwa Mungu."
  },
  {
    "verseNumber": "ROM 7:5",
    "verseText": "Kwa maana tulipokuwa tunatawaliwa na asili ya dhambi, tamaa za dhambi zilizochochewa na sheria zilikuwa zikitenda kazi katika miili yetu, hivyo tulizaa matunda ya mauti."
  },
  {
    "verseNumber": "ROM 7:6",
    "verseText": "Lakini sasa, kwa kufia kile kilichokuwa kimetufunga kwanza, tumewekwa huru kutokana na sheria ili tutumike katika njia mpya ya Roho, wala si katika njia ya zamani ya sheria iliyoandikwa."
  },
  {
    "verseNumber": "ROM 7:7",
    "verseText": "Tuseme nini basi? Kwamba sheria ni dhambi? La, hasha! Lakini, isingekuwa kwa sababu ya sheria, nisingalijua dhambi. Nisingalijua kutamani ni nini kama sheria haikusema, “Usitamani.”"
  },
  {
    "verseNumber": "ROM 7:8",
    "verseText": "Lakini dhambi kwa kupata nafasi katika amri, hii ikazaa ndani yangu kila aina ya tamaa. Kwa maana pasipo sheria, dhambi imekufa."
  },
  {
    "verseNumber": "ROM 7:9",
    "verseText": "Wakati fulani nilikuwa hai pasipo sheria, lakini amri ilipokuja, dhambi ikawa hai, nami nikafa."
  },
  {
    "verseNumber": "ROM 7:10",
    "verseText": "Nikaona kwamba ile amri iliyokusudiwa kuleta uzima, ilileta mauti."
  },
  {
    "verseNumber": "ROM 7:11",
    "verseText": "Kwa maana dhambi kwa kupata nafasi katika amri, ilinidanganya, na kupitia katika hiyo amri, ikaniua."
  },
  {
    "verseNumber": "ROM 7:12",
    "verseText": "Hivyo basi, sheria yenyewe ni takatifu, na amri ni takatifu na ya haki, tena ni njema."
  },
  {
    "verseNumber": "ROM 7:13",
    "verseText": "Je, kile kilicho chema basi kilikuwa mauti kwangu? La, hasha! Lakini ili dhambi itambuliwe kuwa ni dhambi, ilileta mauti ndani yangu kupitia kile kilichokuwa chema, ili kwa njia ya amri dhambi izidi kuwa mbaya kupita kiasi."
  },
  {
    "verseNumber": "ROM 7:14",
    "verseText": "Kwa maana tunajua kwamba sheria ni ya kiroho, lakini mimi ni wa kimwili nikiwa nimeuzwa kwenye utumwa wa dhambi."
  },
  {
    "verseNumber": "ROM 7:15",
    "verseText": "Sielewi nitendalo, kwa maana lile ninalotaka kulitenda, silitendi, lakini ninatenda lile ninalolichukia."
  },
  {
    "verseNumber": "ROM 7:16",
    "verseText": "Basi kama ninatenda lile nisilotaka kutenda, ni kwamba ninakubali kuwa sheria ni njema."
  },
  {
    "verseNumber": "ROM 7:17",
    "verseText": "Lakini, kwa kweli si mimi tena nitendaye lile nisilotaka bali ni ile dhambi ikaayo ndani yangu."
  },
  {
    "verseNumber": "ROM 7:18",
    "verseText": "Kwa maana ninafahamu kwamba hakuna jema lolote likaalo ndani yangu, yaani, katika asili yangu ya dhambi. Kwa kuwa nina shauku ya kutenda lililo jema, lakini siwezi kulitenda."
  },
  {
    "verseNumber": "ROM 7:19",
    "verseText": "Sitendi lile jema nitakalo kutenda, bali lile baya nisilolitaka, ndilo nitendalo."
  },
  {
    "verseNumber": "ROM 7:20",
    "verseText": "Basi kama ninatenda lile nisilotaka kutenda, si mimi tena nifanyaye hivyo, bali ni ile dhambi ikaayo ndani yangu."
  },
  {
    "verseNumber": "ROM 7:21",
    "verseText": "Hivyo naiona sheria ikitenda kazi. Ninapotaka kutenda jema, jambo baya liko papo hapo."
  },
  {
    "verseNumber": "ROM 7:22",
    "verseText": "Kwa maana katika utu wangu wa ndani naifurahia sheria ya Mungu."
  },
  {
    "verseNumber": "ROM 7:23",
    "verseText": "Lakini ninaona kuna sheria nyingine inayotenda kazi katika viungo vya mwili wangu inayopigana vita dhidi ya ile sheria ya akili yangu. Sheria hii inanifanya mateka wa ile sheria ya dhambi inayofanya kazi katika viungo vya mwili wangu."
  },
  {
    "verseNumber": "ROM 7:24",
    "verseText": "Ole wangu mimi maskini! Ni nani atakayeniokoa na mwili huu wa mauti?"
  },
  {
    "verseNumber": "ROM 7:25",
    "verseText": "Ashukuriwe Mungu kwa njia ya Yesu Kristo Bwana wetu! Hivyo basi, mimi mwenyewe kwa akili zangu ni mtumwa wa sheria ya Mungu, lakini katika asili ya dhambi ni mtumwa wa sheria ya dhambi."
  },
  {
    "verseNumber": "ROM 8:1",
    "verseText": "Kwa hiyo, sasa hakuna hukumu ya adhabu kwa wale walio ndani ya Kristo Yesu, wale ambao hawaenendi kwa kuufuata mwili bali kwa kufuata Roho."
  },
  {
    "verseNumber": "ROM 8:2",
    "verseText": "Kwa sababu sheria ya Roho wa uzima katika Kristo Yesu imeniweka huru mbali na sheria ya dhambi na mauti."
  },
  {
    "verseNumber": "ROM 8:3",
    "verseText": "Kwa maana kile ambacho sheria haikuwa na uwezo wa kufanya, kwa vile ilivyokuwa dhaifu katika mwili, Mungu kwa kumtuma Mwanawe mwenyewe kwa mfano wa mwanadamu mwenye mwili ulio wa dhambi na kwa ajili ya dhambi, yeye aliihukumu dhambi katika mwili,"
  },
  {
    "verseNumber": "ROM 8:4",
    "verseText": "ili kwamba haki ipatikanayo kwa sheria itimizwe ndani yetu sisi, ambao hatuenendi kwa kuufuata mwili bali kwa kufuata Roho."
  },
  {
    "verseNumber": "ROM 8:5",
    "verseText": "Kwa maana wale wanaoishi kwa kuufuata mwili huziweka nia zao katika vitu vya mwili, lakini wale wanaoishi kwa kufuata Roho, huziweka nia zao katika mambo ya Roho."
  },
  {
    "verseNumber": "ROM 8:6",
    "verseText": "Kwa maana kuwa na nia ya mwili ni mauti, bali kuwa na nia inayoongozwa na Roho ni uzima na amani."
  },
  {
    "verseNumber": "ROM 8:7",
    "verseText": "Kwa kuwa ile nia ya mwili ni uadui na Mungu, kwa maana haiitii sheria ya Mungu, wala haiwezi kuitii."
  },
  {
    "verseNumber": "ROM 8:8",
    "verseText": "Wale wanaotawaliwa na mwili, hawawezi kumpendeza Mungu."
  },
  {
    "verseNumber": "ROM 8:9",
    "verseText": "Lakini ninyi, hamtawaliwi na mwili, bali na Roho, ikiwa Roho wa Mungu anakaa ndani yenu. Mtu yeyote ambaye hana Roho wa Kristo, yeye si wa Kristo."
  },
  {
    "verseNumber": "ROM 8:10",
    "verseText": "Lakini kama Kristo anakaa ndani yenu, miili yenu imekufa kwa sababu ya dhambi, lakini roho zenu zi hai kwa sababu ya haki."
  },
  {
    "verseNumber": "ROM 8:11",
    "verseText": "Nanyi ikiwa Roho wa Mungu aliyemfufua Yesu kutoka kwa wafu anakaa ndani yenu, yeye aliyemfufua Kristo Yesu kutoka kwa wafu ataihuisha pia miili yenu ambayo hufa, kwa njia ya Roho wake akaaye ndani yenu."
  },
  {
    "verseNumber": "ROM 8:12",
    "verseText": "Kwa hiyo ndugu zangu, sisi tu wadeni, si wa mwili, ili tuishi kwa kuufuata mwili,"
  },
  {
    "verseNumber": "ROM 8:13",
    "verseText": "kwa maana mkiishi kwa kuufuata mwili, mtakufa, lakini kama mkiyaua matendo ya mwili kwa Roho, mtaishi."
  },
  {
    "verseNumber": "ROM 8:14",
    "verseText": "Kwa kuwa wote wanaoongozwa na Roho wa Mungu, hao ndio watoto wa Mungu."
  },
  {
    "verseNumber": "ROM 8:15",
    "verseText": "Kwa maana hamkupokea roho ya utumwa iwaleteayo tena hofu, bali mlipokea roho ya kufanywa wana, ambaye kwa yeye twalia, “Abba, yaani, Baba,”"
  },
  {
    "verseNumber": "ROM 8:16",
    "verseText": "Roho mwenyewe hushuhudia pamoja na roho zetu ya kwamba sisi tu watoto wa Mungu."
  },
  {
    "verseNumber": "ROM 8:17",
    "verseText": "Hivyo, ikiwa sisi ni watoto, basi tu warithi, warithi wa Mungu, warithio pamoja na Kristo, naam, tukiteswa pamoja naye tupate pia kutukuzwa pamoja naye."
  },
  {
    "verseNumber": "ROM 8:18",
    "verseText": "Nayahesabu mateso yetu ya wakati huu kuwa si kitu kulinganisha na utukufu utakaodhihirishwa kwetu."
  },
  {
    "verseNumber": "ROM 8:19",
    "verseText": "Kwa maana viumbe vyote vinangoja kwa shauku kudhihirishwa kwa watoto wa Mungu."
  },
  {
    "verseNumber": "ROM 8:20",
    "verseText": "Kwa kuwa viumbe vyote viliwekwa chini ya ubatili, si kwa chaguo lao, bali kwa mapenzi yake yeye aliyevitiisha katika tumaini,"
  },
  {
    "verseNumber": "ROM 8:21",
    "verseText": "ili kwamba viumbe vyote vipate kuwekwa huru kutoka kwa utumwa wa kuharibika na kupewa uhuru wa utukufu wa watoto wa Mungu."
  },
  {
    "verseNumber": "ROM 8:22",
    "verseText": "Kwa maana twajua ya kuwa hata sasa viumbe vyote vimekuwa vikilia kwa maumivu kama utungu wa mwanamke wakati wa kuzaa."
  },
  {
    "verseNumber": "ROM 8:23",
    "verseText": "Wala si hivyo viumbe peke yao, bali hata sisi ambao ndio matunda ya kwanza ya Roho, kwa ndani tunalia kwa uchungu tukisubiri kwa shauku kufanywa wana wa Mungu, yaani, ukombozi wa miili yetu."
  },
  {
    "verseNumber": "ROM 8:24",
    "verseText": "Kwa kuwa tuliokolewa kwa tumaini hili. Lakini kama kinachotumainiwa kikionekana hakiwi tumaini tena. Je, kuna mtu anayetumaini kupata kitu alicho nacho tayari?"
  },
  {
    "verseNumber": "ROM 8:25",
    "verseText": "Lakini tunapotumaini kupata kitu ambacho hatuna, basi twakingojea kwa saburi."
  },
  {
    "verseNumber": "ROM 8:26",
    "verseText": "Vivyo hivyo, Roho hutusaidia katika udhaifu wetu, kwa sababu hatujui kuomba ipasavyo. Lakini Roho mwenyewe hutuombea kwa uchungu usioweza kutamkwa."
  },
  {
    "verseNumber": "ROM 8:27",
    "verseText": "Naye Mungu aichunguzaye mioyo, anaijua nia ya Roho, kwa sababu Roho huwaombea watakatifu sawasawa na mapenzi ya Mungu."
  },
  {
    "verseNumber": "ROM 8:28",
    "verseText": "Nasi tunajua ya kuwa katika mambo yote Mungu hutenda kazi pamoja na wote wampendao, katika kuwapatia mema, yaani, wale walioitwa kwa kusudi lake."
  },
  {
    "verseNumber": "ROM 8:29",
    "verseText": "Maana wale Mungu aliowajua tangu mwanzo, pia aliwachagua tangu mwanzo, wapate kufanana na mfano wa Mwanawe, ili yeye awe mzaliwa wa kwanza miongoni mwa ndugu wengi."
  },
  {
    "verseNumber": "ROM 8:30",
    "verseText": "Nao wale Mungu aliotangulia kuwachagua, akawaita, wale aliowaita pia akawahesabia haki, nao wale aliowahesabia haki, pia akawatukuza."
  },
  {
    "verseNumber": "ROM 8:31",
    "verseText": "Tuseme nini basi kuhusu haya? Ikiwa Mungu yuko upande wetu, ni nani awezaye kuwa kinyume chetu?"
  },
  {
    "verseNumber": "ROM 8:32",
    "verseText": "Ikiwa Mungu hakumhurumia Mwanawe, bali alimtoa kwa ajili yetu sote, atakosaje basi kutupatia vitu vyote kwa ukarimu pamoja naye?"
  },
  {
    "verseNumber": "ROM 8:33",
    "verseText": "Ni nani atakayewashtaki wale ambao Mungu amewateua? Ni Mungu mwenyewe ndiye mwenye kuwahesabia haki."
  },
  {
    "verseNumber": "ROM 8:34",
    "verseText": "Ni nani basi atakayewahukumia adhabu? Kristo Yesu aliyekufa, naam, zaidi ya hayo, aliyefufuliwa kutoka kwa wafu, yuko mkono wa kuume wa Mungu, naye pia anatuombea."
  },
  {
    "verseNumber": "ROM 8:35",
    "verseText": "Ni nani atakayetutenga na upendo wa Kristo? Je, ni shida au taabu au mateso au njaa au uchi au hatari au upanga?"
  },
  {
    "verseNumber": "ROM 8:36",
    "verseText": "Kama ilivyoandikwa: “Kwa ajili yako tunauawa mchana kutwa; tumehesabiwa kama kondoo wa kuchinjwa.”"
  },
  {
    "verseNumber": "ROM 8:37",
    "verseText": "Lakini katika mambo haya yote tunashinda, naam na zaidi ya kushinda, kwa yeye aliyetupenda."
  },
  {
    "verseNumber": "ROM 8:38",
    "verseText": "Kwa maana nimekwisha kujua kwa hakika ya kuwa sio mauti, wala uzima, wala malaika, wala wenye mamlaka, wala yaliyopo, wala yatakayokuja, wala wenye uwezo,"
  },
  {
    "verseNumber": "ROM 8:39",
    "verseText": "wala yaliyo juu, wala yaliyo chini, wala kiumbe kingine chochote zitaweza kututenga na upendo wa Mungu ulio katika Kristo Yesu, Bwana wetu."
  },
  {
    "verseNumber": "ROM 9:1",
    "verseText": "Ninasema kweli katika Kristo, wala sisemi uongo, dhamiri yangu inanishuhudia katika Roho Mtakatifu."
  },
  {
    "verseNumber": "ROM 9:2",
    "verseText": "Nina huzuni kuu na uchungu usiokoma moyoni mwangu."
  },
  {
    "verseNumber": "ROM 9:3",
    "verseText": "Kwa maana ningetamani hata mimi nilaaniwe na kutengwa na Kristo kwa ajili ya ndugu zangu hasa, wale walio wa kabila langu kwa jinsi ya mwili,"
  },
  {
    "verseNumber": "ROM 9:4",
    "verseText": "yaani, watu wa Israeli, ambao ndio wenye kule kufanywa wana, ule utukufu wa Mungu, yale maagano, kule kupokea sheria, ibada ya kwenye Hekalu na zile ahadi."
  },
  {
    "verseNumber": "ROM 9:5",
    "verseText": "Wao ni wa uzao wa mababa wakuu wa kwanza, ambao kutoka kwao Kristo alikuja kwa jinsi ya mwili kama mwanadamu, yeye ambaye ni Mungu aliye juu ya vyote, mwenye kuhimidiwa milele! Amen."
  },
  {
    "verseNumber": "ROM 9:6",
    "verseText": "Si kwamba Neno la Mungu limeshindwa. Kwa maana si kila Mwisraeli ambaye ni wa uzao utokanao na Israeli ni Mwisraeli halisi."
  },
  {
    "verseNumber": "ROM 9:7",
    "verseText": "Wala hawakuwi wazao wa Abrahamu kwa sababu wao ni watoto wake, lakini: “Uzao wako utahesabiwa kupitia kwake Isaki.”"
  },
  {
    "verseNumber": "ROM 9:8",
    "verseText": "Hii ina maana kwamba, si watoto waliozaliwa kimwili walio watoto wa Mungu, bali ni watoto wa ahadi wanaohesabiwa kuwa uzao wa Abrahamu."
  },
  {
    "verseNumber": "ROM 9:9",
    "verseText": "Kwa maana ahadi yenyewe ilisema, “Nitakurudia tena wakati kama huu, naye Sara atapata mtoto wa kiume.”"
  },
  {
    "verseNumber": "ROM 9:10",
    "verseText": "Wala si hivyo tu, bali pia watoto aliowazaa Rebeka walikuwa na baba huyo huyo mmoja, yaani, baba yetu Isaki."
  },
  {
    "verseNumber": "ROM 9:11",
    "verseText": "Lakini, hata kabla hao mapacha hawajazaliwa au kufanya jambo lolote jema au baya, ili kwamba kusudi la Mungu la kuchagua lipate kusimama,"
  },
  {
    "verseNumber": "ROM 9:12",
    "verseText": "si kwa matendo, bali kwa yeye mwenye kuita, Rebeka aliambiwa, “Yule mkubwa atamtumikia yule mdogo.”"
  },
  {
    "verseNumber": "ROM 9:13",
    "verseText": "Kama vile ilivyoandikwa, “Nimempenda Yakobo, lakini nimemchukia Esau.”"
  },
  {
    "verseNumber": "ROM 9:14",
    "verseText": "Tuseme nini basi? Je, Mungu ni dhalimu? La, hasha!"
  },
  {
    "verseNumber": "ROM 9:15",
    "verseText": "Kwa maana Mungu alimwambia Mose, “Nitamrehemu yeye nimrehemuye, na pia nitamhurumia yeye nimhurumiaye.”"
  },
  {
    "verseNumber": "ROM 9:16",
    "verseText": "Kwa hiyo haitegemei kutaka kwa mwanadamu au jitihada, bali hutegemea huruma ya Mungu."
  },
  {
    "verseNumber": "ROM 9:17",
    "verseText": "Kwa maana Maandiko yamwambia Farao, “Nilikuinua kwa kusudi hili hasa, ili nipate kuonyesha uweza wangu juu yako, na ili Jina langu lipate kutangazwa duniani yote.”"
  },
  {
    "verseNumber": "ROM 9:18",
    "verseText": "Kwa hiyo basi, Mungu humhurumia yeye atakaye kumhurumia na humfanya mgumu yeye atakaye kumfanya mgumu."
  },
  {
    "verseNumber": "ROM 9:19",
    "verseText": "Basi mtaniambia, “Kama ni hivyo, kwa nini basi bado Mungu anatulaumu? Kwa maana ni nani awezaye kupinga mapenzi yake?”"
  },
  {
    "verseNumber": "ROM 9:20",
    "verseText": "Lakini, ewe mwanadamu, u nani wewe ushindane na Mungu? “Je, kilichoumbwa chaweza kumwambia yeye aliyekiumba, ‘Kwa nini umeniumba hivi?’ ”"
  },
  {
    "verseNumber": "ROM 9:21",
    "verseText": "Je, mfinyanzi hana haki ya kufinyanga kutoka bonge moja vyombo vya udongo, vingine kwa matumizi ya heshima na vingine kwa matumizi ya kawaida?"
  },
  {
    "verseNumber": "ROM 9:22",
    "verseText": "Iweje basi, kama Mungu kwa kutaka kuonyesha ghadhabu yake na kufanya uweza wake ujulikane, amevumilia kwa uvumilivu mwingi vile vyombo vya ghadhabu vilivyoandaliwa kwa uharibifu?"
  },
  {
    "verseNumber": "ROM 9:23",
    "verseText": "Iweje basi, kama yeye alitenda hivi ili kufanya wingi wa utukufu wake ujulikane kwa vile vyombo vya rehema yake, alivyotangulia kuvitengeneza kwa ajili ya utukufu wake,"
  },
  {
    "verseNumber": "ROM 9:24",
    "verseText": "yaani pamoja na sisi, ambao pia alituita, si kutoka kwa Wayahudi peke yao, bali pia kutoka kwa watu wa Mataifa?"
  },
  {
    "verseNumber": "ROM 9:25",
    "verseText": "Kama vile Mungu asemavyo katika Hosea: “Nitawaita ‘watu wangu’ wale ambao si watu wangu; nami nitamwita ‘mpenzi wangu’ yeye ambaye si mpenzi wangu,”"
  },
  {
    "verseNumber": "ROM 9:26",
    "verseText": "tena, “Itakuwa hasa mahali pale walipoambiwa, ‘Ninyi si watu wangu,’ wao wataitwa ‘wana wa Mungu aliye hai.’ ”"
  },
  {
    "verseNumber": "ROM 9:27",
    "verseText": "Isaya anapiga kelele kuhusu Israeli: “Ingawa idadi ya wana wa Israeli ni wengi kama mchanga wa pwani, ni mabaki yao tu watakaookolewa."
  },
  {
    "verseNumber": "ROM 9:28",
    "verseText": "Kwa kuwa Bwana ataitekeleza hukumu yake duniani kwa haraka na kwa ukamilifu.”"
  },
  {
    "verseNumber": "ROM 9:29",
    "verseText": "Ni kama vile alivyotabiri Isaya akisema: “Kama Bwana Mwenye Nguvu Zote asingelituachia uzao, tungelikuwa kama Sodoma, tungelifanana na Gomora.”"
  },
  {
    "verseNumber": "ROM 9:30",
    "verseText": "Kwa hiyo tuseme nini basi? Kwamba watu wa Mataifa ambao hawakutafuta haki, wamepata haki ile iliyo kwa njia ya imani."
  },
  {
    "verseNumber": "ROM 9:31",
    "verseText": "Lakini Israeli, ambao walijitahidi kupata haki kwa njia ya sheria, hawakuipata."
  },
  {
    "verseNumber": "ROM 9:32",
    "verseText": "Kwa nini? Kwa sababu hawakuitafuta kwa njia ya imani bali kwa njia ya matendo. Wakajikwaa kwenye lile “jiwe la kukwaza.”"
  },
  {
    "verseNumber": "ROM 9:33",
    "verseText": "Kama ilivyoandikwa: “Tazama naweka katika Sayuni jiwe la kukwaza watu na mwamba wa kuwaangusha. Yeyote atakayemwamini hataaibika kamwe.”"
  },
  {
    "verseNumber": "ROM 10:1",
    "verseText": "Ndugu zangu, shauku ya moyo wangu na maombi yangu kwa Mungu ni kwa ajili ya Waisraeli, kwamba waokolewe."
  },
  {
    "verseNumber": "ROM 10:2",
    "verseText": "Kwa maana ninaweza nikashuhudia wazi kwamba wao wana juhudi kubwa kwa ajili ya Mungu, lakini juhudi yao haina maarifa."
  },
  {
    "verseNumber": "ROM 10:3",
    "verseText": "Kwa kuwa hawakuijua haki itokayo kwa Mungu, wakatafuta kuweka haki yao wenyewe, hawakujitia chini ya haki ya Mungu."
  },
  {
    "verseNumber": "ROM 10:4",
    "verseText": "Kwa maana Kristo ni ukomo wa sheria ili kuwe na haki kwa kila mtu aaminiye."
  },
  {
    "verseNumber": "ROM 10:5",
    "verseText": "Mose anaandika kuhusu haki ile itokanayo na sheria, kwamba, “Mtu atendaye matendo hayo ataishi kwa hayo.”"
  },
  {
    "verseNumber": "ROM 10:6",
    "verseText": "Lakini ile haki itokanayo na imani husema hivi: “Usiseme moyoni mwako, ‘Ni nani atakayepanda mbinguni?’ ” (yaani ili kumleta Kristo chini)"
  },
  {
    "verseNumber": "ROM 10:7",
    "verseText": "“au ‘Ni nani atashuka kwenda kuzimu?’ ” (yaani ili kumleta Kristo kutoka kwa wafu.)"
  },
  {
    "verseNumber": "ROM 10:8",
    "verseText": "Lakini andiko lasemaje? “Lile neno liko karibu nawe, liko kinywani mwako na moyoni mwako,” yaani, lile neno la imani tunalolihubiri."
  },
  {
    "verseNumber": "ROM 10:9",
    "verseText": "Kwa sababu kama ukikiri kwa kinywa chako kwamba “Yesu ni Bwana,” na kuamini moyoni mwako kwamba Mungu alimfufua kutoka kwa wafu, utaokoka."
  },
  {
    "verseNumber": "ROM 10:10",
    "verseText": "Kwa maana kwa moyo mtu huamini na hivyo kuhesabiwa haki, tena kwa kinywa mtu hukiri na hivyo kupata wokovu."
  },
  {
    "verseNumber": "ROM 10:11",
    "verseText": "Kama yasemavyo Maandiko, “Yeyote amwaminiye hataaibika kamwe.”"
  },
  {
    "verseNumber": "ROM 10:12",
    "verseText": "Kwa maana hakuna tofauti kati ya Myahudi na Myunani, yeye ni Bwana wa wote, mwenye utajiri kwa wote wamwitao."
  },
  {
    "verseNumber": "ROM 10:13",
    "verseText": "Kwa maana, “Kila mtu atakayeliitia Jina la Bwana, ataokolewa.”"
  },
  {
    "verseNumber": "ROM 10:14",
    "verseText": "Lakini watamwitaje yeye ambaye hawajamwamini? Nao watawezaje kumwamini yeye ambaye hawajamsikia? Tena watamsikiaje bila mtu kuwahubiria?"
  },
  {
    "verseNumber": "ROM 10:15",
    "verseText": "Nao watahubirije wasipopelekwa? Kama ilivyoandikwa, “Tazama jinsi ilivyo mizuri miguu yao wale wanaohubiri habari njema!”"
  },
  {
    "verseNumber": "ROM 10:16",
    "verseText": "Lakini si wote waliotii Habari Njema. Kwa maana Isaya asema, “Bwana, ni nani aliyeamini ujumbe wetu?”"
  },
  {
    "verseNumber": "ROM 10:17",
    "verseText": "Basi, imani chanzo chake ni kusikia, na kusikia huja kwa neno la Kristo."
  },
  {
    "verseNumber": "ROM 10:18",
    "verseText": "Lakini nauliza: Je, wao hawakusikia? Naam, wamesikia, kwa maana: “Sauti yao imeenea duniani pote, nayo maneno yao yameenea hadi miisho ya ulimwengu.”"
  },
  {
    "verseNumber": "ROM 10:19",
    "verseText": "Nami nauliza tena: Je, Waisraeli hawakuelewa? Kwanza, Mose asema, “Nitawafanya mwe na wivu kwa watu wale ambao si taifa. Nitawakasirisha kwa taifa lile lisilo na ufahamu.”"
  },
  {
    "verseNumber": "ROM 10:20",
    "verseText": "Naye Isaya kwa ujasiri mwingi anasema, “Nimeonekana na watu wale ambao hawakunitafuta. Nilijifunua kwa watu wale ambao hawakunitafuta.”"
  },
  {
    "verseNumber": "ROM 10:21",
    "verseText": "Lakini kuhusu Israeli anasema, “Mchana kutwa nimewanyooshea watu wakaidi na wasiotii mikono yangu.”"
  },
  {
    "verseNumber": "ROM 11:1",
    "verseText": "Basi nauliza: Je, Mungu amewakataa watu wake? La, hasha! Mimi mwenyewe ni Mwisraeli, tena uzao wa Abrahamu kutoka kabila la Benyamini."
  },
  {
    "verseNumber": "ROM 11:2",
    "verseText": "Mungu hajawakataa watu wake, ambao yeye aliwajua tangu mwanzo. Je, hamjui yale Maandiko yasemayo kuhusu Eliya, jinsi alivyomlalamikia Mungu kuhusu Israeli?"
  },
  {
    "verseNumber": "ROM 11:3",
    "verseText": "Alisema, “Bwana, wamewaua manabii wako na kuzibomoa madhabahu zako, nimebaki mimi peke yangu, nao wanataka kuniua?”"
  },
  {
    "verseNumber": "ROM 11:4",
    "verseText": "Je, Mungu alimjibuje? “Nimejibakizia watu elfu saba ambao hawajapiga magoti kumwabudu Baali.”"
  },
  {
    "verseNumber": "ROM 11:5",
    "verseText": "Vivyo hivyo pia, sasa wapo mabaki waliochaguliwa kwa neema ya Mungu."
  },
  {
    "verseNumber": "ROM 11:6",
    "verseText": "Lakini ikiwa wamechaguliwa kwa neema, si tena kwa msingi wa matendo. Kama ingekuwa kwa matendo, neema isingekuwa neema tena."
  },
  {
    "verseNumber": "ROM 11:7",
    "verseText": "Tuseme nini basi? Kile kitu ambacho Israeli alikitafuta kwa bidii hakukipata. Lakini waliochaguliwa walikipata. Waliobaki walifanywa wagumu,"
  },
  {
    "verseNumber": "ROM 11:8",
    "verseText": "kama ilivyoandikwa: “Mungu aliwapa bumbuazi la mioyo, macho ili wasiweze kuona, na masikio ili wasiweze kusikia, hadi leo.”"
  },
  {
    "verseNumber": "ROM 11:9",
    "verseText": "Naye Daudi anasema: “Karamu zao na ziwe tanzi na mtego wa kuwanasa, kitu cha kuwakwaza waanguke, na adhabu kwao."
  },
  {
    "verseNumber": "ROM 11:10",
    "verseText": "Macho yao yatiwe giza ili wasiweze kuona, nayo migongo yao iinamishwe daima.”"
  },
  {
    "verseNumber": "ROM 11:11",
    "verseText": "Hivyo nauliza tena: Je, Waisraeli walijikwaa ili waanguke na kuangamia kabisa? La, hasha! Lakini kwa sababu ya makosa yao, wokovu umewafikia watu wa Mataifa, ili kuwafanya Waisraeli waone wivu."
  },
  {
    "verseNumber": "ROM 11:12",
    "verseText": "Basi ikiwa kukosa kwao kumekuwa utajiri mkubwa kwa ulimwengu, tena kama kuangamia kwao kumeleta utajiri kwa watu wa Mataifa, kurudishwa kwao kutaleta utajiri mkuu zaidi."
  },
  {
    "verseNumber": "ROM 11:13",
    "verseText": "Sasa ninasema nanyi watu wa Mataifa. Maadamu mimi ni mtume kwa watu wa Mataifa, naitukuza huduma yangu"
  },
  {
    "verseNumber": "ROM 11:14",
    "verseText": "ili kuwafanya watu wangu waone wivu na hivyo kuwaokoa baadhi yao."
  },
  {
    "verseNumber": "ROM 11:15",
    "verseText": "Kwa kuwa ikiwa kukataliwa kwao ni kupatanishwa kwa ulimwengu, kukubaliwa kwao si kutakuwa ni uhai baada ya kufa?"
  },
  {
    "verseNumber": "ROM 11:16",
    "verseText": "Kama sehemu ya donge la unga uliotolewa kuwa limbuko ni mtakatifu, basi unga wote ni mtakatifu, nalo shina kama ni takatifu, vivyo hivyo na matawi nayo."
  },
  {
    "verseNumber": "ROM 11:17",
    "verseText": "Lakini kama baadhi ya matawi yalikatwa, nawe chipukizi la mzeituni mwitu ukapandikizwa mahali pao ili kushiriki unono pamoja na matawi mengine kutoka shina la mzeituni,"
  },
  {
    "verseNumber": "ROM 11:18",
    "verseText": "basi usijivune juu ya hayo matawi. Kama ukijivuna, kumbuka jambo hili: si wewe unayelishikilia shina, bali ni shina linalokushikilia wewe."
  },
  {
    "verseNumber": "ROM 11:19",
    "verseText": "Basi utasema, “Matawi yale yalikatwa ili nipate kupandikizwa katika hilo shina.”"
  },
  {
    "verseNumber": "ROM 11:20",
    "verseText": "Hii ni kweli. Matawi hayo yalikatwa kwa sababu ya kutokuamini kwake, lakini wewe umesimama tu kwa sababu ya imani. Kwa hiyo usijivune, bali simama kwa kuogopa."
  },
  {
    "verseNumber": "ROM 11:21",
    "verseText": "Kwa maana kama Mungu hakuyahurumia matawi ya asili, wala hatakuhurumia wewe."
  },
  {
    "verseNumber": "ROM 11:22",
    "verseText": "Angalia basi wema na ukali wa Mungu: Kwa wale walioanguka, ukali, bali kwako wewe wema wa Mungu, kama utadumu katika wema wake. La sivyo, nawe utakatiliwa mbali."
  },
  {
    "verseNumber": "ROM 11:23",
    "verseText": "Wao nao wasipodumu katika kutokuamini kwao, watapandikizwa tena kwenye shina, kwa maana Mungu anao uwezo wa kuwapandikiza tena kwenye hilo shina."
  },
  {
    "verseNumber": "ROM 11:24",
    "verseText": "Ikiwa wewe ulikatwa kutoka kile ambacho kwa asili ni mzeituni mwitu na kupandikizwa kinyume cha asili kwenye mzeituni uliopandwa, si rahisi zaidi matawi haya ya asili kupandikizwa tena kwenye shina lake la mzeituni!"
  },
  {
    "verseNumber": "ROM 11:25",
    "verseText": "Ndugu zangu, ili msije mkajidai kuwa wenye hekima kuliko mlivyo, nataka mfahamu siri hii: Ugumu umewapata Israeli kwa sehemu hadi idadi ya watu wa Mataifa watakaoingia itimie."
  },
  {
    "verseNumber": "ROM 11:26",
    "verseText": "Hivyo Israeli wote wataokolewa. Kama ilivyoandikwa: “Mkombozi atakuja kutoka Sayuni; ataondoa kutokumcha Mungu katika Yakobo."
  },
  {
    "verseNumber": "ROM 11:27",
    "verseText": "Hili ndilo agano langu nao nitakapoziondoa dhambi zao.”"
  },
  {
    "verseNumber": "ROM 11:28",
    "verseText": "Kwa habari ya Injili, wao ni adui wa Mungu kwa ajili yenu, lakini kuhusu kule kuteuliwa kwao ni wapendwa, kwa ajili ya mababa zao wa zamani,"
  },
  {
    "verseNumber": "ROM 11:29",
    "verseText": "kwa maana akishawapa watu karama, Mungu haziondoi, wala wito wake."
  },
  {
    "verseNumber": "ROM 11:30",
    "verseText": "Kama vile ninyi wakati fulani mlivyokuwa waasi kwa Mungu lakini sasa mmepata rehema kwa sababu ya kutokutii kwao,"
  },
  {
    "verseNumber": "ROM 11:31",
    "verseText": "hivyo nao Waisraeli wamekuwa waasi ili kwamba wao nao sasa waweze kupata rehema kwa ajili ya rehema za Mungu kwenu."
  },
  {
    "verseNumber": "ROM 11:32",
    "verseText": "Kwa maana Mungu amewafunga wanadamu wote kwenye kuasi ili apate kuwarehemu wote."
  },
  {
    "verseNumber": "ROM 11:33",
    "verseText": "Tazama jinsi kilivyo kina cha utajiri wa hekima na maarifa ya Mungu! Tazama jinsi ambavyo hukumu zake hazichunguziki, na ambavyo njia zake zisivyotafutikana!"
  },
  {
    "verseNumber": "ROM 11:34",
    "verseText": "“Ni nani aliyeyafahamu mawazo ya Bwana? Au ni nani ambaye amekuwa mshauri wake?”"
  },
  {
    "verseNumber": "ROM 11:35",
    "verseText": "“Au ni nani aliyempa chochote ili arudishiwe?”"
  },
  {
    "verseNumber": "ROM 11:36",
    "verseText": "Kwa maana vitu vyote vyatoka kwake, viko kwake na kwa ajili yake. Utukufu ni wake milele! Amen."
  },
  {
    "verseNumber": "ROM 12:1",
    "verseText": "Kwa hiyo, ndugu zangu, nawasihi kwa rehema zake Mungu, itoeni miili yenu iwe dhabihu iliyo hai, takatifu na inayompendeza Mungu, hii ndiyo ibada yenu yenye maana."
  },
  {
    "verseNumber": "ROM 12:2",
    "verseText": "Msifuatishe tena mfano wa ulimwengu huu, bali mgeuzwe kwa kufanywa upya nia zenu. Ndipo mtaweza kuonja na kuhakikisha ni nini mapenzi ya Mungu yaliyo mema, yanayopendeza machoni pake na ukamilifu."
  },
  {
    "verseNumber": "ROM 12:3",
    "verseText": "Kwa ajili ya neema niliyopewa nawaambia kila mmoja miongoni mwenu, asijidhanie kuwa bora kuliko impasavyo, bali afikiri kwa busara kwa kulingana na kipimo cha imani Mungu aliyompa."
  },
  {
    "verseNumber": "ROM 12:4",
    "verseText": "Kama vile katika mwili mmoja tulivyo na viungo vingi, navyo viungo vyote havina kazi moja,"
  },
  {
    "verseNumber": "ROM 12:5",
    "verseText": "vivyo hivyo na sisi tulio wengi, tu mwili mmoja katika Kristo, nasi kila mmoja ni kiungo cha mwenzake."
  },
  {
    "verseNumber": "ROM 12:6",
    "verseText": "Tuna karama zilizotofautiana kila mmoja kutokana na neema tuliyopewa. Kama ni unabii na tutoe unabii kwa kadiri ya imani."
  },
  {
    "verseNumber": "ROM 12:7",
    "verseText": "Kama ni kuhudumu na tuhudumu, mwenye kufundisha na afundishe,"
  },
  {
    "verseNumber": "ROM 12:8",
    "verseText": "kama ni kutia moyo na atie moyo, kama ni kuchangia kwa ajili ya mahitaji ya wengine na atoe kwa ukarimu, kama ni uongozi na aongoze kwa bidii, kama ni kuhurumia wengine na afanye hivyo kwa furaha."
  },
  {
    "verseNumber": "ROM 12:9",
    "verseText": "Upendo lazima usiwe na unafiki. Chukieni lililo ovu, shikamaneni na lililo jema."
  },
  {
    "verseNumber": "ROM 12:10",
    "verseText": "Pendaneni ninyi kwa ninyi kwa upendo wa ndugu. Waheshimuni na kuwatanguliza wengine."
  },
  {
    "verseNumber": "ROM 12:11",
    "verseText": "Msiwe wavivu, bali mwe na bidii katika roho mkimtumikia Bwana."
  },
  {
    "verseNumber": "ROM 12:12",
    "verseText": "Kuweni na furaha katika tumaini, katika dhiki kuweni na saburi, dumuni katika maombi."
  },
  {
    "verseNumber": "ROM 12:13",
    "verseText": "Changieni katika mahitaji ya watakatifu, wakaribisheni wageni."
  },
  {
    "verseNumber": "ROM 12:14",
    "verseText": "Wabarikini wale wanaowatesa, barikini wala msilaani."
  },
  {
    "verseNumber": "ROM 12:15",
    "verseText": "Furahini pamoja na wenye kufurahi, lieni pamoja na wale waliao."
  },
  {
    "verseNumber": "ROM 12:16",
    "verseText": "Kaeni kwa amani ninyi kwa ninyi. Msijivune, bali mwe tayari kushirikiana na wanyonge. Wala msiwe watu wenye kujivuna kwamba mnajua kila kitu."
  },
  {
    "verseNumber": "ROM 12:17",
    "verseText": "Msimlipe mtu yeyote ovu kwa ovu. Jitahidini ili mtende yaliyo mema machoni pa watu wote."
  },
  {
    "verseNumber": "ROM 12:18",
    "verseText": "Kama ikiwezekana, kwa upande wenu kaeni kwa amani na watu wote."
  },
  {
    "verseNumber": "ROM 12:19",
    "verseText": "Wapendwa, msilipize kisasi, bali ipisheni ghadhabu ya Mungu, maana imeandikwa: “Ni juu yangu kulipiza kisasi, nitalipiza,” asema Bwana."
  },
  {
    "verseNumber": "ROM 12:20",
    "verseText": "Badala yake: “Kama adui yako ana njaa, mlishe; kama ana kiu, mpe kinywaji. Kwa kufanya hivyo, unaweka makaa ya moto yanayowaka kichwani pake.”"
  },
  {
    "verseNumber": "ROM 12:21",
    "verseText": "Usishindwe na ubaya, bali uushinde ubaya kwa wema."
  },
  {
    "verseNumber": "ROM 13:1",
    "verseText": "Kila mtu na atii mamlaka inayotawala, kwa maana hakuna mamlaka isiyotoka kwa Mungu, nazo mamlaka zilizopo zimewekwa na Mungu."
  },
  {
    "verseNumber": "ROM 13:2",
    "verseText": "Kwa hiyo yeye anayeasi dhidi ya mamlaka inayotawala anaasi dhidi ya kile kilichowekwa na Mungu, nao wale wafanyao hivyo watajiletea hukumu juu yao wenyewe."
  },
  {
    "verseNumber": "ROM 13:3",
    "verseText": "Kwa kuwa watawala hawawatishi watu wale wanaotenda mema bali wale wanaotenda mabaya. Je, wataka usimwogope mwenye mamlaka? Basi tenda lile lililo jema naye atakusifu."
  },
  {
    "verseNumber": "ROM 13:4",
    "verseText": "Kwa maana mwenye mamlaka ni mtumishi wa Mungu kwa ajili ya mema. Lakini kama ukitenda mabaya, basi ogopa, kwa kuwa hauinui upanga bila sababu. Yeye ni mtumishi wa Mungu, mjumbe wa Mungu wa kutekeleza adhabu juu ya watenda mabaya."
  },
  {
    "verseNumber": "ROM 13:5",
    "verseText": "Kwa hiyo ni lazima kutii wenye mamlaka, si kwa sababu ya kuogopa adhabu iwezayo kutolewa, bali pia kwa ajili ya dhamiri."
  },
  {
    "verseNumber": "ROM 13:6",
    "verseText": "Kwa sababu hii mnalipa kodi, kwa maana watawala ni watumishi wa Mungu, ambao hutumia muda wao wote kutawala."
  },
  {
    "verseNumber": "ROM 13:7",
    "verseText": "Mlipeni kila mtu kile mnachodaiwa. Kama mnadaiwa kodi lipeni kodi, kama ni ushuru, lipeni ushuru, astahiliye hofu, mhofu, astahiliye heshima, mheshimu."
  },
  {
    "verseNumber": "ROM 13:8",
    "verseText": "Msidaiwe kitu na mtu yeyote, isipokuwa kupendana, kwa maana yeye ampendaye mwenzake, ameitimiza sheria."
  },
  {
    "verseNumber": "ROM 13:9",
    "verseText": "Kwa kuwa amri hizi zisemazo, “Usizini,” “Usiue,” “Usiibe,” “Usitamani,” na amri nyingine zote, zinajumlishwa katika amri hii moja: “Mpende jirani yako kama nafsi yako.”"
  },
  {
    "verseNumber": "ROM 13:10",
    "verseText": "Upendo haumfanyii jirani jambo baya. Kwa hiyo upendo ndio utimilifu wa sheria."
  },
  {
    "verseNumber": "ROM 13:11",
    "verseText": "Nanyi fanyeni hivi, mkiutambua wakati tulio nao. Saa ya kuamka kutoka usingizini imewadia, kwa maana sasa wokovu wetu umekaribia zaidi kuliko hapo kwanza tulipoamini."
  },
  {
    "verseNumber": "ROM 13:12",
    "verseText": "Usiku umeendelea sana, mapambazuko yamekaribia. Kwa hiyo tuyaweke kando matendo ya giza na tuvae silaha za nuru."
  },
  {
    "verseNumber": "ROM 13:13",
    "verseText": "Basi na tuenende kwa adabu kama inavyopasa wakati wa mchana, si kwa kufanya karamu za ulafi na ulevi, si kwa ufisadi na uasherati, si kwa ugomvi na wivu."
  },
  {
    "verseNumber": "ROM 13:14",
    "verseText": "Bali jivikeni Bwana Yesu Kristo, wala msifikiri jinsi mtakavyotimiza tamaa za miili yenu yenye asili ya dhambi."
  },
  {
    "verseNumber": "ROM 14:1",
    "verseText": "Mkaribisheni yeye ambaye imani yake ni dhaifu, lakini si kwa kugombana na kubishana juu ya mawazo yake."
  },
  {
    "verseNumber": "ROM 14:2",
    "verseText": "Mtu mmoja imani yake inamruhusu kula kila kitu, lakini mwingine ambaye imani yake ni dhaifu, hula mboga tu."
  },
  {
    "verseNumber": "ROM 14:3",
    "verseText": "Yeye alaye kila kitu asimdharau yeye asiyekula. Wala yeye asiyekula kila kitu asimhukumu yule alaye kila kitu, kwa maana Mungu amemkubali."
  },
  {
    "verseNumber": "ROM 14:4",
    "verseText": "Wewe ni nani hata umhukumu mtumishi wa mtu mwingine? Kwa bwana wake tu anasimama au kuanguka. Naye atasimama kwa sababu Bwana anaweza kumsimamisha."
  },
  {
    "verseNumber": "ROM 14:5",
    "verseText": "Mtu mmoja anaitukuza siku fulani kuwa ni bora kuliko nyingine, na mwingine anaona kuwa siku zote ni sawa. Basi kila mmoja awe na hakika na yale anayoamini."
  },
  {
    "verseNumber": "ROM 14:6",
    "verseText": "Yeye anayehesabu siku moja kuwa takatifu kuliko nyingine, hufanya hivyo kwa kumheshimu Bwana. Naye alaye nyama hula kwa Bwana, kwa maana humshukuru Mungu, naye akataaye kula nyama hufanya hivyo kwa Bwana na humshukuru Mungu."
  },
  {
    "verseNumber": "ROM 14:7",
    "verseText": "Kwa kuwa hakuna hata mmoja wetu anayeishi kwa ajili yake mwenyewe, wala hakuna hata mmoja wetu afaye kwa ajili yake mwenyewe."
  },
  {
    "verseNumber": "ROM 14:8",
    "verseText": "Kama tunaishi, tunaishi kwa Bwana, nasi pia tukifa tunakufa kwa Bwana. Kwa hiyo basi, kama tukiishi au kama tukifa, sisi ni mali ya Bwana."
  },
  {
    "verseNumber": "ROM 14:9",
    "verseText": "Kwani kwa sababu hii hasa, Kristo alikufa na akawa hai tena kusudi apate kuwa Bwana wa wote, yaani, waliokufa na walio hai."
  },
  {
    "verseNumber": "ROM 14:10",
    "verseText": "Basi kwa nini wewe wamhukumu ndugu yako? Au kwa nini wewe unamdharau ndugu yako? Kwa kuwa sote tutasimama mbele ya kiti cha Mungu cha hukumu."
  },
  {
    "verseNumber": "ROM 14:11",
    "verseText": "Kwa kuwa imeandikwa: “ ‘Kama vile niishivyo,’ asema Bwana, ‘kila goti litapigwa mbele zangu, na kila ulimi utakiri kwa Mungu.’ ”"
  },
  {
    "verseNumber": "ROM 14:12",
    "verseText": "Hivyo basi kila mmoja wetu atatoa habari zake mwenyewe kwa Mungu."
  },
  {
    "verseNumber": "ROM 14:13",
    "verseText": "Kwa hiyo tusiendelee kuhukumiana: Badala yake mtu asiweke kamwe kikwazo au kizuizi katika njia ya ndugu mwingine."
  },
  {
    "verseNumber": "ROM 14:14",
    "verseText": "Ninajua tena nimehakikishiwa sana katika Bwana Yesu kwamba hakuna kitu chochote ambacho ni najisi kwa asili yake. Lakini kama mtu anakiona kitu kuwa ni najisi, basi kwake huyo kitu hicho ni najisi."
  },
  {
    "verseNumber": "ROM 14:15",
    "verseText": "Kama ndugu yako anahuzunishwa kwa sababu ya kile unachokula, basi huenendi tena katika upendo. Usiruhusu kile unachokula kiwe sababu ya kumwangamiza ndugu yako ambaye Kristo alikufa kwa ajili yake."
  },
  {
    "verseNumber": "ROM 14:16",
    "verseText": "Usiruhusu kile ambacho unakiona kuwa chema kisemwe kuwa ni kiovu."
  },
  {
    "verseNumber": "ROM 14:17",
    "verseText": "Kwa maana Ufalme wa Mungu si kula na kunywa, bali ni haki, amani na furaha katika Roho Mtakatifu."
  },
  {
    "verseNumber": "ROM 14:18",
    "verseText": "Kwa sababu mtu yeyote anayemtumikia Kristo kwa jinsi hii, anampendeza Mungu na kukubaliwa na wanadamu."
  },
  {
    "verseNumber": "ROM 14:19",
    "verseText": "Kwa hiyo na tufanye bidii kutafuta yale yaletayo amani na kujengana sisi kwa sisi."
  },
  {
    "verseNumber": "ROM 14:20",
    "verseText": "Usiiharibu kazi ya Mungu kwa ajili ya chakula. Hakika vyakula vyote ni safi, lakini ni kosa kula kitu chochote kinachomsababisha ndugu yako ajikwae."
  },
  {
    "verseNumber": "ROM 14:21",
    "verseText": "Ni afadhali kutokula nyama wala kunywa divai au kufanya jambo lingine lolote litakalomsababisha ndugu yako ajikwae."
  },
  {
    "verseNumber": "ROM 14:22",
    "verseText": "Je, wewe unayo imani? Ile imani uliyo nayo, uwe nayo nafsini mwako mbele za Mungu. Heri mtu yule asiye na sababu ya kujihukumu nafsi yake kwa ajili ya kile anachokifanya."
  },
  {
    "verseNumber": "ROM 14:23",
    "verseText": "Lakini kama mtu ana shaka kuhusu kile anachokula, amehukumiwa, kwa sababu hakula kwa imani. Kwa kuwa chochote kinachofanywa pasipo imani ni dhambi."
  },
  {
    "verseNumber": "ROM 15:1",
    "verseText": "Sisi tulio na nguvu, hatuna budi kuchukuliana na kushindwa kwa wale walio dhaifu wala si kujipendeza nafsi zetu wenyewe."
  },
  {
    "verseNumber": "ROM 15:2",
    "verseText": "Kila mmoja wetu inampasa kumpendeza jirani yake kwa mambo mema, ili kumjenga katika imani."
  },
  {
    "verseNumber": "ROM 15:3",
    "verseText": "Kwa maana hata Kristo hakujipendeza mwenyewe, bali kama ilivyoandikwa: “Matukano yao wale wanaokutukana wewe yalinipata mimi.”"
  },
  {
    "verseNumber": "ROM 15:4",
    "verseText": "Kwa maana kila kitu kilichoandikwa zamani, kiliandikwa kutufundisha, ili kwamba kwa saburi na faraja tunayopata katika Maandiko tuwe na tumaini."
  },
  {
    "verseNumber": "ROM 15:5",
    "verseText": "Mungu atoaye saburi na faraja, awajalie ninyi roho ya umoja miongoni mwenu mnapomfuata Kristo Yesu,"
  },
  {
    "verseNumber": "ROM 15:6",
    "verseText": "ili kwa moyo mmoja mpate kumtukuza Mungu aliye Baba wa Bwana wetu Yesu Kristo."
  },
  {
    "verseNumber": "ROM 15:7",
    "verseText": "Karibishaneni ninyi kwa ninyi kama Kristo alivyowakaribisha ninyi ili kumletea Mungu utukufu."
  },
  {
    "verseNumber": "ROM 15:8",
    "verseText": "Kwa maana nawaambia kwamba, Kristo amekuwa mtumishi kwa wale waliotahiriwa ili kuonyesha kweli ya Mungu na kuthibitisha zile ahadi walizopewa baba zetu wa zamani,"
  },
  {
    "verseNumber": "ROM 15:9",
    "verseText": "pia ili watu wa Mataifa wamtukuze Mungu kwa rehema zake. Kama ilivyoandikwa: “Kwa hiyo nitakutukuza katikati ya watu wa Mataifa; nitaliimbia sifa jina lako.”"
  },
  {
    "verseNumber": "ROM 15:10",
    "verseText": "Tena yasema, “Enyi watu wa Mataifa, furahini pamoja na watu wa Mungu.”"
  },
  {
    "verseNumber": "ROM 15:11",
    "verseText": "Tena, “Msifuni Bwana, ninyi watu wa Mataifa wote, na kumwimbia sifa, enyi watu wote.”"
  },
  {
    "verseNumber": "ROM 15:12",
    "verseText": "Tena Isaya anasema, “Shina la Yese litachipuka, yeye atakayeinuka ili kutawala juu ya mataifa. Watu wa Mataifa watamtumaini.”"
  },
  {
    "verseNumber": "ROM 15:13",
    "verseText": "Mungu wa tumaini awajaze ninyi furaha yote na amani katika kumwamini, ili mpate kujawa na tumaini tele kwa nguvu ya Roho Mtakatifu."
  },
  {
    "verseNumber": "ROM 15:14",
    "verseText": "Ndugu zangu, mimi mwenyewe ninasadiki kwamba mmejaa wema na ufahamu wote, tena mnaweza kufundishana ninyi kwa ninyi."
  },
  {
    "verseNumber": "ROM 15:15",
    "verseText": "Nimewaandikia kwa ujasiri vipengele kadha wa kadha katika waraka huu kama kuwakumbusha tena kwa habari ya ile neema Mungu aliyonipa,"
  },
  {
    "verseNumber": "ROM 15:16",
    "verseText": "ili kuwa mhudumu wa Kristo Yesu kwa watu wa Mataifa nikiwa na huduma ya kikuhani ya kutangaza Injili ya Mungu, ili watu wa Mataifa wapate kuwa dhabihu inayokubaliwa na Mungu, iliyotakaswa na Roho Mtakatifu."
  },
  {
    "verseNumber": "ROM 15:17",
    "verseText": "Kwa hiyo ninajisifu katika Kristo Yesu, kwenye utumishi wangu kwa Mungu."
  },
  {
    "verseNumber": "ROM 15:18",
    "verseText": "Kwa maana sitathubutu kusema kitu chochote zaidi ya kile ambacho Kristo amefanya kwa kunitumia mimi katika kuwaongoza watu wa Mataifa wamtii Mungu kwa yale niliyosema na kufanya,"
  },
  {
    "verseNumber": "ROM 15:19",
    "verseText": "kwa nguvu za ishara na miujiza, kwa uweza wa Roho wa Mungu, hivyo kuanzia Yerusalemu hadi maeneo yote ya kandokando yake mpaka Iliriko, nimekwisha kuihubiri Injili ya Kristo kwa ukamilifu."
  },
  {
    "verseNumber": "ROM 15:20",
    "verseText": "Hivyo ni nia yangu kuhubiri Habari Njema, si pale ambapo Kristo amekwisha kujulikana, ili nisije nikajenga juu ya msingi wa mtu mwingine."
  },
  {
    "verseNumber": "ROM 15:21",
    "verseText": "Lakini kama ilivyoandikwa: “Wale ambao hawajahubiriwa habari zake wataona, nao wale ambao hawajazisikia watafahamu.”"
  },
  {
    "verseNumber": "ROM 15:22",
    "verseText": "Hii ndiyo sababu nimezuiliwa mara nyingi nisiweze kuja kwenu."
  },
  {
    "verseNumber": "ROM 15:23",
    "verseText": "Lakini sasa kwa kuwa hakuna nafasi zaidi kwa ajili yangu katika sehemu hii, ninatamani kuja kwenu kama ambavyo nimekuwa na shauku kwa miaka mingi."
  },
  {
    "verseNumber": "ROM 15:24",
    "verseText": "Nimekusudia kufanya hivyo nitakapokuwa njiani kwenda Hispania. Natarajia kuwaona katika safari yangu na kusafirishwa nanyi mpaka huko, baada ya kufurahia ushirika wenu kwa kitambo kidogo."
  },
  {
    "verseNumber": "ROM 15:25",
    "verseText": "Sasa, niko njiani kuelekea Yerusalemu kwa ajili ya kuwahudumia watakatifu huko."
  },
  {
    "verseNumber": "ROM 15:26",
    "verseText": "Kwa kuwa imewapendeza watu wa Makedonia na Akaya kufanya changizo kwa ajili ya maskini walioko miongoni mwa watakatifu huko Yerusalemu."
  },
  {
    "verseNumber": "ROM 15:27",
    "verseText": "Imewapendeza kufanya hivyo, naam, kwani ni wadeni wao. Kwa maana ikiwa watu wa Mataifa wameshiriki baraka za rohoni za Wayahudi, wao ni wadeni wa Wayahudi, ili Wayahudi nao washiriki baraka zao za mambo ya mwilini."
  },
  {
    "verseNumber": "ROM 15:28",
    "verseText": "Kwa hiyo baada ya kukamilisha kazi hii na kuhakikisha kuwa wamepokea kila kitu kilichokusanywa, nitapitia kwenu nikiwa njiani kwenda Hispania."
  },
  {
    "verseNumber": "ROM 15:29",
    "verseText": "Ninajua kwamba nitakapokuja kwenu, nitakuja na wingi wa baraka za Kristo."
  },
  {
    "verseNumber": "ROM 15:30",
    "verseText": "Basi, ndugu zangu, nawasihi kwa Jina la Bwana wetu Yesu Kristo na kwa upendo wa Roho Mtakatifu, kujiunga nami katika taabu zangu mkiniombea kwa Mungu."
  },
  {
    "verseNumber": "ROM 15:31",
    "verseText": "Ombeni ili nipate kuokolewa mikononi mwa wale wasioamini walioko Uyahudi, na kwamba utumishi wangu upate kukubaliwa na watakatifu wa huko Yerusalemu,"
  },
  {
    "verseNumber": "ROM 15:32",
    "verseText": "ili kwa mapenzi ya Mungu niweze kuja kwenu kwa furaha, nami niburudishwe pamoja nanyi."
  },
  {
    "verseNumber": "ROM 15:33",
    "verseText": "Mungu wa amani na awe pamoja nanyi nyote. Amen."
  },
  {
    "verseNumber": "ROM 16:1",
    "verseText": "Napenda kumtambulisha kwenu dada yetu Foibe, mtumishi katika kanisa la Kenkrea."
  },
  {
    "verseNumber": "ROM 16:2",
    "verseText": "Naomba mpokeeni katika Bwana ipasavyo watakatifu na kumpa msaada wowote atakaohitaji kutoka kwenu, kwa maana yeye amekuwa msaada kwa watu wengi, mimi nikiwa miongoni mwao."
  },
  {
    "verseNumber": "ROM 16:3",
    "verseText": "Wasalimuni Prisila na Akila, watumishi wenzangu katika Kristo Yesu."
  },
  {
    "verseNumber": "ROM 16:4",
    "verseText": "Wao walihatarisha maisha yao kwa ajili yangu; wala si mimi tu ninayewashukuru bali pia makanisa yote ya watu wa Mataifa."
  },
  {
    "verseNumber": "ROM 16:5",
    "verseText": "Lisalimuni pia kanisa linalokutana nyumbani mwao. Msalimuni rafiki yangu mpendwa Epaineto, aliyekuwa mtu wa kwanza kumwamini Kristo huko Asia."
  },
  {
    "verseNumber": "ROM 16:6",
    "verseText": "Msalimuni Maria, aliyefanya kazi kwa bidii kwa ajili yenu."
  },
  {
    "verseNumber": "ROM 16:7",
    "verseText": "Wasalimuni Androniko na Yunia, jamaa zangu ambao wamekuwa gerezani pamoja nami. Wao ni maarufu miongoni mwa mitume, nao walikuwa katika Kristo kabla yangu."
  },
  {
    "verseNumber": "ROM 16:8",
    "verseText": "Msalimuni Ampliato, yeye nimpendaye katika Bwana."
  },
  {
    "verseNumber": "ROM 16:9",
    "verseText": "Msalimuni Urbano, mtendakazi mwenzetu katika Kristo, pamoja na rafiki yangu mpendwa Stakisi."
  },
  {
    "verseNumber": "ROM 16:10",
    "verseText": "Msalimuni Apele aliyejaribiwa na akaithibitisha imani yake katika Kristo. Wasalimuni wote walio nyumbani mwa Aristobulo."
  },
  {
    "verseNumber": "ROM 16:11",
    "verseText": "Msalimuni ndugu yangu Herodioni. Wasalimuni wote walio nyumbani mwa Narkisi walio katika Bwana."
  },
  {
    "verseNumber": "ROM 16:12",
    "verseText": "Wasalimuni Trifaina na Trifosa, wale wanawake wanaofanya kazi kwa bidii katika Bwana. Msalimuni rafiki yangu mpendwa Persisi, mwanamke mwingine aliyefanya kazi kwa bidii katika Bwana."
  },
  {
    "verseNumber": "ROM 16:13",
    "verseText": "Msalimuni Rufo, mteule katika Bwana, pamoja na mama yake, ambaye amekuwa mama kwangu pia."
  },
  {
    "verseNumber": "ROM 16:14",
    "verseText": "Wasalimuni Asinkrito, Flegoni, Herme, Patroba, Herma na ndugu wote walio pamoja nao."
  },
  {
    "verseNumber": "ROM 16:15",
    "verseText": "Wasalimuni Filologo, Yulia, Nerea na dada yake, na Olimpa na watakatifu wote walio pamoja nao."
  },
  {
    "verseNumber": "ROM 16:16",
    "verseText": "Salimianeni ninyi kwa ninyi kwa busu takatifu. Makanisa yote ya Kristo yanawasalimu."
  },
  {
    "verseNumber": "ROM 16:17",
    "verseText": "Ndugu zangu, nawasihi mjihadhari na kujiepusha na wale watu waletao matengano na kuweka vikwazo mbele yenu dhidi ya mafundisho mliyojifunza."
  },
  {
    "verseNumber": "ROM 16:18",
    "verseText": "Kwa maana watu kama hao hawamtumikii Bwana Kristo, bali wanatumikia tamaa zao wenyewe. Kwa kutumia maneno laini na ya kubembeleza, hupotosha mioyo ya watu wajinga."
  },
  {
    "verseNumber": "ROM 16:19",
    "verseText": "Kila mtu amesikia juu ya utii wenu, nami nimejawa na furaha tele kwa ajili yenu. Lakini nataka mwe na hekima katika mambo mema na bila hatia katika mambo maovu."
  },
  {
    "verseNumber": "ROM 16:20",
    "verseText": "Mungu wa amani atamponda Shetani chini ya miguu yenu upesi. Neema ya Bwana wetu Yesu iwe nanyi. Amen."
  },
  {
    "verseNumber": "ROM 16:21",
    "verseText": "Timotheo, mtendakazi mwenzangu anawasalimu. Vivyo hivyo Lukio, Yasoni, na Sosipatro, ndugu zangu."
  },
  {
    "verseNumber": "ROM 16:22",
    "verseText": "Mimi, Tertio, niliye mwandishi wa waraka huu, nawasalimu katika Bwana."
  },
  {
    "verseNumber": "ROM 16:23",
    "verseText": "Gayo, ambaye ni mwenyeji wangu na wa kanisa lote, anawasalimu. Erasto, mweka hazina wa mji huu, pamoja na Kwarto ndugu yetu pia wanawasalimu. ["
  },
  {
    "verseNumber": "ROM 16:24",
    "verseText": "Neema ya Bwana wetu Yesu Kristo iwe pamoja nanyi nyote. Amen.]"
  },
  {
    "verseNumber": "ROM 16:25",
    "verseText": "Sasa atukuzwe yeye awezaye kuwafanya ninyi imara kwa Injili yangu na kuhubiriwa kwa Yesu Kristo, kutokana na kufunuliwa siri zilizofichika tangu zamani za kale."
  },
  {
    "verseNumber": "ROM 16:26",
    "verseText": "Lakini sasa siri hiyo imefunuliwa na kujulikana kupitia maandiko ya kinabii kutokana na amri ya Mungu wa milele, ili mataifa yote yaweze kumwamini na kumtii"
  },
  {
    "verseNumber": "ROM 16:27",
    "verseText": "Mungu aliye pekee, mwenye hekima, ambaye kwa njia ya Yesu Kristo utukufu ni wake milele na milele! Amen."
  }
]