[
  {
    "verseNumber": "RUT 1:1",
    "verseText": "Wakati Waamuzi walipotawala Israeli, kulikuwa na njaa katika nchi. Mtu mmoja kutoka nchi ya Bethlehemu ya Yuda, pamoja na mke wake na wanawe wawili, akaenda kuishi katika nchi ya Moabu."
  },
  {
    "verseNumber": "RUT 1:2",
    "verseText": "Mtu huyu aliitwa Elimeleki, mkewe aliitwa Naomi, na hao wanawe wawili waliitwa Maloni na Kilioni. Walikuwa Waefrathi kutoka Bethlehemu ya Yuda. Wakaenda katika nchi ya Moabu, wakaishi huko."
  },
  {
    "verseNumber": "RUT 1:3",
    "verseText": "Elimeleki mumewe Naomi akafa, hivyo Naomi akabaki na wanawe wawili."
  },
  {
    "verseNumber": "RUT 1:4",
    "verseText": "Nao wakaoa wanawake Wamoabu, jina la mmoja aliitwa Orpa, na wa pili aliitwa Ruthu. Baada ya kama miaka kumi,"
  },
  {
    "verseNumber": "RUT 1:5",
    "verseText": "Maloni na Kilioni pia wakafa. Basi Naomi akabaki hana mume wala wanawe wawili."
  },
  {
    "verseNumber": "RUT 1:6",
    "verseText": "Aliposikia akiwa huko Moabu kwamba BWANA amewasaidia watu wake kwa kuwapa chakula, Naomi na wakweze wakajiandaa kurudi nyumbani."
  },
  {
    "verseNumber": "RUT 1:7",
    "verseText": "Yeye na wakweze wawili wakaondoka pale walipokuwa wakiishi na kushika njia kurudi nchi ya Yuda."
  },
  {
    "verseNumber": "RUT 1:8",
    "verseText": "Ndipo Naomi akawaambia wale wakwe zake wawili, “Rudini, kila mmoja wenu nyumbani kwa mama yake. BWANA na awatendee fadhili kama mlivyowatendea hao waliofariki, na pia mimi."
  },
  {
    "verseNumber": "RUT 1:9",
    "verseText": "BWANA na amjalie kila mmoja wenu maisha mema nyumbani kwa mume mwingine.” Kisha akawabusu, nao wakalia kwa sauti kubwa,"
  },
  {
    "verseNumber": "RUT 1:10",
    "verseText": "wakamwambia, “Tutarudi pamoja na wewe nyumbani kwa watu wako.”"
  },
  {
    "verseNumber": "RUT 1:11",
    "verseText": "Lakini Naomi akasema, “Rudini nyumbani, binti zangu. Kwa nini mnifuate? Je, mimi nitaweza tena kuwa na wana wengine ambao wataweza kuwaoa ninyi?"
  },
  {
    "verseNumber": "RUT 1:12",
    "verseText": "Rudini nyumbani, binti zangu; mimi ni mzee kiasi kwamba siwezi kumpata mume mwingine. Hata kama ningefikiria kuwa bado kuna tumaini kwangu, hata kama ningekuwa na mume usiku huu na kuwazaa wana,"
  },
  {
    "verseNumber": "RUT 1:13",
    "verseText": "je, mngesubiri mpaka wakue? Mngebakia bila kuolewa mkiwasubiri? La, hasha, binti zangu. Nimepata uchungu kuliko ninyi, kwa sababu mkono wa BWANA umekuwa kinyume nami!”"
  },
  {
    "verseNumber": "RUT 1:14",
    "verseText": "Kisha wakalia tena kwa sauti. Orpa akambusu mama mkwe wake, akaenda zake, lakini Ruthu akaambatana naye."
  },
  {
    "verseNumber": "RUT 1:15",
    "verseText": "Naomi akamwambia, “Tazama, mwenzako anarejea kwa watu wake na kwa miungu yake. Rudi pamoja naye.”"
  },
  {
    "verseNumber": "RUT 1:16",
    "verseText": "Lakini Ruthu akajibu, “Usinisihi nikuache au niache kukufuata. Utakakokwenda nami nitakwenda, na wewe utakapoishi nitaishi. Watu wako watakuwa watu wangu, na Mungu wako atakuwa Mungu wangu."
  },
  {
    "verseNumber": "RUT 1:17",
    "verseText": "Pale utakapofia nami nitafia hapo, na papo hapo nitazikwa. BWANA na aniadhibu vikali, kama kitu kingine chochote kitanitenga nawe isipokuwa kifo.”"
  },
  {
    "verseNumber": "RUT 1:18",
    "verseText": "Naomi alipotambua kwamba Ruthu amenuia kufuatana naye, hakuendelea kumsihi tena."
  },
  {
    "verseNumber": "RUT 1:19",
    "verseText": "Kwa hiyo hao wanawake wawili wakaondoka, wakafika Bethlehemu. Walipofika Bethlehemu, mji mzima ulitaharuki, wanawake wakashangaa, wakasema, “Huyu aweza kuwa ni Naomi?”"
  },
  {
    "verseNumber": "RUT 1:20",
    "verseText": "Akawaambia, “Msiniite tena Naomi, niiteni Mara, kwa sababu Mwenyezi amenitendea mambo machungu sana."
  },
  {
    "verseNumber": "RUT 1:21",
    "verseText": "Mimi niliondoka hali nimejaa, lakini BWANA amenirudisha mtupu. Kwa nini kuniita Naomi? BWANA amenitendea mambo machungu; Mwenyezi ameniletea msiba.”"
  },
  {
    "verseNumber": "RUT 1:22",
    "verseText": "Kwa hiyo Naomi alirudi pamoja na Ruthu Mmoabu mkwe wake, nao wakafika Bethlehemu mwanzoni mwa kuvuna shayiri."
  },
  {
    "verseNumber": "RUT 2:1",
    "verseText": "Basi Naomi alikuwa na jamaa wa upande wa mume wake, kutoka ukoo wa Elimeleki, mtu maarufu ambaye aliitwa Boazi."
  },
  {
    "verseNumber": "RUT 2:2",
    "verseText": "Ruthu, Mmoabu, akamwambia Naomi, “Nitakwenda mashambani nikaokote mabaki ya nafaka nyuma ya yule nitakayepata kibali machoni pake.” Naomi akamwambia, “Nenda, binti yangu.”"
  },
  {
    "verseNumber": "RUT 2:3",
    "verseText": "Basi akaenda, akaokota mabaki ya nafaka mashambani nyuma ya wavunaji. Ikatokea kwamba alijikuta anafanya kazi kwenye shamba lililokuwa mali ya Boazi, ambaye alitoka kwenye ukoo wa Elimeleki."
  },
  {
    "verseNumber": "RUT 2:4",
    "verseText": "Papo hapo Boazi akarudi kutoka Bethlehemu, akawasalimu wavunaji, akasema, “BWANA awe nanyi!” Nao wakamjibu, “BWANA akubariki.”"
  },
  {
    "verseNumber": "RUT 2:5",
    "verseText": "Boazi akamuuliza msimamizi wa wavunaji, “Je, yule mwanamwali ni wa nani?”"
  },
  {
    "verseNumber": "RUT 2:6",
    "verseText": "Msimamizi akamjibu, “Ni yule Mmoabu aliyerudi kutoka nchi ya Moabu pamoja na Naomi."
  },
  {
    "verseNumber": "RUT 2:7",
    "verseText": "Yeye aliomba, ‘Tafadhali niruhusu niokote na kukusanya miongoni mwa miganda nyuma ya wavunaji.’ Naye ameshinda shambani tangu asubuhi pasipo kupumzika, isipokuwa kwa muda mfupi kivulini.”"
  },
  {
    "verseNumber": "RUT 2:8",
    "verseText": "Kisha Boazi akamwambia Ruthu, “Binti yangu, nisikilize. Usiende kuokota mabaki ya mavuno katika shamba lingine, na usiondoke hapa. Kaa hapa na hawa watumishi wangu wa kike."
  },
  {
    "verseNumber": "RUT 2:9",
    "verseText": "Angalia shamba wanaume wanamovuna, ufuate nyuma yao. Nimewaamuru wanaume hawa wasikuguse. Wakati wowote ukiona kiu, nenda kwenye mitungi ukanywe maji waliyoyateka wanaume hawa.”"
  },
  {
    "verseNumber": "RUT 2:10",
    "verseText": "Kwa ajili ya hili, akasujudu mpaka nchi, akamwambia, “Jinsi gani nimepata kibali machoni pako, hata ukanijali mimi mgeni?”"
  },
  {
    "verseNumber": "RUT 2:11",
    "verseText": "Boazi akamjibu, “Nimeambiwa yote uliyomtendea mama mkwe wako tangu mume wako alipofariki, na jinsi ulivyomwacha baba yako na mama yako na nchi yako ulimozaliwa, ukaja kuishi na watu ambao hukuwafahamu awali."
  },
  {
    "verseNumber": "RUT 2:12",
    "verseText": "BWANA na akulipe kwa yale uliyoyatenda. Ubarikiwe kwa wingi na BWANA, Mungu wa Israeli, ambaye umekimbilia mabawani mwake.”"
  },
  {
    "verseNumber": "RUT 2:13",
    "verseText": "Kisha Ruthu akasema, “Naomba niendelee kupata kibali machoni pako, bwana wangu. Kwa maana umenifariji na umezungumza kwa ukarimu na mjakazi wako, hata ingawa mimi si bora kama mmoja wa watumishi wako wa kike.”"
  },
  {
    "verseNumber": "RUT 2:14",
    "verseText": "Wakati wa chakula, Boazi akamwambia Ruthu, “Karibia hapa. Kula mkate na uchovye ndani ya siki.” Alipoketi pamoja na wavunaji, akampa nafaka zilizookwa. Akala kiasi alichotaka na kusaza."
  },
  {
    "verseNumber": "RUT 2:15",
    "verseText": "Alipoinuka ili kuokota mabaki ya nafaka, Boazi akawaagiza watu wake, “Hata kama atakusanya kati ya miganda, msimzuie."
  },
  {
    "verseNumber": "RUT 2:16",
    "verseText": "Badala yake, toeni masuke katika miganda, mwachieni ayaokote, na msimkemee.”"
  },
  {
    "verseNumber": "RUT 2:17",
    "verseText": "Basi Ruthu akaokota masazo shambani hata jioni. Akatwanga ile shayiri aliyokusanya, ikajaa efa moja."
  },
  {
    "verseNumber": "RUT 2:18",
    "verseText": "Akaibeba na kuelekea mjini, naye mama mkwe wake akaona jinsi alivyoweza kuokota nafaka nyingi. Pia Ruthu akachukua kile alichobakiza baada ya kula na kushiba, akampa."
  },
  {
    "verseNumber": "RUT 2:19",
    "verseText": "Basi mkwewe akamuuliza, “Je, umeokota wapi leo? Umefanya kazi wapi? Abarikiwe mtu yule aliyekujali.” Ndipo Ruthu akamwambia mama mkwe wake juu ya yule ambaye yeye alikuwa amefanyia kazi katika shamba lake. Akasema, “Yule mtu niliyefanyia kazi kwake leo, anaitwa Boazi.”"
  },
  {
    "verseNumber": "RUT 2:20",
    "verseText": "Naye Naomi akamwambia mkwewe, “BWANA ambariki! Hakuacha kuonyesha fadhili zake kwa walio hai na kwa waliokufa.” Pia akamwambia, “Huyo mtu ni mmoja wa jamaa yetu wa karibu anayestahili kutukomboa.”"
  },
  {
    "verseNumber": "RUT 2:21",
    "verseText": "Kisha Ruthu, Mmoabu, akasema, “Hata aliniambia, ‘Kaa pamoja na watumishi wangu mpaka watakapomaliza kuvuna nafaka yangu yote.’ ”"
  },
  {
    "verseNumber": "RUT 2:22",
    "verseText": "Kisha Naomi akamwambia Ruthu mkwewe, “Binti yangu, itakuwa vyema wewe ufuatane na wasichana wake, kwa sababu katika shamba la mtu mwingine wanaweza kukudhuru.”"
  },
  {
    "verseNumber": "RUT 2:23",
    "verseText": "Kwa hivyo Ruthu akafuatana na watumishi wa kike wa Boazi, akaokota mpaka mwisho wa mavuno ya shayiri na ya ngano. Naye aliishi na mama mkwe wake."
  },
  {
    "verseNumber": "RUT 3:1",
    "verseText": "Kisha Naomi akamwambia mkwewe, “Binti yangu, je, nisingelikutafutia pumziko ambako utatunzika vyema?"
  },
  {
    "verseNumber": "RUT 3:2",
    "verseText": "Je, Boazi, ambaye umekuwa pamoja na watumishi wake wasichana, si jamaa yetu wa karibu? Usiku wa leo atakuwa anapepeta ngano kwenye sakafu ya kupuria."
  },
  {
    "verseNumber": "RUT 3:3",
    "verseText": "Basi oga na ukajipake marashi, ujivalie nguo zako nzuri. Kisha uende kwenye sakafu ya kupuria, lakini angalia asijue kwamba upo pale mpaka atakapomaliza kula na kunywa."
  },
  {
    "verseNumber": "RUT 3:4",
    "verseText": "Atakapokwenda kulala, angalia mahali atakapolala. Kisha uende ufunue miguu yake, ulale. Naye atakuambia utakalofanya.”"
  },
  {
    "verseNumber": "RUT 3:5",
    "verseText": "Ruthu akajibu, “Lolote usemalo nitatenda.”"
  },
  {
    "verseNumber": "RUT 3:6",
    "verseText": "Basi akashuka mpaka kwenye sakafu ya kupuria, akafanya kila kitu mama mkwe wake alichomwambia kufanya."
  },
  {
    "verseNumber": "RUT 3:7",
    "verseText": "Wakati Boazi alipomaliza kula na kunywa, naye akawa amejawa na furaha, alikwenda kulala mwisho wa lundo la nafaka. Ruthu akanyemelea polepole, akafunua miguu yake, na akalala."
  },
  {
    "verseNumber": "RUT 3:8",
    "verseText": "Usiku wa manane, kitu kilimshtua Boazi, akajigeuza, akagundua yupo mwanamke amelala miguuni pake."
  },
  {
    "verseNumber": "RUT 3:9",
    "verseText": "Akauliza, “Wewe ni nani?” Akajibu, “Ni mimi Ruthu, mjakazi wako. Uitande nguo yako juu yangu, kwa sababu wewe ndiwe jamaa wa karibu wa kutukomboa.”"
  },
  {
    "verseNumber": "RUT 3:10",
    "verseText": "Akamwambia, “Binti yangu, ubarikiwe na BWANA. Wema huu wa sasa ni mkuu kushinda hata ule ulioonyesha mwanzoni. Hukuwakimbilia vijana, wakiwa matajiri au maskini."
  },
  {
    "verseNumber": "RUT 3:11",
    "verseText": "Sasa, binti yangu, usiogope. Nitakufanyia yote uliyoomba. Kwa maana mji wote wa watu wangu wanakujua ya kwamba wewe ni mwanamke mwenye tabia nzuri."
  },
  {
    "verseNumber": "RUT 3:12",
    "verseText": "Ingawa ni kweli kwamba mimi ndiye jamaa aliye karibu, bado kuna mtu mwingine wa jamaa aliye karibu zaidi wa kukomboa kuliko mimi."
  },
  {
    "verseNumber": "RUT 3:13",
    "verseText": "Wewe kaa hapa usiku huu, kisha asubuhi kama akikubali kukomboa, vyema na akomboe. La sivyo kama hayuko tayari, hakika kama BWANA aishivyo nitafanya hivyo. Lala hapa mpaka asubuhi.”"
  },
  {
    "verseNumber": "RUT 3:14",
    "verseText": "Hivyo huyo mwanamke akalala miguuni pake mpaka asubuhi, akaondoka mapema pasipo mtu kuweza kumtambua mwenzake, maana Boazi alisema, “Isijulikane kabisa ya kuwa mwanamke alifika kwenye sakafu ya kupuria.”"
  },
  {
    "verseNumber": "RUT 3:15",
    "verseText": "Pia akamwambia, “Leta shela yako uliyoivaa, uitandaze.” Naye alipoitandaza, akamimina vipimo sita vya shayiri, akamtwika. Kisha Ruthu akarudi zake mjini."
  },
  {
    "verseNumber": "RUT 3:16",
    "verseText": "Basi Ruthu alipofika kwa mama mkwe wake Naomi, akamuuliza, “Je, binti yangu, ilikuwaje huko?” Ndipo akamwelezea kila kitu Boazi alichomfanyia."
  },
  {
    "verseNumber": "RUT 3:17",
    "verseText": "Akaendelea kusema, “Amenipa shayiri vipimo sita akisema, ‘Usiende kwa mama mkwe wako mikono mitupu.’ ”"
  },
  {
    "verseNumber": "RUT 3:18",
    "verseText": "Kisha Naomi akasema, “Subiri binti yangu, mpaka utakapojua kwamba hili jambo limekwendaje. Kwa sababu mtu huyu hatatulia mpaka akamilishe jambo hili leo.”"
  },
  {
    "verseNumber": "RUT 4:1",
    "verseText": "Boazi akakwea mpaka kwenye lango la mji, akaketi pale. Yule mtu wa jamaa aliyekuwa wa karibu wa kukomboa, ambaye Boazi alimtaja, akaja. Boazi akasema, “Njoo hapa, rafiki yangu. Karibu uketi.” Naye akakaribia, akaketi."
  },
  {
    "verseNumber": "RUT 4:2",
    "verseText": "Boazi akatwaa watu kumi miongoni mwa wazee wa mji, akawaambia, “Ketini hapa.” Nao wakaketi."
  },
  {
    "verseNumber": "RUT 4:3",
    "verseText": "Kisha akamwambia yule jamaa wa karibu wa kukomboa, “Naomi, aliyerudi hapa kutoka nchi ya Moabu, anauza sehemu ya ardhi iliyokuwa mali ya ndugu yetu Elimeleki."
  },
  {
    "verseNumber": "RUT 4:4",
    "verseText": "Nami niliwaza nikujulishe wewe na kukuambia uinunue mbele ya hawa waliopo hapa, na mbele ya wazee wa watu wangu. Kama wewe utaikomboa, haya fanya hivyo. Lakini kama hutaikomboa, uniambie, ili nijue. Kwa kuwa hakuna mtu mwingine mwenye haki ya kuikomboa ila wewe na baada yako ni mimi.” Naye akasema, “Nitaikomboa mimi.”"
  },
  {
    "verseNumber": "RUT 4:5",
    "verseText": "Ndipo Boazi akasema “Siku utakaponunua hiyo ardhi kutoka kwa Naomi na Ruthu, Mmoabu, itakubidi kumchukua pia huyo mjane, ili kudumisha jina la marehemu pamoja na mali yake.”"
  },
  {
    "verseNumber": "RUT 4:6",
    "verseText": "Aliposikia hili, yule jamaa wa karibu wa kukomboa akasema, “Basi mimi sitaweza kuikomboa, kwa sababu inaonekana nitauhatarisha urithi wangu. Wewe ikomboe mwenyewe. Mimi sitaweza.”"
  },
  {
    "verseNumber": "RUT 4:7",
    "verseText": "(Basi katika siku za kale huko Israeli, ili kukamilisha tendo la kukomboa na kukabidhiana mali, mmoja huvua kiatu chake na kumpatia mwingine. Hii ilikuwa ni njia ya kuhalalisha mabadilishano katika Israeli.)"
  },
  {
    "verseNumber": "RUT 4:8",
    "verseText": "Basi yule jamaa wa karibu wa kukomboa akamwambia Boazi, “Wewe inunue mwenyewe.” Naye huyo jamaa akavua kiatu chake."
  },
  {
    "verseNumber": "RUT 4:9",
    "verseText": "Kisha Boazi akawatangazia wazee na watu wote waliokuwepo, “Leo ninyi ni mashahidi kwamba mimi nimenunua kutoka kwa Naomi yote yaliyokuwa mali ya Elimeleki, Kilioni na Maloni."
  },
  {
    "verseNumber": "RUT 4:10",
    "verseText": "Nimemchukua pia Ruthu, Mmoabu, mjane wa Maloni, awe mke wangu, ili kuendeleza jina la marehemu pamoja na mali zake, ili jina lake marehemu lisitoweke miongoni mwa jamaa yake, wala katika kumbukumbu za mji wake. Leo hivi ninyi ni mashahidi!”"
  },
  {
    "verseNumber": "RUT 4:11",
    "verseText": "Kisha wazee pamoja na watu wote waliokuwa langoni wakasema, “Sisi ni mashahidi. BWANA na amfanye mwanamke huyu aingiaye nyumbani mwako kuwa kama Raheli na kama Lea, wale wanawake wawili ambao pamoja waliijenga nyumba ya Israeli. Nawe ufanikiwe katika Efrathi na uwe mashuhuri katika Bethlehemu."
  },
  {
    "verseNumber": "RUT 4:12",
    "verseText": "Kupitia kwa watoto ambao BWANA atakupa kutokana na huyu mwanamwali, jamaa yako na ifanane na ya Peresi, ambaye Tamari alimzalia Yuda.”"
  },
  {
    "verseNumber": "RUT 4:13",
    "verseText": "Basi Boazi akamwoa Ruthu, naye akawa mke wake. Alipoingia kwake, BWANA akamjalia Ruthu, naye akapata mimba, akamzaa mtoto wa kiume."
  },
  {
    "verseNumber": "RUT 4:14",
    "verseText": "Wanawake wakamwambia Naomi: “Ahimidiwe BWANA, asiyekuacha bila kuwa na jamaa wa karibu wa kukomboa. Na awe mashuhuri katika Israeli yote!"
  },
  {
    "verseNumber": "RUT 4:15",
    "verseText": "Atakurejeshea uhai wako na kukuangalia katika siku za uzee wako. Kwa maana mkweo ambaye anakupenda, na ambaye kwako ni bora zaidi ya watoto wa kiume saba, ndiye alimzaa.”"
  },
  {
    "verseNumber": "RUT 4:16",
    "verseText": "Basi Naomi akamchukua yule mtoto, akampakata na akawa mlezi wake."
  },
  {
    "verseNumber": "RUT 4:17",
    "verseText": "Wanawake waliokuwa jirani zake wakasema, “Naomi ana mtoto wa kiume.” Wakamwita jina lake Obedi. Yeye ndiye baba yake Yese, aliye baba yake Daudi."
  },
  {
    "verseNumber": "RUT 4:18",
    "verseText": "Hivi ndivyo vizazi vya Peresi: Peresi alimzaa Hesroni,"
  },
  {
    "verseNumber": "RUT 4:19",
    "verseText": "Hesroni akamzaa Ramu, Ramu akamzaa Aminadabu,"
  },
  {
    "verseNumber": "RUT 4:20",
    "verseText": "Aminadabu akamzaa Nashoni, Nashoni akamzaa Salmoni,"
  },
  {
    "verseNumber": "RUT 4:21",
    "verseText": "Salmoni akamzaa Boazi, Boazi akamzaa Obedi,"
  },
  {
    "verseNumber": "RUT 4:22",
    "verseText": "Obedi akamzaa Yese, na Yese akamzaa Daudi."
  }
]