[
  {
    "verseNumber": "SNG 1:1",
    "verseText": "Wimbo ulio bora wa Solomoni."
  },
  {
    "verseNumber": "SNG 1:2",
    "verseText": "Unibusu kwa busu la kinywa chako, kwa maana upendo wako unafurahisha kuliko divai."
  },
  {
    "verseNumber": "SNG 1:3",
    "verseText": "Manukato yako yananukia vizuri, jina lako ni kama manukato yaliyomiminwa. Ndiyo sababu wanawali wanakupenda!"
  },
  {
    "verseNumber": "SNG 1:4",
    "verseText": "Nichukue twende nawe, na tufanye haraka! Mfalme na anilete ndani ya vyumba vyake. Marafiki Tunakushangilia na kukufurahia, tutasifu upendo wako zaidi kuliko divai. Mpendwa Tazama jinsi ilivyo bora wakupende!"
  },
  {
    "verseNumber": "SNG 1:5",
    "verseText": "Mimi ni mweusi, lakini napendeza, enyi binti za Yerusalemu, mweusi kama mahema ya Kedari, kama mapazia ya hema la Solomoni."
  },
  {
    "verseNumber": "SNG 1:6",
    "verseText": "Usinikazie macho kwa sababu mimi ni mweusi, kwa sababu nimefanywa mweusi na jua. Wana wa mama yangu walinikasirikia na kunifanya niwe mtunza mashamba ya mizabibu. Shamba langu mwenyewe la mizabibu nimeliacha."
  },
  {
    "verseNumber": "SNG 1:7",
    "verseText": "Niambie, wewe ambaye ninakupenda, unalisha wapi kundi lako la kondoo na ni wapi unapowapumzisha kondoo wako adhuhuri. Kwa nini niwe kama mwanamke aliyefunikwa shela karibu na makundi ya rafiki zako?"
  },
  {
    "verseNumber": "SNG 1:8",
    "verseText": "Kama hujui, ewe mwanamke mzuri kuliko wote, fuata nyayo za kondoo, na kulisha wana-mbuzi wako karibu na hema za wachungaji."
  },
  {
    "verseNumber": "SNG 1:9",
    "verseText": "Mpenzi wangu, ninakufananisha na farasi jike aliyefungwa katika mojawapo ya magari ya vita ya Farao."
  },
  {
    "verseNumber": "SNG 1:10",
    "verseText": "Mashavu yako yanapendeza yakiwa na vipuli, shingo yako ikiwa na mikufu ya vito."
  },
  {
    "verseNumber": "SNG 1:11",
    "verseText": "Tutakufanyia vipuli vya dhahabu, vyenye kupambwa kwa fedha."
  },
  {
    "verseNumber": "SNG 1:12",
    "verseText": "Wakati mfalme alipokuwa mezani pake, manukato yangu yalisambaza harufu yake nzuri."
  },
  {
    "verseNumber": "SNG 1:13",
    "verseText": "Mpenzi wangu kwangu mimi ni kifuko cha manemane kati ya matiti yangu."
  },
  {
    "verseNumber": "SNG 1:14",
    "verseText": "Mpenzi wangu kwangu mimi ni kama kishada cha maua ya mhina kutoka mashamba ya mizabibu ya En-Gedi."
  },
  {
    "verseNumber": "SNG 1:15",
    "verseText": "Tazama jinsi ulivyo mzuri, mpenzi wangu! Tazama jinsi ulivyo mzuri! Macho yako ni kama ya hua."
  },
  {
    "verseNumber": "SNG 1:16",
    "verseText": "Tazama jinsi ulivyo mzuri, mpenzi wangu! Ee, tazama jinsi unavyopendeza! Na kitanda chetu ni cha majani mazuri."
  },
  {
    "verseNumber": "SNG 1:17",
    "verseText": "Nguzo za nyumba yetu ni mierezi, na mapao yetu ni miberoshi."
  },
  {
    "verseNumber": "SNG 2:1",
    "verseText": "Mimi ni ua la Sharoni, yungiyungi ya bondeni."
  },
  {
    "verseNumber": "SNG 2:2",
    "verseText": "Kama yungiyungi katikati ya miiba ndivyo alivyo mpenzi wangu katikati ya wanawali."
  },
  {
    "verseNumber": "SNG 2:3",
    "verseText": "Kama mti wa mtofaa miongoni mwa miti ya msituni ndivyo alivyo mpenzi wangu miongoni mwa wanaume vijana. Ninafurahia kuketi kivulini mwa mwanaume huyu, na tunda lake ni tamu kwangu."
  },
  {
    "verseNumber": "SNG 2:4",
    "verseText": "Amenichukua mpaka kwenye ukumbi wa karamu, na bendera ya huyu mwanaume juu yangu ni upendo."
  },
  {
    "verseNumber": "SNG 2:5",
    "verseText": "Nitie nguvu kwa zabibu kavu, niburudishe kwa matofaa, kwa maana ninazimia kwa mapenzi."
  },
  {
    "verseNumber": "SNG 2:6",
    "verseText": "Mkono wake wa kushoto uko chini ya kichwa changu, na mkono wake wa kuume unanikumbatia."
  },
  {
    "verseNumber": "SNG 2:7",
    "verseText": "Binti za Yerusalemu, ninawaagiza kwa paa na kwa ayala wa shambani: Msichochee wala kuamsha mapenzi hata yatakapotaka yenyewe."
  },
  {
    "verseNumber": "SNG 2:8",
    "verseText": "Sikiliza! Mpenzi wangu! Tazama! Huyu hapa anakuja, akirukaruka juu milimani akizunguka juu ya vilima."
  },
  {
    "verseNumber": "SNG 2:9",
    "verseText": "Mpenzi wangu ni kama paa au ayala kijana. Tazama! Anasimama nyuma ya ukuta wetu, akitazama kupitia madirishani, akichungulia kimiani."
  },
  {
    "verseNumber": "SNG 2:10",
    "verseText": "Mpenzi wangu alizungumza na kuniambia, “Inuka, mpenzi wangu, mrembo wangu, tufuatane."
  },
  {
    "verseNumber": "SNG 2:11",
    "verseText": "Tazama! Wakati wa masika umepita, mvua imekwisha na ikapita."
  },
  {
    "verseNumber": "SNG 2:12",
    "verseText": "Maua yanatokea juu ya nchi; majira ya kuimba yamewadia, sauti za njiwa zinasikika katika nchi yetu."
  },
  {
    "verseNumber": "SNG 2:13",
    "verseText": "Mtini unatunga matunda yake ya mwanzoni, zabibu zinazochanua zaeneza harufu nzuri. Inuka, njoo mpenzi wangu. Mrembo wangu, tufuatane.”"
  },
  {
    "verseNumber": "SNG 2:14",
    "verseText": "Hua wangu penye nyufa za majabali, mafichoni pembezoni mwa mlima, nionyeshe uso wako, na niisikie sauti yako, kwa maana sauti yako ni tamu, na uso wako unapendeza."
  },
  {
    "verseNumber": "SNG 2:15",
    "verseText": "Tukamatie mbweha, mbweha wale wadogo wanaoharibu mashamba ya mizabibu, mashamba yetu ya mizabibu yaliyochanua."
  },
  {
    "verseNumber": "SNG 2:16",
    "verseText": "Mpenzi wangu ni wangu, nami ni wake, yeye hujilisha katikati ya yungiyungi."
  },
  {
    "verseNumber": "SNG 2:17",
    "verseText": "Mpaka jua linapochomoza, na vivuli vikimbie, rudi, mpenzi wangu, na uwe kama paa, au kama ayala kijana juu ya vilima vya Betheri."
  },
  {
    "verseNumber": "SNG 3:1",
    "verseText": "Usiku kucha kwenye kitanda changu nilimtafuta yule moyo wangu umpendaye; nilimtafuta, lakini sikumpata."
  },
  {
    "verseNumber": "SNG 3:2",
    "verseText": "Sasa nitaondoka na kuzunguka mjini, katika barabara zake na viwanja; nitamtafuta yule moyo wangu umpendaye. Kwa hiyo nilimtafuta lakini sikumpata."
  },
  {
    "verseNumber": "SNG 3:3",
    "verseText": "Walinzi walinikuta walipokuwa wakizunguka mji. Nikawauliza, “Je, mmemwona yule moyo wangu umpendaye?”"
  },
  {
    "verseNumber": "SNG 3:4",
    "verseText": "Kitambo kidogo tu baada ya kuwapita nilimpata yule moyo wangu umpendaye. Nilimshika na sikumwachia aende mpaka nilipomleta katika nyumba ya mama yangu, katika chumba cha yule aliyenichukua mimba."
  },
  {
    "verseNumber": "SNG 3:5",
    "verseText": "Binti za Yerusalemu, ninawaagiza kwa paa na kwa ayala wa shambani: Msichochee wala kuamsha mapenzi hata yatakapotaka yenyewe."
  },
  {
    "verseNumber": "SNG 3:6",
    "verseText": "Ni nani huyu anayekuja kutoka jangwani kama nguzo ya moshi, anayenukia manemane na uvumba iliyotengenezwa kwa vikolezo vyote vya mfanyabiashara?"
  },
  {
    "verseNumber": "SNG 3:7",
    "verseText": "Tazama! Ni gari la Solomoni lisindikizwalo na mashujaa sitini, walio wakuu sana wa Israeli,"
  },
  {
    "verseNumber": "SNG 3:8",
    "verseText": "wote wamevaa panga, wote wazoefu katika vita, kila mmoja na upanga wake pajani, wamejiandaa kwa ajili ya hofu za usiku."
  },
  {
    "verseNumber": "SNG 3:9",
    "verseText": "Mfalme Solomoni alijitengenezea gari; alilitengeneza kwa mbao kutoka Lebanoni."
  },
  {
    "verseNumber": "SNG 3:10",
    "verseText": "Nguzo zake alizitengeneza kwa fedha, kitako chake kwa dhahabu. Kiti chake kilipambwa kwa zambarau, gari lake likanakshiwa njumu kwa upendo na binti za Yerusalemu."
  },
  {
    "verseNumber": "SNG 3:11",
    "verseText": "Tokeni nje, ninyi binti za Sayuni, mkamtazame Mfalme Solomoni akiwa amevaa taji, taji ambalo mama yake alimvika siku ya arusi yake, siku ambayo moyo wake ulishangilia."
  },
  {
    "verseNumber": "SNG 4:1",
    "verseText": "Tazama jinsi ulivyo mzuri, mpenzi wangu! Ee, jinsi ulivyo mzuri! Macho yako nyuma ya shela yako ni kama ya hua. Nywele zako ni kama kundi la mbuzi zikishuka kutoka Mlima Gileadi."
  },
  {
    "verseNumber": "SNG 4:2",
    "verseText": "Meno yako ni kama kundi la kondoo waliokatwa manyoya sasa hivi, watokao kuogeshwa. Kila mmoja ana pacha lake, hakuna hata mmoja aliye peke yake."
  },
  {
    "verseNumber": "SNG 4:3",
    "verseText": "Midomo yako ni kama uzi mwekundu, kinywa chako kinapendeza. Mashavu yako nyuma ya shela yako ni kama vipande viwili vya komamanga."
  },
  {
    "verseNumber": "SNG 4:4",
    "verseText": "Shingo yako ni kama mnara wa Daudi, uliojengwa kwa madaha, juu yake zimetundikwa ngao elfu, zote ni ngao za mashujaa."
  },
  {
    "verseNumber": "SNG 4:5",
    "verseText": "Matiti yako mawili ni kama wana-paa wawili, kama wana-paa mapacha wajilishao katikati ya yungiyungi."
  },
  {
    "verseNumber": "SNG 4:6",
    "verseText": "Hata kupambazuke na vivuli vikimbie, nitakwenda kwenye mlima wa manemane na kwenye kilima cha uvumba."
  },
  {
    "verseNumber": "SNG 4:7",
    "verseText": "Wewe ni mzuri kote, mpenzi wangu, hakuna hitilafu ndani yako."
  },
  {
    "verseNumber": "SNG 4:8",
    "verseText": "Enda nami kutoka Lebanoni, bibi arusi wangu, enda nami kutoka Lebanoni. Shuka kutoka ncha ya Amana, kutoka juu ya Seniri, kilele cha Hermoni, kutoka mapango ya simba na kutoka mlima wapendapo kukaa chui."
  },
  {
    "verseNumber": "SNG 4:9",
    "verseText": "Umeiba moyo wangu, dada yangu, bibi arusi wangu; umeiba moyo wangu kwa mtazamo mmoja wa macho yako, kwa kito kimoja cha mkufu wako."
  },
  {
    "verseNumber": "SNG 4:10",
    "verseText": "Tazama jinsi pendo lako linavyofurahisha, dada yangu, bibi arusi wangu! Pendo lako linafurahisha aje zaidi ya divai, na harufu ya manukato yako zaidi ya kikolezo chochote!"
  },
  {
    "verseNumber": "SNG 4:11",
    "verseText": "Midomo yako inadondosha utamu kama sega la asali, bibi arusi wangu; maziwa na asali viko chini ya ulimi wako. Harufu nzuri ya mavazi yako ni kama ile ya Lebanoni."
  },
  {
    "verseNumber": "SNG 4:12",
    "verseText": "Wewe ni bustani iliyofungwa, dada yangu, bibi arusi wangu; wewe ni chanzo cha maji kilichozungushiwa kabisa, chemchemi yangu peke yangu."
  },
  {
    "verseNumber": "SNG 4:13",
    "verseText": "Mimea yako ni bustani ya mikomamanga yenye matunda mazuri sana, yenye hina na nardo,"
  },
  {
    "verseNumber": "SNG 4:14",
    "verseText": "nardo na zafarani, mchai na mdalasini, pamoja na kila aina ya mti wa uvumba, manemane na udi, na aina zote za vikolezo bora kuliko vyote."
  },
  {
    "verseNumber": "SNG 4:15",
    "verseText": "Wewe ni chemchemi ya bustani, kisima cha maji yatiririkayo, yakitiririka kutoka Lebanoni."
  },
  {
    "verseNumber": "SNG 4:16",
    "verseText": "Amka, upepo wa kaskazini, na uje, upepo wa kusini! Vuma juu ya bustani yangu, ili harufu yake nzuri iweze kuenea mpaka ngʼambo. Mpendwa wangu na aje bustanini mwake na kuonja matunda mazuri sana."
  },
  {
    "verseNumber": "SNG 5:1",
    "verseText": "Nimekuja kwenye bustani yangu, dada yangu, bibi arusi wangu; nimekusanya manemane yangu pamoja na kikolezo changu. Nimekula sega langu la asali na asali yangu; nimekunywa divai yangu na maziwa yangu. Marafiki Kuleni, enyi marafiki, mnywe; kunyweni ya kutosha, ee wapenzi."
  },
  {
    "verseNumber": "SNG 5:2",
    "verseText": "Nililala lakini moyo wangu ulikuwa macho. Sikiliza! Mpenzi wangu anabisha: “Nifungulie, dada yangu, mpenzi wangu, hua wangu, asiye na hitilafu. Kichwa changu kimeloa umande, na nywele zangu manyunyu ya usiku.”"
  },
  {
    "verseNumber": "SNG 5:3",
    "verseText": "Nimevua joho langu: je, ni lazima nivae tena? Nimenawa miguu yangu: je, ni lazima niichafue tena?"
  },
  {
    "verseNumber": "SNG 5:4",
    "verseText": "Mpenzi wangu aliweka mkono wake kwenye tundu la komeo; moyo wangu ulianza kugonga kwa ajili yake."
  },
  {
    "verseNumber": "SNG 5:5",
    "verseText": "Niliinuka kumfungulia mpenzi wangu, mikono yangu ikidondosha manemane, vidole vyangu vikitiririka manemane, penye vipini vya komeo."
  },
  {
    "verseNumber": "SNG 5:6",
    "verseText": "Nilimfungulia mpenzi wangu, lakini mpenzi wangu alishaondoka; alikuwa amekwenda zake. Moyo wangu ulishuka kwa kuondoka kwake. Nilimtafuta lakini sikumpata. Nilimwita lakini hakunijibu."
  },
  {
    "verseNumber": "SNG 5:7",
    "verseText": "Walinzi walinikuta walipokuwa wakifanya zamu za ulinzi mjini. Walinipiga, wakanijeruhi, wakaninyangʼanya joho langu, hao walinzi wa kuta!"
  },
  {
    "verseNumber": "SNG 5:8",
    "verseText": "Enyi binti za Yerusalemu, ninawaagiza: kama mkimpata mpenzi wangu, mtamwambia nini? Mwambieni ninazimia kwa mapenzi."
  },
  {
    "verseNumber": "SNG 5:9",
    "verseText": "Je, mpendwa wako ni bora kuliko wengine namna gani, wewe uliye mzuri kupita wanawake wote? Je, mpendwa wako ni mzuri kuliko wengine, namna gani, hata unatuagiza hivyo?"
  },
  {
    "verseNumber": "SNG 5:10",
    "verseText": "Mpenzi wangu anangʼaa, tena ni mwekundu, wa kuvutia miongoni mwa wanaume kumi elfu."
  },
  {
    "verseNumber": "SNG 5:11",
    "verseText": "Kichwa chake ni dhahabu safi kuliko zote, nywele zake ni za mawimbi na ni nyeusi kama kunguru."
  },
  {
    "verseNumber": "SNG 5:12",
    "verseText": "Macho yake ni kama ya hua kandokando ya vijito vya maji, aliyeogeshwa kwenye maziwa, yaliyopangwa kama vito vya thamani."
  },
  {
    "verseNumber": "SNG 5:13",
    "verseText": "Mashavu yake ni kama matuta ya vikolezo yakitoa manukato. Midomo yake ni kama yungiyungi inayodondosha manemane."
  },
  {
    "verseNumber": "SNG 5:14",
    "verseText": "Mikono yake ni fimbo za dhahabu iliyopambwa kwa krisolitho. Mwili wake ni kama pembe ya ndovu iliyongʼarishwa iliyopambwa na yakuti samawi."
  },
  {
    "verseNumber": "SNG 5:15",
    "verseText": "Miguu yake ni nguzo za marmar zilizosimikwa katika vitako vya dhahabu safi. Sura yake ni kama Lebanoni, bora kama miti yake ya mierezi."
  },
  {
    "verseNumber": "SNG 5:16",
    "verseText": "Kinywa chake chenyewe ni utamu, kwa ujumla yeye ni wa kupendeza. Huyu ndiye mpenzi wangu, huyu ndiye rafiki yangu, ee binti za Yerusalemu."
  },
  {
    "verseNumber": "SNG 6:1",
    "verseText": "Mpenzi wako amekwenda wapi, ewe mzuri kupita wanawake wote? Mpenzi wako amegeukia njia ipi, tupate kumtafuta pamoja nawe?"
  },
  {
    "verseNumber": "SNG 6:2",
    "verseText": "Mpenzi wangu amekwenda bustanini mwake, kwenye vitalu vya vikolezo, kujilisha bustanini na kukusanya yungiyungi."
  },
  {
    "verseNumber": "SNG 6:3",
    "verseText": "Mimi ni wake mpenzi wangu, na mpenzi wangu ni wangu; yeye hujilisha katikati ya yungiyungi."
  },
  {
    "verseNumber": "SNG 6:4",
    "verseText": "Wewe ni mzuri, mpenzi wangu, kama Tirsa, upendezaye kama Yerusalemu, umetukuka kama jeshi lenye bendera."
  },
  {
    "verseNumber": "SNG 6:5",
    "verseText": "Uyageuze macho yako mbali nami, yananigharikisha. Nywele zako ni kama kundi la mbuzi wanaoteremka kutoka Gileadi."
  },
  {
    "verseNumber": "SNG 6:6",
    "verseText": "Meno yako ni kama kundi la kondoo watokao kuogeshwa. Kila mmoja ana pacha lake, hakuna hata mmoja aliye peke yake."
  },
  {
    "verseNumber": "SNG 6:7",
    "verseText": "Mashavu yako nyuma ya shela yako ni kama vipande viwili vya komamanga."
  },
  {
    "verseNumber": "SNG 6:8",
    "verseText": "Panaweza kuwepo malkia sitini, masuria themanini na mabikira wasiohesabika;"
  },
  {
    "verseNumber": "SNG 6:9",
    "verseText": "lakini hua wangu, mkamilifu wangu, ni wa namna ya pekee, binti pekee kwa mama yake, kipenzi cha yeye aliyemzaa. Wanawali walimwona na kumwita aliyebarikiwa; malkia na masuria walimsifu."
  },
  {
    "verseNumber": "SNG 6:10",
    "verseText": "Ni nani huyu atokeaye kama mapambazuko, mzuri kama mwezi, mwangavu kama jua, ametukuka kama nyota zifuatanazo?"
  },
  {
    "verseNumber": "SNG 6:11",
    "verseText": "Niliteremka kwenye bustani ya miti ya milozi ili kutazama machipuko ya bondeni, kuona kama mizabibu imechipua au kama mikomamanga imechanua maua."
  },
  {
    "verseNumber": "SNG 6:12",
    "verseText": "Kabla sijangʼamua, shauku yangu iliniweka katikati ya magari ya kifalme ya kukokotwa na farasi ya watu wangu."
  },
  {
    "verseNumber": "SNG 6:13",
    "verseText": "Rudi, rudi, ee Mshulami; rudi, rudi ili tupate kukutazama! Mpenzi Kwa nini kumtazama Mshulami, kama kutazama ngoma ya Mahanaimu?"
  },
  {
    "verseNumber": "SNG 7:1",
    "verseText": "Ee binti wa mwana wa mfalme, tazama jinsi inavyopendeza miguu yako katika viatu! Miguu yako yenye madaha ni kama vito vya thamani, kazi ya mikono ya fundi stadi."
  },
  {
    "verseNumber": "SNG 7:2",
    "verseText": "Kitovu chako ni kama bilauri ya mviringo ambayo kamwe haikosi divai iliyochanganywa. Kiuno chako ni kichuguu cha ngano kilichozungukwa kwa yungiyungi."
  },
  {
    "verseNumber": "SNG 7:3",
    "verseText": "Matiti yako ni kama wana-paa wawili, mapacha wa paa."
  },
  {
    "verseNumber": "SNG 7:4",
    "verseText": "Shingo yako ni kama mnara wa pembe ya ndovu. Macho yako ni vidimbwi vya Heshboni karibu na lango la Beth-Rabi. Pua lako ni kama mnara wa Lebanoni ukitazama kuelekea Dameski."
  },
  {
    "verseNumber": "SNG 7:5",
    "verseText": "Kichwa chako kinakuvika taji kama mlima Karmeli. Nywele zako ni kama zulia la urujuani; mfalme ametekwa na mashungi yake."
  },
  {
    "verseNumber": "SNG 7:6",
    "verseText": "Tazama jinsi ulivyo mzuri na unavyopendeza, ee pendo, kwa uzuri wako!"
  },
  {
    "verseNumber": "SNG 7:7",
    "verseText": "Umbo lako ni kama la mtende, nayo matiti yako kama vishada vya matunda."
  },
  {
    "verseNumber": "SNG 7:8",
    "verseText": "Nilisema, “Nitakwea mtende, nami nitayashika matunda yake.” Matiti yako na yawe kama vishada vya mzabibu, harufu nzuri ya pumzi yako kama matofaa,"
  },
  {
    "verseNumber": "SNG 7:9",
    "verseText": "na kinywa chako kama divai bora kuliko zote. Mpendwa Divai na iende moja kwa moja hadi kwa mpenzi wangu, ikitiririka polepole juu ya midomo na meno."
  },
  {
    "verseNumber": "SNG 7:10",
    "verseText": "Mimi ni mali ya mpenzi wangu, nayo shauku yake ni juu yangu."
  },
  {
    "verseNumber": "SNG 7:11",
    "verseText": "Njoo, mpenzi wangu, twende mashambani, twende tukalale huko vijijini."
  },
  {
    "verseNumber": "SNG 7:12",
    "verseText": "Hebu na twende mapema katika mashamba ya mizabibu tuone kama mizabibu imechipua, kama maua yake yamefunguka, na kama mikomamanga imetoa maua: huko nitakupa penzi langu."
  },
  {
    "verseNumber": "SNG 7:13",
    "verseText": "Mitunguja hutoa harufu zake nzuri, kwenye milango yetu kuna matunda mazuri, mapya na ya zamani, ambayo nimekuhifadhia wewe, mpenzi wangu."
  },
  {
    "verseNumber": "SNG 8:1",
    "verseText": "Laiti ungelikuwa kwangu kama ndugu wa kiume, ambaye aliyanyonya matiti ya mama yangu! Kisha, kama ningekukuta huko nje, ningelikubusu, wala hakuna mtu yeyote angelinidharau."
  },
  {
    "verseNumber": "SNG 8:2",
    "verseText": "Ningelikuongoza na kukuleta katika nyumba ya mama yangu, yeye ambaye amenifundisha. Ningelikupa divai iliyokolezwa unywe, asali ya maua ya mikomamanga yangu."
  },
  {
    "verseNumber": "SNG 8:3",
    "verseText": "Mkono wake wa kushoto uko chini ya kichwa changu, na mkono wake wa kuume unanikumbatia."
  },
  {
    "verseNumber": "SNG 8:4",
    "verseText": "Binti za Yerusalemu, ninawaagiza: msichochee wala kuamsha mapenzi hata yatakapotaka yenyewe."
  },
  {
    "verseNumber": "SNG 8:5",
    "verseText": "Ni nani huyu anayekuja kutoka nyikani akimwegemea mpenzi wake? Mpendwa Nilikuamsha chini ya mtofaa, huko mama yako alipotunga mimba yako, huko yeye alipata utungu akakuzaa."
  },
  {
    "verseNumber": "SNG 8:6",
    "verseText": "Nitie kama muhuri moyoni mwako, kama muhuri kwenye mkono wako; kwa maana upendo una nguvu kama mauti, wivu wake ni mkatili kama kuzimu. Unachoma kama mwali wa moto, kama mwali mkubwa wa moto wa BWANA hasa."
  },
  {
    "verseNumber": "SNG 8:7",
    "verseText": "Maji mengi hayawezi kuuzimisha upendo, mito haiwezi kuugharikisha. Kama mtu angelitoa mali yote ya nyumbani mwake kwa ajili ya upendo, angelidharauliwa kabisa."
  },
  {
    "verseNumber": "SNG 8:8",
    "verseText": "Tunaye dada mdogo, matiti yake hayajakua bado. Tutafanya nini kwa ajili ya dada yetu wakati atakapokuja kuposwa?"
  },
  {
    "verseNumber": "SNG 8:9",
    "verseText": "Kama yeye ni ukuta, tutajenga minara ya fedha juu yake. Na kama yeye ni mlango, tutamzungushia mbao za mierezi."
  },
  {
    "verseNumber": "SNG 8:10",
    "verseText": "Mimi ni ukuta, nayo matiti yangu ni kama minara. Ndivyo ambavyo nimekuwa machoni pake kama yule anayeleta utoshelevu."
  },
  {
    "verseNumber": "SNG 8:11",
    "verseText": "Solomoni alikuwa na shamba la mizabibu huko Baal-Hamoni; alikodisha shamba lake la mizabibu kwa wapangaji. Kila mmoja angeleta kwa ajili ya matunda yake shekeli 1,000 za fedha."
  },
  {
    "verseNumber": "SNG 8:12",
    "verseText": "Lakini shamba langu la mizabibu ambalo ni langu mwenyewe ni langu kutoa; hizo shekeli 1,000 ni kwa ajili yako, ee Solomoni, na shekeli mia mbili ni kwa ajili ya wale wanaotunza matunda yake."
  },
  {
    "verseNumber": "SNG 8:13",
    "verseText": "Wewe ukaaye bustanini pamoja na marafiki mliohudhuria, hebu nisikie sauti yako!"
  },
  {
    "verseNumber": "SNG 8:14",
    "verseText": "Njoo, mpenzi wangu, uwe kama swala au kama ayala kijana juu ya milima iliyojaa vikolezo."
  }
]