[
  {
    "verseNumber": "TIT 1:1",
    "verseText": "Paulo, mtumishi wa Mungu na mtume wa Yesu Kristo kwa ajili ya imani ya wateule wa Mungu na kuijua kweli iletayo utauwa:"
  },
  {
    "verseNumber": "TIT 1:2",
    "verseText": "imani na ujuzi ulioko katika tumaini la uzima wa milele, ambao Mungu, asiyesema uongo, aliahidi hata kabla ya kuwekwa misingi ya ulimwengu,"
  },
  {
    "verseNumber": "TIT 1:3",
    "verseText": "naye kwa wakati wake aliouweka alilidhihirisha neno lake kwa njia ya mahubiri ambayo mimi nimewekewa amana kwa amri ya Mungu Mwokozi wetu:"
  },
  {
    "verseNumber": "TIT 1:4",
    "verseText": "Kwa Tito, mwanangu hasa katika imani tunayoshiriki sote: Neema iwe kwako na amani itokayo kwa Mungu Baba na kwa Kristo Yesu Mwokozi wetu."
  },
  {
    "verseNumber": "TIT 1:5",
    "verseText": "Sababu ya mimi kukuacha huko Krete ni ili uweke utaratibu mambo yale yaliyosalia na kuwaweka wazee wa kanisa katika kila mji, kama nilivyokuagiza."
  },
  {
    "verseNumber": "TIT 1:6",
    "verseText": "Mzee wa kanisa asiwe na lawama, awe mume wa mke mmoja, mtu ambaye watoto wake ni waaminio na wala hawashtakiwi kwa ufisadi."
  },
  {
    "verseNumber": "TIT 1:7",
    "verseText": "Kwa kuwa mwangalizi, kama wakili wa Mungu, imempasa kuwa mtu asiye na lawama, asiwe mwenye majivuno au mwepesi wa hasira, wala mlevi, wala asiwe mtu mwenye tamaa ya mapato yasiyo ya halali."
  },
  {
    "verseNumber": "TIT 1:8",
    "verseText": "Bali awe mkarimu, anayependa mema, mwenye kiasi, mwenye haki, mwadilifu, mnyofu, mtakatifu na mwenye kuitawala nafsi yake."
  },
  {
    "verseNumber": "TIT 1:9",
    "verseText": "Inampasa alishike kwa uthabiti lile neno la imani kama lilivyofundishwa, kusudi aweze kuwaonya wengine kwa mafundisho manyofu na kuwakanusha wale wanaopingana nayo."
  },
  {
    "verseNumber": "TIT 1:10",
    "verseText": "Kwa maana wako wengi wasiotii, wenye maneno yasiyo na maana, hasa wale wa kikundi cha tohara."
  },
  {
    "verseNumber": "TIT 1:11",
    "verseText": "Hao ni lazima wanyamazishwe, kwa sababu wanaharibu watu wa nyumba nzima wakifundisha mambo yasiyowapasa kufundisha. Wanafanya hivyo kwa ajili ya kujipatia mapato ya udanganyifu."
  },
  {
    "verseNumber": "TIT 1:12",
    "verseText": "Hata mmojawapo wa manabii wao mwenyewe amesema, “Wakrete ni waongo siku zote, wanyama wabaya, walafi, wavivu.”"
  },
  {
    "verseNumber": "TIT 1:13",
    "verseText": "Ushuhuda huu ni kweli. Kwa hiyo, uwakemee kwa ukali wapate kuwa wazima katika imani,"
  },
  {
    "verseNumber": "TIT 1:14",
    "verseText": "ili wasiendelee kuangalia hadithi za Kiyahudi au maagizo ya wale watu wanaoikataa kweli."
  },
  {
    "verseNumber": "TIT 1:15",
    "verseText": "Kwa wale walio safi, kila kitu ni safi kwao. Lakini kwa wale waliopotoka na wasioamini, hakuna chochote kilicho safi. Kwa kweli nia zao na dhamiri zao zimepotoka."
  },
  {
    "verseNumber": "TIT 1:16",
    "verseText": "Wanadai kumjua Mungu, lakini kwa matendo yao wanamkana. Hao watu ni chukizo, wasiotii, wasiofaa kwa jambo lolote jema."
  },
  {
    "verseNumber": "TIT 2:1",
    "verseText": "Inakupasa kufundisha itikadi sahihi."
  },
  {
    "verseNumber": "TIT 2:2",
    "verseText": "Wafundishe wazee kuwa na kiasi, wastahivu, wenye busara na wanyofu katika imani, upendo na saburi."
  },
  {
    "verseNumber": "TIT 2:3",
    "verseText": "Vivyo hivyo, wafundishe wanawake wazee kuwa na mwenendo wa utakatifu, wala wasiwe wasingiziaji au walevi, bali wafundishe yale yaliyo mema,"
  },
  {
    "verseNumber": "TIT 2:4",
    "verseText": "ili waweze kuwafundisha wanawake vijana kuwa na kiasi, wawapende waume zao na kuwapenda watoto wao,"
  },
  {
    "verseNumber": "TIT 2:5",
    "verseText": "wawe waaminifu, watakatifu, wakitunza vyema nyumba zao, wema, watiifu kwa waume zao, ili mtu yeyote asije akalikufuru neno la Mungu."
  },
  {
    "verseNumber": "TIT 2:6",
    "verseText": "Vivyo hivyo, himiza vijana wawe na kiasi."
  },
  {
    "verseNumber": "TIT 2:7",
    "verseText": "Katika kila jambo uwe kielelezo kwa kutenda mema. Katika mafundisho yako uonyeshe uadilifu, utaratibu,"
  },
  {
    "verseNumber": "TIT 2:8",
    "verseText": "na usemi sahihi usio na lawama, ili wanaokupinga watahayari, wakose neno lolote baya la kusema juu yetu."
  },
  {
    "verseNumber": "TIT 2:9",
    "verseText": "Wafundishe watumwa kuwatii mabwana zao katika kila jambo, wakijitahidi kuwapendeza wala wasijibizane nao,"
  },
  {
    "verseNumber": "TIT 2:10",
    "verseText": "wala wasiwaibie, bali waonyeshe kuwa wanaweza kuaminika kabisa, ili kwa kila namna wayafanye mafundisho ya Mungu Mwokozi wetu yawe ya kuvutia."
  },
  {
    "verseNumber": "TIT 2:11",
    "verseText": "Kwa maana neema ya Mungu ambayo inawaokoa wanadamu wote imefunuliwa."
  },
  {
    "verseNumber": "TIT 2:12",
    "verseText": "Nayo yatufundisha kukataa ubaya na tamaa za kidunia, ili tupate kuishi maisha ya kiasi, ya haki na ya utaua katika ulimwengu huu wa sasa,"
  },
  {
    "verseNumber": "TIT 2:13",
    "verseText": "huku tukilitazamia tumaini lenye baraka na ufunuo wa utukufu wa Mungu wetu Mkuu, aliye Mwokozi wetu Yesu Kristo."
  },
  {
    "verseNumber": "TIT 2:14",
    "verseText": "Ndiye alijitoa nafsi yake kwa ajili yetu, ili atukomboe kutoka uovu wote na kujisafishia watu kuwa mali yake Mwenyewe, yaani, wale walio na juhudi katika kutenda mema."
  },
  {
    "verseNumber": "TIT 2:15",
    "verseText": "Basi wewe fundisha mambo haya. Onya na kukaripia kwa mamlaka yote. Mtu yeyote asikudharau."
  },
  {
    "verseNumber": "TIT 3:1",
    "verseText": "Wakumbushe watu kuwanyenyekea watawala na kuwatii wenye mamlaka, wawe tayari kutenda kila lililo jema."
  },
  {
    "verseNumber": "TIT 3:2",
    "verseText": "Wasimnenee mtu yeyote mabaya, wasiwe wagomvi, bali wawe wapole, wakionyesha unyenyekevu kwa watu wote."
  },
  {
    "verseNumber": "TIT 3:3",
    "verseText": "Maana sisi wenyewe wakati fulani tulikuwa wajinga, wasiotii, tukiwa watumwa wa tamaa mbaya na anasa za kila aina. Tuliishi katika uovu na wivu, tukichukiwa na kuchukiana sisi kwa sisi."
  },
  {
    "verseNumber": "TIT 3:4",
    "verseText": "Lakini wema na upendo wa Mungu Mwokozi wetu ulipofunuliwa,"
  },
  {
    "verseNumber": "TIT 3:5",
    "verseText": "alituokoa, si kwa sababu ya matendo ya haki tuliyotenda, bali kwa sababu ya rehema zake. Alituokoa kwa kutuosha kwa kuzaliwa mara ya pili na kwa kufanywa wapya kwa njia ya Roho Mtakatifu,"
  },
  {
    "verseNumber": "TIT 3:6",
    "verseText": "ambaye Mungu alitumiminia kwa wingi kwa njia ya Yesu Kristo Mwokozi wetu,"
  },
  {
    "verseNumber": "TIT 3:7",
    "verseText": "ili kwamba, tukiisha kuhesabiwa haki kwa neema yake, tupate kuwa warithi tukiwa na tumaini la uzima wa milele."
  },
  {
    "verseNumber": "TIT 3:8",
    "verseText": "Hili ni neno la kuaminiwa. Nami nataka uyasisitize mambo haya, ili wale ambao wamemwamini Mungu wapate kuwa waangalifu kujitoa kwa ajili ya kutenda mema wakati wote. Mambo haya ni mazuri tena ya manufaa kwa kila mtu."
  },
  {
    "verseNumber": "TIT 3:9",
    "verseText": "Lakini jiepushe na maswali ya kipuzi, mambo ya koo, mabishano na ugomvi kuhusu sheria, kwa sababu hayana faida, tena ni ubatili."
  },
  {
    "verseNumber": "TIT 3:10",
    "verseText": "Mtu anayesababisha mafarakano, mwonye mara ya kwanza, kisha mwonye mara ya pili. Baada ya hapo, usihusike naye tena."
  },
  {
    "verseNumber": "TIT 3:11",
    "verseText": "Kwa kuwa unajua kwamba mtu kama huyo amepotoka na tena ni mwenye dhambi. Yeye amejihukumu mwenyewe."
  },
  {
    "verseNumber": "TIT 3:12",
    "verseText": "Mara nitakapomtuma Artema au Tikiko kwako, jitahidi kuja unione huko Nikopoli, kwa sababu nimeamua kukaa huko wakati wa majira ya baridi."
  },
  {
    "verseNumber": "TIT 3:13",
    "verseText": "Fanya kila uwezalo uwasafirishe Zena yule mwanasheria na Apolo na uhakikishe kwamba wana kila kitu wanachohitaji katika safari yao."
  },
  {
    "verseNumber": "TIT 3:14",
    "verseText": "Watu wetu hawana budi kujifunza kutenda mema, ili waweze kuyakimu mahitaji ya kila siku, wasije wakaishi maisha yasiyokuwa na matunda."
  },
  {
    "verseNumber": "TIT 3:15",
    "verseText": "Wote walio pamoja nami wanakusalimu. Wasalimu wale wanaotupenda katika imani. Neema iwe nanyi nyote. Amen."
  }
]