[
  {
    "verseNumber": "ZEC 1:1",
    "verseText": "Katika mwezi wa nane wa mwaka wa pili wa utawala wa Mfalme Dario, neno la BWANA lilimjia nabii Zekaria mwana wa Berekia, mwana wa Ido, kusema:"
  },
  {
    "verseNumber": "ZEC 1:2",
    "verseText": "“BWANA aliwakasirikia sana baba zako wa zamani."
  },
  {
    "verseNumber": "ZEC 1:3",
    "verseText": "Kwa hiyo waambie watu: Hivi ndivyo BWANA Mwenye Nguvu Zote asemavyo: ‘Nirudieni mimi,’ asema BWANA Mwenye Nguvu Zote, ‘nami nitawarudia ninyi,’ asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ZEC 1:4",
    "verseText": "Msiwe kama baba zenu, ambao manabii waliotangulia waliwatangazia: Hivi ndivyo BWANA Mwenye Nguvu Zote asemavyo: ‘Geukeni, mziache njia zenu mbaya na matendo yenu maovu.’ Lakini hawakunisikiliza wala kufuata maelekezo yangu, asema BWANA."
  },
  {
    "verseNumber": "ZEC 1:5",
    "verseText": "Wako wapi baba zako sasa? Nao manabii, je, wanaishi milele?"
  },
  {
    "verseNumber": "ZEC 1:6",
    "verseText": "Je, maneno yangu na amri zangu nilizowaagiza manabii watumishi wangu, hayakuwapata baba zenu?” “Kisha walitubu na kusema, ‘BWANA Mwenye Nguvu Zote ametutenda sawasawa na njia zetu na matendo yetu yalivyostahili, kama alivyokusudia kufanya.’ ”"
  },
  {
    "verseNumber": "ZEC 1:7",
    "verseText": "Katika siku ya ishirini na nne ya mwezi wa kumi na moja, yaani mwezi uitwao Shebati, katika mwaka wa pili wa utawala wa Mfalme Dario, neno la BWANA lilimjia nabii Zekaria mwana wa Berekia mwana wa Ido."
  },
  {
    "verseNumber": "ZEC 1:8",
    "verseText": "Wakati wa usiku nilipata maono, mbele yangu alikuwepo mtu akiendesha farasi mwekundu! Alikuwa amesimama katikati ya miti ya mihadasi kwenye bonde. Nyuma yake walikuwepo farasi wekundu, wa kikahawia na weupe."
  },
  {
    "verseNumber": "ZEC 1:9",
    "verseText": "Nikauliza, “Hivi ni vitu gani bwana wangu?” Malaika aliyekuwa akizungumza na mimi akanijibu, “Nitakuonyesha kuwa ni nini.”"
  },
  {
    "verseNumber": "ZEC 1:10",
    "verseText": "Kisha yule mtu aliyesimama katikati ya miti ya mihadasi akaeleza, “Ni wale ambao BWANA amewatuma waende duniani kote.”"
  },
  {
    "verseNumber": "ZEC 1:11",
    "verseText": "Nao wakatoa taarifa kwa yule malaika wa BWANA, aliyekuwa amesimama katikati ya miti ya mihadasi, “Tumepita duniani kote na kukuta ulimwengu wote umepumzika kwa amani.”"
  },
  {
    "verseNumber": "ZEC 1:12",
    "verseText": "Kisha malaika wa BWANA akasema, “BWANA Mwenye Nguvu Zote, utazuia mpaka lini rehema kutoka Yerusalemu na miji ya Yuda, ambayo umeikasirikia kwa miaka hii sabini?”"
  },
  {
    "verseNumber": "ZEC 1:13",
    "verseText": "Kwa hiyo BWANA akazungumza maneno ya upole na ya kufariji kwa malaika aliyezungumza nami."
  },
  {
    "verseNumber": "ZEC 1:14",
    "verseText": "Kisha malaika yule aliyekuwa akizungumza nami akasema, “Tangaza neno hili: Hili ndilo BWANA Mwenye Nguvu Zote asemalo: ‘Nina wivu sana kwa ajili ya Yerusalemu na Sayuni,"
  },
  {
    "verseNumber": "ZEC 1:15",
    "verseText": "lakini nimeyakasirikia sana mataifa yanayojisikia kuwa yako salama. Nilikuwa nimewakasirikia Israeli kidogo tu, lakini mataifa hayo yaliwazidishia maafa.’"
  },
  {
    "verseNumber": "ZEC 1:16",
    "verseText": "“Kwa hiyo, hivi ndivyo asemavyo BWANA: ‘Nitairudia Yerusalemu kwa rehema na huko nyumba yangu itajengwa tena. Nayo kamba ya kupimia itanyooshwa Yerusalemu,’ asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ZEC 1:17",
    "verseText": "“Endelea kutangaza zaidi kwamba: Hivi ndivyo asemavyo BWANA Mwenye Nguvu Zote: ‘Miji yangu itafurika tena ustawi na BWANA atamfariji tena Sayuni na kumchagua Yerusalemu.’ ”"
  },
  {
    "verseNumber": "ZEC 1:18",
    "verseText": "Kisha nikatazama juu, na pale mbele yangu nikaona pembe nne!"
  },
  {
    "verseNumber": "ZEC 1:19",
    "verseText": "Nikamuuliza yule malaika aliyekuwa akizungumza nami, “Ni nini hivi?” Akanijibu, “Hizi ni zile pembe zilizowatawanya Yuda, Israeli na Yerusalemu.”"
  },
  {
    "verseNumber": "ZEC 1:20",
    "verseText": "Kisha BWANA akanionyesha mafundi wanne."
  },
  {
    "verseNumber": "ZEC 1:21",
    "verseText": "Nikauliza, “Hawa wanakuja kufanya nini?” Akanijibu, “Hizi ndizo pembe zilizowatawanya Yuda ili asiwepo atakayeweza kuinua kichwa chake, lakini mafundi wamekuja kuzitia hofu na kuzitupa chini hizi pembe za mataifa ambayo yaliinua pembe zao dhidi ya nchi ya Yuda na kuwatawanya watu wake.”"
  },
  {
    "verseNumber": "ZEC 2:1",
    "verseText": "Kisha nikatazama juu: pale mbele yangu alikuwepo mtu mwenye kamba ya kupimia mkononi mwake!"
  },
  {
    "verseNumber": "ZEC 2:2",
    "verseText": "Nikamuuliza, “Unakwenda wapi?” Akanijibu, “Kupima Yerusalemu, kupata urefu na upana wake.”"
  },
  {
    "verseNumber": "ZEC 2:3",
    "verseText": "Kisha malaika aliyekuwa akizungumza nami akaondoka, malaika mwingine akaja kukutana naye"
  },
  {
    "verseNumber": "ZEC 2:4",
    "verseText": "na kumwambia: “Kimbia, umwambie yule kijana, ‘Yerusalemu utakuwa mji usio na kuta kwa sababu ya wingi wa watu na mifugo iliyomo."
  },
  {
    "verseNumber": "ZEC 2:5",
    "verseText": "Mimi mwenyewe nitakuwa ukuta wa moto kuuzunguka,’ asema BWANA, ‘nami nitakuwa utukufu wake ndani yake.’"
  },
  {
    "verseNumber": "ZEC 2:6",
    "verseText": "“Njooni! Njooni! Kimbieni mtoke katika nchi ya kaskazini,” asema BWANA, “Kwa kuwa nimewatawanya kwenye pande nne za mbingu,” asema BWANA."
  },
  {
    "verseNumber": "ZEC 2:7",
    "verseText": "“Njoo, ee Sayuni! Kimbia, wewe ukaaye ndani ya Binti Babeli!”"
  },
  {
    "verseNumber": "ZEC 2:8",
    "verseText": "Kwa kuwa hivi ndivyo asemavyo BWANA Mwenye Nguvu Zote: “Baada ya yeye kuniheshimu na kunituma mimi dhidi ya mataifa yaliyokuteka nyara, kwa kuwa yeyote awagusaye ninyi, anaigusa mboni ya jicho lake,"
  },
  {
    "verseNumber": "ZEC 2:9",
    "verseText": "hakika nitauinua mkono wangu dhidi yao ili watumwa wao wawateke nyara. Ndipo mtakapojua ya kwamba BWANA Mwenye Nguvu Zote amenituma."
  },
  {
    "verseNumber": "ZEC 2:10",
    "verseText": "“Piga kelele na ufurahie, ee Binti Sayuni, kwa maana ninakuja, nami nitaishi miongoni mwenu,” asema BWANA."
  },
  {
    "verseNumber": "ZEC 2:11",
    "verseText": "“Mataifa mengi yataunganishwa na BWANA siku hiyo, nao watakuwa watu wangu. Nitaishi miongoni mwenu nanyi mtajua kwamba BWANA Mwenye Nguvu Zote amenituma kwenu."
  },
  {
    "verseNumber": "ZEC 2:12",
    "verseText": "BWANA atairithi Yuda kama fungu lake katika nchi takatifu na atachagua tena Yerusalemu."
  },
  {
    "verseNumber": "ZEC 2:13",
    "verseText": "Tulieni mbele za BWANA, enyi watu wote, kwa sababu ameinuka kutoka makao yake matakatifu.”"
  },
  {
    "verseNumber": "ZEC 3:1",
    "verseText": "Kisha akanionyesha Yoshua, kuhani mkuu, akiwa amesimama mbele ya malaika wa BWANA, naye Shetani amesimama upande wake wa kuume ili amshtaki."
  },
  {
    "verseNumber": "ZEC 3:2",
    "verseText": "BWANA akamwambia Shetani, “BWANA akukemee Shetani! BWANA, ambaye ameichagua Yerusalemu, akukemee! Je, mtu huyu siyo kijinga kinachowaka kilichonyakuliwa kwenye moto?”"
  },
  {
    "verseNumber": "ZEC 3:3",
    "verseText": "Wakati huu, Yoshua alikuwa amevaa nguo chafu alipokuwa amesimama mbele ya malaika."
  },
  {
    "verseNumber": "ZEC 3:4",
    "verseText": "Malaika akawaambia wale waliokuwa wamesimama mbele yake, “Mvueni hizo nguo zake chafu.” Kisha akamwambia Yoshua, “Tazama, nimeiondoa dhambi yako, nami nitakuvika mavazi ya kitajiri.”"
  },
  {
    "verseNumber": "ZEC 3:5",
    "verseText": "Kisha nikasema, “Mvike kilemba kilicho safi kichwani mwake.” Kwa hiyo wakamvika kilemba safi kichwani na kumvika yale mavazi mengine, wakati malaika wa BWANA akiwa amesimama karibu."
  },
  {
    "verseNumber": "ZEC 3:6",
    "verseText": "Malaika wa BWANA akamwamuru Yoshua:"
  },
  {
    "verseNumber": "ZEC 3:7",
    "verseText": "“Hivi ndivyo asemavyo BWANA Mwenye Nguvu Zote: ‘Ikiwa utakwenda katika njia zangu na kushika masharti yangu, basi utaitawala nyumba yangu na kuwa na amri juu ya nyua zangu, nami nitakupa nafasi miongoni mwa hawa wasimamao hapa."
  },
  {
    "verseNumber": "ZEC 3:8",
    "verseText": "“ ‘Sikiliza, ee Yoshua kuhani mkuu, pamoja na wenzako walioketi mbele yako, ambao ni watu walio ishara ya mambo yatakayokuja: Ninakwenda kumleta mtumishi wangu, Tawi."
  },
  {
    "verseNumber": "ZEC 3:9",
    "verseText": "Tazama, jiwe nililoliweka mbele ya Yoshua! Kuna macho saba juu ya jiwe lile moja, nami nitachora maandishi juu yake,’ asema BWANA Mwenye Nguvu Zote, ‘nami nitaiondoa dhambi ya nchi hii kwa siku moja."
  },
  {
    "verseNumber": "ZEC 3:10",
    "verseText": "“ ‘Katika siku hiyo kila mmoja wenu atamwalika jirani yake akae chini ya mzabibu wake na mtini wake,’ asema BWANA Mwenye Nguvu Zote.”"
  },
  {
    "verseNumber": "ZEC 4:1",
    "verseText": "Kisha malaika aliyezungumza nami akarudi na kuniamsha, kama mtu aamshwavyo kutoka usingizi wake."
  },
  {
    "verseNumber": "ZEC 4:2",
    "verseText": "Akaniuliza, “Unaona nini?” Nikajibu, “Ninaona kinara cha taa cha dhahabu tupu, nacho kina bakuli juu yake na taa zake saba juu yake, tena iko mirija saba ya kuleta mafuta, kwenye taa zote zilizo juu yake."
  },
  {
    "verseNumber": "ZEC 4:3",
    "verseText": "Pia kuna mizeituni miwili karibu yake, mmoja upande wa kuume wa bakuli na mwingine upande wa kushoto.”"
  },
  {
    "verseNumber": "ZEC 4:4",
    "verseText": "Nikamuuliza malaika aliyezungumza nami, “Hivi ni vitu gani, bwana wangu?”"
  },
  {
    "verseNumber": "ZEC 4:5",
    "verseText": "Akanijibu, “Hujui kuwa hivi ni vitu gani?” Nikajibu, “Hapana, bwana wangu.”"
  },
  {
    "verseNumber": "ZEC 4:6",
    "verseText": "Kisha akaniambia, “Hili ni neno la BWANA kwa Zerubabeli: ‘Si kwa uwezo, wala si kwa nguvu, bali ni kwa Roho yangu,’ asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ZEC 4:7",
    "verseText": "“Wewe ni kitu gani, ee mlima mkubwa sana? Mbele ya Zerubabeli wewe utakuwa ardhi tambarare. Kisha ataweka jiwe la juu kabisa la mwisho na watu wakipiga kelele wakisema, ‘Mungu libariki! Mungu libariki!’ ”"
  },
  {
    "verseNumber": "ZEC 4:8",
    "verseText": "Kisha neno la BWANA likanijia:"
  },
  {
    "verseNumber": "ZEC 4:9",
    "verseText": "“Mikono ya Zerubabeli iliweka msingi wa Hekalu hili, mikono yake pia italimalizia. Kisha mtajua ya kuwa BWANA Mwenye Nguvu Zote amenituma mimi kwenu."
  },
  {
    "verseNumber": "ZEC 4:10",
    "verseText": "“Ni nani anayeidharau siku ya mambo madogo? Watu watashangilia watakapoona timazi mkononi mwa Zerubabeli. “(Hizi saba ni macho ya BWANA ambayo huzunguka duniani kote.)”"
  },
  {
    "verseNumber": "ZEC 4:11",
    "verseText": "Kisha nikamuuliza yule malaika, “Hii mizeituni miwili iliyoko upande wa kuume na wa kushoto wa kinara cha taa ni nini?”"
  },
  {
    "verseNumber": "ZEC 4:12",
    "verseText": "Tena nikamuuliza, “Haya matawi mawili ya mizeituni karibu na hiyo mirija miwili ya dhahabu inayomimina mafuta ya dhahabu ni nini?”"
  },
  {
    "verseNumber": "ZEC 4:13",
    "verseText": "Akajibu, “Hujui kuwa haya ni nini?” Nikamjibu, “Hapana, bwana wangu.”"
  },
  {
    "verseNumber": "ZEC 4:14",
    "verseText": "Kwa hiyo akasema, “Hawa ni wawili ambao wamepakwa mafuta ili kumtumikia Bwana wa dunia yote.”"
  },
  {
    "verseNumber": "ZEC 5:1",
    "verseText": "Nikatazama tena: na hapo mbele yangu kulikuwa na kitabu kilichoruka!"
  },
  {
    "verseNumber": "ZEC 5:2",
    "verseText": "Akaniuliza, “Unaona nini?” Nikamjibu, “Naona kitabu kinachoruka chenye, urefu wa dhiraa ishirini na upana wa dhiraa kumi.”"
  },
  {
    "verseNumber": "ZEC 5:3",
    "verseText": "Akaniambia, “Hii ni laana inayotoka kwenda juu ya nchi yote, kwa kuwa kufuatana na yale yaliyoandikwa katika upande mmoja, kila mwizi atafukuziwa mbali, pia kufuatana na yaliyo upande wa pili, kila aapaye kwa uongo atafukuziwa mbali."
  },
  {
    "verseNumber": "ZEC 5:4",
    "verseText": "BWANA Mwenye Nguvu Zote asema, ‘Nitaituma hiyo laana, nayo itaingia katika nyumba ya mwizi na nyumba ya huyo aapaye kwa uongo kwa Jina langu. Itabaki katika nyumba yake na kuiharibu, pamoja na mbao zake na mawe yake.’ ”"
  },
  {
    "verseNumber": "ZEC 5:5",
    "verseText": "Kisha yule malaika aliyekuwa akizungumza nami akanijia na kuniambia, “Tazama juu uone ni nini kile kinachojitokeza.”"
  },
  {
    "verseNumber": "ZEC 5:6",
    "verseText": "Nikamuuliza, “Ni kitu gani?” Akanijibu, “Ni kikapu cha kupimia.” Kisha akaongeza kusema, “Huu ni uovu wa watu katika nchi nzima.”"
  },
  {
    "verseNumber": "ZEC 5:7",
    "verseText": "Kisha kifuniko kilichotengenezwa kwa madini ya risasi kilichokuwa kimefunika kile kikapu, kiliinuliwa na ndani ya kile kikapu alikuwako mwanamke ameketi!"
  },
  {
    "verseNumber": "ZEC 5:8",
    "verseText": "Akasema, “Huu ni uovu,” tena akamsukumia ndani ya kikapu na kushindilia kifuniko juu ya mdomo wa kikapu."
  },
  {
    "verseNumber": "ZEC 5:9",
    "verseText": "Kisha nikatazama juu: na pale mbele yangu, walikuwepo wanawake wawili, wakiwa na upepo katika mabawa yao! Walikuwa na mabawa kama ya korongo, nao wakainua kile kikapu na kuruka nacho kati ya mbingu na nchi."
  },
  {
    "verseNumber": "ZEC 5:10",
    "verseText": "Nikamuuliza yule malaika aliyekuwa akizungumza nami, “Wanakipeleka wapi hicho kikapu?”"
  },
  {
    "verseNumber": "ZEC 5:11",
    "verseText": "Akanijibu, “Wanakipeleka katika nchi ya Babeli na kujenga nyumba kwa ajili yake. Itakapokuwa tayari, kikapu kitawekwa pale mahali pake.”"
  },
  {
    "verseNumber": "ZEC 6:1",
    "verseText": "Nikatazama juu tena: nikaona mbele yangu magari manne ya vita yakija kutoka kati ya milima miwili, milima ya shaba!"
  },
  {
    "verseNumber": "ZEC 6:2",
    "verseText": "Gari la kwanza lilivutwa na farasi wekundu, la pili lilivutwa na farasi weusi,"
  },
  {
    "verseNumber": "ZEC 6:3",
    "verseText": "la tatu lilivutwa na farasi weupe na gari la nne lilivutwa na farasi wa madoadoa ya kijivu, wote wenye nguvu."
  },
  {
    "verseNumber": "ZEC 6:4",
    "verseText": "Nikamuuliza malaika aliyekuwa akizungumza nami, “Hawa ni nani bwana wangu?”"
  },
  {
    "verseNumber": "ZEC 6:5",
    "verseText": "Malaika akanijibu, “Hizi ni roho nne za mbinguni zisimamazo mbele ya uwepo wa Bwana wa dunia yote, zinatoka kwenda kufanya kazi yake."
  },
  {
    "verseNumber": "ZEC 6:6",
    "verseText": "Gari linalovutwa na farasi weusi linaelekea katika nchi ya kaskazini, la farasi weupe linaelekea magharibi na la farasi wa madoadoa ya kijivu linaelekea kusini.”"
  },
  {
    "verseNumber": "ZEC 6:7",
    "verseText": "Wakati hao farasi wenye nguvu walipokuwa wakitoka, walikuwa wakijitahidi kwenda duniani kote. Akasema, “Nenda duniani kote!” Kwa hiyo wakaenda duniani kote."
  },
  {
    "verseNumber": "ZEC 6:8",
    "verseText": "Kisha akaniita, “Tazama, wale wanaokwenda kuelekea nchi ya kaskazini wamepumzisha Roho yangu katika nchi ya kaskazini.”"
  },
  {
    "verseNumber": "ZEC 6:9",
    "verseText": "Neno la BWANA likanijia kusema:"
  },
  {
    "verseNumber": "ZEC 6:10",
    "verseText": "“Chukua fedha na dhahabu kutoka kwa watu waliohamishwa, yaani Heldai, Tobia na Yedaya ambao wamefika kutoka Babeli. Siku iyo hiyo nenda nyumbani kwa Yosia mwana wa Sefania."
  },
  {
    "verseNumber": "ZEC 6:11",
    "verseText": "Chukua fedha na dhahabu utengeneze taji, nawe uiweke kichwani mwa kuhani mkuu Yoshua, mwana wa Yehosadaki."
  },
  {
    "verseNumber": "ZEC 6:12",
    "verseText": "Umwambie, hili ndilo asemalo BWANA Mwenye Nguvu Zote: ‘Huyu ndiye mtu ambaye jina lake ni Tawi, naye atachipua kutoka mahali pake na kujenga Hekalu la BWANA."
  },
  {
    "verseNumber": "ZEC 6:13",
    "verseText": "Ni yeye atakayejenga Hekalu la BWANA, naye atavikwa utukufu na ataketi kumiliki katika kiti cha enzi naye atakuwa kuhani katika kiti chake cha enzi. Hapo patakuwa amani kati ya hao wawili.’"
  },
  {
    "verseNumber": "ZEC 6:14",
    "verseText": "Taji itatolewa kwa Heldai, Tobia, Yedaya na Heni mwana wa Sefania kama kumbukumbu ndani ya Hekalu la BWANA."
  },
  {
    "verseNumber": "ZEC 6:15",
    "verseText": "Wale walio mbali sana watakuja na kusaidia kulijenga Hekalu la BWANA, nanyi mtajua ya kwamba BWANA Mwenye Nguvu Zote amenituma kwenu. Hili litatokea ikiwa mtamtii BWANA Mungu wenu kwa bidii.”"
  },
  {
    "verseNumber": "ZEC 7:1",
    "verseText": "Katika mwaka wa nne wa utawala wa Mfalme Dario, neno la BWANA lilimjia Zekaria siku ya nne ya mwezi wa tisa, mwezi wa Kisleu."
  },
  {
    "verseNumber": "ZEC 7:2",
    "verseText": "Watu wa Betheli walikuwa wamemtuma Shareza na Regem-Meleki pamoja na watu wao, kumsihi BWANA"
  },
  {
    "verseNumber": "ZEC 7:3",
    "verseText": "kwa kuwauliza makuhani wa nyumba ya BWANA Mwenye Nguvu Zote na manabii, “Je, imempasa kuomboleza na kufunga katika mwezi wa tano, kama ambavyo nimekuwa nikifanya kwa miaka mingi?”"
  },
  {
    "verseNumber": "ZEC 7:4",
    "verseText": "Kisha neno la BWANA Mwenye Nguvu Zote likanijia kusema:"
  },
  {
    "verseNumber": "ZEC 7:5",
    "verseText": "“Waulize watu wote wa nchi na makuhani, ‘Je, mlipofunga na kuomboleza katika mwezi wa tano na wa saba kwa miaka sabini iliyopita, mlifunga kweli kwa ajili yangu?"
  },
  {
    "verseNumber": "ZEC 7:6",
    "verseText": "Na mlipokuwa mkila na kunywa, je, hamkuwa mnasherehekea kwa ajili ya nafsi zenu?"
  },
  {
    "verseNumber": "ZEC 7:7",
    "verseText": "Je, haya sio maneno ya BWANA aliyosema kupitia manabii waliotangulia, wakati Yerusalemu pamoja na miji inayoizunguka ilipokuwa katika hali ya utulivu na ya mafanikio, wakati Negebu na Shefala zikiwa zimekaliwa na watu?’ ”"
  },
  {
    "verseNumber": "ZEC 7:8",
    "verseText": "Neno la BWANA likamjia tena Zekaria:"
  },
  {
    "verseNumber": "ZEC 7:9",
    "verseText": "“Hivi ndivyo asemavyo BWANA Mwenye Nguvu Zote: ‘Fanyeni hukumu za haki, onyesheni rehema na huruma ninyi kwa ninyi."
  },
  {
    "verseNumber": "ZEC 7:10",
    "verseText": "Msimwonee mjane wala yatima, mgeni wala maskini. Msiwaziane mabaya mioyoni mwenu ninyi kwa ninyi.’"
  },
  {
    "verseNumber": "ZEC 7:11",
    "verseText": "“Lakini wakakataa kusikiliza, wakanipa kisogo kwa ukaidi na kuziba masikio yao."
  },
  {
    "verseNumber": "ZEC 7:12",
    "verseText": "Wakaifanya mioyo yao migumu kama jiwe gumu na hawakuisikiliza sheria au maneno ambayo BWANA Mwenye Nguvu Zote aliyatuma kwa njia ya Roho wake kupitia manabii waliotangulia. Kwa hiyo BWANA Mwenye Nguvu Zote alikasirika sana."
  },
  {
    "verseNumber": "ZEC 7:13",
    "verseText": "“ ‘Wakati nilipoita, hawakusikiliza, kwa hiyo walipoita, sikusikiliza,’ asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ZEC 7:14",
    "verseText": "‘Niliwatawanya kwa upepo wa kisulisuli miongoni mwa mataifa yote, mahali ambapo walikuwa wageni. Nchi ikaachwa ukiwa nyuma yao kiasi kwamba hakuna aliyeweza kuingia au kutoka. Hivi ndivyo walivyoifanya ile nchi iliyokuwa imependeza kuwa ukiwa.’ ”"
  },
  {
    "verseNumber": "ZEC 8:1",
    "verseText": "Neno la BWANA Mwenye Nguvu Zote likanijia tena."
  },
  {
    "verseNumber": "ZEC 8:2",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Nina wivu sana kwa ajili ya Sayuni, ninawaka wivu kwa ajili yake.”"
  },
  {
    "verseNumber": "ZEC 8:3",
    "verseText": "Hili ndilo asemalo BWANA: “Nitarudi Sayuni na kufanya makao Yerusalemu. Kisha Yerusalemu utaitwa mji wa kweli, mlima wa BWANA Mwenye Nguvu Zote utaitwa Mlima Mtakatifu.”"
  },
  {
    "verseNumber": "ZEC 8:4",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Kwa mara nyingine tena wazee wanaume kwa wanawake walioshiba umri wataketi katika barabara za Yerusalemu, kila mmoja akiwa na mkongojo wake mkononi kwa sababu ya umri wake."
  },
  {
    "verseNumber": "ZEC 8:5",
    "verseText": "Barabara za mji zitajaa wavulana na wasichana wanaocheza humo.”"
  },
  {
    "verseNumber": "ZEC 8:6",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Mambo haya yanaweza kuonekana ya ajabu kwa mabaki ya watu wakati huo, lakini yaweza kuwa ya ajabu kwangu?” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ZEC 8:7",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Nitawaokoa watu wangu kutoka nchi za mashariki na magharibi."
  },
  {
    "verseNumber": "ZEC 8:8",
    "verseText": "Nitawarudisha waje kuishi Yerusalemu, watakuwa watu wangu nami nitakuwa mwaminifu na wa haki kwao kama Mungu wao.”"
  },
  {
    "verseNumber": "ZEC 8:9",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Ninyi ambao sasa mnasikia maneno haya yanayozungumzwa na manabii ambao walikuwepo wakati wa kuwekwa kwa msingi wa nyumba ya BWANA Mwenye Nguvu Zote, mikono yenu na iwe na nguvu ili Hekalu liweze kujengwa."
  },
  {
    "verseNumber": "ZEC 8:10",
    "verseText": "Kabla ya wakati huo, hapakuwepo na ujira kwa mtu wala mnyama. Hakuna mtu aliyeweza kufanya shughuli yake kwa usalama kwa sababu ya adui yake, kwa kuwa nilikuwa nimemfanya kila mtu adui wa jirani yake."
  },
  {
    "verseNumber": "ZEC 8:11",
    "verseText": "Lakini sasa sitawatendea mabaki ya watu hawa kama nilivyowatenda zamani,” asema BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ZEC 8:12",
    "verseText": "“Mbegu itakua vizuri, mzabibu utazaa matunda yake, ardhi itatoa mazao yake, na mbingu zitadondosha umande wake. Vitu hivi vyote nitawapa mabaki ya watu kama urithi wao."
  },
  {
    "verseNumber": "ZEC 8:13",
    "verseText": "Jinsi mlivyokuwa kitu cha laana katikati ya mataifa, ee Yuda na Israeli, ndivyo nitakavyowaokoa, nanyi mtakuwa baraka. Msiogope, bali iacheni mikono yenu iwe na nguvu.”"
  },
  {
    "verseNumber": "ZEC 8:14",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Kama nilivyokuwa nimekusudia kuleta maangamizi juu yenu, wakati baba zenu waliponikasirisha na sikuonyesha huruma,” asema BWANA Mwenye Nguvu Zote,"
  },
  {
    "verseNumber": "ZEC 8:15",
    "verseText": "“hivyo sasa nimeazimia kufanya mema tena kwa Yerusalemu na Yuda. Msiogope."
  },
  {
    "verseNumber": "ZEC 8:16",
    "verseText": "Haya ndiyo mtakayoyafanya: Semeni kweli kila mtu kwa mwenzake, na mtoe hukumu ya kweli na haki kwenye mahakama zenu,"
  },
  {
    "verseNumber": "ZEC 8:17",
    "verseText": "usipange mabaya dhidi ya jirani yako, wala msipende kuapa kwa uongo. Nayachukia yote haya,” asema BWANA."
  },
  {
    "verseNumber": "ZEC 8:18",
    "verseText": "Neno la BWANA Mwenye Nguvu Zote likanijia tena."
  },
  {
    "verseNumber": "ZEC 8:19",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Saumu za miezi ya nne, tano, saba na kumi itakuwa sikukuu za furaha na za shangwe kwa Yuda. Kwa hiyo uipende kweli na amani.”"
  },
  {
    "verseNumber": "ZEC 8:20",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Mataifa mengi na wakazi wa miji mingi watakuja,"
  },
  {
    "verseNumber": "ZEC 8:21",
    "verseText": "na wenyeji wa mji mmoja watakwenda kwenye mji mwingine na kusema, ‘Twende mara moja na tukamsihi BWANA, na kumtafuta BWANA Mwenye Nguvu Zote. Mimi mwenyewe ninakwenda.’"
  },
  {
    "verseNumber": "ZEC 8:22",
    "verseText": "Pia watu wa kabila nyingi na mataifa yenye nguvu yatakuja Yerusalemu kumtafuta BWANA Mwenye Nguvu Zote na kumsihi.”"
  },
  {
    "verseNumber": "ZEC 8:23",
    "verseText": "Hili ndilo asemalo BWANA Mwenye Nguvu Zote: “Katika siku hizo watu kumi kutoka lugha zote na mataifa, watangʼangʼania upindo wa joho la Myahudi mmoja na kusema, ‘Twende pamoja nawe kwa sababu tumesikia kwamba Mungu yu pamoja nawe.’ ”"
  },
  {
    "verseNumber": "ZEC 9:1",
    "verseText": "Neno: Neno la BWANA liko kinyume na nchi ya Hadraki na Dameski itakuwa mahali pa kupumzika, kwa kuwa macho ya watu na ya kabila zote za Israeli yako kwa BWANA,"
  },
  {
    "verseNumber": "ZEC 9:2",
    "verseText": "pia juu ya Hamathi inayopakana nayo, juu ya Tiro na Sidoni, ingawa wana ujuzi mwingi sana."
  },
  {
    "verseNumber": "ZEC 9:3",
    "verseText": "Tiro amejijengea ngome imara, amelundika fedha kama mavumbi na dhahabu kama taka za mitaani."
  },
  {
    "verseNumber": "ZEC 9:4",
    "verseText": "Lakini Bwana atamwondolea mali zake na kuuangamiza uwezo wake wa baharini, naye atateketezwa kwa moto."
  },
  {
    "verseNumber": "ZEC 9:5",
    "verseText": "Ashkeloni ataona hili na kuogopa; Gaza atagaagaa kwa maumivu makali, pia Ekroni, kwa sababu matumaini yake yatanyauka. Gaza atampoteza mfalme wake na Ashkeloni ataachwa pweke."
  },
  {
    "verseNumber": "ZEC 9:6",
    "verseText": "Wageni watakalia mji wa Ashdodi, nami nitakatilia mbali kiburi cha Wafilisti."
  },
  {
    "verseNumber": "ZEC 9:7",
    "verseText": "Nitaondoa damu vinywani mwao, chakula kile walichokatazwa kati ya meno yao. Mabaki yao yatakuwa mali ya Mungu wetu, nao watakuwa viongozi katika Yuda, naye Ekroni atakuwa kama Wayebusi."
  },
  {
    "verseNumber": "ZEC 9:8",
    "verseText": "Lakini nitailinda nyumba yangu dhidi ya majeshi ya wanyangʼanyi. Kamwe mdhalimu hatashambulia watu wangu tena, kwa maana sasa ninawachunga."
  },
  {
    "verseNumber": "ZEC 9:9",
    "verseText": "Shangilia sana, ee Binti Sayuni! Piga kelele, Binti Yerusalemu! Tazama, Mfalme wako anakuja kwako, ni mwenye haki, naye ana wokovu, ni mpole, naye amepanda punda, mwana-punda, mtoto wa punda."
  },
  {
    "verseNumber": "ZEC 9:10",
    "verseText": "Nitaondoa magari ya vita kutoka Efraimu na farasi wa vita kutoka Yerusalemu, nao upinde wa vita utavunjwa. Atatangaza amani kwa mataifa. Utawala wake utaenea kutoka bahari hadi bahari, na kutoka Mto Frati hadi mwisho wa dunia."
  },
  {
    "verseNumber": "ZEC 9:11",
    "verseText": "Kwako wewe, kwa sababu ya damu ya Agano langu nawe, nitawaacha huru wafungwa wako watoke kwenye shimo lisilo na maji."
  },
  {
    "verseNumber": "ZEC 9:12",
    "verseText": "Rudieni ngome yenu, enyi wafungwa wa tumaini; hata sasa ninatangaza kwamba nitawarejesheeni maradufu."
  },
  {
    "verseNumber": "ZEC 9:13",
    "verseText": "Nitampinda Yuda kama nipindavyo upinde wangu, nitamfanya Efraimu mshale wangu. Nitawainua wana wako, ee Sayuni, dhidi ya wana wako, ee Uyunani, na kukufanya kama upanga wa shujaa wa vita."
  },
  {
    "verseNumber": "ZEC 9:14",
    "verseText": "Kisha BWANA atawatokea; mshale wake utamulika kama umeme wa radi. BWANA Mwenyezi atapiga tarumbeta, naye atatembea katika tufani za kusini,"
  },
  {
    "verseNumber": "ZEC 9:15",
    "verseText": "na BWANA Mwenye Nguvu Zote atawalinda. Wataangamiza na kushinda kwa mawe ya kutupa kwa kombeo. Watakunywa na kunguruma kama waliolewa mvinyo; watajaa kama bakuli linalotumika kunyunyizia kwenye pembe za madhabahu."
  },
  {
    "verseNumber": "ZEC 9:16",
    "verseText": "BWANA Mungu wao atawaokoa siku hiyo kama kundi la watu wake. Watangʼara katika nchi yake kama vito vya thamani kwenye taji."
  },
  {
    "verseNumber": "ZEC 9:17",
    "verseText": "Jinsi gani watavutia na kuwa wazuri! Nafaka itawastawisha vijana wanaume, nayo divai mpya vijana wanawake."
  },
  {
    "verseNumber": "ZEC 10:1",
    "verseText": "Mwombeni BWANA mvua wakati wa vuli; ndiye BWANA atengenezaye mawingu ya tufani. Huwapa watu manyunyu ya mvua, pia mimea ya shambani kwa ajili ya kila mtu."
  },
  {
    "verseNumber": "ZEC 10:2",
    "verseText": "Sanamu huzungumza udanganyifu, waaguzi huona maono ya uongo; husimulia ndoto ambazo si za kweli, wanatoa faraja batili. Kwa hiyo watu wanatangatanga kama kondoo walioonewa kwa kukosa mchungaji."
  },
  {
    "verseNumber": "ZEC 10:3",
    "verseText": "“Hasira yangu inawaka dhidi ya wachungaji, nami nitawaadhibu viongozi; kwa kuwa BWANA Mwenye Nguvu Zote atalichunga kundi lake, nyumba ya Yuda, naye atawafanya kuwa kama farasi mwenye kiburi akiwa vitani."
  },
  {
    "verseNumber": "ZEC 10:4",
    "verseText": "Kutoka Yuda litatokea Jiwe la pembeni, kutoka kwake vitatoka vigingi vya hema, kutoka kwake utatoka upinde wa vita, kutoka kwake atatoka kila mtawala."
  },
  {
    "verseNumber": "ZEC 10:5",
    "verseText": "Kwa pamoja watakuwa kama mashujaa wanaokanyaga barabara za matope wakati wa vita. Kwa sababu BWANA yu pamoja nao, watapigana na kuwashinda wapanda farasi."
  },
  {
    "verseNumber": "ZEC 10:6",
    "verseText": "“Nitaiimarisha nyumba ya Yuda na kuiokoa nyumba ya Yosefu. Nitawarejesha kwa sababu nina huruma juu yao. Watakuwa kama watu ambao sijawahi kuwakataa kwa sababu mimi ndimi BWANA Mungu wao, nami nitawajibu."
  },
  {
    "verseNumber": "ZEC 10:7",
    "verseText": "Waefraimu watakuwa kama mashujaa, mioyo yao itafurahi kana kwamba ni kwa divai. Watoto wao wataona na kufurahi, mioyo yao itashangilia katika BWANA."
  },
  {
    "verseNumber": "ZEC 10:8",
    "verseText": "Nitawaashiria na kuwakusanya ndani. Hakika nitawakomboa, nao watakuwa wengi kama walivyokuwa mwanzoni."
  },
  {
    "verseNumber": "ZEC 10:9",
    "verseText": "Ijapokuwa niliwatawanya miongoni mwa mataifa, hata hivyo wakiwa katika nchi za mbali watanikumbuka mimi. Wao na watoto wao watanusurika katika hatari nao watarudi."
  },
  {
    "verseNumber": "ZEC 10:10",
    "verseText": "Nitawarudisha kutoka Misri na kuwakusanya toka Ashuru. Nitawaleta katika nchi ya Gileadi na Lebanoni, na hapo hapatakuwa na nafasi ya kuwatosha."
  },
  {
    "verseNumber": "ZEC 10:11",
    "verseText": "Watapita katika bahari ya mateso; bahari iliyochafuka itatulizwa na vilindi vyote vya Mto Naili vitakauka. Kiburi cha Ashuru kitashushwa, nayo fimbo ya utawala ya Misri itatoweka."
  },
  {
    "verseNumber": "ZEC 10:12",
    "verseText": "Nitawaimarisha katika BWANA, na katika jina lake watatembea,” asema BWANA."
  },
  {
    "verseNumber": "ZEC 11:1",
    "verseText": "Fungua milango yako, ee Lebanoni, ili moto uteketeze mierezi yako!"
  },
  {
    "verseNumber": "ZEC 11:2",
    "verseText": "Piga yowe, ee mti wa msunobari, kwa kuwa mwerezi umeanguka; miti ya fahari imeharibiwa! Piga yowe, enyi mialoni ya Bashani, msitu mnene umefyekwa!"
  },
  {
    "verseNumber": "ZEC 11:3",
    "verseText": "Sikiliza yowe la wachungaji; malisho yao manono yameangamizwa! Sikia ngurumo za simba; kichaka kilichostawi sana cha Yordani kimeharibiwa!"
  },
  {
    "verseNumber": "ZEC 11:4",
    "verseText": "Hili ndilo asemalo BWANA Mungu wangu: “Lilishe kundi lililokusudiwa kuchinjwa."
  },
  {
    "verseNumber": "ZEC 11:5",
    "verseText": "Wanunuzi wake huwachinja na kuondoka pasipo kuadhibiwa. Wale wanaowauza husema, ‘BWANA asifiwe, mimi ni tajiri!’ Wachungaji wao wenyewe hawawahurumii."
  },
  {
    "verseNumber": "ZEC 11:6",
    "verseText": "Kwa kuwa sitawahurumia tena watu wa nchi,” asema BWANA. “Nitawakabidhi kila mtu mkononi mwa jirani yake na mfalme wake. Wataitenda jeuri nchi, nami sitawaokoa kutoka mikononi mwao.”"
  },
  {
    "verseNumber": "ZEC 11:7",
    "verseText": "Kwa hiyo nikalilisha kundi lililotiwa alama kwa kuchinjwa, hasa kundi lililoonewa sana. Kisha nikachukua fimbo mbili, moja nikaiita Fadhili na nyingine Umoja, nami nikalilisha kundi."
  },
  {
    "verseNumber": "ZEC 11:8",
    "verseText": "Katika mwezi mmoja nikawaondoa wachungaji watatu. Kundi la kondoo likanichukia, nami nikachoshwa nao,"
  },
  {
    "verseNumber": "ZEC 11:9",
    "verseText": "nikasema, “Sitakuwa mchungaji wenu. Waache wanaokufa wafe na wanaoangamia waangamie. Wale waliobakia kila mmoja na ale nyama ya mwenzake.”"
  },
  {
    "verseNumber": "ZEC 11:10",
    "verseText": "Kisha nikachukua fimbo yangu inayoitwa Fadhili nikaivunja, kutangua Agano nililofanya na mataifa yote."
  },
  {
    "verseNumber": "ZEC 11:11",
    "verseText": "Likatanguka siku hiyo, kwa hiyo wale waliodhurika katika kundi, waliokuwa wakiniangalia wakajua kuwa hilo lilikuwa neno la BWANA."
  },
  {
    "verseNumber": "ZEC 11:12",
    "verseText": "Nikawaambia, “Mkiona kuwa ni vyema, nipeni ujira wangu, la sivyo, basi msinipe.” Kwa hiyo wakanilipa vipande thelathini vya fedha."
  },
  {
    "verseNumber": "ZEC 11:13",
    "verseText": "Naye BWANA akaniambia, “Mtupie mfinyanzi,” hiyo bei nzuri waliyonithaminia! Kwa hiyo nikachukua hivyo vipande thelathini vya fedha na kumtupia huyo mfinyanzi katika nyumba ya BWANA."
  },
  {
    "verseNumber": "ZEC 11:14",
    "verseText": "Kisha nikaivunja fimbo yangu ya pili iitwayo Umoja, kuvunja undugu kati ya Yuda na Israeli!"
  },
  {
    "verseNumber": "ZEC 11:15",
    "verseText": "Kisha BWANA akaniambia, “Vitwae tena vifaa vya mchungaji mpumbavu."
  },
  {
    "verseNumber": "ZEC 11:16",
    "verseText": "Kwa maana ninakwenda kumwinua mchungaji juu ya nchi ambaye hatamjali aliyepotea, wala kuwatafuta wale wachanga au kuwaponya waliojeruhiwa, wala kuwalisha wenye afya, lakini atakula nyama ya kondoo wanono na kuzirarua kwato zao."
  },
  {
    "verseNumber": "ZEC 11:17",
    "verseText": "“Ole wa mchungaji asiyefaa, anayeliacha kundi! Upanga na uupige mkono wake na jicho lake la kuume! Mkono wake na unyauke kabisa, jicho lake la kuume lipofuke kabisa!”"
  },
  {
    "verseNumber": "ZEC 12:1",
    "verseText": "Hili ni neno la BWANA kuhusu Israeli. BWANA, yeye azitandaye mbingu, awekaye misingi ya dunia na aiumbaye roho ya mwanadamu ndani yake, asema:"
  },
  {
    "verseNumber": "ZEC 12:2",
    "verseText": "“Nitakwenda kufanya Yerusalemu kuwa kikombe cha kuyumbisha mataifa yote yanayoizunguka. Yuda utazingirwa kwa vita na Yerusalemu pia."
  },
  {
    "verseNumber": "ZEC 12:3",
    "verseText": "Katika siku hiyo, wakati mataifa yote ya dunia yatakapokusanyika dhidi yake, nitaufanya Yerusalemu kuwa jabali lisilosogezwa kwa mataifa yote. Wote watakaojaribu kulisogeza watajiumiza wenyewe."
  },
  {
    "verseNumber": "ZEC 12:4",
    "verseText": "Katika siku hiyo nitampiga kila farasi kwa hofu ya ghafula, naye ampandaye nitampiga kwa uwazimu,” asema BWANA. “Nitalielekeza jicho langu la ulinzi juu ya nyumba ya Yuda, nami nitawapofusha farasi wote wa mataifa."
  },
  {
    "verseNumber": "ZEC 12:5",
    "verseText": "Kisha viongozi wa Yuda watasema mioyoni mwao, ‘Watu wa Yerusalemu wana nguvu kwa sababu BWANA Mwenye Nguvu Zote ni Mungu wao.’"
  },
  {
    "verseNumber": "ZEC 12:6",
    "verseText": "“Katika siku hiyo nitawafanya viongozi wa Yuda kuwa kama kigae cha moto ndani ya lundo la kuni, kama mwenge uwakao kati ya miganda. Watateketeza kulia na kushoto mataifa yote yanayowazunguka, lakini Yerusalemu utabaki salama mahali pake."
  },
  {
    "verseNumber": "ZEC 12:7",
    "verseText": "“BWANA atayaokoa makao ya Yuda kwanza, ili heshima ya nyumba ya Daudi na wakazi wa Yerusalemu isiwe kubwa zaidi kuliko ile ya Yuda."
  },
  {
    "verseNumber": "ZEC 12:8",
    "verseText": "Katika siku hiyo, BWANA atawakinga wale waishio Yerusalemu, ili kwamba aliye dhaifu kupita wote miongoni mwao awe kama Daudi, nayo nyumba ya Daudi itakuwa kama Mungu, kama Malaika wa BWANA akiwatangulia."
  },
  {
    "verseNumber": "ZEC 12:9",
    "verseText": "Katika siku hiyo nitatoka kuangamiza mataifa yote yatakayoshambulia Yerusalemu."
  },
  {
    "verseNumber": "ZEC 12:10",
    "verseText": "“Nami nitamiminia nyumba ya Daudi na wakazi wa Yerusalemu roho ya neema na maombi. Watanitazama mimi, yule waliyemchoma. Nao watamwombolezea kama mtu anayemwombolezea mwanawe wa pekee na kusikitika kwa uchungu kama anayemsikitikia mzaliwa wake wa kwanza wa kiume."
  },
  {
    "verseNumber": "ZEC 12:11",
    "verseText": "Katika siku hiyo kilio kitakuwa kikubwa Yerusalemu, kama kilio cha Hadad-Rimoni katika tambarare ya Megido."
  },
  {
    "verseNumber": "ZEC 12:12",
    "verseText": "Nchi itaomboleza, kila ukoo peke yake, nao wake zao peke yao. Ukoo wa nyumba ya Daudi na wake zao, ukoo wa nyumba ya Nathani na wake zao,"
  },
  {
    "verseNumber": "ZEC 12:13",
    "verseText": "ukoo wa nyumba ya Lawi na wake zao, ukoo wa Shimei na wake zao,"
  },
  {
    "verseNumber": "ZEC 12:14",
    "verseText": "na koo zote zilizobaki na wake zao."
  },
  {
    "verseNumber": "ZEC 13:1",
    "verseText": "“Katika siku hiyo, chemchemi itafunguliwa kwa nyumba ya Daudi na wakazi wa Yerusalemu, kuwatakasa dhambi na unajisi."
  },
  {
    "verseNumber": "ZEC 13:2",
    "verseText": "“Katika siku hiyo, nitayakatilia mbali majina ya sanamu kutoka nchi, nayo hayatakumbukwa tena,” asema BWANA Mwenye Nguvu Zote. “Nitaondoa manabii wao pamoja na roho ya uchafu katika nchi."
  },
  {
    "verseNumber": "ZEC 13:3",
    "verseText": "Ikiwa yupo yeyote atakayeendelea kutabiri, baba yake na mama yake waliomzaa watamwambia, ‘Ni lazima ufe, kwa sababu umesema uongo kwa jina la BWANA.’ Atakapotabiri, wazazi wake mwenyewe watampasua tumbo."
  },
  {
    "verseNumber": "ZEC 13:4",
    "verseText": "“Katika siku hiyo, kila nabii ataaibika kwa maono ya unabii wake. Hatavaa vazi la kinabii la nywele ili apate kudanganya watu."
  },
  {
    "verseNumber": "ZEC 13:5",
    "verseText": "Atasema, ‘Mimi sio nabii. Mimi ni mkulima; ardhi imekuwa kazi yangu tangu ujana wangu.’"
  },
  {
    "verseNumber": "ZEC 13:6",
    "verseText": "Ikiwa mtu atamuuliza, ‘Majeraha haya yaliyo mwilini mwako ni ya nini?’ Atajibu, ‘Ni majeraha niliyoyapata katika nyumba ya rafiki zangu.’"
  },
  {
    "verseNumber": "ZEC 13:7",
    "verseText": "“Amka, ee upanga, dhidi ya mchungaji wangu, dhidi ya mtu aliye karibu nami!” asema BWANA Mwenye Nguvu Zote. “Mpige mchungaji, nao kondoo watatawanyika, nami nitageuza mkono wangu dhidi ya walio wadogo,"
  },
  {
    "verseNumber": "ZEC 13:8",
    "verseText": "katika nchi yote,” asema BWANA, “theluthi mbili watapigwa na kuangamia; hata hivyo theluthi moja watabaki ndani yake."
  },
  {
    "verseNumber": "ZEC 13:9",
    "verseText": "Hii theluthi moja nitaileta katika moto; nitawasafisha kama fedha isafishwavyo na kuwajaribu kama dhahabu. Wataliitia Jina langu nami nitawajibu; nitasema, ‘Hawa ni watu wangu,’ nao watasema, ‘BWANA ni Mungu wetu.’ ”"
  },
  {
    "verseNumber": "ZEC 14:1",
    "verseText": "Siku ya BWANA inakuja ambayo nyara zilizotekwa kwenu zitagawanywa miongoni mwenu."
  },
  {
    "verseNumber": "ZEC 14:2",
    "verseText": "Nitayakusanya mataifa yote huko Yerusalemu kupigana dhidi yake, mji utatekwa, nyumba zitavamiwa na kuporwa na wanawake watanajisiwa. Nusu ya mji watakwenda uhamishoni, lakini watakaobaki hawataondolewa kutoka mjini."
  },
  {
    "verseNumber": "ZEC 14:3",
    "verseText": "Kisha BWANA atatoka na kupigana dhidi ya watu wa yale mataifa, kama apiganavyo siku ya vita."
  },
  {
    "verseNumber": "ZEC 14:4",
    "verseText": "Siku hiyo miguu yake itasimama juu ya Mlima wa Mizeituni, mashariki mwa Yerusalemu, nao Mlima wa Mizeituni utagawanyika mara mbili kuanzia mashariki hadi magharibi, ukifanya bonde kubwa, nusu ya mlima ukisogea kuelekea kaskazini na nusu kuelekea kusini."
  },
  {
    "verseNumber": "ZEC 14:5",
    "verseText": "Nanyi mtakimbia kupitia katika bonde hilo la mlima wangu kwa kuwa litaenea hadi Aseli. Mtakimbia kama mlivyokimbia tetemeko la ardhi katika siku za Uzia mfalme wa Yuda. Kisha BWANA Mungu wangu atakuja na watakatifu wote pamoja naye."
  },
  {
    "verseNumber": "ZEC 14:6",
    "verseText": "Siku hiyo hakutakuwepo nuru, baridi wala theluji."
  },
  {
    "verseNumber": "ZEC 14:7",
    "verseText": "Itakuwa siku ya kipekee, isiyo na mchana wala usiku, siku ijulikanayo na BWANA. Jioni inapofika nuru itakuwepo."
  },
  {
    "verseNumber": "ZEC 14:8",
    "verseText": "Siku hiyo, maji yaliyo hai yatatiririka kutoka Yerusalemu, nusu kwenda kwenye bahari ya mashariki, na nusu kwenda kwenye bahari ya magharibi wakati wa kiangazi na wakati wa masika."
  },
  {
    "verseNumber": "ZEC 14:9",
    "verseText": "BWANA atakuwa mfalme juu ya dunia yote. Katika siku hiyo atakuwepo BWANA mmoja na jina lake litakuwa jina pekee."
  },
  {
    "verseNumber": "ZEC 14:10",
    "verseText": "Nchi yote kuanzia Geba, kaskazini mwa Yuda, hadi Rimoni, kusini mwa Yerusalemu, itakuwa kama Araba. Lakini Yerusalemu utainuliwa juu na kubaki mahali pake, toka Lango la Benyamini hadi mahali pa Lango la Kwanza, mpaka kwenye Lango la Pembeni na kutoka Mnara wa Hananeli hadi kwenye mashinikizo ya divai ya mfalme."
  },
  {
    "verseNumber": "ZEC 14:11",
    "verseText": "Utakaliwa na watu, kamwe hautaharibiwa tena, Yerusalemu utakaa salama."
  },
  {
    "verseNumber": "ZEC 14:12",
    "verseText": "Hii ndiyo tauni ambayo BWANA atapiga nayo mataifa yote ambayo yalipigana dhidi ya Yerusalemu: Nyama ya miili yao itaoza wangali wamesimama kwa miguu yao, macho yao yataoza kwenye matundu yake na ndimi zao zitaoza vinywani mwao."
  },
  {
    "verseNumber": "ZEC 14:13",
    "verseText": "Katika siku hiyo BWANA atawatia wanaume hofu kuu. Kila mwanaume atakamata mkono wa mwenzake nao watashambuliana."
  },
  {
    "verseNumber": "ZEC 14:14",
    "verseText": "Yuda pia atapigana katika Yerusalemu. Utajiri wa mataifa yote yanayoizunguka Yerusalemu utakusanywa, wingi wa dhahabu, fedha na nguo."
  },
  {
    "verseNumber": "ZEC 14:15",
    "verseText": "Tauni ya aina iyo hiyo itapiga farasi na nyumbu, ngamia na punda, nao wanyama wote walioko kwenye kambi za adui."
  },
  {
    "verseNumber": "ZEC 14:16",
    "verseText": "Kisha walionusurika katika mataifa yote ambayo yaliushambulia Yerusalemu watakuwa wakipanda Yerusalemu kila mwaka kumwabudu Mfalme, BWANA Mwenye Nguvu Zote na kuadhimisha Sikukuu ya Vibanda."
  },
  {
    "verseNumber": "ZEC 14:17",
    "verseText": "Ikiwa taifa lolote la dunia hawatakwenda Yerusalemu kumwabudu Mfalme, BWANA Mwenye Nguvu Zote, mvua haitanyesha kwao."
  },
  {
    "verseNumber": "ZEC 14:18",
    "verseText": "Ikiwa watu wa Misri nao hawatakwenda kushiriki, hawatapata mvua. BWANA ataleta juu yao tauni ile ambayo itawapiga mataifa yale ambayo hayatakwenda kuadhimisha Sikukuu ya Vibanda."
  },
  {
    "verseNumber": "ZEC 14:19",
    "verseText": "Hii itakuwa adhabu ya Misri na adhabu ya mataifa yote yale ambayo hayatakwenda Yerusalemu kuadhimisha Sikukuu ya Vibanda."
  },
  {
    "verseNumber": "ZEC 14:20",
    "verseText": "Katika siku hiyo, kengele zilizofungwa kwenye farasi zitaandikwa maneno haya: Takatifu kwa BWANA, navyo vyungu vya kupikia katika nyumba ya BWANA vitakuwa kama bakuli takatifu mbele ya madhabahu."
  },
  {
    "verseNumber": "ZEC 14:21",
    "verseText": "Kila chungu kilichoko Yerusalemu na Yuda kitakuwa kitakatifu kwa BWANA Mwenye Nguvu Zote na wote wanaokuja kutoa dhabihu watachukua baadhi ya vyungu hivyo na kupikia. Katika siku hiyo hatakuwepo tena mfanyabiashara katika nyumba ya BWANA Mwenye Nguvu Zote."
  }
]