[
  {
    "verseNumber": "ZEP 1:1",
    "verseText": "Neno la BWANA lililomjia Sefania mwana wa Kushi, mwana wa Gedalia, mwana wa Amaria, mwana wa Hezekia, wakati wa utawala wa Yosia mwana wa Amoni mfalme wa Yuda:"
  },
  {
    "verseNumber": "ZEP 1:2",
    "verseText": "BWANA asema, “Nitafagia kila kitu kutoka kwenye uso wa dunia.”"
  },
  {
    "verseNumber": "ZEP 1:3",
    "verseText": "“Nitafagilia mbali watu na wanyama; nitafagilia mbali ndege wa angani na samaki wa baharini. Wafanyao maovu watapata tu kokoto, nami nitamkatilia mbali mwanadamu atoke katika dunia,” asema BWANA."
  },
  {
    "verseNumber": "ZEP 1:4",
    "verseText": "“Nitaiadhibu Yuda na wote wakaao Yerusalemu. Kutoka mahali hapa nitakatilia mbali kila mabaki ya Baali, majina ya wapagani na makuhani waabuduo sanamu:"
  },
  {
    "verseNumber": "ZEP 1:5",
    "verseText": "wale ambao husujudu juu ya mapaa kuabudu jeshi la vitu vya angani, wale ambao husujudu na kuapa kwa BWANA na ambao pia huapa kwa Malkamu,"
  },
  {
    "verseNumber": "ZEP 1:6",
    "verseText": "wale wanaoacha kumfuata BWANA, wala hawamtafuti BWANA wala kutaka shauri lake."
  },
  {
    "verseNumber": "ZEP 1:7",
    "verseText": "Nyamazeni mbele za BWANA Mwenyezi, kwa maana siku ya BWANA iko karibu. BWANA ameandaa dhabihu, amewaweka wakfu wale aliowaalika."
  },
  {
    "verseNumber": "ZEP 1:8",
    "verseText": "Katika siku ya dhabihu ya BWANA nitawaadhibu wakuu na wana wa mfalme na wale wote wanaovaa nguo za kigeni."
  },
  {
    "verseNumber": "ZEP 1:9",
    "verseText": "Katika siku hiyo nitaadhibu wote ambao hukwepa kukanyaga kizingiti, ambao hujaza hekalu la miungu yao kwa dhuluma na udanganyifu.”"
  },
  {
    "verseNumber": "ZEP 1:10",
    "verseText": "BWANA asema, “Katika siku hiyo kilio kitapanda juu kutoka lango la Samaki, maombolezo kutoka mtaa wa pili, na mshindo mkubwa kutoka vilimani."
  },
  {
    "verseNumber": "ZEP 1:11",
    "verseText": "Ombolezeni, ninyi mnaoishi katika eneo la sokoni; wafanyabiashara wenu wote wameangamizwa, wote ambao wanafanya biashara ya fedha wataangamizwa."
  },
  {
    "verseNumber": "ZEP 1:12",
    "verseText": "Wakati huo nitasaka mji wa Yerusalemu kwa taa, na kuwaadhibu wale ambao wanakaa katika hali ya kuridhika, ambao ni kama divai iliyobaki kwenye machicha, ambao hudhani, ‘BWANA hatafanya lolote, jema au baya.’"
  },
  {
    "verseNumber": "ZEP 1:13",
    "verseText": "Utajiri wao utatekwa nyara, nyumba zao zitabomolewa. Watajenga nyumba, lakini hawataishi ndani yake; watapanda mizabibu lakini hawatakunywa divai yake."
  },
  {
    "verseNumber": "ZEP 1:14",
    "verseText": "“Siku kubwa ya BWANA iko karibu: iko karibu na inakuja haraka. Sikilizeni! Kilio katika siku ya BWANA kitakuwa kichungu, hata shujaa atapiga kelele."
  },
  {
    "verseNumber": "ZEP 1:15",
    "verseText": "Siku ile ni siku ya ghadhabu, siku ya fadhaa na dhiki, siku ya uharibifu na ukiwa, siku ya giza na utusitusi, siku ya mawingu na giza nene,"
  },
  {
    "verseNumber": "ZEP 1:16",
    "verseText": "siku ya tarumbeta na mlio wa vita dhidi ya miji yenye ngome na dhidi ya minara mirefu."
  },
  {
    "verseNumber": "ZEP 1:17",
    "verseText": "Nitawaletea watu dhiki, nao watatembea kama vipofu, kwa sababu wametenda dhambi dhidi ya BWANA. Damu yao itamwagwa kama vumbi na matumbo yao kama taka."
  },
  {
    "verseNumber": "ZEP 1:18",
    "verseText": "Fedha yao wala dhahabu yao hazitaweza kuwaokoa katika siku hiyo ya ghadhabu ya BWANA. Katika moto wa wivu wake dunia yote itateketezwa, kwa maana ataleta mwisho wa wote wanaoishi katika dunia ghafula.”"
  },
  {
    "verseNumber": "ZEP 2:1",
    "verseText": "Kusanyikeni pamoja, kusanyikeni pamoja, enyi taifa lisilo na aibu,"
  },
  {
    "verseNumber": "ZEP 2:2",
    "verseText": "kabla ya wakati ulioamriwa haujafika na siku ile inayopeperusha kama makapi, kabla hasira kali ya BWANA haijaja juu yenu, kabla siku ya ghadhabu ya BWANA haijaja juu yenu."
  },
  {
    "verseNumber": "ZEP 2:3",
    "verseText": "Mtafuteni BWANA, enyi nyote wanyenyekevu wa nchi, ninyi ambao hufanya lile analoamuru. Tafuteni haki, tafuteni unyenyekevu; labda mtahifadhiwa siku ya hasira ya BWANA."
  },
  {
    "verseNumber": "ZEP 2:4",
    "verseText": "Gaza utaachwa na Ashkeloni utaachwa magofu. Wakati wa adhuhuri Ashdodi utaachwa mtupu na Ekroni utangʼolewa."
  },
  {
    "verseNumber": "ZEP 2:5",
    "verseText": "Ole wenu ninyi ambao mnaishi kando ya bahari, enyi Wakerethi; neno la BWANA liko dhidi yenu, ee Kanaani, nchi ya Wafilisti. “Mimi nitawaangamiza, na hakuna atakayebaki.”"
  },
  {
    "verseNumber": "ZEP 2:6",
    "verseText": "Nchi kando ya bahari, mahali ambapo wanaishi Wakerethi, patakuwa mahali pa wachungaji na mazizi ya kondoo."
  },
  {
    "verseNumber": "ZEP 2:7",
    "verseText": "Itakuwa mali ya mabaki ya nyumba ya Yuda, hapo watapata malisho. Wakati wa jioni watajilaza chini katika nyumba za Ashkeloni. BWANA Mungu wao atawatunza, naye atawarudishia wafungwa wao."
  },
  {
    "verseNumber": "ZEP 2:8",
    "verseText": "“Nimeyasikia matukano ya Moabu nazo dhihaka za Waamoni, ambao waliwatukana watu wangu na kutoa vitisho dhidi ya nchi yao."
  },
  {
    "verseNumber": "ZEP 2:9",
    "verseText": "Hakika, kama niishivyo,” asema BWANA Mwenye Nguvu Zote, Mungu wa Israeli, “hakika Moabu itakuwa kama Sodoma, Waamoni kama Gomora: mahali pa magugu na mashimo ya chumvi, nchi ya ukiwa milele. Mabaki ya watu wangu watawateka nyara; mabaki ya taifa langu watarithi nchi yao.”"
  },
  {
    "verseNumber": "ZEP 2:10",
    "verseText": "Hiki ndicho watarudishiwa kwa ajili ya kiburi chao, kwa kutukana na kudhihaki watu wa BWANA Mwenye Nguvu Zote."
  },
  {
    "verseNumber": "ZEP 2:11",
    "verseText": "BWANA atakuwa wa kuhofisha kwao atakapoangamiza miungu yote ya nchi. Mataifa katika kila pwani yatamwabudu, kila moja katika nchi yake."
  },
  {
    "verseNumber": "ZEP 2:12",
    "verseText": "“Ninyi pia, ee Wakushi, mtauawa kwa upanga wangu.”"
  },
  {
    "verseNumber": "ZEP 2:13",
    "verseText": "Mungu atanyoosha mkono wake dhidi ya kaskazini na kuangamiza Waashuru, akiiacha Ninawi ukiwa na pakame kama jangwa."
  },
  {
    "verseNumber": "ZEP 2:14",
    "verseText": "Makundi ya kondoo na ngʼombe yatajilaza pale, viumbe vya kila aina. Bundi wa jangwani na bundi waliao kwa sauti nyembamba wataishi juu ya nguzo zake. Mwangwi wa kuita kwao utapita madirishani, kifusi kitakuwa milangoni, boriti za mierezi zitaachwa wazi."
  },
  {
    "verseNumber": "ZEP 2:15",
    "verseText": "Huu ndio mji uliotukuka na kuishi kwa furaha wakijisikia salama. Ulisema moyoni mwako, “Mimi ndimi, na wala hapana mwingine ila mimi.” Jinsi gani umekuwa gofu, mahali pa kulala wanyama pori! Wote wanaopita kando yake wanauzomea na kutikisa mkono kwa dharau."
  },
  {
    "verseNumber": "ZEP 3:1",
    "verseText": "Ole mji wa wadhalimu, waasi na waliotiwa unajisi!"
  },
  {
    "verseNumber": "ZEP 3:2",
    "verseText": "Hautii mtu yeyote, haukubali maonyo. Haumtumaini BWANA, haukaribii karibu na Mungu wake."
  },
  {
    "verseNumber": "ZEP 3:3",
    "verseText": "Maafisa wake ni simba wangurumao, watawala wake ni mbwa mwitu wa jioni, ambao hawabakizi chochote kwa ajili ya asubuhi."
  },
  {
    "verseNumber": "ZEP 3:4",
    "verseText": "Manabii wake ni wenye kiburi, ni wadanganyifu. Makuhani wake hunajisi patakatifu na kuihalifu sheria."
  },
  {
    "verseNumber": "ZEP 3:5",
    "verseText": "BWANA aliye ndani yake ni mwenye haki, hafanyi kosa. Asubuhi kwa asubuhi hutoa haki yake, kila kukipambazuka huitimiza, bali mtu dhalimu hana aibu."
  },
  {
    "verseNumber": "ZEP 3:6",
    "verseText": "“Nimeyafutilia mbali mataifa, ngome zao zimebomolewa. Nimeziacha barabara ukiwa, hakuna anayepita humo. Miji yao imeharibiwa; hakuna mmoja atakayeachwa: hakuna hata mmoja."
  },
  {
    "verseNumber": "ZEP 3:7",
    "verseText": "Niliuambia huo mji, ‘Hakika utaniogopa na kukubali maonyo!’ Ndipo makao yake hayatafutiliwa mbali, wala adhabu zangu zote hazitakuja juu yake. Lakini walikuwa bado na shauku kutenda kwa upotovu katika yote waliyofanya.”"
  },
  {
    "verseNumber": "ZEP 3:8",
    "verseText": "BWANA anasema, “Kwa hiyo ningojee mimi, siku nitakayosimama kuteka nyara. Nimeamua kukusanya mataifa, kukusanya falme na kumimina ghadhabu yangu juu yao, hasira yangu kali yote. Dunia yote itateketezwa kwa moto wa wivu wa hasira yangu."
  },
  {
    "verseNumber": "ZEP 3:9",
    "verseText": "“Ndipo nitatakasa midomo ya mataifa, kwamba wote waweze kuliitia jina la BWANA na kumtumikia kwa pamoja."
  },
  {
    "verseNumber": "ZEP 3:10",
    "verseText": "Kutoka ngʼambo ya mito ya Kushi watu wangu wanaoniabudu, watu wangu waliotawanyika, wataniletea sadaka."
  },
  {
    "verseNumber": "ZEP 3:11",
    "verseText": "Siku hiyo hutaaibishwa kwa ajili ya makosa yote ulionitendea, kwa sababu nitawaondoa kutoka mji huu wale wote wanaoshangilia katika kiburi chao. Kamwe hutajivuna tena katika kilima changu kitakatifu."
  },
  {
    "verseNumber": "ZEP 3:12",
    "verseText": "Lakini nitakuachia ndani yako wapole na wanyenyekevu, ambao wanatumaini jina la BWANA."
  },
  {
    "verseNumber": "ZEP 3:13",
    "verseText": "Mabaki ya Israeli hayatafanya kosa; hawatasema uongo, wala udanganyifu hautakuwa katika vinywa vyao. Watakula na kulala wala hakuna yeyote atakayewaogopesha.”"
  },
  {
    "verseNumber": "ZEP 3:14",
    "verseText": "Imba, ee Binti Sayuni; paza sauti, ee Israeli! Furahi na kushangilia kwa moyo wako wote, ee Binti Yerusalemu!"
  },
  {
    "verseNumber": "ZEP 3:15",
    "verseText": "BWANA amekuondolea adhabu yako, amewarudisha nyuma adui zako. BWANA, Mfalme wa Israeli, yu pamoja nawe; kamwe hutaogopa tena madhara yoyote."
  },
  {
    "verseNumber": "ZEP 3:16",
    "verseText": "Katika siku hiyo watauambia Yerusalemu, “Usiogope, ee Sayuni; usiiache mikono yako ilegee."
  },
  {
    "verseNumber": "ZEP 3:17",
    "verseText": "BWANA Mungu wako yu pamoja nawe, yeye ni mwenye nguvu kuokoa. Atakufurahia kwa furaha kubwa, atakutuliza kwa pendo lake, atakufurahia kwa kuimba.”"
  },
  {
    "verseNumber": "ZEP 3:18",
    "verseText": "“Huzuni katika sikukuu zilizoamriwa nitaziondoa kwenu; hizo ni mzigo na fedheha kwenu."
  },
  {
    "verseNumber": "ZEP 3:19",
    "verseText": "Wakati huo nitawashughulikia wote waliokudhulumu; nitaokoa vilema na kukusanya wale ambao wametawanywa. Nitawapa sifa na heshima katika kila nchi ambayo waliaibishwa."
  },
  {
    "verseNumber": "ZEP 3:20",
    "verseText": "Wakati huo nitawakusanya; wakati huo nitawaleta nyumbani. Nitawapa sifa na heshima miongoni mwa mataifa yote ya dunia wakati nitakapowarudishia mateka yenu mbele ya macho yenu hasa,” asema BWANA."
  }
]